{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theguardian/2006/dec/28/features11.g21", "type": "article", "sectionId": "global", "sectionName": "Global", "webPublicationDate": "2006-12-28T17:45:10Z", "webTitle": "From Chongqing to Albert Square part II", "webUrl": "https://www.theguardian.com/theguardian/2006/dec/28/features11.g21", "apiUrl": "https://content.guardianapis.com/theguardian/2006/dec/28/features11.g21", "fields": {"headline": "From Chongqing to Albert Square part II", "bodyText": "From Chongqing to Albert Square part I Matthew Norman An ocean of pleasure at Oslo Court A wonderful, funny feast at Oslo Court - made me want to book a table at the restaurant immediately! Elizabeth Clare, London SE20 Saturday 13.05.06 By the time the plates had been cleared, we were examining the holiday snaps of the woman at the next table (Denver, Colorado and very nice it looked, too), and this oddly seductive communal atmosphere continued when we joined in the second Happy Birthday, despite the celebrant being 25 feet away. Apart from a mediocre poached salmon, the main courses franked the form. Many of us had the duck, served three different ways (with cherry, orange or apple sauce: there is something of Gourmet Night at Fawlty Towers, without the calamities, about Oslo Court), and all supremely crispy and sumptuous. Both recipients raved about the veal Holstein, in which a wiener schnitzel comes with a fried egg and anchovies, and a visceral cry went up on the unscheduled arrival of a plate of latkes, those deep-fried potato patties of which my mother observes, with no discernible trace of irony, \"They killed more Jews than the Germans.\" In this ocean of pleasure it's hard to pick the highlight, but if we must, the honour goes to the Egyptian chap in the florid waistcoat who looks after the puddings (he used to push a trolley, but his back's gone). A hybrid of San Francisco superqueen, stand-up comic and genius schmoozer of the elderly , he coaxes and cajoles already bloated stomachs into finding the strength for crepe suzette, apple strudel and wonderful bread-and-butter pudding. He goes a long way to explaining why Oslo Court recently won an award for Best Front of House and is more than worth the money on his own. Read the full article here Jonathan Jones Murder, lust and landscapes - Cézanne's Le Lac d'Annecy Jonathan Jones's piece about Cézanne's Le Lac d'Annecy is art criticism at its best. Usually, I do not approve of mixing criticism with biography, but this was an exception. Jones's account of Cézanne's personality offered valid insights into the painting. Above all, the piece was wonderfully well written. My spoon of muesli remained between the bowl and my mouth until I had got to the end Michael Bulley, Chalon-sur-Saône, France Thursday 14.09.06 It was, said Paul Cézanne, the type of landscape young lady travellers like to sketch in their albums. His holiday by the pretty Lac d'Annecy, in the foothills of the French Alps in 1896, was one of the few occasions when this most rebellious of 19th century French artists played the conventional bourgeois, and in his letters you can feel him strain at the sweaty, starched collar. He was staying in a hotel with his wife, Hortense, and their 14-year-old son, also called Paul. This game of happy families was a charade: Cézanne and Hortense mostly lived apart. Perhaps it was this sense of hypocrisy that poisoned the landscape for him, making him see in it the dead hand of the picturesque: nature here was not wild as in his native Provence, \"but a little like we've been taught to see it ...\" In the end, he painted the lake anyway, setting up his easel on the hotel terrace. Next month, the centenary of his death will be marked by an exhibition at the National Gallery, and there's no better way of understanding Cézanne than by looking at Le Lac d'Annecy in London's Courtauld Gallery. The view is framed by a tree whose broad trunk rises on the left, and whose branches cut across the upper part of the picture in two dark waving thrusts towards the bottom. The lake divides the canvas in half and its far shore appears as a straight line, which perfectly bisects the main body of the trunk. So the painting is structured like a \"T\" on its side, while across the crystalline lake floats a chateau whose tower is a dense cylinder. Nowhere in Cézanne's art do you more immediately see what he meant when he said the artist must \"treat nature by means of the cylinder, the sphere, the cone\". Cézanne shades the cylinder to denote its chunky volume, placing it over a roof of regular triangles. Along the shore is a smaller house captured in three planes of colour: red roof, bright side wall, shadowed end wall. From this description of symmetries and volumes, it might seem Cézanne was a cold, clinical painter who turned the visible world into a diagram. Nothing could be less like the experience of looking at Le Lac d'Annecy. Blue, green and black diagonals cleave a sky that shatters into pink and blue diamonds. The slope of the hill is parallel to the overhanging branches, so the three repeated downward blasts become almost oppressive. The splintered mountains and sky torn through by these driving stormy bolts are energised shards of emotional information - hot and cold pulses. Cézanne has changed a benign view he feared might be \"picturesque\" into an almost apocalyptic spectacle. Yet he has absolutely nothing in common with the Romantic painters for whom this would come naturally. He doesn't fool himself that a real storm is brewing. He knows the storm is in him. Read the full article here Matt Seaton Happiness is a warm spoke key Matt Seaton's article about his spoke key said so much about the joy of cycling Henry McCoist, London W12 Wednesday 19.04.06 There are plenty of [other] nominations for the bicycle's most useful innovation. A Belfast vet, John Dunlop, might claim credit for his pneumatic tyre, but I am a fan of Frenchman Eugene Meyer, who in 1869 invented wire spokes. Talk about reinventing the wheel: it became amazingly light, yet as strong as ever; it had a degree of compliance that hugely improved handling and comfort, yet was rigid enough to transfer pedal power into forward motion with superb efficiency. And that is why my favourite tool is the spoke key. For a wheel to be healthy, it should be \"true\" - run straight, without warp or wobble, its spokes evenly tensioned. Learning to true your own wheels is the most satisfying of accomplishments. If you ever do a maintenance class, this is the task to learn. Expert wheel-builders are craftsmen par excellence, yet the basic principle is simple: tension the spokes on one side of the wheel to pull it one way, tighten the opposite side to pull the other. It's all about balance. The best moment is when you've done your spoke-key tweaking and the wheel looks straightish. But you can't know for sure until you've stressed it - and the only real way of testing this is to ride on it. Then there's a lovely \"plink, plonk, plunk\" progression of the spokes adjusting to their new tensions, like impromptu tuning forks. For cyclists, that's the music of the spheres and a true wheel the key to happiness. Read the full article here Ben Goldacre Bad science: Omega-3 and kids? It still smells fishy Ben Goldacre's masterly demolition of the so-called trial of Omega-3 fatty acids in Durham was a brilliant piece of journalism Geoffrey Smith Saturday 07.10.06 All I want to do is find out the science behind their endless headlines. I've been communicating through the Durham press office. A week ago I asked simple, basic questions such as: for all these trials, what's the story? Who were the kids? How old? How many? What were they given? For how long? What was measured? What were the results? A week later, no joy. So then what do you do, to try and get some useful data? I go to the website, and the data is a farce. It features testimonials that would not be out of place on bonkers alternative therapy websites (and I am familiar with that genre). One child says: \"Now I am not so interested in the TV. I just like reading books. The best place in all the world is the library. I absolutely love it.\" It's a miracle, honey. But what about all those complicated-looking graphs? This site is the perfect illustration of how important it is that data is properly published in peer-reviewed academic journals before making dramatic claims, so that people can simply see exactly what you did. It's hard to tell what's there. There is some data from a published trial by some Oxford researchers, but apart from that, I can't find any sign of Durham's own placebo-controlled trials that they keep mentioning in the press. There are plenty of graphs, but the graphs are just reporting more of those classic Durham \"trials\", with no placebo control group, that cannot give useful data. They report improvements, for example, but there are no statistics, to say if the changes were statistically significant. I'm trying to think of a way to explain to the lay person just how much data is missing from this site, and how useless that renders the information there. How's this: nowhere on the page - nowhere on the entire site, as far as I can see - does it tell you how many children were in this study. I can't think of a single more basic piece of information about a study than how many subjects there were, and it's simply not there. Read the full article here Conor McPherson Chronicles of the human heart This article on the work of Samuel Beckett was, in my view, the best arts writing of the year Sorab Shroff , London N17 Wednesday 01.03.06 An echo of the reluctant storyteller resurfaces in Krapp's Last Tape (1958). Once again we are presented with a divided self, but this time brilliantly and realistically achieved with the presence of a tape recorder. Tucked away in his little \"den\", Krapp listens back to old diary entries and comments on them with curses and angry fast-forwarding, as he prepares to add a new one. The tension in the play is generated by his search for and, we come to realise, fear of a meaningful moment. He seems to dismiss the recordings of his past selves with disgust, implying that his present self and tonight's recording of it will also be dismissed in the future. His life appears to be an exercise in literally marking time, recording his diminishing sexual adventures and his laughable inability to kick his dependence on alcohol - and bananas. But Beckett surprises the audience by allowing Krapp to stumble upon his 30-year-old account of a moment of perfect, almost trance-like bliss, in a punt on a stream with a past lover: \"We lay there without moving. But under us all moved, and moved us, gently, up and down, and from side to side. (Pause) Past midnight. Never knew such silence. The earth might be uninhabited.\" Krapp then attempts to dismiss this account with a new recording but finds himself listening to it again, motionless and spellbound as the play ends. It is a spinetingling few minutes in the theatre, as Beckett illustrates that even our own attempts to duck life's experiences and cast our memories aside is impossible, for to experience even a moment of happiness blesses us with a kind of cosmic faith that is beyond language, and thus beyond denial. Perhaps the supreme irony at the heart of Beckett's plays, and precisely the point that John Osborne missed, is that while he is often carelessly described as a 20th-century European existentialist who created hymns to \"nothingness\", he was in fact an Irish pagan who sought to celebrate the infinite mystery and endurance of the human heart through public rituals. His plays are not easy to perform and none can have been easy to write. But I believe that each one is enormously personal (perhaps this is why he never gave interviews), and while he always mercilessly stripped the work to its barest bones, at the same time he allowed his real feelings to shine through. This is what imbues his plays with their great power. They are also lovingly and respectfully shaped for an audience: this is what has made them enduring. And as long as they are performed with one eye on our spiritual longing, and another on the banana skin, they will continue to endure for generations yet to be born. Read the full article here Iain Aitch How I learned to stop worrying and love the dance floor Definitely one of the highlights for 2006 was the piece written by Iain Aitch to celebrate Big Dance Week. He seemed to go through a real epiphany with the morris dancing, which was hilarious. It made me want to have a go. Quite an achievement Theresa Simon Thursday 20.07.06 I head off for my evening lesson with the Harwich morris men in Walton- on-the-Naze, Essex, confident I would be dancing with grown men who would probably not criticise my failure to use the pelvis and who would know no embarrassment - morris dancing may be a much-loved national treasure, but it is also one of the most ridiculed pastimes imaginable. Imagine my delight to find we are not to practise in the upstairs room of a local pub, as the group usually does. Instead, we are to dance on the promenade, in full view of local teens and drunks who clearly have nothing better to do than watch the ritual humiliation of a non-dancer. Someone plonks a floral straw boater on my head. Another hands me a pair of sticks, and a magical transformation takes place. I am almost immediately at one with the morris. I block out spectators and concentrate only on the foot movements and stick-banging. I am being taught by the group's bagman Peter Davis, a quiet man with a beaming grin and endless patience. At first I make mistakes and I don't exactly exude grace and poise, but I am dancing successfully. What is more, I am enjoying it. I ask various members of the side (which is what a morris group is called) what morris is all about. None of them knows. Peter shrugs at suggestions of fertility rites, but does say how the dances, which date back as much as 500 years, hail from certain areas and changed as they went from town to town. \"Someone would learn a dance in one village,\" he says. \"Then they might forget some moves or not be able to do them, so the dance changes.\" The area a dance is from is often shouted at its start, as homage to its roots. I complete the Constant Billy (from Headington in Oxfordshire) with hardly an error, and move on to Skirmish (from Bledington, Gloucestershire). This requires deft movements with pickaxe handles in a swordfighting routine, set to a pacy accordion rendition of the British Grenadiers. I end this with my fingers still intact, which I count as a minor miracle and a mark of my morris prowess. \"If you practised with a side once a week from October, you would probably be able to dance in public the following summer,\" says Harwich squire Andy Schooler, as the group award me a collective seven. They then ask how far away I live and when I am coming back. I flee before they ply me with strong ale and get me to sign recruitment papers. Read the full article here George Galloway Every country needs a Labour party. We no longer have one He may have been a buffoon on Celebrity Big Brother but George Galloway bounced back and at year end, with Blair still here, this article seems remarkably prescient Keith Flett, London N17 Thursday 20.04.06 When Mr Blair bragged to the assembled claque at a soiree in the headquarters of Goldman Sachs - whose partners are among the richest people in Britain - that everyone present was paying less in income tax under him than under Margaret Thatcher, he seemed neither to understand nor care how repellent that sounded during a third Labour term and with multiple urban deprivation beginning just a stone's throw from the City. In meetings across the country over the past couple of years I have been arguing that every country needs a Labour party - but that Britain no longer has one. A party that will serve working people, whose interests are different and separate - as Keir Hardie argued more than a century ago - from those of Goldman Sachs. A party that will care for those now too old to work, for those who are not yet old enough to work but deserve the right to, free study for the poor, the marginalised, the migrants. We have been challenging, from the left, New Labour's refusal to represent those it was elected to serve. Margaret Hodge and Jon Cruddas are highlighting the threat posed in parts of east London and the north of England by the brown-shirted bread-and-butter \"patriots\" of the British National party, their poisonous pitch spiced with anti-immigrant rancour. White workers on low pensions or wages, served by inadequate schools and hospitals, living in substandard housing, have, we are told, fallen for the falsehood that the interests of the black poor and white poor can be separate too. As the former car workers of Dagenham and the West Midlands, mill-hands in Lancashire and miners in Yorkshire watch their rulers cavort with the undeserving rich, it's little wonder if some are prey to the patter of Nick Griffin and his fascism-lite. The worst thing to do under such circumstances is to make concessions to the BNP's immigrant-bashing or to slander white working-class people as irredeemably racist, while continuing with the destructive neo-liberal policies that are fragmenting and impoverishing working-class communities. The fascists were driven out of the East End in the 1930s, 1970s and 1990s by uncompromising opposition to their racist filth and through the unity of white, black and Asian working people around genuine labour-movement values of solidarity and equality. Yet they are not the values prized by New Labour. The party made its bed when it abandoned those things that had commanded the loyalty of generations for the fool's gold that is the temporary favour of rich men. In next month's local elections it will have to lie in it - its former heartland supporters the victims, not the villains, of the piece. Read the full article here Peter Bradshaw Belly flop - Kevin Costner makes a silly coastguard I always enjoy Peter Bradshaw's reviews, whether I agree with him or not. He's particularly entertaining when he rubbishes a film Saskia Green, Sheffield Friday 16.10.06 Ah, that bold and resonant title: The Guardian. Cinemagoers may be hoping to see an all-action Hollywood spectacular about this newspaper, centring on its sensational conversion to the Berliner format. Sadly, it is not to be. What we have instead is a drama about Kevin Costner as a legendary US coastguard life-saver, a man who plunges fearlessly into the most storm-tossed waters to rescue incautious kayakers and the like, but who finds himself in a competitive father-son relationship with the rising young alpha-dog of rescue-swimming: Ashton Kutcher. You can imagine the pitch. Kevin Costner - in water! Kevin Costner - absolutely sopping wet and not minding! Kevin Costner - very much in an H2O-rich environment! After all, Waterworld was such a great success for him that he can't walk past a lido without wanting to dive head first into it. Improbable as it seems, Costner is back in his treacherous element, frolicking like a portly dolphin in the digital deep, his face seen first framed in a highly unflattering sort of rubbery balaclava: a malemenopausal Esther Williams. He is the hombre of life-saving, but a rescue mission goes horribly wrong on his watch, in the traditional manner, and his stern but understanding senior officer insists he take a safer job: as chief instructor in the coastguard's trainee boot camp. And it is here that he encounters Ashton Kutcher's cocky young blade, who wants to shatter all Kevin's training records in retrieving bricks from the bottom of swimming pools in his pyjamas. It's not so much Top Gun as Top Speedo ... They really are a right pair. These thesps look like the most terrifying waterbased situation they have ever actually faced is when the Jacuzzi isn't warm enough in their suite at the Four Seasons. Read the full article here Nancy Banks-Smith Walford 1 Grant 0 As you well know, any column by Nancy Banks-Smith is 100 times better than the finest effort of anyone else. So let's have a Nancy supplement, or even better a Nancy Year Book. There's a captive audience out there ready with their folding money Tim Barnes Saturday 10.06.06 My sympathies are wholly with the landlady of The Rosebush, a tasteful, if implausibly named, bed and breakfast in EastEnders. Little did she think as she arranged her bowls of pot pourri that The Rosebush would soon look as if a herd of hippos had thundered through en route to a free lunch. Grant, paying a call on Carla's lover, kicked the door in. (This is par for the course when entering a house in Walford.) However, the wily Lothario was waiting and began to throttle him with a baseball bat. Dee Caffari said recently that, after sailing round the world, she found that she could no longer make head or tail of the soaps. And, indeed, you know the feeling. Who the hell is Carla or, for that matter, Lothario? For Dee's benefit: Carla, an exotic Brazilian bloom, has suddenly turned up in EastEnders and been playing Delilah to Grant's Samson. Not an easy job as you can imagine. Grant's romantic plan was that, armed with Peggy's special recipe for steak and kidney pudding, they would emigrate to Portugal and open a restaurant on the beach. Carla's plan, which on balance made more sense, was to steal £25,000 and spend it on shoes. It all ended in tears, with The Rosebush closing for refurbishment, Carla dumped in a rubbish truck and Grant leaving Walford just as the World Cup started. You suspect that, if EastEnders treasured him more, they would have timed his exit better. In Coronation Street, Sean has found his long lost father, Brian. All soap fathers are long lost. Here, Sean is trying to break the news of his sexuality to this small hand grenade of a man. \"Dad, I've got something to tell you. Do you ever watch Little Britain? You know Matt Lucas?\" \"Aye, the fat one,\" said Brian warily. \"You know you never see him with a girlfriend?\" \"That's possibly because he's gay, son.\" \"And you like him? Even though he's gay?\" \"Sean, are you trying to tell me you're gonna put on weight and become a comedian?\" Meanwhile, Steve is being grilled about the death of a pensioner and his only alibi is that he spent the night in question with his best friend's girl. Dee, I think there is much to be said for sailing round the world. Can I come? Read the full article here · The Guardian Year 2006 is published by Guardian books at £14.99. To buy a copy for £12.99 plus p&amp;p visit theguardian.com/bookshop"}, "isHosted": false}}}