{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2006/dec/05/4", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2006-12-05T23:58:10Z", "webTitle": "Britten: In Memoriam, Wigmore Hall, London", "webUrl": "https://www.theguardian.com/music/2006/dec/05/4", "apiUrl": "https://content.guardianapis.com/music/2006/dec/05/4", "fields": {"headline": "Britten: In Memoriam", "bodyText": "Benjamin Britten's reputation as a chamber composer has rested on only a handful of works. Exactly 30 years after his death, the Wigmore Hall devoted a weekend to rectifying this; after a survey of the string quartets on Saturday, it was the turn of the vocal music on Sunday. First came a luxuriously high-calibre concert of all five Canticles, the linking factor being the airy, tirelessly eloquent tenor of John Mark Ainsley. Spanning 27 years, they were presented in chronological order, although the third, Still Falls the Rain, might have made the weightiest send-off, with its valedictory feel intensified by Richard Watkins's lonely-sounding horn solos. It was preceded by an equally intense performance of the second, which had Ainsley as Abraham ideally partnered by the unconstrained, mellifluous Isaac of countertenor Iestyn Davies; their backs to the audience, they joined in a spine-tingling duet to represent the disembodied voice of God. In the evening, the focus turned to the song cycles, courtesy of a classy line-up starting with Lisa Milne, whose soprano, though fruity, was not ideally focused in On This Island. The chronological presentation made for heavy going in the second half: the Songs and Proverbs of William Blake, delivered with wrenching expression by baritone Simon Keenlyside, and the postwar Requiem cycle Who Are These Children?, sung in Mark Padmore's incomparably clear tenor, show Britten at his most sombre and complex. Yet there are moments of lightness, and the skipping urgency of The Tyger found pianist Graham Johnson achieving a poise and presence he didn't always reach elsewhere. It was sad not to hear the indisposed Philip Langridge in all nine Holy Sonnets of John Donne, but Padmore was on hand to give us six. And there was an unscheduled appearance by Catherine Wyn-Rogers, whose velvety mezzo was as much of a bonus as the unexpected chance to hear Britten's sonorous Charms and Lullabies."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}