{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2006/dec/19/sport.comment", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2006-12-19T23:58:41Z", "webTitle": "Michael Henderson: wordsmith poised to give cliche early bath", "webUrl": "https://www.theguardian.com/football/2006/dec/19/sport.comment", "apiUrl": "https://content.guardianapis.com/football/2006/dec/19/sport.comment", "fields": {"headline": "Wordsmith poised to give cliche early bath", "bodyText": "How pleasing it was to read the other day about a want-away striker. After months scouring the popular prints for this much-loved phrase, there it was in Newcastle colours. No doubt the man on the move was a victim of the boo-boys and played for a side that had recently gone from champs to chumps (Peter Gardner's favourite phrase, one recalls fondly, from the old Manchester Evening News). Oh yes, it's yesterday once more, \"every sha-la-la-la, every wo-oh-oh-oh\". Let us tell tales of bulging onion bags and hapless custodians; of Spartans who braved the winds of Turf Moor; of silky skills and educated left feet; of goals slotted, drilled and thundered; of cucumber-cool marksmen, buttered knives and books being turned up; of heels snapped, warnings rapped, vows made, threats blasted, axes sharpened, hot seats vacated (and occupied) and, in times of crisis, lids blown off. Nor should we forget the D-days, the derby vendettas and the quarters neither asked nor given; the goals that were too little, too late; the teams that went nap; the five-goal thrillers and the much ado about nothing-nothing; the amazing bust-ups, the marching orders and the early baths (do they actually run the taps for miscreants?); the hands held up, the respect shown and the different class; nor the goalmouth mêlées (\"Would sir care for cream with his mêlée?\" - \"Just a splash\"). Then there's the wee man, the tanner ball-player, the big No9, the no-nonsense centre-half (has he not read Lewis Carroll?), the Brummie bruiser, the genial Geordie, the Cockney sparrow, the affable Scouser (now, there's a thought); all of them lads, or, as Cloughie used to call his young men, some of whom had seen 35 winters, bairns. Ray Wilson received the reporter's ultimate accolade, the blend of cliche and mixed metaphor - \"a little man who walks tall in soccer's top drawer\". There were books, too: Heighway to Goal, Ball of Fire, Royle Flush. As that bright spark \"Stevie\" Gerrard likes to tell interviewers: \"Erm, like I say, obviously.\" Who, other than sportsmen, uses the word, \"outfit\"? Does a theatre director putting on a West End show say, \"I have the highest regard for the South Bank outfit\"? In which world other than sport does somebody declare that he or she is \"poised to act\"? \"I am poised to buy a round.\" \"I am poised to order my dinner.\" \"I am poised to bake a cake.\" Yet football managers are forever poised to enter that fairy-tale world, the transfer market. We now have some new cliches and, quite frankly, they are not nearly so entertaining. Performers are said to put in the hard yards, endure a hard day at the coalface or a bad day at the office, enter the last chance saloon and hit their straps ready for payback time. When they are in the zone they step up to the plate, get their beans going and do what it says on the tin. None of these is vivid enough and the use of some (bad day at the office - I ask you!) should result in the tin-tack. They are poor because they come from the dressing-room (or locker-room, as some people now call it), not the press box, and the first rule of sports journalism must be: ignore anything a sportsman says. \"There's a lack of harmonium at the club,\" a manager once said. Then go and buy one, matey! \"I stood up and was counted,\" Roger Hynd declared when he was dismissed by Ayr United. But in the world of football he will never walk alone, not while the fans bawl Oscar Hammerstein's words or the few lines of that song they can remember. An indignant Richard Rodgers, incidentally, tried to claim royalties on every public performance of his famous tune and was miffed to draw a blank. If he had succeeded, perhaps football supporters would sing it with greater respect. Rodgers also composed Blue Moon, of course, so he continues to do pretty well out of a foreign game. But the best cliche-stuffed tale of all never saw the light of day. In 1972, the day before an FA Cup semi-final replay between Arsenal and Stoke City, an agency reporter revealed (exclusively, one hopes) that \"Mike Bernard, Stoke City's Mr Consistency, winced his way through the pain barrier yesterday and stoutly declared: 'Wild horses couldn't keep me out of this one.'\" It went in as \"Mike Bernard has passed a fitness test\". Oh, for shame! That man would have known such glory. Frank Keating returns next year"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}