{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2006/dec/20/guardiansocietysupplement.climatechange", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2006-12-20T23:53:01Z", "webTitle": "Profit and losses", "webUrl": "https://www.theguardian.com/environment/2006/dec/20/guardiansocietysupplement.climatechange", "apiUrl": "https://content.guardianapis.com/environment/2006/dec/20/guardiansocietysupplement.climatechange", "fields": {"headline": "Profit and losses", "bodyText": "This year saw the first carbon millionaires. The European emissions trading scheme (ETS) made windfall fortunes of more than pounds 1bn for UK power companies alone, and other corporations that were given generous carbon credits by government profited handsomely. Although emissions were theoretically cut, there were accusations that the handout was unfair and favoured only the rich with the money not being put back into sustainable energy projects. Next year should see aviation join the carbon scheme and, if a report by the Institute for Public Policy Research is to be believed, airlines could make £2.7bn. Meanwhile, many European political parties declared that tackling climate change was a vote winner. In Germany, support for the Greens climbed from 8.1% in 2005 to around 11% in 2006. In Austria, the Greens got their best result in October in an election, winning 21 seats. Canada's opposition Liberals elected a former environment minister as their leader and both French presidential candidates peppered their speeches with references to climate change and sustainable development. In the US, Arnold Schwarzenegger won a landslide re-election as California governor after championing measures to cut the state's greenhouse gas emissions. The UN climate change talks in Nairobi in November ended with a yawning gap between the emissions cuts scientists say are needed and a global commitment to making cuts. No decision has yet been reached on what happens after 2012, when the Kyoto agreement ends. It is vital that the US, Australia and countries such as China and India commit to cuts."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}