{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2006/dec/19/israel.guardianletters", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2006-12-19T23:58:42Z", "webTitle": "Letters: Boycotts of Israel and the struggle for peace", "webUrl": "https://www.theguardian.com/world/2006/dec/19/israel.guardianletters", "apiUrl": "https://content.guardianapis.com/world/2006/dec/19/israel.guardianletters", "fields": {"headline": "Boycotts of Israel and the struggle for peace", "bodyText": "The call for a cultural and academic boycott may be well-intentioned but it is both counter-productive and based on a bogus assumption (Letters, December 15). The comparison with apartheid is simply wrong. Under the racist regime in South Africa, there was, for example, segregation in higher education; blacks were barred from attending \"white\" universities. In all the top universities in Israel, Jews, Muslims and Christians study together. There are problems of discrimination in Israel, and Israeli minority groups can face greater obstacles integrating into society. However, this is also the case for minority communities in western democracies, including in Britain. It is not apartheid - and to say it is renders the term meaningless. In Israel, all citizens, regardless of religion or ethnic or national origin are full participants in the country's democracy. There are Arab members of parliament, an Arab justice in the supreme court and Arabs serving as Israeli diplomats and ambassadors abroad. A boycott of Israel will do nothing to further the cause of peace between Israel and the Palestinians. A just settlement requires the establishment of a viable Palestinian state alongside a secure Israel; this will not be achieved by boycotts but by a political process. Paul Gross London In reading the latest call for a cultural boycott of Israel, we recognise the suffering of the Palestinians under an occupation that has lasted nearly 40 years and have personal experience of the unresolved refugee crisis that began in 1948 with the formation of the state of Israel. We none the less oppose emphatically any attempt to boycott and silence Israeli writers and artists and we doubt whether such actions would have any impact at all on the policies of the government. Nor does this call for a boycott state what it aims for: what the Israeli government or Israeli artists would need to do in order for it to be lifted. The aim of art is to make human what has been dehumanised and demonised. We will do everything we can to make both Palestinians and Jews visible in all their complex humanity. Samir el Youssef Linda Grant London It is baffling to see how people who take themselves so seriously can be so off the mark about issues they are so self-assured with. It is especially clear that John Berger doesn't understand anything about the area when he refers to what he is doing as \"a way of encouraging the very courageous Israelis who oppose their government\". In Israel, criticising and protesting against government policies is a very regular practice. There are mass peace rallies and severe criticism of the state in the newspapers on a daily basis. It is also baffling that this \"cultural boycott\" comes at a time when Israel's prime minister is openly calling for peace talks and the establishment of a Palestinian state (which most Israelis are in favour of, by the way). What is stopping the peace process is the refusal of the Palestinian government to acknowledge the two-state solution. It is also surprising to see Elia Suleiman, the Palestinian film-maker, on the list of \"cultural boycotters\" since his first films were funded by the institute he is now boycotting. The Israeli cinema fund has always been an enthusiastic backer of new Palestinian voices, giving them money to make films that often contain severe criticism of the Israeli state and its right to exist. This is because the Israeli film industry is composed of people who care for Palestinians and want to help them. Establishing this boycott will weaken the Israelis who fight for the Palestinian cause, and will weaken the chances for peace. J Harris London Israel is a culturally dynamic country that is, if anything, less likely to censor or control the arts and politics than the UK. Its many neighbours across the Arab world, in Iran and beyond, censor everything in sight, imprison writers, artists, film-makers, journalists and others for the smallest infractions. Within the Palestinian Authority, Syria, Lebanon, Jordan and elsewhere, as well as Iran, are some viciously racist attitudes, with a level of anti-semitism as sick as anything seen under the Third Reich. Are John Berger and his friends even aware of these facts? If they are, their action is shameful. If they are not, they have no right to act in the matter. As for a boycott bringing peace, why not start with Hamas and its policy of genocide? Dr Denis MacEoin Newcastle upon Tyne As a university student during the apartheid regime, the international cultural boycott was seen by all students as a necessary corrective to the falsity of the notion of a \"liberal enclave\", untouched by establishment influence. Unfortunately, rogue states - notably Israel - continued to trade with, and supply arms to, the regime. Stewart Henderson Brighton, East Sussex As I am sure that the signatories of the letter calling for a cultural boycott of Israel are neither anti-semites nor would they wish to give the impression that they are, I look forward to seeing them propose similar boycotts relating to all states whose conduct is worse in relation to their respective conflicts than that of Israel in the occupied territories. Even if the other governments in question prevent a similar level of media coverage or when the conflicts irrespective of scale or intensity are for some reason not covered by our media with the same vigour: Russia (Chechnya), Sudan (Darfur), Turkey (Kurdistan), India (Kashmir) and Burma (in the tribal areas) immediately come to mind but I could go on. Sean Ellman Manchester"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}