{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2006/dec/20/media1", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2006-12-20T23:54:24Z", "webTitle": "Setback for BBC and C4 as Ofcom rejects special treatment for high-definition TV", "webUrl": "https://www.theguardian.com/business/2006/dec/20/media1", "apiUrl": "https://content.guardianapis.com/business/2006/dec/20/media1", "fields": {"headline": "Setback for BBC and C4 as Ofcom rejects special treatment for high-definition TV", "bodyText": "The media and telecoms watchdog Ofcom yesterday rejected calls from the BBC and Channel 4 to hold back for high-definition Freeview channels part of the airwaves that will be freed-up when the analogue TV signal is switched off. Ofcom said the broadcasters would have to bid in an auction for new capacity just like other potential users such as mobile phone companies. Its chief executive, Ed Richards, said: \"We think it is absolutely right and proper for any organisation with public interest goals to seek spectrum in an auction if that is the best use of their resources.\" The news is a setback for digital terrestrial TV and is likely to extend the lead of BSkyB, which is already broadcasting 11 high-definition (HD) channels plus the BBC's HD trial service via satellite. But Ofcom said in its \"digital dividend review\" yesterday that consumers currently see no public service benefit in HD so the regulator sees no reason to make special allowances when the spectrum is auctioned in late 2008. \"Consumers place less importance on the availability of HDTV services than they do on increased choice of channels on the digital terrestrial television platform,\" Ofcom said in its report, which is open to consultation until March 13. Moving from analogue to digital will, however, give existing terrestrial players some extra capacity. Ofcom reckons it will be possible to broadcast the existing 32 Freeview channels in standard digital form across the country while simultaneously bringing BBC1, BBC2, ITV1, Channel 4 and Five in HD to 90% of viewers. The broadcasters, however, had hoped to persuade Ofcom to ring-fence a large slice of the ultra-high frequency (UHF) spectrum which will become available as the analogue signal is switched off between 2008 and 2012, so they could run far more HDTV channels. But it is not just the major broadcasters who want part of the UHF spectrum - the UK's five mobile phone networks are working on a joint bid for a section known as \"channel 36\", currently used by airport radar. The five - 3, O2, Orange, T-Mobile and Vodafone - want to use it to broadcast mobile TV. They are due to meet next week to form a consortium and find a technology partner willing to build a single network they can all use. The mobile phone operators as well as other telecoms companies such as BT are also expected to look at using the freed-up space for wireless broadband services. The regulator will also enable local TV broadcasters to use parts of the spectrum for new services. In addition, financial companies could buy up the airwaves in order to lease capacity to other companies."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}