{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2006/dec/05/learnlessonplans.secondaryschools", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2006-12-05T23:54:16Z", "webTitle": "Teaching about the climate in class", "webUrl": "https://www.theguardian.com/education/2006/dec/05/learnlessonplans.secondaryschools", "apiUrl": "https://content.guardianapis.com/education/2006/dec/05/learnlessonplans.secondaryschools", "fields": {"headline": "The climate in class", "bodyText": "It seems a heinous global crime for wealthy nations to prosper at the expense of the planet, while developing countries suffer the environmental consequences. But climate change is bringing about exactly that. Already, vulnerable countries are paying the price for the excesses of the wealthy. The Guardian's Christmas appeal is supporting a charity that is taking practical steps to tackle and reverse the damage being done. Practical Action (practicalaction.org) promotes sustainable technologies to reduce poverty in developing countries, helping them to adapt to the effects of climate change, as well as lobbying for urgent action on the issue. This practical message fits powerfully into many areas of the curriculum, including design and technology, geography and science. Recently, UN climate talks and the Stern report acknowledged that Africa is particularly at risk. Temperature rises in Africa will be possibly twice those elsewhere, leading to severe water shortages, reduced crop yields and increased deaths from water-borne diseases such as malaria. A BBC interactive animation provides an excellent starting point for study: it starkly demonstrates the contrast between action and inaction for Africa and Asia (news.bbc.co.uk/1/shared/spl/ hi/sci_nat/04/climate_change/html/climate.stm). Somebody else's problem? Surveys have shown that climate change is a big concern for young people, but they feel it is an issue for governments and companies. It is, of course, but it is also a matter of individual responsibility.Get them to measure their own contribution to global warming through this quiz: www.globalgang.org.uk/games/ greenquiz.html. The BBC and the Department for Environment, Food and Rural Affairs provide excellent sites for student research on global warming (news.bbc.co.uk/1/hi/in_depth/sci_tech/2004/climate_change/default.stm# and www.defra.gov.uk/environment/climatechange/schools/index.htm). Practical Action's education sites present superb teaching and learning resources. Step (www.stepin.org) provides materials to support design and technology lessons at key stage 3, including lesson plans on designing more sustainable packaging and creating a new product from old cloths and curtains. Their Sustainable Design Award (www.sda-uk.org) is aimed at AS and A2 D&amp;T students, and offers support to students, as well as training for teachers in sustainable design. They are also launching a new key stage 2 site next year: Children Challenging Climate Change. Food for thought When challenging students to consider individual and family choices about actions, food is an important place to start, although choices about food are not always easy. Throw this dilemma at your class for a starter: would a \"green\" shopper choose an organic apple from New Zealand, a fair-trade banana, or a locally grown plum cultivated using pesticide? Encourage debate on the merits and drawbacks of each. Move on to the concept of food miles, ie how many miles food (and its packaging and processing) has taken to arrive on the plate. Older students can read the article at www.mcspotlight.org/media/reports/foodmiles.html. Using the example of strawberry yoghurt given in the article, ask them to create a diagram of the journey a yoghurt takes to reach the table and to list some of the hidden miles, such as the miles travelled by individual ingredients, the miles involved in cultivating the strawberries, and the journey of the packaging. Ask younger students to research the origin of fruit and vegetables in their local shops. They can then work out the food miles (or kilometres) on some foodstuffs by using a distance calculator: www.indo.com/distance. Seasonal delights A report last year suggested that the most important factor in buying \"green\" is to buy food produced from within a 20km radius, and this means buying seasonal foods. A Guardian article gives a handy guide www.theguardian.com/food/focus/story/0,13296,961325,00.html. Ask students to create a colourful calendar for 2007 featuring seasonal food for each month. Then set your students the challenge of creating a seasonal food dish. There is a lesson plan for this at www.stepin.org/docs/food_for_thought/. Energy and travel are further areas where individuals can make an impact. Look at some of the key actions we can all take to reduce energy consumption (for example, on www.climate-concern.com/Saving%20Energy.htm) and then ask students to carry out a survey of their own homes, looking for areas where savings could be made. Once they have had a chance to share their findings, look at the main problem areas and set students to work on campaigns to make improvements. As this academic year is a Year of Action on Sustainable Development for schools, you may wish to look at developing a sustainable schools project (www. sustainablelearning.info). One way of offsetting CO2 damage is by planting trees. Encourage students to work out the number of kilometres they travel by car, bus or plane per year, and to use the Tree Calculator to estimate the number of trees they should be planting to offset CO2 damage (www.coolkidsforacoolclimate.com/Take%20Action/ TakeActionIndex.htm). Finally, show students a short promotional video for a film called The Great Warming: www.thegreatwarming.com/globalwarmingpromo-qt.html. Challenge them to follow this up with their own short video or presentation explaining how individuals can and should do something about it. Teachers and students will find a complete KS3 lesson covering the Christmas appeal and climate change on the Guardian's daily newsdesk for schools: www.learnnewsdesk.co.uk Curriculum links Key stage 2 Citizenship 1a-c, 2a-e, 2j; design and technology 1a-d, 2a-f, 3a-c; English (En1) 1a-c, 2a-c, 3a-b; (En2) 2a-d, 3a-g, 5a-g; (En3) 1a-e; geography 1a, 1c-d, 2a, 2c-d, 3a-g, 5a-b; science (Sc2) 5a Key stage 3 Citizenship 1f, 1i, 2a-c, 3a-c; design and technology 1a-h, 2a-e, 3a-c; English (En1) 1a-g, 2a-f, 3a-e; (En2) 1a-e, 4a-d, 5a-d; (En3) 1e-o; geography 1a, 1d-e, 2a, 2c-d, 3a-e, 5a-b; science (Sc2) 5a Key stage 4 Citizenship 1j, 2a-c, 3a-c; design and technology 1a-g, 2a-d, 3a-d; English (En1) 1a-g, 2a-f, 3a-e; (En2) 1a-e, 4a-d, 5a-d; (En3) 1e-o; science single (Sc2) b,c; double (Sc2) 5b-c Scottish curriculum English language (levels C-F); environmental studies: society, science and technology (levels C-F)"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}