{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2006/dec/16/foodanddrink.recipes2", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2006-12-16T23:59:21Z", "webTitle": "Dan Lepard: Apples stuffed with almonds and apricots", "webUrl": "https://www.theguardian.com/lifeandstyle/2006/dec/16/foodanddrink.recipes2", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2006/dec/16/foodanddrink.recipes2", "fields": {"headline": "Apples stuffed with almonds and apricots", "bodyText": "All restaurant food today owes a great debt to Michel Guérard, the father of modern cooking. This recipe, adapted from Caroline Conran's translation of his Cuisine Gourmande (1978), demonstrates the lightness he brought to the dessert menu. Serves six. 25g whole almonds, in their skins 100g dried apricots 2 tbsp dark rum 50g caster sugar 6 apples, ideally russet or golden delicious 50g unsalted butter Pour boiling water over the almonds, leave for 20 minutes, then slip off the skins with your fingers. Slice the almonds lengthways into quarters, then chop the dried apricots into ½cm cubes. Mix the nuts and fruit with the rum and 25g sugar, and leave to soak for 30 minutes to an hour. Meanwhile, peel the apples but leave the stalks on: they look prettier. Trim the bottom of each apple so it sits flat, then slice off the top quarter - this will be the lid. Using a teaspoon, scoop out the pith and pips from each apple, leaving in the middle a hole the size of a small walnut. Stuff this with the apricot and almond filling, then dot evenly with half the butter. Preheat the oven to 180C/ 350F/gas mark 4. Return the apple 'lids', divide the remaining butter on top, then sprinkle the last of the sugar over the apples. Bake for one hour, basting with the buttery juices halfway through. Serve piping hot with crème fraîche or cream. · Go to danlepard.com/guardian for more baking tips."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}