{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2006/dec/19/afghanistan.nato", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2006-12-19T23:58:53Z", "webTitle": "UN urges condolence fund amid 'concern' at Afghan civilian deaths", "webUrl": "https://www.theguardian.com/world/2006/dec/19/afghanistan.nato", "apiUrl": "https://content.guardianapis.com/world/2006/dec/19/afghanistan.nato", "fields": {"headline": "UN urges condolence fund amid 'concern' at Afghan civilian deaths", "bodyText": "The UN urged Nato to take steps to prevent further innocent deaths after the shooting of at least seven Afghan civilians by British soldiers this month. A military investigation into the shootings, which followed a suicide attack on a British convoy in Kandahar, exonerated the royal marines involved, but a report by the UN assistance mission to Afghanistan (Unama) said the incident raised \"significant grounds for concern\". The UN report called on Britain to establish a fund to compensate the families of civilians accidentally injured or killed by soldiers. Public anger has been running high in Kandahar since the December 3 shootings in the wake of a suicide attack on a British convoy that seriously injured three soldiers and several Afghan civilians. Immediately after the blast, marines who feared a second attack shot two pedestrians at the bomb site who approached a wounded officer \"with purpose\", investigators said. Then the 27-vehicle convoy sped through the crowded city centre, opening fire on a motorcyclist and the drivers of two cars who failed to heed warning signs. Some details of the shootings are disputed. Local politicians accuse the soldiers of firing indiscriminately. Although medics said two people died of gunshot wounds in hospital, a human rights group put the total death toll at three. During a visit to the city last week, the Afghan president, Hamid Karzai, said such shootings involving Nato soldiers were unacceptable, and made strenuous representations to western ambassadors. But military investigators, who carried out two inquiries, said the soldiers acted in a \"proportionate and reasonable manner when faced with perceived threats to their safety\". There were no grounds for any criminal or disciplinary actions, they said. The shootings are the product of rising tensions and frayed nerves among both civilians and soldiers after an onslaught of Taliban suicide attacks across the south. In the latest attack yesterday, a bomber rammed his vehicle into a US convoy east of Kandahar city, wounding two soldiers. Although the British shootings triggered the greatest ire, Canadians have also roused anger for shooting civilians who stray too close to their patrols. Such incidents have damaged Nato's popularity in the southern city, the UN report said. It called on the alliance to ensure that civilians were protected \"even in situations of extreme stress\", and urged it to examine its \"escalation of use of force\" procedures. The damage done by civilian deaths to Nato's standing is compounded by the lack of a common compensation policy among its members. While the US has a system of \"condolence\" payments for families shot or injured by its troops, each Nato state makes discretionary payments. The UN called on Britain and other member states to establish a fund to make immediate payments. Sarah Holewinski of Civic, a US group that helps civilian victims of conflict, said the lack of a fund \"fuels resentment, drives people to support the Taliban and fails at public relations. You can't win the war if you don't win the people.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}