{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2006/dec/20/comment.activists", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2006-12-20T23:53:00Z", "webTitle": "Greenpeace vies for the action - and bags the profits", "webUrl": "https://www.theguardian.com/environment/2006/dec/20/comment.activists", "apiUrl": "https://content.guardianapis.com/environment/2006/dec/20/comment.activists", "fields": {"headline": "Greenpeace vies for the action - and bags the profits", "bodyText": "I can't go to the Greenpeace office Christmas party this year. I've written to the activist group a few times asking for it to cooperate with us to help stop the Japanese whaling fleet, but I have not received a single answer. Greenpeace International raised $103m (£53m) from its whaling campaign last year and initially said in March 2006 that it would not be returning to Antarctica. Now it says it is. The question should be asked: who's making more money from whaling - the Japanese or Greenpeace? Greenpeace is certainly making more money from whaling than Iceland - $103m dollars for sending two ships to Antarctica last year, taking some pictures and holding up banners. And what about all those pictures of Greenpeace battling the Japanese water cannons? Last year, our own inflatable boats easily avoided those cannons. What we observed was Greenpeace positioning its boats in the path of the cannons and then filming the dramatic encounter - an encounter that was posed for effect, not to affect. As for putting activists in inflatable boats and getting between the whales and the harpoons, well, I developed that tactic for Greenpeace in 1974. It did not work then and it still is not working. But, hey, it looks dramatic as hell. The Greenpeace voyage last year was really about making whale \"snuff flicks\" and exploiting bleeding, suffering whales to wring out every emotional dollar it could from the public. I hope that all those attending the Christmas party at the Greenpeace offices in Washington DC have a good time celebrating. It must be nice to be a member of the biggest \"feelgood\" organisation in the world and to know that you've got special dispensation from the ecological crimes of the human race - dispensation for the price of a membership. I've still got mine - my lifetime membership number of 007, which is sort of a licence to be critical. I feel a bit like Dr Frankenstein, having helped to create the big green mean machine that was started with the best of intentions, by the most honourable of men and women, and is now one of the largest bureaucratic green corporations in the world. But I guess that is the way of the world, that good ideas become co-opted and then marketed for profit. Meanwhile, the real work of conservation and environmental activism is carried out by individuals and small grassroots organisations that struggle for funds and hammer relentlessly at the pillars of power. This Christmas, I intend to be battling whalers on the high seas and eating a vegan Christmas dinner on board to demonstrate that life is to be defended, respected and honoured. I've got only a few years left on this lovely planet, and I don't intend to be politically polite, quiet and reserved. Sometimes things need to be said, actions need to be taken, and to hell with what some people might think about it. Best wishes for a very merry Christmas to all, and my sympathies to the usual victims - the hundreds of millions of fir trees, turkeys, pigs, geese and others - for who Christmas is a time of horrific cruelties and death. Just remember, whales will be dying this Christmas in agony in the lonely seas of the southern oceans. That is where we will be. · Captain Paul Watson is founder and president of the Sea Shepherd Conservation Society, co-founder of the Greenpeace Foundation and Greenpeace International (1979), and former director of the Sierra Club US (2003-06)"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}