{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2006/dec/01/usa.mainsection", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2006-12-01T23:59:05Z", "webTitle": "Killer whale attacks trainer", "webUrl": "https://www.theguardian.com/world/2006/dec/01/usa.mainsection", "apiUrl": "https://content.guardianapis.com/world/2006/dec/01/usa.mainsection", "fields": {"headline": "Killer whale attacks trainer", "bodyText": "A trainer at a California adventure park was in hospital yesterday after a killer whale twice held him underwater in front of hundreds of spectators. Ken Peters, 39, was hurt during the final show of the day at SeaWorld San Diego's Shamu stadium. The finale called for a five-metre (17ft) female orca named Kasatka, weighing more than 2,250kg (5,000lb), to shoot out of the water so that Mr Peters could dive off its nose. But after they had plunged underwater, Kasatka grabbed Mr Peters' foot, a park spokesman, Dave Koontz, said. \"The trainer was being pinned by the whale at the bottom of the pool,\" a spectator, Karen Ingrande, told KGTV-TV. When they came up, Mr Peters tried to calm the whale by stroking its back but it grabbed him and plunged down again for another minute. The crowd \"began to realise there was not something right and the whale was down again under the water. Again they were splashing the water to try to get the whale to come to the surface,\" Ms Ingrande said. The whale finally released Mr Peters and he was able to swim away. Other trainers stretched a net between him and Kasatka. He emerged with one leg of his wetsuit torn. \"He tried to stand up on the stage and that's when we realised there was something wrong with his leg and his foot. He was just white as a ghost,\" Sherri Justice, another spectator, told KFMB-TV. Mr Koontz said that Mr Peters was \"resting comfortably\" in hospital but he did not know the extent of his injuries. Mike Scarpuzzi, who oversees zoological operations, said Mr Peters had worked with animals for 16 years, adding: \"His skills and techniques, and close relationship with the whale played a major role in helping the animal calm down and allowed him to eventually swim out of the pool.\" The park planned to put on the shows yesterday, but without Kasatka."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}