{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2013/oct/28/england-twickenham-fortress-australia", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2013-10-28T22:00:01Z", "webTitle": "England embark on mission to make Twickenham a fortress again", "webUrl": "https://www.theguardian.com/sport/2013/oct/28/england-twickenham-fortress-australia", "apiUrl": "https://content.guardianapis.com/sport/2013/oct/28/england-twickenham-fortress-australia", "fields": {"headline": "England embark on mission to make Twickenham a fortress again", "bodyText": "England have set themselves a two-year goal to turn Twickenham into an impregnable fortress before they host the 2015 Rugby World Cup. That mission will commence against Australia on Saturday, with management and players determined to maximise the advantage of competing in a tournament on home soil. At times over the past decade Twickenham seems to have galvanised the visitors more than the home side, with the Wallabies having triumphed on four of their past six trips to south-west London. South Africa have not been beaten there in four attempts dating back to 2006, while New Zealand's loss last season was their first at the home of English rugby since 2002. With Twickenham set to host Australia, Argentina and New Zealand over the next three weeks, followed by a further 11 scheduled home Tests and three of England's four World Cup pool games – as well as all their knockout games should they keep winning – there is clearly an incentive to make the stadium as imposing a venue as possible. During the Sir Clive Woodward era, England were unbeaten at Twickenham for four and a half years and 22 matches between 1999 and 2004. Kicking off the autumn internationals with victory over their World Cup pool opponents Australia, therefore, has extra significance for the players. \"We want to make Twickenham a massive fortress over the next two years, building up to the World Cup,\" said the hooker Tom Youngs, part of the Lions squad who defeated the Wallabies in the summer. \"This game is huge for us. It's the first of a long international season so it's important to set our stalls out and get a good performance in. We've talked about that last week and today. It's about starting big. \"You look at the Six Nations last season and we started pretty well against Scotland. But last autumn we played Fiji and then went into the Australia game not quite on the pace of international rugby. You can't be a yard or two short in international rugby.\" Something along the lines of last November's victory against New Zealand would suit Youngs perfectly, as opposed to the ill-fated Six Nations decider against a rampant Wales in Cardiff. England tend to respond most positively when they are not expected to win and are now seeking that same desire and hunger at all times. \"We want to win all three games,\" stressed Youngs, in line to keep his starting place at hooker, with Dylan Hartley unable to train before Thursday because of a twisted ankle. \"We've all watched the Wales game individually and are definitely more aware now of how to handle those [pressure] situations better. It was a massive learning experience and we don't want to be in that situation again. We've just had a weekend off to freshen mind and body and now we're really hungry for this weekend. It's England versus Australia. I don't think they need any more motivation.\" In a further bid to ensure no post-Lions complacency creeps in, the management is even reluctant to concede England might be favourites to beat the Wallabies. \"They're improving massively and we won't be taking them for granted, that's for sure,\" stressed the head coach, Stuart Lancaster, wary of Australia's slight recent upturn under their new coach, Ewen McKenzie. \"Having a new coaching team in place makes a difference. Australia have improved since the Lions tour … we've got to be at our best to beat them. I'm not sure I'd accept we're favourites.\" Lancaster also let slip, though, that what he says publicly and privately can be two entirely different things in the buildup to a major Test. He spoke the unvarnished truth, nevertheless, when he described the absence of the prop Alex Corbisiero as a \"significant blow\", with the Bath tighthead David Wilson also unable to train fully on Monday because of a slight calf niggle. Barring setbacks, the management still expect both him and Hartley to be available for the matchday 23, to be announced on Thursday, despite call-ups to Rob Webber and Henry Thomas to act as training cover. England's desire to take a fresh guard, meanwhile, is also evident in the car park at their Surrey base at Pennyhill Park, where an enlarged gym and indoor artificial surface have been temporarily installed pending the completion of a new permanent structure. The Rugby Football Union has been persuaded that training facilities for the national team need to be better across the board and Lancaster says it is already making \"a big difference\" to his squad's preparations. \"It allowed us to do lineouts this morning even with a gale blowing outside,\" reported Lancaster, previously forced to use nearby schools and sports halls in poor weather. \"We've never had an indoor space in which to do any work here before.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}