{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2013/oct/20/blonde-blue-eyed-girl-found-in-greek-gypsy-camp", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2013-10-19T23:08:00Z", "webTitle": "Two face charges over blond-haired girl found  in Gypsy camp", "webUrl": "https://www.theguardian.com/world/2013/oct/20/blonde-blue-eyed-girl-found-in-greek-gypsy-camp", "apiUrl": "https://content.guardianapis.com/world/2013/oct/20/blonde-blue-eyed-girl-found-in-greek-gypsy-camp", "fields": {"headline": "Two face charges over blond-haired girl found  in Gypsy camp", "bodyText": "Greek officials have launched an international campaign to try to identify a four-year-old blond-haired, blue-eyed girl found in a Gypsy camp in central Greece as the couple believed to have raised her face charges of kidnapping. \"They will appear on Monday before a magistrate on charges of abducting a minor after DNA tests revealed they bore no relationship to her,\" said Lukas Krikos, a police official in Athens. \"An extensive investigation is under way around the Roma camp in Farsala, where she was found.\" Police found the child, with her conspicuous deep-set blue eyes and pale skin, when they conducted a raid on the settlement 170 miles north of Athens in search of weapons and drugs. The girl appeared disoriented and confused by the abrupt change in her environment when she was taken into the care of a children's charity. \"She communicates mostly in the Roma dialect and understands only a few words of Greek,\" said Costas Giannopoulos, who heads the charity, called Smile of the Child. Greek authorities said it was imperative that they find the child's real parents so they could understand how she ended up in the camp. A global search has been initiated through Interpol and international children's groups. Police say the suspects, a 40-year-old woman and a 39-year-old man, have given a range of explanations, from the girl being found in a blanket to her having a Canadian father. The woman, who was found to have two identities and 14 children, claimed to have given birth to six of them in the same year. At least three were registered in different parts of Greece. \"This case has reinforced our suspicions of Roma involvement in child trafficking. We have discovered how easy it is for anyone to register children as their own,\" Giannopoulos told the Observer. \"Blond, blue-eyed children are clearly being targeted.\" The parents of Madeleine McCann, the toddler who went missing in Portugal in 2007, said the case gave them \"great hope\". It could also help crack the mystery of Ben Needham, the Sheffield boy who went missing on the island of Kos in 1991."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}