{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2013/oct/24/eden-hazard-chelsea-manchester-city-kompany", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-10-24T22:00:01Z", "webTitle": "Eden Hazard wary of Manchester City with Vincent Kompany returning", "webUrl": "https://www.theguardian.com/football/2013/oct/24/eden-hazard-chelsea-manchester-city-kompany", "apiUrl": "https://content.guardianapis.com/football/2013/oct/24/eden-hazard-chelsea-manchester-city-kompany", "fields": {"headline": "Eden Hazard wary of Manchester City with Vincent Kompany returning", "bodyText": "Eden Hazard believes that Manchester City represent a far more daunting proposition with Vincent Kompany in the team but he is confident that Chelsea's momentum under José Mourinho will see them overcome when they visit Stamford Bridge on Sunday. \"Kompany is really important for City because when he plays they win and when he doesn't play they lose, often,\" Hazard said of his Belgium team-mate. \"We know his quality and we're lucky to have him in the Belgium team. I prefer to play with players like that than against them.\" Kompany, who became a father for the second time this week, is expected to return to the City defence after the thigh injury that he suffered against Everton on 5 October and which prevented him from playing during the international break and then for City against West Ham United and CSKA Moscow. The fixture on Sunday will provide an early pointer as to the title credentials of both clubs but Hazard says Chelsea are getting into a groove; that Mourinho's methods are beginning to be felt. After the wobble that followed the previous international break in September, when Chelsea lost to Everton and Basel, they have now gone seven matches without defeat. \"We are playing well at the moment and are in form,\" Hazard said. \"We have won at Norwich, we won at home against Cardiff ... We have got a good dynamic. I hope we can continue like this because this weekend we have another big, important match. \"José brings his experience. He is a great coach. Us young players are impressed. We are starting to know him. He is a good guy, someone who has his own ideas and who puts them in place. At the moment we are winning so all is well. He has won a lot of things before and I hope he wins more, that we'll be able to win trophies.\" Hazard said that last season's Champions League disaster, when Chelsea did not emerge from the group phase, was a big part of both his own and the squad's motivation this time. Chelsea feel positive after away wins over Steaua Bucharest and Schalke. \"Last season was a failure,\" Hazard said. \"It was a failure to get knocked out at the group stage. This is only the third year that I play in the Champions League and I have lost two years running at the group stage. I hope that for the first time, I will go through. We'll use last year's experience and not reproduce [the mistakes].\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}