{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2013/oct/28/burnley-westhamunited", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-10-28T22:41:00Z", "webTitle": "Burnley's Sean Dyche follows Brian Clough's basics before West Ham visit", "webUrl": "https://www.theguardian.com/football/2013/oct/28/burnley-westhamunited", "apiUrl": "https://content.guardianapis.com/football/2013/oct/28/burnley-westhamunited", "fields": {"headline": "Burnley's Sean Dyche follows Brian Clough's basics before West Ham visit", "bodyText": "Sean Dyche has made open-mindedness a mantra at Burnley, encouraging it from his players and employing the term frequently at press conferences. There are some things he could not have envisaged, however, and the remarkable transformation occurring under his management at Turf Moor is one. Sam Allardyce is guaranteed a difficult return to Lancashire with West Ham United on Tuesday. Burnley consolidated their position at the top of the Championship with a seventh successive league win, their eighth in all competitions, when beating the title favourites, Queens Park Rangers, 2-0 on Saturday. The club are enjoying their best start to a season since 1897 and doing so off the back of a summer when not one player was signed for a transfer fee and their prized asset, Charlie Austin, headed to Loftus Road for a reported £4m. It is little wonder the Burnley faithful have labelled Dyche, the manager who added six free signings and one loan recruit to a squad that finished 11th last season, the \"Ginger Mourinho\". \"I believe in the players,\" says the Burnley manager before hosting Allardyce's West Ham in the fourth round of the Capital One Cup. \"But to say you will be top of the league at this stage is hard, not so much to imagine, but to do. I was absolutely sure that we had a group of players who could compete at this level. To be top and to equal the best ever start in the history of Burnley football club – now that's a different thing. I would be a liar if I said I expected that because you can't expect that in any business, let alone in the football business.\" Burnley's rise, Dyche believes, stems from a freedom that has allowed his players' talent to flourish. It is a lesson learned not from Mourinho but another two-times European Cup-winning manager, Brian Clough, under whom the 42-year-old started out at Nottingham Forest before moving to Chesterfield without making a senior appearance at the City Ground. \"I always remember how, as a youngster under Brian Clough, the whole club knew the structure of how the team played,\" he says. \"The basic requirement for each position was always crystal clear and that provides a nice clarity, so that players go on the pitch knowing exactly what is expected of them. \"Once they have done the basics, they have the freedom to play. They are encouraged to do that and it enhances what they can offer as individuals. I think these players can achieve whatever they want to. It's about being open-minded. \"The biggest thing I have promoted to these players is having no fear, just going out and playing with an open mind. They know they're organised, they know they're fit enough and it allows them that mental clarity to go for the performances.\" It also helps to have strikers in Danny Ings and Sam Vokes who have seized the opportunity presented by Austin's departure. Ings, called into the last England Under-21 squad, took his season's tally to 13 with a brace against QPR, while Vokes has provided an intelligent foil. \"They have been unbelievable,\" says Kieran Trippier, a former FA Youth Cup-winning captain at Manchester City who is part of a defence that has conceded one goal since 28 September. \"They are full of confidence and they have a great understanding.\" Though Tripper points out: \"The most important thing was having the gaffer's first pre-season [Dyche having replaced Eddie Howe last October]. The spirit this year is unbelievably high, we have no fear of any team in the league, and the big difference is our fitness. We ran non-stop for 98 minutes against QPR on Saturday.\" Burnley are benefiting from their belief in Dyche, confidence that he accepts could have been tested during a run of two wins from 16 league games last season and was absent when new owners arrived at Watford in 2012 and dismissed him after one encouraging campaign in charge. He insists: \"You have to believe that you are working in the right fashion. I think I do, my staff do and the players have mostly done so while I've been here. I sleep well in the evenings. Last season we had an awkward run and it's fair to say there were big question marks but I didn't lose any sleep over it. I knew what our intention was and what we were doing behind the scenes. I knew we had a group that was working hard and it was functioning. Then you build from that.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}