{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2013/oct/02/forgotten-story-of-luc-longley", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2013-10-01T23:58:00Z", "webTitle": "The forgotten story of ... Luc Longley", "webUrl": "https://www.theguardian.com/sport/blog/2013/oct/02/forgotten-story-of-luc-longley", "apiUrl": "https://content.guardianapis.com/sport/blog/2013/oct/02/forgotten-story-of-luc-longley", "fields": {"headline": "The forgotten story of ... Luc Longley", "bodyText": "While Michael Jordan was busy putting the finishing touches on one of the greatest seasons in sport history against a hapless Seattle Supersonics outfit in game six of the 1996 NBA finals, Luc Longley studied the elated expressions on the faces of friends, family and strangers. Seconds away from joining the basketball record books and amidst the deafening cheers of Chicago's United Center, a sense of arrival finally dawned on Longley after a half decade of trudging through the harsh NBA landscape. However, it would not be until years later that he fully came to realise how pioneering his journey had been for Australian basketball. As the first Aussie to play in the NBA, Longley travelled an unlikely and uncertain path before becoming an invaluable contributor during the second-half of Jordan's six-championship run with the Chicago Bulls. But Longley may not have even made it to the States had it not been for a dose of luck. A couple of notable American colleges journeyed to Perth to get a better look at a young Andrew Vlahov. A great player in his own right, Vlahov would go on to have a successful career at Stanford University and later the Perth Wildcats, but it was the teenage Longley that turned heads during the 1986 visit. Longley ended up at the University of New Mexico and after a dominant senior season he declared for the NBA Draft. However, instead of enjoying the limelight as a franchise building block, the seventh overall selection set off to join the Minnesota Timberwolves and suffer through basketball purgatory. Longley faced uncharted territory and could turn to very few people as he made the transition to the NBA. After years of being able to throw his weight around against smaller opponents – he stands at 7ft 2in – the 22-year-old suddenly came up against men his size and larger on a nightly basis and like many young professional athletes in the United States, often thrown enormous checks before they are legally allowed to consume alcohol, Longley ran into the ups and downs of the financial side of American sports. \"I found the transition very, very hard,\" Longley tells the Guardian. \"In college I'd been able to dominate with length, strength and height. When I got to the NBA everyone was just as big so I really had to re-develop my game, go back to the drawing board a little bit and find out where my strengths were going to lie in this new environment.\" The tough growing pains eventually wore off and his game took noticeable strides in his third season. He was still playing for a ghastly Timberwolves team infected by bad attitudes, but added maturity and the addition of former Boston Celtics' legend Kevin McHale to the Minnesota staff began to turn to his career around. \"My young brother wrote me and he actually hit the nail on the head – I'd always played the game for fun and for the love of it and when I got to the NBA guys were playing for their livelihoods, their families, careers and reputations. It was a level of intensity I hadn't geared up for and was reluctant to as well for some reason,\" said Longley. \"His letter encouraged me to do that at about the same time as Kevin showed up. I spent a whole off-season in Minnesota rather than Australia in the gym and the weight room getting my body right. Once I got stronger I became more confident.\" Despite gradual improvement, Minnesota decided to trade their lottery pick 49 games into the 1993-94 season. Longley ended up in a Jordan-less Chicago, away from the game on a baseball sabbatical, but still flourished under the leadership of legendary coach Phil Jackson and the best second banana in NBA history, Scottie Pippen. Away from the \"basketball desert\" of Minnesota, Chicago's disciplined winning ways began to make basketball fun again. It had taken 250 games across five gruelling seasons, but Longley had finally landed on the right path. \"I'm back\". Those two words famously announced Jordan's return from almost two years of retirement the following season, setting the stage for a new chapter in Longley's career, but one that didn't come without \"teething problems\". The Bulls had gone through a near complete overhaul after winning the 1993 finals against Phoenix and their new roster was forced to acclimatise to the return of the world's biggest sporting name. Tickets were suddenly impossible to find, media scrutiny trumpeted and security doubled. \"When Michael came back we were on a fast learning curve.\" Longley and Michael took some time to mesh and it wasn't until the Bulls added some big pieces ahead of their 1996 championship push, headlined by the eccentric Dennis Rodman, that Longley's value became fully recognised. \"It took me a little while to get used to playing with someone like MJ, or someone that good to be frank, and it took MJ a while to realise what my strengths and weakness were,\" Longley said. \"He was pretty brutal in assessments of his team-mates and I probably didn't appreciate that very much to start with, but it all worked out pretty quickly, in fact I was injured for a stretch and it was then I think Michael realised how much he liked having me around.\" The Bulls cast featured a number of unique and well documented personalities and keeping them in check became vital to the team's on-court success. \"It wasn't easy [the mix of personalities], but I thought it was interesting. There was a fair bit of latitude for guys to be who they were, but there was also a very clear hierarchy in understanding in what was tolerated and what wasn't and it got stretched, tested, pushed and pulled.\" \"One of my jobs on the team – an unspoken role – was mediating between some of the different groups and keeping everyone on the same page. That's probably overstating it. I made it easier, not harder. Put it that way.\" Longley played a vital role for the Bulls during their three straight championships between 1996-98, contributing 9.8 points and 5.5 rebounds per game over the three-season stretch while providing some much needed talent and height alongside the brilliantly scrappy, but undersized defensive forward Rodman. After years of struggling to find an identity in the hugely competitive NBA, Longley finally felt at home as the Bulls overcame the Sonics for his first title. \"That first championship against Seattle when we were at home, the clock was winding down to under a minute, we were up by double-digits and I realised the game was over so I was looking around the crowd,\" Longley reminisced of the Bulls' record breaking 72-10 season. \"You feel like you are at the centre of the basketball universe and you've gotten to the place you've been treading your whole life, and sometimes you didn't even know you were treading there, somehow it was a bit like an arrival is the way I remember feeling.\" Ronnie Nunn, a former NBA official of 19 years, was part of the officiating crew that handled the 1998 NBA finals, Jordan's sixth and final championship before retiring for a second time. Now retired and working as a officiating and basketball big man consultant, Nunn describes Longley as an integral piece of Chicago's roster and a person that earned the respect of many in a foreign environment. \"Luc Longley was a gentle giant of a man in our game,\" Nunn told the Guardian. \"Longley represents one in the line of many gentle giants that have been showcased on an NBA floor and who have followed some kind of baton passing generational ethic: because I know I can hurt somebody with my strength and size, I choose to compete but not endanger those who I compete against.\" Longley's greatest adversary wasn't an opposition center looking to batter and beat him each and every night, it was managing his own health. His huge frame made enduring the gruelling 82-game NBA regular season a constant battle. He played a career-high 72 games for Phoenix in the tail end of his career, but averaged just 56 over the course of 10 NBA seasons including just 25 in his final season with the New York Knicks before retiring due to a degenerative condition in his left ankle. \"My biggest job in the NBA was not guarding Shaquille O'Neal or learning post-moves, it was managing my body.\" \"I think unless you are incredibly blessed like a Michael Jordan or a Scottie Pippen, if you're just a little bit down the genetic food chain in terms of the resilience of your body – even in the 82 game regular season, let alone a playoff game, it is an ordeal. Nine games out of 10 you're playing with pain and injury and that's part of your job and being a professional sportsman.\" Jordan's retirement led to general manager Jerry Krause splitting up the Bulls. Pippen was traded to the Houston Rockets, Rodman signed with the Los Angeles Lakers as a free agent and Longley was dealt to the Phoenix Suns. He spent three more years in the league, but never fully overcame the injury bug. Upon his retirement, Longley returned to his hometown, Fremantle, but intentionally stayed away from basketball. \"When I hurt my ankle it stopped me from playing and it was little bit like a bad divorce or bad separation, I needed to be away from the game at that stage and felt pretty badly about the whole situation and you'd rather retire on your own terms.\" \"If I hadn't had other people to care about, I would have moved to the bush and grown my hair out and you would have never heard from me again, but life doesn't work that way and other people depend on you.\" After a 12-year break, including a short stint as a part owner of the Perth Wildcats with Vlahov, Longley finally made his basketball return with the Boomers in May this year. The 44-year-old Longley joined coach Andrej Lemanis's staff after working in a consulting role heading into the 2012 London Olympics. Longley is energised to be once again involved in basketball, but his role with the Boomers isn't restricted to helping the Australian national team win more games and gain more of a national presence; he's also responsible for ushering in the country's next crop of basketball elite. That begins, but is not limited to, Dante Exum. Projected to take the NBA by storm in the coming years, Exum heads the next batch of NBA bound talent. \"I can chat to Dante and offer advice,\" says Longley. \"With teenage children, you don't give advice, you sprinkle it out like chicken feed and let them peck away at it when they're ready. Dante is a man with a good head on his shoulders, as is Ben Simmons who I think is equally likely to end up in the show, but those guys will find their own way and I certainly offer advice and leave it out there for them to do what they want with it.\" Helping guide Australia's top players is something Longley doesn't take lightly. He knows his journey to the NBA, and becoming our most successful story in the process, was an unlikely one that didn't benefit from the same available wisdom. Looking back, he's proud to have played a part in Australian basketball history. \"What I am proud of though is I was able to get from Fremantle, Western Australia, all the way to where we beat Seattle in the World Championship. \"That is an unlikely and improbable journey and if you asked just about anyone as a junior or a young man, no one would have predicted it. \"I had a lot of people that believed in me, but I had probably more that didn't – including me at times – so to be the first Australian to play in the NBA is something that I hold dear and am very, very proud of and when I see other Australian players over there it makes me feel good. \"I've seen Andrew Bogut over there doing his thing, Aron Baynes, who I have been able to work with a little bit with the Boomers, going to get a run again this year. I feel somehow just a small part responsible and I like that.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}