{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2013/oct/06/nick-clegg-attacks-conservatives-over-eu", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2013-10-05T23:06:06Z", "webTitle": "Nick Clegg attacks Conservatives' 'flawed' EU policies", "webUrl": "https://www.theguardian.com/politics/2013/oct/06/nick-clegg-attacks-conservatives-over-eu", "apiUrl": "https://content.guardianapis.com/politics/2013/oct/06/nick-clegg-attacks-conservatives-over-eu", "fields": {"headline": "Nick Clegg attacks Conservatives' 'flawed' EU policies", "bodyText": "Nick Clegg will launch a far-reaching assault on the chancellor and prime minister this week in a landmark speech on Europe, negatively comparing David Cameron's leadership within the EU to that of Tony Blair. The deputy prime minister will turn on his most senior coalition colleagues, accusing George Osborne of endangering the British economic recovery by issuing threats of an exit. He will describe Cameron's promise to repatriate powers and then hold a referendum on continued membership of a reformed EU by the end of 2017 as a deeply-flawed \"political fix\" to \"plaster over their [the Tories'] internal divisions on Europe\". In stark contrast to what he describes as Cameron's short-sighted political calculation, Clegg will point to what he describes as the successes of Blair and Margaret Thatcher in leading and shaping Europe. The Liberal Democrat leader, in some of his strongest language yet on the crucial issue, is expected to say: \"The promise of unilateral repatriation was made when the Conservative party needed a way to plaster over their internal divisions on Europe. They needed a position that, in the lead up to the election, all sides can get behind – a policy fix. \"But it's a short-sighted political calculation that could jeopardise the long-term national interest. It is playing with fire and, if we go down this track, it is Britain that will get burned.\" Clegg, a former MEP, who insists that Cameron's policy of pandering to his Eurosceptic wing is \"bound to unravel\", is expected to add, referring to the coalition's dealings with Europe: \"Our experiences only prove what we have seen with every government for the last 60 years: if you want Europe to deliver for Britain, you have to lead. Margaret Thatcher led when she helped pioneer the single market. Tony Blair led when he and Jaqcues Chirac launched EU defence and security co-operation.\" During his speech on Tuesday, at the London headquarters of Swiss technology company, the Buhler Group, Clegg will reassert his party's commitment to an in/out referendum on Europe – but only at the time of a transfer of power from the UK to the EU. The Liberal Democrats are keen to plant in the public mind that Labour is the only party not signed up to a referendum. But he also wants to emphasise the dividing lines with the Conservatives ahead of European elections in May. Clegg, while pledging to seek reform of the EU where it is wasteful, intrusive or unfair, will warn of the damage done to British interests by the anti-European rhetoric employed by some ministers, including Osborne. And he is expected to throw doubt on those who believe that hardline Tory Eurosceptics can be won round by a reform of EU powers, saying the \"process is just a smokescreen for exit\". Clegg will claim that Cameron and others are playing a dangerous game that threatens the UK with \"economic suicide\". He will add: \"Senior – and usually moderate – voices in the Conservative party have now openly flirted with the idea of leaving; the mayor of London insisting we should be ready to walk away; the chancellor issuing threats of exit in German newspapers. That rhetoric has been toned down more recently. I expect they've realised that threatening to flounce out of the EU is hardly the best way to appeal to British business. \"But the threats certainly haven't been forgotten in Europe's capitals. The hardliners have been stoked up. And next May the Euro elections are bound to become a proxy for the bigger question of in versus out – a debate that will play out in the 2015 general election too. \"Our economy is finally turning a corner, but the recovery is fragile. We should be focusing on finishing the job and laying the foundations for long-term growth, not entertaining the idea of an EU exit that would throw our recovery away. Let me be absolutely clear: leaving the EU would be economic suicide. You cannot overstate the damage it would do to British livelihoods and prosperity.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}