{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2013/oct/14/children-regular-bedtimes-behaviour", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2013-10-13T23:41:00Z", "webTitle": "Children with regular bedtimes less likely to misbehave, research shows", "webUrl": "https://www.theguardian.com/lifeandstyle/2013/oct/14/children-regular-bedtimes-behaviour", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2013/oct/14/children-regular-bedtimes-behaviour", "fields": {"headline": "Children with regular bedtimes less likely to misbehave, research shows", "bodyText": "It has long been considered the parental holy grail – a regular bedtime, adhered to by compliant children. But steady bedtimes can mean more than a few hours of peace for the adults, according to research which shows that children put to bed at the same time each day are significantly less likely to misbehave. Children with erratic bedtimes are more likely to have behavioural problems – including hyperactivity, problems with peers and emotional difficulties – and demonstrate symptoms similar to jet lag. For children who go for longer periods without a regular bedtime, there is a more pronounced impact, caused by disruptions to natural body rhythms that can cause sleep deprivation. This in turn has been found to undermine the way the brain matures and children's ability to behave well, according to a study of more than 10,000 children carried out by University College London (UCL). But the impact of erratic sleep patterns was not found to be irreversible: parents who started putting their children to bed at consistent times noticed an improvement in their behaviour, as did teachers. The data was collected via the UK Millennium Cohort Study, with bedtimes noted at ages three, five and seven, and information on behaviour collected from parents and teachers. Three-year-olds were the most likely to have erratic bedtimes, with one in five children going to bed at varying times. But by age seven, more than half of children went to bed regularly between 7.30pm and 8.30pm. Children who had changeable bedtimes between the ages of three and five displayed better behaviour by age seven if their bedtimes had become more regular. If erratic bedtimes were not tackled, however, parents could expect their child's behaviour to progressively deteriorate. Professor Yvonne Kelly, from UCL's department of epidemiology and public health, said early child development was well known to have profound influences on health and wellbeing throughout a lifetime. \"Not having fixed bedtimes, accompanied by a constant sense of flux, induces a state of body and mind akin to jet lag and this matters for healthy development and daily functioning,\" she said. \"It follows that disruptions to sleep, especially if they occur at key times in development, could have important lifelong impacts on health.What we've shown is that these effects build up incrementally over childhood, so that children who always had irregular bedtimes were worse off than those children who did have a regular bedtime at one or two of the ages when they were surveyed.\" The study found that children whose bedtimes were irregular or who went to bed after 9pm were likely to come from more socially disadvantaged backgrounds. They were also more likely to have poor routines such as skipping breakfast, not being read to daily, having a television in their bedroom and spending longer in front of a TV than children with earlier bedtimes. The research, published in the journal Pediatrics, said: \"Family routines can be difficult to maintain when parents are working long and potentially unsociable hours, thus policy development is needed to better support families to provide conditions in which young children can flourish.\" Kelly added: \"As it appears the effects of inconsistent bedtimes are reversible, one way to try to prevent this would be for healthcare providers to check for sleep disruptions as part of routine healthcare visits. Given the importance of early childhood development on subsequent health, there may be knockon effects across the life course. Therefore, there are clear opportunities for interventions aimed at supporting family routines that could have important lifelong impacts.\""}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}