{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2013/oct/28/arsene-wenger-arsenal-jose-mourinho-chelsea", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-10-28T23:52:00Z", "webTitle": "Arsène Wenger seeks first blood in battle against old rival José Mourinho", "webUrl": "https://www.theguardian.com/football/2013/oct/28/arsene-wenger-arsenal-jose-mourinho-chelsea", "apiUrl": "https://content.guardianapis.com/football/2013/oct/28/arsene-wenger-arsenal-jose-mourinho-chelsea", "fields": {"headline": "Arsène Wenger seeks first blood in battle against old rival José Mourinho", "bodyText": "Arsène Wenger has admitted Arsenal's collision with Chelsea in the Capital One Cup on Tuesday can have a \"psychological influence on the team\" as the Frenchman seeks a first victory over a side managed by José Mourinho to pep his players' conviction that they are realistic challengers for honours this term. The sides taking the field at the Emirates Stadium on Tuesday night will be radically different from those that compete each week in the Premier League, where the London rivals sit first and second, with fringe and younger players hoping to seize an opportunity to impress. Yet Wenger, although initially reluctant to heap more significance on the derby, did concede benefits could be reaped before more critical contests in the weeks ahead. \"What is for sure is that you want to win these sort of games,\" the Arsenal manager said. \"I'm not sure it will affect the Premier League at all, but you know people will look at you, how you behave and whether you can win the big games like that. That has a certain psychological influence on the team. We haven't won the title for a few years and people question that now. At the end of the day, the Premier League will reflect the quality of the performances of the team throughout the season and how well you do in the big games. This is a good opportunity for us to show we are ready.\" Wenger, whose Arsenal played Mourinho's Chelsea eight times during the Portuguese's initial period at Stamford Bridge from 2004 to 2007 and never won, endured an acrimonious relationship with his London rival during those three years. The Frenchman's side had just completed an unbeaten league campaign and were the reigning champions when Mourinho arrived in the Premier League, only for Chelsea to establish themselves as the dominant force over the next two seasons. Their emergence prised apart the stranglehold imposed by Arsenal and Manchester United but, whereas Mourinho's relations with Sir Alex Ferguson were generally cordial, his clashes with Wenger were frequent and played out in public. Their verbal sniping prompted Mourinho's infamous accusation that the Frenchman was \"a voyeur\" in October 2005, when he said: \"There are some guys who, when they are at home, they have a big telescope to see what happens in other families … He's worried about us, he's always talking about us. It's Chelsea, Chelsea, Chelsea, Chelsea. I don't know if he wants my job. He loves Chelsea.\" There seemed little prospect of a recovery in their dealings after that outburst, with Mourinho armed with a 120-page dossier of Wenger's comments about his rivals and the Arsenal manager, who threatened legal action, retorting: \"When you give success to stupid people, it makes them more stupid sometimes.\" Time and distance, with Mourinho having since spent time at Internazionale and Real Madrid, have calmed that once combustible relationship. The only two managers competing in the English top flight who have claimed its title have since spoken at length about football over dinner at Uefa coaches' meetings, with the Chelsea manager having stated there would not be \"one single problem\" flaring between the two in the campaign ahead and calling his opposite number \"a very nice guy\" in pre-season. Arsenal's strong start to the campaign could test that resolve, with Chelsea's refusal to release Demba Ba for a season's loan at the Emirates having betrayed the reality that they consider Wenger's team direct rivals in the wake of Mesut Özil's signing. \"With all competitors there are ups and downs,\" said Wenger, who has given the forward Serge Gnabry a new long-term contract. \"You could see that again [on Sunday] between Manuel Pellegrini and Mourinho, because we put our whole heart into every single game. Sometimes we go overboard and that is part of the job. With the distance after, it always settles.\" While Wenger considers offering Nicklas Bendtner a first Arsenal start since March 2011 in a side he admits will be a mixture of fringe players and youth-teamers, Mourinho intends to select a similar team to the one that overcame Swindon Town of League One in the third round. Although he has withdrawn his threat to field Chelsea's under-21 development side as a protest at being made to play the game 48 hours after the victory over Manchester City, he will not select any players who started that 2-1 success. That should mean involvement for David Luiz and Juan Mata, as well as experienced team-mates such as Michael Essien and Mikel John Obi, and the 20-year-old Czech centre-half Tomas Kalas could make his debut. Chelsea, meanwhile, are exploring the possibility of moving Mourinho's son's season ticket from behind the away dugout at Stamford Bridge to avoid a repeat of Sunday's emotional celebrations by the home manager. The Portuguese ran across the visitors' technical area to seek out his son, José Jr, in the crowd after Fernando Torres's last-minute winner and enraged Pellegrini in the process, the City manager opting against offering a post-match handshake having taken offence at his opposite number's celebrations."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}