{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2013/oct/24/twitter-share-price-sale-ipo", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2013-10-24T22:02:20Z", "webTitle": "Twitter sets share price at $17 to $20 in $11bn IPO valuation", "webUrl": "https://www.theguardian.com/technology/2013/oct/24/twitter-share-price-sale-ipo", "apiUrl": "https://content.guardianapis.com/technology/2013/oct/24/twitter-share-price-sale-ipo", "fields": {"headline": "Twitter sets share price at $17 to $20 in $11bn IPO valuation", "bodyText": "Twitter set out fresh details of its share sale on Thursday, valuing itself at $11bn. In a regulatory filing, Twitter set a range of $17 to $20 for the shares it will sell in the initial public offering (IPO). The sale is expected to raise up to $1.6bn and looks set for 6 November. Twitter's share sale is the most hotly-anticipated tech company IPO since Facebook's, last May. That IPO proved a disaster – it has taken Facebook close to a year for its share price to pass the $38 it originally sold for. Twitter's $11bn valuation is far below Facebook's $81.2bn. Facebook sold 421 million shares at its IPO, making it one of the largest tech share sales ever. It is now valued at $127bn. Twitter is planning on selling 70m shares, although this number is likely to increase if investors show appetite for the company during its \"roadshow\". The sale price is lower than the $15bn some analysts had been expecting. Twitter valued itself at $20.62 a share in September. The price cut comes after the company warned that its growth could slow. Twitter may still revise the price upwards – as Facebook did – and it will not have to set a final price for the sale until the night before it begins trading. But no matter what the final price, the sale will still be a bonanza for some of Silicon Valley's biggest names. The Twitter co-founder Jack Dorsey looks set to add between $300m and $450m to his fortune. Dorsey holds a reported 3% stake in the company. Other notable backers include Amazon founder Jeff Bezos and the Netscape co-founder Marc Andreessen. Earlier this month, Twitter announced it had nearly 232m monthly active users in the third quarter, a 39% increase over last year. Three-quarters of those users accessed Twitter via mobile devices, and mobile ads brought in 70% of its total advertising revenue. Mobile ad growth is seen as key by investors. However, Twitter is not profitable, and has been spending massively in order to keep ahead of competitors. In its first public financial statement, Twitter announced it had tripled its income in 2012 to $316.9m, but still lost $79.4m. The company has been beefing up its advertising offer and recently bought MoPub, a company that manages mobile ad sales, for $300m. It is also hiring to reinforce its news content – the site has established itself as a prime source for breaking news. On Thursday Vivian Schiller, NBC News senior vice-president and chief digital officer, announced she would be joining Twitter as head of news. The Twitter news came as a veteran tech giant, Microsoft, comfortably beat analysts' expectations. For the quarter ending 30 September, Microsoft reported a profit of $5.24bn, up from $4.47bn or 53¢ a share a year earlier. Microsoft is looking for a new chief executive officer, after announcing the retirement of longtime boss Steve Ballmer. Analysts have worried about the shrinking number of personal computer sales. Revenue from products sold to consumers grew 4.2%, but software and other services sold to corporations – an area known as enterprise – revenues rose by 9.8%. \"Our devices and services transformation is progressing,\" Ballmer said in a statement. \"We saw strong focus across our teams, generating record first-quarter revenue even as we navigate a fundamental business transition.\" The company made no comment on who is to replace Ballmer. Shares rose 6% in after-hours trading on the strong results."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}