{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2013/oct/12/talking-horses-betting-tips-saturday", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2013-10-11T23:05:00Z", "webTitle": "Talking Horses: Best bets for Newmarket in our daily racing blog", "webUrl": "https://www.theguardian.com/sport/blog/2013/oct/12/talking-horses-betting-tips-saturday", "apiUrl": "https://content.guardianapis.com/sport/blog/2013/oct/12/talking-horses-betting-tips-saturday", "fields": {"headline": "Talking Horses: Best bets for Newmarket in our daily racing blog", "bodyText": "Today's TV races It is 32 years since the late Sir Henry Cecil, then a promising young trainer five years away from the first of his 10 championships, saddled Orosio to win the Cesarewitch, and Tiger Cliff will be a popular and sentimental choice to win the same race for Lady Cecil, his widow, this afternoon. He finished well from off the pace in the two-and-a-half-mile Ascot Stakes at the Royal meeting, then took the Ebor Handicap at York in August on only his seventh start and finished that race as if a return to a marathon trip today will suit. Nonetheless it will require one of the finest weight-carrying performances of recent years if Tiger Cliff is to defy top weight. Aaim To Prosper did so last season but he was a 66-1 chance and the odds about Tiger Cliff make rather less appeal in what is probably a deeper field, with realistic contenders from France and Ireland. Smoky Hill, who represents the excellent Mikel Delzangles, could turn out to have a very handy weight, based on his run in a Group Three at Longchamp last month, while Nicky Henderson's Lieutenant Miller has been impressively consistent in only a handful of races on the Flat. At around 16-1, however, Brockwell (3.50) makes most appeal. Tom Dascombe's runner has been performing with credit all year and produced his best run of the season when third in the Cesarewitch Trial over course and distance in mid-September. He was five lengths behind Oriental Fox, who re-opposes here, in that race, but is 5lb better off now and raced closer to a strong pace than was ideal. Jason Hart, who claims 3lb, rode him to finish third in the Northumberland Plate in June and Brockwell has both the racing weight and the talent to land the second leg of the Autumn Double. York 1.50 Seek Again was 17 places in front of King George River in the Cambridgeshire at Newmarket last time outbut Alan Bailey's runner should be given one more chance to back up his strong form at this course in August. The ground was a little faster than King George River prefers on the Rowley Mile and he will appreciate today's easier surface, as well as a slight drop in the weights. Newmarket 2.05 Lockwood went close at this level last time out and looks like a specialist at the trip. He was no more than competitive off a mark of 108 at Meydan over the winter but he has improved since a gelding operation prior to his British debut in June and can continue his progress here. York 2.20 There are several more in this contest coming here from the Cambridgeshire but First Mohican's win over course and distance at the Dante meeting stands out among the principals. He has failed to make a mark in Group and Listed company since but a return to a big field and a likely strong gallop will play to his strengths. Newmarket 2.35 In a big field and a competitive renewal of this Group One race Hot Streak should be backed to follow up his easy success in the Cornwallis Stakes last weekend. On the clock it was one of the most impressive wins by a juvenile since Frankel's Dewhurst three seasons ago. Yet, thanks to the relatively low profile of Kevin Ryan's stable, he can be backed at 5-1 to beat Aidan O'Brien's Great White Eagle. York 2.55 Outer Space was heavily backed for Hot Streak's race at Ascot last week but could not get any closer than five lengths behind the winner. A big run from Hot Streak in the Middle Park would increase confidence in his chance here but he is clearly held in some regard by his powerful stable and has scope for further improvement over today's extra furlong. Newmarket 3.10 Six runners is a small field for the Dewhurst but that does not mean it is short on quality. War Command, who ran away with the Coventry Stakes at Royal Ascot, is a worthy favourite but he turned in a lacklustre run behind Sudirman, who runs in the Middle Park, before returning to winning form in a Group Two last time. Outstrip, beaten only by the excellent Toormore so far this season, will be a stern opponent but Anjaal, a stablemate of Toormore at the Richard Hannon yard, seems to have crept under the radar, having not seen a track since his win in the July Stakes. He looked sure to appreciate an extra furlong there and 7-1 is a big price. York 3.30 This is as competitive a race as the Cesarewitch, in terms of depth if not numbers, but Baccarat is less exposed than most and ran well enough in the Ayr Gold Cup last time to suggest that even a mark of 101 – up 7lb for his win in the Great St Wilfrid Handicap at Ripon – is not beyond him."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}