{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2013/oct/14/next-socceroos-coach-australia-holger-osieck", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-10-13T23:44:00Z", "webTitle": "Aurelio Vidmar hints Socceroos may go for foreign coach", "webUrl": "https://www.theguardian.com/football/2013/oct/14/next-socceroos-coach-australia-holger-osieck", "apiUrl": "https://content.guardianapis.com/football/2013/oct/14/next-socceroos-coach-australia-holger-osieck", "fields": {"headline": "Aurelio Vidmar hints Socceroos may go for foreign coach", "bodyText": "The interim Socceroos coach, Aurelio Vidmar, has hinted that Australia may employ a foreign coach as a successor to Holger Osieck. The German was sacked at the weekend following Australia's defeat to France, their second successive 6-0 loss in a row. Guus Hiddink, who led the Socceroos at the 2006 World Cup, is believed to be the frontrunner for the job, with Argentinian Marcelo Bielsa and Italy's Roberto Di Matteo also named as possible replacements for Osieck. Australians Ange Postecoglou and Graham Arnold have also been mentioned in connection with the job but Vidmar suggested a home-grown coach may be a long-term solution. \"Obviously yes [having an Australian coach] would be nice and probably one day that'll happen,\" said Vidmar during a press conference ahead of the Socceroos' friendly with Canada in London. He also refused to be drawn on whether he wanted the job. \"At this stage, I don't even want to talk about any of that,\" he added. Vidmar also praised Osieck's \"gutsy\" decision to take on Brazil and France in the lead-up to next year's World Cup. \"Although we had the difficult result in Brazil, his mandate was to qualify and that's what he did,\" Vidmar said. \"He could have opted to play some weaker opposition but, for me, I think that was a gutsy move because there's no point going into a World Cup going into the unknown. \"So we need to sit back and realise who we actually did play. Holger probably could have said we'll go and play Singapore and Indonesia, get a decent result and get confidence, but it's not the reality of what will happen in Brazil.\" The Socceroos have suffered a number of injuries in the lead-up to the Canada friendly. Dario Vidosic and Sasa Ognenovski are doubts, while Tommy Oar and Luke Wilkshire have returned to their clubs for treatment on back and knee injuries respectively."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}