{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2013/oct/28/a-league-tactics-brisbane-adelaide", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-10-28T22:33:06Z", "webTitle": "A-League tactical round-up: how injuries deplete systems", "webUrl": "https://www.theguardian.com/football/blog/2013/oct/28/a-league-tactics-brisbane-adelaide", "apiUrl": "https://content.guardianapis.com/football/blog/2013/oct/28/a-league-tactics-brisbane-adelaide", "fields": {"headline": "A-League tactical round-up: how injuries deplete systems", "bodyText": "As explained in the National Curriculum, in the 4-3-3 system the No6 (the deeper-lying midfielder) and the No9 (target/sole striker) play critical roles in breaking opposition lines of defence. Both Brisbane and Adelaide have built systems around the movement and spatial awareness of their first-choice No9s (Besart Berisha and Jeronimo Neumann), and the vision and range of passing of their No6s (Luke Brattan and Isaias). When – as happened in round three – all four of these players are scratched by injury, the ability of these teams to unlock opposition defences is significantly undermined. Central Coast v Adelaide Lining up in their usual 4-2-3-1, Graham Arnold's men were content to press from deep, ceding possession – offering a remarkable 66% to the away side – and affording Adelaide ample time and space from which to build their attacks. This could have played into Adelaide's hands, had they had Isaias as the 'conductor' orchestrating the Reds' attacks. With the No6 dropping to bisect the two centre-backs, given Central Coast's press there were three main passing avenues. Option one (preferred) sees the first line of defence easily broken, the No6 then follows the pass he's just made to create numerical superiority further up the pitch. Option two has the ball moved across the backline to see if the full-backs can get outside and around their wingers; with a third option the driven or lofted ball to a winger retreating to receive at feet or spinning to beat their full-back behind. With Marcelo Carrusca injured, Josep Gombau elected to push Isaias further forward and play Osama Malik at No6. Given Malik is a more defensive-minded player (you certainly wouldn't want to see Isaias filling in at centre-back as Malik did against the Victory), what you lose with this change is Isaias's vision, range of passing and ability to quickly shift the ball. Hence on the 64 occasions Malik received the ball, in nearly two-thirds of instances he elected the relatively safer, yet less incisive option two. It wouldn't have bothered Arnold in the slightest that Adelaide made almost 300 more completed passes then his side – given the vast majority of these posed a limited attacking threat. On the few instances that Isaias did drop into the No6 role (with Malik committed upfield) the added threat was easily perceptible; in the 23rd minute he struck a gorgeous 40m ball to find Ferreira (option three), whose teasing cross – had it been attacked with conviction by Brent McGrath – could well have resulted in an equaliser for the Reds. Presuming the No6 has found either of his central midfielders with option one, to break the second and third defensive lines, the movement and spatial awareness of the No9 becomes critically important. In this phase, option one sees a ball to feet to a retreating winger who offers a simple return pass back to the ten, or looks to hit the feet of the nine. Option two sees the nine move sharply into space looking to change the direction of the attack and bringing either of his wingers into play. The passing options are obviously not limited to just these, and can become exponentially more elaborate depending on the understanding between the players and the space afforded by the defending team. Against the Central Coast, option two was hardly utilised – Isaias found McGrath on only three occasions, as opposed to the 10 occasions he found his compatriot and winger Cirio. Three of these led to shooting opportunities, albeit with a line of defence still between the Spaniard and the goals. The point is not to deride the performance or talent of individual players, but rather to emphasis the attributes necessary in players fulfilling key roles within the 4-3-3 system. Would the movement and pace of Jeronimo have strengthened Adelaide's final third interplay? Undoubtedly. Would Carrusca at No10 with Isaias at No6 have seen a more potent Adelaide? Certainly. Yes, if ifs and buts were beer and nuts than Gombau and Adelaide would have had a party. For the Mariners, Arnold would argue, as he did during the post-game press conference that his side executed their game-plan to perfection, and he'd be fully entitled to point to the scoreboard, with the three points safely tucked in his back pocket. Had the Mariners not scored within as many seconds as there usually are minutes played, the contest could have had an entirely different complexion. With the opportunity to sit deep and protect the back four, and to exploit Adelaide's high defensive line, the reality was that the Mariners created the chances they needed to secure the win. For Gombau and Adelaide, the challenge is how to make the 4-3-3 translate superior possession and field position into attacking opportunities; especially when missing players critical to the success of their system."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}