{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2013/oct/21/autopsy-on-a-dream-unflattering-national-psyche", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2013-10-20T22:28:16Z", "webTitle": "Autopsy on a Dream – TV review", "webUrl": "https://www.theguardian.com/tv-and-radio/2013/oct/21/autopsy-on-a-dream-unflattering-national-psyche", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2013/oct/21/autopsy-on-a-dream-unflattering-national-psyche", "fields": {"headline": "Autopsy on a Dream – TV review", "bodyText": "When it comes to rediscovered historical artworks, Australians are fairly blasé; disinclined to succumb readily to rapture. But there was a sense of serendipitous relief in 2002 when a print of Wake in Fright was discovered in a Pittsburgh dumpster and rescued before it could be consigned to a local tip. Thanks to the persistence of its original editor, Anthony Buckley, the 1971 outback thriller was reunited with its soundtrack – stored in another obscure warehouse – and painstakingly restored by the National Film &amp; Sound Archive. More recently, Autopsy on a Dream (ABC1, Sunday 20 October), a controversial BBC television documentary, commissioned in 1968 by David Attenborough and long assumed to have been deliberately destroyed, was located in the Beeb’s deeper vaults after lying unseen for 45 years. John Weiley, the program’s director, had chronicled the full spectrum of controversy surrounding the construction of the Sydney Opera House – a world heritage site presently enjoying the warm glow of nostalgia during its 40th anniversary celebrations. Given the green light in 1958 after a design competition won by Danish architect, Jørn Utzon, the much-compromised yet still iconic building was completed in 1973 – a time when tectonic changes were occurring in the nation’s outlook and social fabric. After an initial screening, BBC mandarins ordered Weiley’s program be shredded – a decision met with approval by the ABC which had not favoured the project from the outset. Why? The answer to that question and many others emerged with this Australian premiere of a reconstituted print. The rescued footage had no soundtrack but Weiley worked with original transcripts and some wild sound. Carefully recreated, the program now has an updated prologue and refreshed narration. Bob Ellis has recreated his original narration but provides, alas, a lugubrious introduction notable for its world-weary cynicism and a caustic, philistine tone suggesting a sneering disdain for the politics attending the project. Politics that ringbarked the architect’s soaring originality, and effectively saw it doomed to becoming a monument to cultural cringe and bureaucratic failure. Like Wake in Fright, the program offers an honest but far from flattering assessment of the national psyche – if indeed we possess such a thing. Three-and-a-half million quid wasted on an unnecessary vanity? Money better spent preserving the city’s trams. Sydneysiders didn’t need to ponce about pretending to be actors on the world’s cultural stage! Give us sporting arenas! Pies! FC Holden utes! Proponents were rubbished, detractors had a field day as compromise and bastardry, funded by a lottery, undermined the architect and his engineers. The program is a valuable time capsule – far more than a simple retrospection. Its original character sustains, and its relevance is enhanced by additional interviews with Attenborough, Utzon’s children, Jan and Lin, and maverick architect, Richard Leplastrier. Hindsight can telescope time and magnify the focus of events distorted by controversy, and while this story doesn’t have the romantic pathos attending, say, the construction of the Taj Mahal, it’s instructive to re-experience the behind-the-scenes contributions of yesterday’s cake decorators, even as today’s equivalent add icing to the iconic building’s birthday cake. Weiley’s lens, once deemed to throw rather too much light on its subject, may not alter the perspective of those who still argue the toss over form and function, but it’s a welcome reminder."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}