{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2013/oct/21/australia-needs-a-dynamic-response-to-the-rise-in-hiv-cases", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2013-10-20T23:22:28Z", "webTitle": "Australia needs a dynamic response to the rise in HIV cases | Senthorun Raj", "webUrl": "https://www.theguardian.com/commentisfree/2013/oct/21/australia-needs-a-dynamic-response-to-the-rise-in-hiv-cases", "apiUrl": "https://content.guardianapis.com/commentisfree/2013/oct/21/australia-needs-a-dynamic-response-to-the-rise-in-hiv-cases", "fields": {"headline": "Australia needs a dynamic response to the rise in HIV cases", "bodyText": "Rising rates of HIV infection in Australia have unsurprisingly generated concern. Figures released by the Kirby Institute on Monday show that 2012 saw the biggest increase in new cases of HIV for 20 years. NSW had a 24% spike of HIV notifications (408 new cases), most of them arising between men who have sex with men. Given this startling percentage, it is tempting to launch into a state of anxious questioning. Who do we blame? What do we do? While increased testing has partly contributed to the rise in notifications, epidemiologist Andrew Grulich notes that the challenge in combating HIV today is that many people no longer consider it a death sentence. For younger gay men, the once haunting figure of the Grim Reaper in Australia's 1987 public information ads has been banished from view and the scale of lives lost to the virus is now a fading community memory. So do we just need to scare people when it comes to sex? Panic often turns public attention to the law as a way of limiting sexual diseases. This could include compulsory HIV testing or mandating HIV disclosure. Criminalisation, however, is counterproductive. Instead of preventing harm, legal prohibitions discourage people from getting tested for the virus and stigmatise those who do. Social stigma also makes people less likely to find services that could support them. How then do we combat HIV? First we have to understand the demographic differences that influence HIV transmission among men who have sex with men; such as age, ethnicity, culture, class, geography, and sexual orientation. Even a gay male community is not homogenous when it comes to sexual practices or “scenes.” Monogamy, open relationships, polyamory, sadomasochism and barebacking occur in variety of places including bedrooms, bathhouses, bars, and beats. Websites and smartphones make organising sex a lot easier too. With this in mind, HIV prevention approaches need to be culturally engaging to be effective. Cultural studies scholar Kane Race argues that the strength of HIV prevention strategies is contingent on how well they connect with their targeted audience. Rather than policing sexual behaviour that does not conform to heterosexual monogamy, health promotion should focus on the different ways people negotiate their intimate lives. Instead of facilitating stigma, we need inclusive sex education that teaches us more than how to reproduce or remain abstinent. Education does not come in a one-size-fits-all package. It must be developed locally with communities to cater for different ages, cultures, languages, and bodies. Myopic political reactions to HIV increases that involve reducing or removing funding to community groups undermine this critical approach. We also need to encourage testing. ACON estimates that between 10-20% of men who have sex with men have never been tested and 20-30% of HIV positive men may be unaware that they are infected. Given the historical pathologisation of homosexuality and the ubiquity of homophobia, it is unsurprising that many individuals feel uncomfortable disclosing their sexual practices, let alone getting tested. In response to this, clinicians have an obligation to be proactive. Local organisations should be supported to provide rapid HIV testing in community settings. Home-based HIV testing, despite the lack of clinical support, will help those who would rather get tested in the privacy of their houses. Treatment should be considered as part of prevention. Early HIV treatment not only improves quality and duration of life for HIV-positive people, but it can also minimise the likelihood of transmission to others. The use of pre-exposure prophylaxis, pills given to a HIV-negative person prior to having sex with HIV-positive partners, significantly reduces the likelihood of contracting HIV. Affordable access to HIV medicines is essential to combating the virus. Risk-reduction strategies like improved testing and treatment are not designed to replace condoms. Instead of insisting on static messages, we need dynamic responses to the different ways people have sex. Ignoring this to maintain ill-defined investments in public morality comes with enormous costs. We must be innovative. If we want people to have safer sex, we need to make pleasure, not danger, the feature of sexual health promotion."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}