{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2013/oct/21/energy-bills-low-wages-rises-economic-recovery", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2013-10-20T23:05:01Z", "webTitle": "Energy bill increases and low wage rises 'threaten UK economic recovery'", "webUrl": "https://www.theguardian.com/business/2013/oct/21/energy-bills-low-wages-rises-economic-recovery", "apiUrl": "https://content.guardianapis.com/business/2013/oct/21/energy-bills-low-wages-rises-economic-recovery", "fields": {"headline": "Energy bill increases and low wage rises 'threaten UK economic recovery'", "bodyText": "The UK's economic recovery, set to be bolstered by strong third quarter growth figures, could lose some of its momentum as rising energy bills and low wage increases eat into consumer spending, according to a leading survey of household finances. A wage freeze in the public sector and a fall in job security across most sectors has helped keep the Markit household index for October at 41, well below the 50 mark that indicates households are optimistic about their finances. The downbeat mood of the survey is likely to contrast with official figures to be published on Friday that are expected to show the economy moved up a gear in the three months to the end of September. GDP growth could be as high as 1% for the quarter, which would appear to justify comments by the Bank of England's chief economist, Spencer Dale, that growth is running at an annualised rate of 3-4%. GDP grew by 0.7% in the three months to July. Many economists have warned, however, that the economy's reliance on consumer spending could mean it runs out of steam unless wages and disposable incomes begin to rise. Markit said the October survey indicated households expected their finances to deteriorate over the next 12 months, with only 26% of respondents expecting them to improve. Households said they were able to work more hours, showing that employers have increased output, but Markit's job security index fell, reflecting concerns among workers that the redundancy axe may still fall. Tim Moore, senior economist at Markit, said: \"The mood among UK households is less downbeat than has been the case for most of the past four and a half years. However, signs of an outright improvement in financial wellbeing are thin on the ground as incomes continue to lag behind living costs.\" The Markit survey also appeared to support Labour's claims that the recovery is bypassing many workers who remain squeezed by low wage rises and rising prices. Wages nudged 0.7% higher in the three months to the end of August while inflation was 2.8%, only falling to 2.7% in September. The survey also found \"a widening gap between the financial prospects between the highest and lowest income groups\". Markit said households in the top fifth income bracket recorded the most positive reading since the series began in 2009 at 60.6, in contrast to 33.6 for the lowest 20% of households. Lloyds Bank said its consumer sentiment survey reached an all time high in September, supported by optimism that the housing market had returned to health. But consumers were less certain about the future, the bank said, and were especially concerned about the impact of energy bill rises on their disposable incomes. \"A softer improvement in confidence about the future situation appears consistent with areas of pressure on consumer budgets against a backdrop of static wage growth,\" Llloyds said. \"Although gas and electricity spending growth has eased a little in September to around 8% on a year ago, gas and electricity prices remain a source of concern for overall price inflation for 77% of respondents.\" Npower is expected to become the latest energy firm to announce winter price hikes this week. The accountancy firm Deloitte also warned that a robust response from households in recent months was vulnerable to a slowdown in growth. Chief economist Ian Stewart said: \"Rising consumer confidence seems to reflect optimism about the economy, a stronger jobs market and a better outlook for housing. The central problem for UK consumers remains, as it has for the last three years, declining spending power. \"After taking out inflation and tax changes, earnings have fallen by about 1.5% in the last year. This actually represents an improvement compared [with] the fierce income squeeze of 2010 and 2011, but it leaves consumer spending power on a declining path. The key to a sustainable recovery in consumer activity is falling inflation and a pickup in earnings.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}