{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2013/oct/01/us-government-shutdown-begins-congress-furloughs-live", "type": "liveblog", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2013-10-01T22:15:34Z", "webTitle": "Government shutdown: no spending deal reached", "webUrl": "https://www.theguardian.com/world/2013/oct/01/us-government-shutdown-begins-congress-furloughs-live", "apiUrl": "https://content.guardianapis.com/world/2013/oct/01/us-government-shutdown-begins-congress-furloughs-live", "fields": {"headline": "Government shutdown: no spending deal reached", "bodyText": "We're going to wrap up our live blog coverage of the government shutdown. Here's a summary of where things stand: • Congress made no perceptible progress to reopening the government after 18 hours of partial closure. The last Republican idea was to pass micro-bills funding things people are angry about losing. The White House said the proposal showed an \"utter lack of seriousness\" and said the president would veto it. • The vocabulary of the shutdown war of words moved from \"anarchists,\" \"arrogance\" and \"extortion\" to \"ideological crusade,\" \"ransom\" and \"hostage.\" If there was some way to chart rhetorical heat we have a feeling we'd see a descending curve. • The president noted the irony in the fact that the Affordable Care Act went live the day Republicans shut down the government - he blamed it on them – in an effort to stop the Affordable Care Act. • Republicans blamed the shutdown on what they called the president's unwillingness to negotiate. In a USA Today op-ed House speaker John Boehner accused the president of wielding a \"scorched-Earth policy of refusing to negotiate in [sic] bipartisan way.\" • See our full roundup of agencies, departments and services that have been fully or partially shuttered. Today we published a number of interviews with federal workers who have lost their paychecks and are worried about making ends meet. #essential Wall Street gives it a week before getting worried, Reuters quotes analysts as saying: Wall Street took the partial shutdown of the U.S. government in stride on Tuesday, but market analysts expected investor patience to run out if it lasts more than about a week as a more worrisome battle looms in Congress over the federal debt ceiling. [...] Eric Lascelles, chief economist at RBC Global Asset Management in Toronto, estimated that every week the shutdown continued would shave one-tenth of a percentage point off gross domestic product in the fourth quarter. \"It's a material hit but certainly one that can be absorbed. The question will be whether it lasts longer than the market expects and starts to bleed into confidence,\" he said. Read the full piece here. President Obama would veto any \"piecemeal\" spending bill passed by Republicans as a way to restart parts of government, the White House says. Republicans in the House were working on micro bills to reopen federal parks, veterans programs and funds for DC. Of course such a bill would have to pass the Senate – which it wouldn't – before Obama would be faced with veto-ing it – which he won't be. At today's White House briefing, press secretary Jay Carney said the piecemeal proposal bespoke an \"utter lack of seriousness\": Even that proposal shows the utter lack of seriousness that we're seeing from Republicans. If they want to open the government then they should open the government. A piecemeal approach is not a serious approach. The Atlantic's Jordan Weissmann picks out what he thinks is \"the saddest paragraph\" in all today's coverage of the government shutdown: But so far, nothing I've read about the government shutdown has been nearly as gut-wrenching as this tidbit from The Wall Street Journal(paywall): \"At the National Institutes of Health, nearly three-quarters of the staff was furloughed. One result: director Francis Collins said about 200 patients who otherwise would be admitted to the NIH Clinical Center into clinical trials each week will be turned away. This includes about 30 children, most of them cancer patients, he said.\" Read Weissmann's post here. The Washington Post reports the first couple are curtailing their evening agenda due to the shutdown. National Review Washington editor Robert Costa explains to Wonkblogger Ezra Klein why House speaker John Boehner can't just steamroll the hard right faction in the House and bring a \"clean\" resolution to a vote. The influence of the 30 to 40 \"true hardliners\" goes beyond their numbers, Costa says: EK: But why isn’t it an option? A few dozen unhappy members is an annoyance, but how is it a threat? Wouldn't Boehner be better off just facing them down and then moving on with his speakership? RC: So there are 30 to 40 true hardliners. But there’s another group of maybe 50 to 60 members who are very much pressured by the hardliners. So he may have the votes on paper. But he'd create chaos. It'd be like fiscal cliff level chaos. You could make the argument that if he brought a clean CR to the floor he might have 1000-plus with him on the idea. But could they stand firm when pressured by the 30 or 40 hardliners and the outside groups? Read the full conversation here. In a USA Today editorial, House speaker John Boehner imputes to President Obama a \"scorched-Earth policy of refusing to negotiate in [sic] bipartisan way\": The president isn't telling the whole story when it comes to the government shutdown. The fact is that Washington Democrats have slammed the door on reopening the government by refusing to engage in bipartisan talks. And, as stories across the country highlight the devastating impact of Obamacare on families and small businesses, they continue to reject our calls for fairness for all Americans. This is part of a larger pattern: the president's scorched-Earth policy of refusing to negotiate in bipartisan way on his health care law, current government funding, or the debt limit. Read the full piece here. Here's a summary of where things stand: • The federal government remained partially shuttered with no way in sight to reopening it. House Republicans were said to be preparing bills to reopen national parks and veterans services, a proposal the White House said \"shows an utter lack of seriousness.\" • President Obama called on Republicans to vote to reopen the government. He said a small Republican faction on an \"ideological crusade\" had taken \"the entire economy hostage\" and demanded \"a ransom just to do their jobs.\" • Republicans sat across from empty chairs to symbolize their willingness to negotiate with Democrats who, they say, are being stubborn. • Obama hailed the first day of the rollout of the Affordable Care Act. The president said more than 1m had visited healthcare.gov before 7am ET. He said the Republican party was defined by its opposition to health care and that \"shutting down our government doesn't accomplish their stated goal.\" • See our full roundup of agencies, departments and services that have been fully or partially shuttered. \"The mood is downright miserable\" – defense department education activity employee The Guardian's Ruth Spencer (@ruths) is in touch with federal workers affected by the shutdown. Here's what a defense department employee who was sent home today told her: My husband and I both work for the Department of Defense Education Activity. I was sent home today along with thousands of other Defense Civilians in our community. The mood was somber in my office, depressing in the post office (which closed before I could get my package out), and downright miserable [at home]. My family and our financial hit is not more important than giving citizens access to basic health care ... but I could just punch the lawmakers who decided to marry my salary with a law that has already done its rounds in congress and public debate. Guardian Washington correspondent Paul Lewis (@PaulLewis) finds a Capitol Hill cafeteria closed: Guardian Washington correspondent Paul Lewis (@PaulLewis) visits the corner of C Street and 3rd NW in Washington, DC, home to the headquarters of the US Department of Labor, one of the worst-affected government agencies. Of the Labor Department's 16,00 workers, only around 3,000 - or 18% - have been deemed \"essential.\" \"These people need paychecks, they gotta eat,\" one contractor tells Paul: Thousands of workers filled the sidewalks from 11am onwards, after they had been instructed to go home. Inside, two Labor department chiefs - David Michaels, an assistant secretary, and his deputy, Jordan Barab - had just finished visiting every single office to speak personally with staff. Barab did so despite being on crutches. The two men assured staff that they were important and apologized for the situation, according to several employees who came out immediately afterwards. Like other government employees, Labor Department workers had been instructed to return to work on Tuesday, to learn their fate. Upon arrival, they were given meetings by department supervisors, and told whether or not they were needed for work. Then all that was left was for employees to turn on out-of-office alerts on their emails, voicemail messages on their desk phones, turn off their computers at the socket and complete their time-sheets. Department employees were told to state that they had worked just 4 hours on Tuesday, and then add 'UF' - code for furloughed - on the timesheets. \"There was no sense when we might come back,\" said Lisa Long, 45, a safety engineer. \"People were demoralised and maybe even a little shocked that it was actually happening.\" The impact of the shutdown is not only being felt by the hundreds of thousands of employees who suddenly find themselves out of work; the consequences ripple out further. On Tuesday, the hot-dog trucks that usually stationed outside the rear entrance of the Francis Perkins Building building were gone. Nearly all of the restaurants that cater for office-workers were closed. Employees in the Labor building include some well-paid senior officials, but others on annual salaries as low as $25,000. \"These people need paychecks, they gotta eat,\" said Monique Tribbett, a 45-year-old IT contractor. \"I'm trying to get people to protest. Not just people in the department but, you know all these other people who are affected. If we all went, right now, to the steps of the Capitol Building and protested then they might start listening to us, but people don't wanna stand together. I feel like I'm on my own.\" Carney says it plainly: We're not negotiating with anybody to reopen the government... on any partisan condition. The annual salary of each senator is $174,000, or $477 a day gross. That's the going rate since 2009. Senators gave themselves a big 25% boost in pay back in 1991 and an 80% boost in 1955, from $12,500 to $22,500. \"It is difficult to write rationally about the shutdown of the US government,\" writes Guardian columnist Ana Marie Cox, \"because it is not a rational act\": In a way, the job of pundits would be easier if there was a money trail to follow – or even some specific political beneficiary to the massive meltdown of governance and order that's occurred over the past few days (if not months, if not years). When congressional Republicans caved to the wishes of the National Rifle Association, it made a certain craven sense: the NRA pumps almost $20m into their campaign coffers;of course they'll do what they say. When Republicans push anti-reproductive rights legislation, it's easily traced to a fundamental strand of condescension to and mistrust of women (or most generously, a confusion about them). [...] Read the full piece here. And stay for the kicker: Reports that congressmen have been drinking during these, ahem, \"deliberations\" have gotten a lot of criticism and a lot of attention. It is, however, the only way their behavior makes sense. ABC's Jonathan Karl: Does the president bear any responsibility for the shutdown? Carney: \"He certainly did not vote to shut the government down.\" Karl: Did the president fail to create an environment of compromise? Carney: You can do an essay or decide for yourself, make those judgments.... He had Paul Ryan in here at one point. [not a full transcript] Carney rejects the notion that the president is partially responsible for the shutdown because he has not been sufficiently willing to negotiate with Republicans. \"The president has had multiple intense conversations\" with House leaders to compromise budget priorities all year long,\" Carney says. What he can't do is force the House to do the simple thing which is keep the government open.... What he won't do is negotiate under threat of [continued] shutdown. They should just do their jobs. Rep. Peter King, the purveyor of false insider information as recently as yesterday, tells Reuters that the House plans to pass three funding bills Tuesday to reopen federal parks, veterans programs and funds for DC. Carney is asked about the proposal. He says he won't respond to the latest ridiculous rumor of Republican action. Then he responds to it: Even that proposal shows the utter lack of seriousness that we're seeing from Republicans. If they want to open the government then they should open the government. A piecemeal approach is not a serious approach. Republican lawmakers ... are twisting themselves into pretzels. They're contortionists now. White House spokesman Jay Carney has just begun the daily briefing. He says the president will not respond to \"wildly irresponsible\" and \"dangerous\" threats against the economy with concessions on health care: \"He won't do that under threat of shutdown and he won't do that under threat of default,\" Carney says. \"This is irresponsible, reckless behavior.\" Republicans have twisted themselves into pretzels in this effort to try to attach partisan demands to their simple responsibility to fund the government, to keep it open... to pay its bills. Shut down: White House web services. After a presidential speech this blog typically looks to whitehouse.gov for full texts of the president's remarks, which are typically posted not long after the president finishes speaking. Unfortunately that service is not available today: So we will refer you to our summary of the president's remarks and supply this picture of him speaking: Guardian Washington correspondent Paul Lewis (@PaulLewis) has been speaking with federal workers in Washington DC who are having to pack up their offices and are living with a new, uncomfortable sense of financial insecurity: One woman, a chemist at the US environmental agency, was stood by the side of the road with five cardboard boxes filled with office plants. \"If we have to be gone for a month, I don't want to return to find them dead,\" she said. Like thousands of other workers, the woman, in her 50s, said she had been told to record a fresh voicemail message on her office phone, place out-of-office alert on her email, turn off her computer, and go home. Furloughed employees were asked to sign copies of a letter from their human resources departments and ordered not to used any government equipment - including BlackBerry smarphones - during the shutdown. Checking emails or making calls would be a disciplinary offence, they were were told. Terry Baber, 55, an electrician, admitted to be \"pretty ticked off\" as he emerged from the American History Museum which, like all Smithsonian institutions, will be closed for the duration of the shutdown. \"We're all pretty irritated that congress can't decide one issues that affect everyone's livelihoods,\" he said. \"It is frustrating, because my wife, she's a government contractor, so she won't be paid either. We don't know how long this is going to last and we've got no idea how we are gonna pay the bills. I got a son in college and I got to pay his room and board. We still have to eat. We still need fuel for our cars.\" Nearby, one woman was carrying the spare shoes she usually stores at work: \"I work for the department of Labor and they won't let me work,\" she said. \"That's kinda sad.\" Shut down: new medical research. A reader named Christian, a UK national working at the Scripps research institute in La Jolla, California, told the Guardian's Ruth Spencer (@ruths) that the shutdown has temporarily ended new federal funding for medical-related scientific research: \"Scripps is a nonprofit research institute covering everything from immunology to chemistry, which is only funded by NIH grants. We have just been told that the NIH is not accepting any more funding applications until after the shutdown is over.\" Christian said repeated episodes of US federal budget angst have driven part of the scientific research industry abroad. \"Many of the labs in my department [dept of immunology and microbial science] are leaders in the field of HIV research, cancer research and autoimmunity,\" he said. \"The sequester hit the NIH budget extremely hard, causing many leading professors as well as up-and-coming young investigators to move their labs abroad, to countries like South Korea and Singapore. This government shutdown is clearly not helping the situation.\" The Guardian's Adam Gabbatt (@AdamGabbatt) has been speaking with federal workers outside the Jacob Javits federal building in lower Manhattan. Among them was Miriam J Allen, who has been furloughed and says \"thankfully I already paid my mortgage yesterday\": Allen was summoned into her office in the Jacob Javits federal building for two hours on Tuesday to \"close up my work station\". \"I put a voicemail on the telephone and put an out of office on the computer,\" she said. \"I watered the plants, I cleaned the refridgerator, and I got my personal effects.\" Allen, who is three years from retirement, works on homeless assistance programs for the department of housing and urban development. She and her colleagues had watched a webcast with the department's secretary, Shaun Donovan, on Monday, when he warned that if a budget was not passed by midnight they would have to come into work \"for at least one hour and no longer than four to settle our affairs\". Allen said she was going to go back to her home in Queens – \"thankfully I already paid my mortgage yesterday\" – and await news about returning to work. \"I feel that my government has failed me as a taxpayer and as a federal employee. I feel that Congress should be totally abolished,\" she said. \"I don't blame the president at all. But the entire legislative branch is just dysfunctional.\" Even visitors to memorial sites in Europe could be frustrated by the shutdown, the Guardian's Paris correspondent notes: Here's a summary of the president's speech: • Obama blamed the shutdown on Republicans and said it was up to them to end it. He used vivid language to describe what he depicted as GOP extremism, referring to an \"ideological crusade,\" \"ransom\" demands and \"holding the entire economy hostage.\" • Obama said enough moderate House Republicans had been willing to vote to pass a \"clean\" spending resolution and keep the government open but the extreme right wing had made that impossible. The president said Congress should \"knock it off\" and pass a spending bill. • The president said the irony of the situation is that the health care law was being rolled out as planned and there's nothing the GOP can do to stop it. \"What's stranger still is that shutting down our government doesn't accomplish their stated goal,\" he said. • Obama said the new health care web site, healthcare.gov, had received 1m hits before 7am. He encouraged consumers looking for insurance to visit the site or call (800) 318-2596. He asked for patience with \"glitches.\" • The president warned against further brinksmanship over the debt ceiling. If you borrow money to buy a car, he said, \"you don't save money by not paying your car note. You're just a deadbeat.\" Obama says there are rules to abide by \"because we don't want to hurt other people just because we have a political disagreement.\" That's now how adults operate. Certainly not how our government should operate. The president closes by calling on Congress to \"Pass a budget. End the government shutdown... Don't put our economy or more people through this any longer.\" He thanks Health and Human Services secretary Kathleen Sebelius and exits to questions shouted by the press, unanswered. The president turns to the upcoming debt ceiling battle. He says it's destructive to negotiate over the debt ceiling. He summons a couple analogies to make a point. If you borrow money to buy a car, he says, \"you don't save money by not paying your car note. You're just a deadbeat.\" Obama returns to \"the irony... that they've shut down a whole bunch of parts of Congress but the Affordable Care Act is still open for business.\" Obama says even Republicans in Congress are telling the far right \"to knock it off. Pass a budget. Move on.\" \"Of course a lot of Republicans in the House ran for office promising to shut down the government,\" Obama says. Obama says the GOP doomsaying has proven hollow: Most Republicans have made a whole bunch of predictions that haven't come true. There are no death panels. Costs haven't skyrocketed... contrary to Republican claims, this law hasn't destroyed our economy. What's weighing on the economy is not the affordable care act but the constant series of crises and the unwillingness to pass a budget by a faction of the Republican party. Then Obama says the new health care site is working slowly because it is seeing intense traffic. \"More than 1m people visited healthcare.gov before 7 in the morning,\" Obama says. There were five times more users in the marketplace this morning than have ever been on Medicare.gov. That gives you a sense of how important this is. The president goes full telethon, repeating a phone number people can call to get insurance in case they don't have internet access: (800) 318-2596. \"Let me just remind you\" how important insurance is, Obama says: You are 70% more likely to live another five years if you have insurance than if you don't. Think about just what it means to have health insurance... this is life-or-death stuff. Obama pivots to a pitch for the Affordable Care Act. He's brought with him Americans whom he says will receive better and less expensive care. He tells their stories. If these stories of hard-working Americans sound familiar to you... well today you ... can get covered too. Just visit healthcare.gov.... You'll find more choices, more competition, and in many cases lower prices. Obama says that moderate Republicans would've helped pass a \"clean\" stopgap spending bill but they couldn't because it never got to a vote. \"Had they been allowed... enough votes from both parties would have kept the people's government open and operating,\" Obama says. Then he returns to his diatribe against what he says is Republican intransigence: \"They don't get to hold the entire economy hostage over ideological demands,\" Obama says. He says he's prepared to work across the aisle, but \"this shutdown isn't about deficits or spending or budgets.\" This shutdown is all about rolling back the Affordable Care Act. This more than anything else seems to be what the Republican party stands for these days... what's stranger still is that shutting down our government doesn't accomplish their stated goal. President Obama begins. \"For the first time in 17 years, the Republicans in Congress chose to shut down the federal government,\" he begins, \"all because they didn't like one law.\" Republicans in the House... refused to fund the government unless we defunded or dismantled the ACA. They've shut down the government over an ideological crusade... in other words they've demanded a ransom just to do their job. Obama calls it the \"Republican shutdown.\" Guardian Washington correspondent Paul Lewis (@PaulLewis) has been speaking with tourists who visited Washington DC on the first day of the shutdown only to find themselves unable to carry out their travel plans: Across Washington's National Mall, and outside all of the main public monuments, bewildered-looking tourists had to resort viewing attractions from a distance - and taking photographs from outside. At one of the main attractions - the Lincoln Memorial - barricades were erected, and signs pinned to railings announcing 'Because of the Federal Government Shutdown , All National Parks Are Closed'. The lights at the memorial had - quite literally - gone out, leaving the huge edifice of Abraham Lincoln in a dark shadow. Robert Smith, 56, who has manned a stall selling pins and badges to raise funds for veterans beside the memorial for the last 26 years, recalled the last shutdown, under President Clinton in 1996. \"It wasn't as bad as this,\" he said. \"They weren't stopping buses coming through as they are now. All of us who do business round here are pretty upset.\" Steve Cockerton, 58, from Colchester in the UK, was at the start of a three-day visit to Washington to see the monuments and museums, all of which are now closed. He only discovered there would be very little he could actually see when he read a copy of the Washington Post this morning. \"I don't know much about American politics but it seems a little extreme to me - almost punitive,\" Cockerton, a social worker, said. While foreigners seemed perplexed at how the capital of the richest country on earth could grind to a halt, American tourists were seemingly more understanding. \"This is about the US constitution - we've had to compromise right from the very beginning,\" said Linda Skoien, 63, from Wisconsin. \"Even that man sitting there understood that,\" she added, pointing toward Lincoln. Her friend also said she understood that \"this is how government functions from time to time\", but was more matter of fact. \"I grew up on a farm,\" she said. \"If something needs doing, you just get it done.\" The Guardian's Adam Gabbatt (@AdamGabbatt) has been speaking with federal workers outside the Jacob Javits federal building in lower Manhattan. Among them was Lori Stanislaus, who says federal workers \"live check to check like everybody else\" and the current shutdown is \"a scary thing\": \"I don't know if I'm going to get paid,\" Stanislaus said. \"We got a furlough letter, we got a letter from the president, saying basically: 'I'm sorry', we got a letter to give our creditors to show we're furloughed federal employees, please be flexible with us in paying our bills.\" \"We don't know how long this is gonna last. We don't know when we're going to get paid. Or if we're going to get paid.\" Stanislaus, 51, works as a human resources officer across three different federal agencies. She has been in the job eleven years and has never been furloughed before. \"It's a scary thing,\" she said. \"My husband is unemployed. I am the sole breadwinner for a family of five. So yeah I'd say on a scale of one to ten how scary is it? 12.\" Stanislaus lives in Long Island and supports three children aged 16, 18 and 19. None of them have jobs apart from a daughter who works four hours a week at an ice cream parlour. Her husband and 19-year-old son both belong to a union and have worked on underground waterworks, but both were laid off after Hurricane Sandy struck New York. \"I guess people think federal employees make a lot of money and it's not going to effect us, but it's not like that,\" Stanislaus said. \"It's not like we're rich people. We're doing everything we can to stave off the bills. We live check to check like everybody else.\" Stanislaus had a clear idea of who to blame for the shutdown. \"The Tea Party assholes that put Obamacare on an appropriations bill need to be shot in the head. The Affordable Care Act is a law already. It's like some last ditch effort to try to undo what has already been done.\" We'll have more from Adam's interviews with federal workers shortly. Shut down: annual influenza program. The Guardian's Erin McCann (@mccanner) is maintaining a list of government services and employees affected by the shutdown: The Centers for Disease Control and Prevention are facing a reduced ability to detect and investigate disease outbreaks. The annual influenza program – the one that tracks the flu and helps people get flu shots – has been shut down. The CDC has also stopped offering its usual assistance to state and local authorities, who rely on the agency for help in tracking unusual outbreaks. The National Institutes of Health will continue to treat patients at its hospital center, but no new clinical trials will begin. Read the full list here. President Obama is set to speak any moment in the Rose Garden. Here's a summary of where things stand: • Hundreds of thousands of federal workers were told to stay home and hundreds of thousands more were sent home on the first day of a partial government shutdown after Congress failed to pass a stopgap spending measure Monday. • Some essential assistance programs became unfunded, such as WIC, which provides food for low-income mothers with young children among other services. The Centers for Disease Control's annual influenza program – the one that tracks the flu and helps people get flu shots – was shut down. • See our full roundup of agencies, departments and services that have been fully or partially shuttered. • Democrats and Republicans blamed each other for causing the shutdown. • The Senate rejected a House offer to convene a conference on the budget. Senate majority leader Harry Reid said he'd be happy to do so once the House passes a spending resolution, which is an emergency, short-term measure designed to keep the government running in the absence of an actual budget deal. House leaders sat across from empty chairs to show they were being rebuffed. • US stock markets recovered their losses Tuesday morning even as the biggest government shutdown in close to 20 years began. But leaders in both parties warned that a prolonged shutdown, and an associated decline in economic activity, could damage the lackluster economic recovery. From a federal employee: \"Morale is low and faith in our management and leaders has faded\" A federal employee and Guardian reader who works in learning and education in Texas (she develops training materials for government employees) told Ruth Spencer (@ruths) that she's relying on text messages to get updates from her boss: In an email yesterday I was told to check the employee hotline used for bad weather closures. At about 11:30 pm CST, the message was updated to say we were furloughed and not to report to work. My manager texted me this morning to reiterate that and he would keep us updated. Mostly we text each other and watch the news for updates. Here's how she described her current situation: Morale is low and faith in our management and leaders has faded. I am sick and frustrated with our elected officials. That their entire goal is to not run the country, but to stop \"the other side\" from accomplishing anything is ludicrious and pathetic. She warned that the consequences of the furlough extend beyond the federal workers themselves: Today, I am cleaning house and will pick up my kids from school today instead of paying our after-school care provider. She, too, will feel the loss of income. Shut down: food assistance for low-income pregnant women, new mothers and young children. The Guardian's Erin McCann (@mccanner) is maintaining a list of departments furloughing workers and services that have disappeared in the shutdown: The Wic program, which provides low-income pregnant women, new mothers and children up to the age of five with healthy food, is not funded as of Tuesday morning. \"No additional federal funds would be available,\" says the Department of Agriculture, though it suggests that some states – some, not all – may have a state-run fund that can fill in the gaps for women who need help purchasing things like formula. They estimate the state funds would last about a week. School lunches for low-income students are not affected. Food stamps are not affected. Read the full list here. It worked then – why wouldn't it work now? In a deeply resonant piece of political stagecraft reminiscent of actor Clint Eastwood's historic performance at last year's Republican National Convention, which paved the way to Mitt Romney's triumphant victory in the November election ultimately inexplicably came up short, House Republican leaders on budget issues have arranged themselves at a conference table across from a row of empty chairs representing their absent Democratic counterparts. Guardian Washington bureau chief Dan Roberts is there. Republicans present include majority leader Eric Cantor, budget chairman Paul Ryan and ways and means chairman Dave Camp. \"All of us here, sitting at a table, waiting for the Senate Democrats to join us,\" Cantor says. Guardian Washington correspondent Paul Lewis (@PaulLewis) is in the streets of Washington DC, a city in which the government is not just the main employer, but the lifeblood of the city. The impacts of the shutdown were immediately visible, Paul writes: By mid-morning, downtown Washington DC had the throng of a busy lunchtime, as furloughed workers from all the major government buildings trickled out onto the streets after closing down their offices. Everywhere from obscure government agencies to the White House was operating on a slimmed-down staff, with all so-called 'non-excepted' employees ordered to return home after turning up to work on Tuesday morning. DC's mayor, Vincent Gray, immunised many staff working for the city's government from the shutdown, by declaring them all 'essential' workers, a legally contentious measure. But it at least kept the city movement, and guarded America's capital from less sightly impacts of the last shutdown, in the 1990s, when uncollected trash piled up on the street. Later we'll have Paul's interviews with tourists and federal workers talking about how the shutdown is affecting them. Veterans of World War II have stormed their own memorial on the National Mall, barricades be damned, reporter Leo Shane III of Stars and Stripes tweets: Honor flight vets just knocked over the barriers at the WWII memorial to get inside, #shutdown or no. No sign of folks leaving. The vets have control of the memorial. #shutdown John McCain may be trying to make a point by publicizing polling showing Americans oppose the GOP strategy of tying the shutdown to health care cuts, but most national polls on who gets blamed are rather useless in understanding what's going through the mind of the House GOP, Guardian polling analyst Harry J Enten (@ForecasterEnten) writes. Harry argues that, district-for-district, Republicans really aren't vulnerable to voter outrage in midterm elections in 2014 because the districts are rigged: While there are a number of reasons why House Republicans were willing to shut down the government, no answer is probably as satisfying as the fact that majority of House Republicans don't live in districts that look anything like the rest of the nation. Thanks to urban packing and gerrymandering, Republicans don't have to worry about losing to a Democrat. The average vote share for President Obama in 2012 in Republican House districts was only 40.4%. Only 17 members of the Republican House caucus are from districts that voted for Obama in 2012. More than half of Republicans in the House come from districts that are 10 points more Republican than the nation as a whole. The average Republican district is over a 11 points more Republican than the nation. The thing that most worries most members is likely a primary challenge, not a general election. The fact that more Republicans support a shutdown to stop Obamacare, as Quinnipiac found, is what's most important for them. That analysis leaves open the question on whether blowback from the shutdown represents potential damage to a party's national brand, with consequences for membership, fundraising, turnout, activism, public support in hard policy fights and more. Shut down: Tweets from Voyager 2. Not to be confused with Voyager 1, which recently entered interstellar space. Voyager 2 is only 15.37bn km away, according to the Nasa site that tracks it, which interestingly is still online here. Shut down: the US Census Bureau online. You can't visit the web site here, but you can read a shutdown notice. (h/t @kennelliott) Senator Mike Lee of Utah, who with Ted Cruz of Texas led the charge to tie stopgap spending legislation to changes to Obamacare, is delivering a speech on the Senate floor calling for a focus on people whose livelihoods will be damaged by the government shutdown. \"I want to focus our attention in the coming days and hours on those people,\" Lee says, gravely. It turns out however that mostly Lee wants to continue his critique of the Affordable Care Act. \"I'd like to turn for a moment to people who are and for a number of months have been already [hurting],\" he says. \"Obamacare happens to be the No.1 job-killer in the country.\" Threatened by shutdown: airport efficiency(!). Here's a question from the comments: Answer, in short: Yes, expect some delays, but security will remain tight. The Transportation Security Administration, part of the department of Homeland Security, is expected to furlough certain nonessential employees, but those do not include most screeners. Air traffic controllers will report for work as usual. John McCain, Republican of Arizona, argued Monday against the House Republican shutdown strategy, telling the House to accept fate and pass a \"clean\" spending resolution. This morning McCain indulges in a preliminary bit of \"I told you so,\" directed at Republican colleagues: From the Bloomberg story: By 72 percent to 22 percent, Americans oppose Congress “shutting down major activities of the federal government” as a way to stop the Affordable Care Act from going into effect, the national survey from Quinnipiac University found. [...] A majority of the public, 58 percent, is opposed to cutting off funding for the insurance program that begins enrollment today. Thirty-four percent support defunding it. Note that the poll featured in the story McCain links to is from last week; while the Bloomberg story is from today, it does not reflect new polling from today. Here's the tabloid view, then and now: Shut down: Freedom of Information Act requests. The justice department claims it can't meet FOIA deadlines in an Electronic Frontier Foundation lawsuit over phone metadata collection because of the shutdown, Politico's Josh Gerstein reports: Just hours after the partial government shutdown kicked in, Justice Department lawyers filed a motion Tuesday morning with a federal judge in Oakland, Calif. seeking to postpone all deadlines in connection with a suit brought by the Electronic Frontier Foundation. The motion submitted to U.S. District Court Judge Yvonne Gonzalez Rogers (and posted here) says the government will be unable to continue reviewing documents for release because both DOJ lawyers and intelligence community personnel involved in the process are being furloughed. Read the full piece here. Senate minority whip John Cornyn, Republican of Texas, says Democrats are \"whistling past the graveyard\" in asserting that the Affordable Care Act is not negotiable: \"This is the law of the land. It's perfect. Couldn't be better,\" Cornyn, on the Senate floor, ridicules his Democratic colleagues as saying. \"That's like whistling past the graveyard.\" Then Cornyn accuses Democrats of engineering the shutdown because polls show Republicans will take the blame: They're looking at polls...They're willing to risk shutdown of the federal government just to gain political advantage... The Democrats have doubled down on their strategy, hoping to gain political advantage at the expense of people hurt. Part of the difficulty this morning for 2m federal workers is that many did not find out until they showed up for work as usual whether they were part of the \"essential\" core that would be kept on the job. Some were told to stay. Others were sent home. The Guardian's Paul Lewis (@PaulLewis) and Dan Roberts (@RobertsDan) are watching the shutdown unfold in Washington: Some federal workers were reportedly instructed to switch off their BlackBerry smartphones to prevent them from working remotely, a disciplinary offence. From 7am, forlorn-looking commuters could be seen heading to government buildings and agencies across Washington DC, where they would learn their fate. The city, where the government is a huge employer, will feel the impact of the federal shutdown more acutely than anywhere else in the US. The White House said it estimates a one-week shutdown would cost the wider US economy $10bn. Read the full piece here. Dan also has the inside story of how the shutdown played out in the halls of Congress last night: Unfortunately, much of Washington acted as if it had seen this movie before. The metaphorical tumbleweed blowing down the corridors of Capitol Hill reflected not a fear of being caught in the crossfire, but a cynical war-weariness that left many lawmakers on the sidelines until it was too late. After three years of similar standoffs over the federal budget that were resolved at the last minute, no one could quite believe that this one would finish with shots fired. Read the full story here. The Senate has killed the House GOP request for a budget conference, again along party lines, 54-46. Senate majority leader Harry Reid is on the floor of the Senate decrying the House request as a cynical 11th-hour ploy meant to portray the GOP as being serious about making a budget deal when in fact the party has, Reid says, ignored six months' worth of Senate requests for a conference. Here's Reid: Sen. Murray [Patty Murray, D-Washington, budget committee chairwoman] has asked to go to conference 18 times. [McCain] has asked eight times himself. This has gone on for six months. But it's a clock tick past midnight... Boehner demanded the very conference they shunned us with for six months. This display I hope would be embarrassing for House Republicans and Senate Republicans... what a deal! If the House passes the piece of legislation they have over there... to reopen government, we're happy to go to conference - why wouldn't we? We've been asking to do that for months and months. Senator John McCain, Republican of Arizona, sees the shutdown as a boon to the president because it distracts from the administration's woes elsewhere: \"Obamacare is going to have a lot of problems in its rollout... the president's poll numbers are falling in every category,\" McCain told MSNBC. \"Yet the story to the American people is Republicans are fighting Republicans – that's not helpful.\" The president plans to make a statement today at 12.25pm ET in the Rose Garden, the White House advises. As the two parties try to reach a spending agreement, they also are trying to pin the blame for the shutdown on the other side. In a statement in the briefing room yesterday afternoon the president said Republican maneuvers resulting in a government shutdown would be the \"height of irresponsibility.\" Expect the president to expand on that theme this afternoon. Last time the government shut down, the Republican Congress caught the blame and the Democratic president emerged the stronger. That fact is not lost on the Obama administration, which is using president Clinton's playbook, Bloomberg reports: Five administration officials, including Treasury Secretary Jack Lew and budget director Sylvia Burwell, were central figures during the shutdowns of 1995 and 1996. That two-stage battle pitted a House Republican majority against Democratic President Bill Clinton and resulted in a public relations defeat for the Republicans. Now, Like Clinton, Obama is casting his Republican rivals as partisan warriors willing to put the country’s economic future at risk to score political points with their base. While Clinton chided Republicans for putting “ideology ahead of common sense” in a 1995 address, Obama told reporters yesterday that “House Republicans continue to tie funding of the government to ideological demands.” Read the full piece here. Are you a federal employee forced to stay home because of the shutdown? Is one of your family members an essential employee who has to work without pay? We want to hear from you: * Where do you work? What is your role? * What have your supervisors told you to expect in coming weeks? Please be specific. How will furloughs or payment delays affect you and/or your family? * Is there anything you'd say to members of Congress? to President Obama or House Speaker John Boehner? Do you see the shutdown as necessary? Is there a silver lining? Please share your views in the comments or reach out to us directly at ruth [dot] spencer [at] theguardian [dot] com. We'll be featuring your comments here. Thanks for writing! Welcome to our live blog coverage of the partial government shutdown, which went into effect at midnight. America is waking up to shuttered parks, silent call centers for veterans' services, empty Pentagon offices and skeleton crews in White House and congressional offices. It's the first government shutdown in 17 years. The president signed a bill late on Monday defending against one of the most painful effects of a shutdown: the bill ensured there would be no delay in delivering paychecks to active-duty military personnel. The core services of other big government programs, including Medicare and social security, were expected to operate as usual. The House and Senate played ping-pong on Monday with stopgap spending resolutions that would have kept the government open if they were able to agree on one. The last House resolution retained delays in the rollout of the Affordable Care Act that the Senate leadership had made clear would be rejected. The resolution was rejected, and at about 11.40pm ET the office of management of the budget sent out a memo ordering agencies to \"execute plans for an orderly shutdown due to the absence of appropriations.\" Read Jim Newell's play-by-play of last night's action here, and Graeme Wearden's early-morning updates here. Just before the shutdown, House Republicans made a significant move on the overall budget issue, electing to join a conference with the Senate to cut an actual budget deal, a step the House leadership had been resisting. Senate majority leader Harry Reid said he would not bargain over the current spending measure at a budget conference."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}