{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2013/oct/11/two-dozen-killed-boat-capsizes-lampedusa", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2013-10-11T22:02:38Z", "webTitle": "At least two dozen killed after boat capsizes near Lampedusa", "webUrl": "https://www.theguardian.com/world/2013/oct/11/two-dozen-killed-boat-capsizes-lampedusa", "apiUrl": "https://content.guardianapis.com/world/2013/oct/11/two-dozen-killed-boat-capsizes-lampedusa", "fields": {"headline": "At least two dozen killed after boat capsizes near Lampedusa", "bodyText": "At least 27 people died on Friday after their boat capsized near the Italian island of Lampedusa, a fresh tragedy to occur in the waters where last week more than 300 migrants travelling from north Africa to southern Europe lost their lives. As divers continued to search for corpses following last Thursday's disaster, the Maltese prime minister Joseph Muscat told journalists in the island's capital, Valletta, that 27 people – including at least three children – had been pulled from the water following the capsizing about 60 miles south-east of Lampedusa. Although near the Sicilian island, the boat was in international waters where Malta is responsible for search and rescue operations. Earlier, Italian navy spokesman Marco Maccaroni told the Associated Press that at least 221 people had been saved from the capsized vessel – a figure which represented a large proportion of the approximately 250 people believed to have been on board. Reacting to the news on Friday night, the Italian prime minister, Enrico Letta, was reported to have said the latest deaths were a \"new and stark confirmation\" of how serious the situation in the Mediterranean is. The official toll for last Thursday's tragedy – when a boat loaded with about 500 migrants caught fire and sank in one of the worst disasters to hit the area in recent years – rose on Friday to at least 339. Malta was co-ordinating the emergency response to Friday's crisis, with its ships and aircraft assisted by the Italian authorities. The more seriously injured among them were being flown by helicopter to Lampedusa. Passengers on board the boat had been able to make an emergency call with a satellite phone, which enabled rescuers to pinpoint their location, a spokesman for the Italian coastguard said. A Maltese military plane was on the scene at around 4pm local time (2pm GMT) and dropped a liferaft to start the rescue operation, according to the smaller EU country's navy. The head of the Italian Red Cross said the latest deaths were yet more proof that urgent steps needed to be taken to open humanitarian corridors to protect migrant boats. \"Reading the news that is coming out about a new tragedy at sea, I feel anger and bitterness. There is a need for concrete action, as we have said repeatedly, more than words,\" said Francesco Rocca in a statement. \"This is the dramatic proof of everything we have been saying up to today: that we need to take urgent measures to open humanitarian corridors. There is no time to lose.\" Even before the most recent disaster, it had become clear earlier on Friday that the potentially deadly perils of the crossing had not stopped the flow of migrants to Italian shores. The coastguard said that in five separate operations more than 500 migrants had been rescued in quick succession. \"This is not just another wake-up call for Europe. This is the time for action,\" Muscat said, adding he had spoken to his Italian counterpart to discuss the latest disaster. \"This is a European problem, not a problem for Italy or Malta only.\" Italy is asking for more EU support and an overhaul of the bloc's immigration rules after last week's shipwreck."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}