{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2013/oct/16/england-football-fans-brazil-world-cup", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-10-16T22:35:18Z", "webTitle": "For England football fans the agony is finally over – now for the difficult bit", "webUrl": "https://www.theguardian.com/football/2013/oct/16/england-football-fans-brazil-world-cup", "apiUrl": "https://content.guardianapis.com/football/2013/oct/16/england-football-fans-brazil-world-cup", "fields": {"headline": "For England football fans the agony is finally over – now for the difficult bit", "bodyText": "England fans who spent months worrying whether the national football team would qualify for next year's World Cup in Brazil were able to breathe a sigh of relief thanks to the victory over Poland at Wembley. But now they have something else to fret about – whether they can afford to attend. After Roy Hodgson's side booked their place with the 2-0 victory over Poland, England's official travel agency on Wednesday reported a 400% increase in visits to its website, even though it will be months before it is known where and who the national team will play. The surge in traffic came despite the fact that the only package so far on offer ahead of the December draw that will determine who England will play and where is a £6,995 deal guaranteeing tickets, travel and accommodation for each of the three group games wherever they are played. Those fans with pockets deep enough to get to Brazil will encounter one of the most expensive and logistically challenging tournaments of recent times. England supporters who travelled to Rio for a friendly earlier this year said even hostels were charging upwards of £200 a night. Some hotels are asking up to £800 a night during the tournament in June and July next year. The Brazilian hotel industry association has said: \"During the cup, the cost of everything will go up. That's the market.\" But the main challenge will be the sheer size of the country, the fifth largest in the world. There is a distance of 2,900 miles between the newly built Arena Amazonia in Manaus, deep in the Amazon rainforest in the north, and the Estádio Beira-Rio in Porto Alegre in the south. Fifa – which has come under pressure from Brazilian protesters concerned that money that could have been invested in underfunded public services has been diverted into building stadiums that could end up as white elephants – has been criticised for its approach to the group stages. By refusing to stage each group in a geographical cluster, fans will be forced to pore over internal flight timetables and jump on to the website to try to book seats on planes them the minute the draw is made on 6 December. Those wanting to travel by air from Rio de Janeiro to São Paulo – a distance of 200 miles – where the opening match is scheduled, are already facing return air fares as high as £720. In June, British Airways' fares to Rio start from £897 return and to São Paulo from £963 return, including taxes, fees and charges. Nor are match tickets cheap. Fans can either take their chances through the Fifa website or, if they are members of the Englandfans official club, they may qualify for those allocated to the FA. Fifa recently revealed that a total of 6.15m requests for tickets were made during the first phase of ticket sales, more than 70% of those from Brazil. About 1m of the total of 3.3m tickets were made available in the first phase. Almost 97,000 of those requests were from England, the sixth highest total. Following criticism in South Africa – where the last World Cup was held in 2010 – Fifa has attempted to make more tickets available to local buyers and sell concessionary tickets at more realistic prices. But for international buyers, prices range from $90 to $175 (£56 to £110) for the group stages; $110 to $220 for the round of 16; $165 to $330 for the quarter-finals; and $275 to $660 for the semi-finals. For the final, the cheapest tickets cost an eye-watering $440 while the most expensive are $990. Mark Perryman, a spokesman for the official Englandfans group, said a likely bill of about £5,000 for fans looking to stay for the duration of the tournament would put many off – despite the belated surge of optimism surrounding Hodgson's team and the attractions of a World Cup the home of the \"beautiful game\". \"From what I'm hearing, a lot of people will decide to miss this one out. We've had two expensive tournaments on the bounce in South Africa and Poland/Ukraine, and we've got a pretty cheap one coming up in France in two years' time,\" Perryman said. \"The ones who are definitely travelling are old sorts. They know for a fact that the prices of hotels and internal flights will plummet come next March – they are single blokes who can take a risk. It puts off the families,\" he said. But he believed that concerns over security and crime, likely to come to the fore as the tournament gets nearer, would be regarded as overplayed by most fans in light of their recent tournament experiences. \"Let's get this into perspective. Since 2006 the newspapers have told us we're going to be raped, carjacked and murdered whatever country we're playing in, whether it's South Africa or Brazil or Ukraine,\" said Perryman. \"We had a wonderful time in South Africa and Ukraine and I'm sure we'll have a wonderful time in Brazil.\" The FA can now begin planning in earnest and on Tuesday night received confirmation from Fifa that its first choice hotel for the team, the Royal Tulip in Rio, had been booked. The chosen training ground, on a nearby military base, is 25 minutes away by road. Hodgson will attempt to strike a balance between the austerity of Fabio Capello's regime in Rustenburg in 2010 and the opposite extreme of Baden-Baden in 2006, when Sven Göran-Eriksson's chosen base became the focal point for a tabloid circus. England were planning to stay in the Windsor Atlantica on Copacabana beach, following the Euro 2012 model of trying to give the players a feeling for the atmosphere of the tournament and encouraging them to be \"good tourists\". But when it emerged a huge fanzone was planned outside the hotel, the FA turned its attentions to the Royal Tulip hotel in the shadow of Sugar Loaf mountain on São Conrado beach. They hope to use the practice facilities at the nearby Urca navy base. The multilingual England manager, who said he struggled to sleep on Tuesday night after goals from Wayne Rooney and Steven Gerrard sealed England's qualification, called for realism over England's chances in a bid to quell the hype that will now inevitably start to build. But Hodgson, who coached Switzerland to the 1994 World Cup in the US, said no stone would be left unturned in ensuring his squad was well prepared. \"We'll think a lot about what the best things will be to get the players in the best possible shape to play. The atmosphere in the training camp and the way they can lead their daily lives has a big impact,\" he said."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}