{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2013/oct/01/the-lovesong-of-alfred-j-hitchcock-review", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2013-10-01T22:01:00Z", "webTitle": "The Lovesong of Alfred J Hitchcock – review", "webUrl": "https://www.theguardian.com/stage/2013/oct/01/the-lovesong-of-alfred-j-hitchcock-review", "apiUrl": "https://content.guardianapis.com/stage/2013/oct/01/the-lovesong-of-alfred-j-hitchcock-review", "fields": {"headline": "The Lovesong of Alfred J Hitchcock – review", "bodyText": "Plays and films about the private life of Alfred Hitchcock are a growth industry. But David Rudkin can justly claim to have got there with first with an award-winning 1993 radio play with an Eliotesque title. Out of that has emerged this reconceived stage piece, commissioned by New Perspectives, which turns out to be a darkly riveting study of a film-maker who turned what his wife terms his \"crazy inner life\" into public entertainment. Rudkin uses an adventurous form to explore the dreams and desires of a Hitch (\"I have no cock,\" he Freudianly quips) who is imprisoned in his director's chair. As the pudgy auteur pursues an archetypal Hitchcock situation in which a man silently tracks an unknown woman, he is invaded by memories. We see glimpses of the mother who put the fear of God into him when he was six, and of the Jesuit teachers who imbued him with a sense of guilt. Above all, we see how a man who declares \"I hate my flesh\" turns his lack of sexual self-confidence into an obsession with endangered, ultimately unattainable women. What Rudkin does brilliantly is demonstrate that Hitchcock's art is the key to his life. The play is a cineaste's delight, with a tissue of references not just to masterpieces such as Vertigo, Psycho and The Birds but to less-loved works like Frenzy and Topaz. Out of this emerges a portrait of a natural solitary who not only plays on our anxieties but who also instinctively equates sex with death. Far from suggesting Hitch was a brutal misogynist, however, Rudkin implies he was a doomed romantic, forever trying to recapture the \"Rosebud\" moment when he felt a thrill of passion at the age of 15. By having the same actor (Roberta Kerr) play both Hitch's wife and mother, there is a hint that the director ultimately settled for a life of cocooned comfort. And even if, like most Hitchcock devotees, Rudkin underplays the contribution of the maestro's screenwriters, this is a rich, multilayered play that clearly stems from a lifelong love of its subject. It is directed with great flair by Jack McNamara and, following in the footsteps of Toby Jones and Anthony Hopkins, Martin Miller is an utterly persuasive Hitch: the Essex vowels and the portly frame are dead right, and Miller adds to the mix a sense of public solitude. We see Hitch surrounded by other people, but when he says \"I can't live – I can only imagine,\" we get an indelible impression of a man trapped in his own cinematic genius. • Did you catch this show – or any other recently? Tell us about it using #gdnreview"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}