{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sustainable-business/sefaira-architects-global-cleantech-100-case-study", "type": "article", "sectionId": "sustainable-business", "sectionName": "Guardian Sustainable Business", "webPublicationDate": "2013-10-09T23:01:00Z", "webTitle": "Cleantech 100 case study: Sefaira", "webUrl": "https://www.theguardian.com/sustainable-business/sefaira-architects-global-cleantech-100-case-study", "apiUrl": "https://content.guardianapis.com/sustainable-business/sefaira-architects-global-cleantech-100-case-study", "fields": {"headline": "Cleantech 100 case study: Sefaira", "bodyText": "Buildings account for about 40% of global energy consumption and greenhouse gas emissions. And while an abundance of new design concepts and energy-efficient fittings are now available, the challenge for architects is often how to choose among all these options. That's the idea behind Sefaira, a cloud-based software program which enables architects to analyse various designs for a building and pick the best ones to improve energy performance. \"When we started the business in 2009, we noticed that the building and construction industry was lacking good software to design sustainable buildings,\" says Mads Jensen, co-founder and CEO of the UK-based software company. And although the industry had amassed a huge amount of data about sustainable building design, the desktop computers of the day lacked processing power to analyse the data fast enough for the typical project. \"For instance, it could take weeks to analyse a design,\" says Jensen, \"and in the early stages of a building design, when many important decisions are made, such an amount of time simply isn't available.\" So instead, Sefaira built its software application in the cloud to improve processing speed and the user experience, including the ability for multiple users to collaborate on a design. Living in the cloud also allows Sefaira to constantly update the big data sets the software crunches while performing its analysis. The Sefaira software saw its first commercial release in the summer of 2012. Using the software, architects can quickly analyse various design choices that affect energy and water use. \"For instance, the way windows are sized and placed on the different sides of the building, and the way in which shading devices on the building reduce solar heat gain – these things all have tremendous impact on building performance,\" says Jensen. \"As architects evaluate all the different design options they may have, the software helps point them in the right direction,\" he adds. Safaira estimates that high-performance building design can cut energy use by 50% or more when compared with traditional design techniques. Sefaira is privately held, but has raised about $20m (£12.4m) in funding. The company has won several awards for innovation from cleantech groups such as Ecosummit and green building groups like Ecobuild. The software, which runs in any standard web browser, is offered on a subscription basis and now used by more than 200 firms, says Jensen. About the primary focus on architects, he notes, \"As lead designers of the built environment, architects literally shape our world. More than anyone else, they have direct power to influence the sustainability of society through their designs.\" This content is brought to you by Guardian Professional. Become GSB member to get more stories like this direct to your inbox"}, "isHosted": false}}}