{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2013/oct/11/ulster-leicester-heineken-cup-match-report", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2013-10-11T21:47:43Z", "webTitle": "Ulster 22-16 Leicester | Heineken Cup Pool Five match report", "webUrl": "https://www.theguardian.com/sport/2013/oct/11/ulster-leicester-heineken-cup-match-report", "apiUrl": "https://content.guardianapis.com/sport/2013/oct/11/ulster-leicester-heineken-cup-match-report", "fields": {"headline": "Ulster's Paddy Jackson kicks 17 points to inspire win over Leicester", "bodyText": "European club rugby may be in political limbo but some things never change. Leicester's record in Belfast is a litany of woe and there was familiar trouble lying in wait for them on a deceptively calm Ulster evening as they slipped to an opening-night defeat which will send a faint ripple of concern through every English team in the competition. The Tigers will be mightily relieved to have claimed a losing bonus point, fading after a confident start against opponents who grew visibly in authority once Ruan Pienaar, their Springbok scrum-half, entered the fray as a second-half replacement. The visitors are badly missing Manu Tuilagi's explosive presence and, despite an early try from the prop Logovi'i Mulipola, Ulster were increasingly good value for their raucously-acclaimed victory. Ulster have now won 15 of their 16 home games in this tournament but there was a slightly different feel to this particular occasion. With a big stadium redevelopment ongoing, the evocative old grandstand is no more and the atmosphere was less fervid than it was when Leicester lost 41-7 here in January 2012. The attendance of 14,000, however, was still Ulster's biggest since the 1999 semi-final and the Tigers were clearly missing one or two key individuals, not least their first-choice centre pairing of Anthony Allen and Tuilagi. Miles Benjamin was also making his belated debut after 13 months out with a serious neck injury and rarely looked happy, kicking poorly and struggling to adjust to the intensity of the contest. It was a considerable early bonus for Leicester, then, when Toby Flood nipped through a tiny gap, the ball was recycled right and a rumbling Mulipola touched down in the corner with less than seven minutes gone. The Tigers were also confident enough at the scrum and breakdown, with their forwards showing little sign of being rattled by their surroundings. The back three was a different story, with the unfortunate Benjamin understandably taking time to relocate his positional bearings. Ulster were always likely to examine Leicester out wide and, when the inevitable cross-kick did come, the athletic Tommy Bowe rose thrillingly high above Niall Morris to take the sort of try-scoring mark which would interest any Aussie Rules scout. With Flood and his opposite number Paddy Jackson trading penalties it was already clear this would not be a lop-sided contest, although Jackson's third calm penalty did edge the hosts in front at half-time, much to the delight of a crowd which included the golfer Rory McIlroy, an avid rugby fan. Whatever competition Ulster end up playing in, you suspect he will be there regardless. Leicester's challenge was also a mental one, their only two victories in their last eight European away fixtures having come in Italy. The omens looked even worse when Jackson seized gleefully on a poor looping pass from Tom Youngs and raced 95 metres to touch down, only for referee Romain Poite to call him back for offside. Flood's penalty made it 13-13 rather than 20-10, a hugely significant 10-point swing on this kind of occasion. Enter Pienaar, to huge cheers. His decision to sign on for another three years was partly down to family reasons but the lure of nights like this must have played some part. David Humphreys, Ulster's director of rugby, also sold him the vision of a developing young team with plenty of improvement still in it and there is little doubt he speaks the truth. Here, though, they were hindered by their repeated lack of precision. Another lightning raid down the left appeared to have sent Darren Cave sprinting over in the 49th minute but this time Poite went to the television match official who ruled that Luke Marshall's pass in the build-up had floated forward. Leicester had another let-off when Jackson miscued an eminently kickable penalty following a scrum infringement but their luck was about to run out. Ulster had built up some genuine rhythm when Pienaar was tripped at the base of a ruck by a rolling Jordan Crane, earning him 10 minutes in the sin-bin and decisively tilting the contest. Jackson's penalty made it 16-13, Flood missed an angled chance to level things again and the crowd began to sing as if the entire tournament was about to be won. They went even pottier as the Tigers' scrum splintered and Jackson finished up with six successful kicks on the night for a personal haul of 17 points. An uncomfortable last 15 minutes for the visitors was rescued only by a losing bonus point courtesy of the replacement fly-half, Owen Williams, just four minutes from the end, an earlier drop-goal having struck an upright. Whatever the English clubs are planning off the field ahead of next season, they are guaranteed a tough time on it on Celtic soil this winter. Ulster: Payne; Trimble, Cave, L Marshall (Olding, 52), Bowe (Allen, 72); Jackson, P Marshall (Pienaar, 52); Court, Best, Fitzpatrick, Muller (capt), Tuohy, Wilson, Henry, Williams (Henderson, 56). Try: Bowe. Con: Jackson. Pens: Jackson 5. Leicester: Morris; Benjamin, Goneva, Bowden, Thompstone; Flood (capt; Williams, 72), B Youngs (Mele, 64); Mulipola, T Youngs (Briggs, 72), Cole, Deacon (Kitchener, 60), Parling, Slater, Salvi, Crane. Try: Mulipola. Con: Flood. Pens: Flood 2, Williams. Sin-bin: Crane 58. Referee: R Poite (France). Att: 14,000."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}