{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2013/oct/13/immigration-british-politics-hostile-editorial", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2013-10-13T22:34:07Z", "webTitle": "A hostile environment: Immigration and British politics | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2013/oct/13/immigration-british-politics-hostile-editorial", "apiUrl": "https://content.guardianapis.com/commentisfree/2013/oct/13/immigration-british-politics-hostile-editorial", "fields": {"headline": "A hostile environment: Immigration and British politics", "bodyText": "There is a hard business case for immigration, and if you don't want to take it from meticulous empirical economists, take it from America's mainstream right. \"Immigrants come with new skills and new ideas. They fill a critical part in our labour market,\" said George W Bush. \"They work hard for a better life.\" George Osborne's fast-track Chinese visas reflect this, but Britain's right more often relegates financial concerns below the emotive dimension. The \"immigration bill for hard-working people\", which Theresa May published last week, is a ragbag of measures to make outlaws of individuals striving for a better life. Immigration was until recently running at historic highs, and any politician needs to face up to public unease. The polling, however, does not point to unremitting hostility, but rather a mood of fluidity, even confusion. Voters rank immigration highly among the issues \"facing the country\", but only as a marginal concern in their own lives. They judge it to be bad for the economy, and yet are inclined to believe that individual migrants work harder than average. The perceived difficulties bear no relation to the number of newcomers within each region, and are everywhere imagined to bite more at the national than the local level. It is almost as if everybody believes that immigration is someone else's problem. With experience counting for less than impressions, the power of suggestion is enhanced. The insinuations in the home secretary's bill are alarming; the spin centred on making immigrants pay for the NHS, a goal at once superfluous (immigrants can already be billed for non-emergency care) and beside the point (immigrants are healthier than most). The actual proposal here is for Mrs May to assume sweeping enabling powers to charge people wishing to come or to stay as much as she likes, for any reason. The legislation also seeks to tie the hands of judges weighing immigrants' right to a family life, a dubious restriction which could fall foul of Strasbourg, if it does not first create a clash in the British courts. Traditional conservatives should be horrified by a wheeze designed to short-circuit the constitutional wiring, but a crisis would further Mrs May's dream of turning back the clock on two-thirds of a century of civilisation by quitting the European convention. The real heart of the bill is the abolition of most appeals. Few bureaucratic decisions have the power to break families or fortunes in the manner of the choice to admit or expel from these shores; and yet – as the supreme court has noted – this is a field in which official process is marked by box-ticking \"rigidity\". Without appeals, more bad decisions will go unchallenged. One perverse consequence will be an increase in costly judicial reviews, the final buck stop that cannot be scrapped, which Whitehall has spent years trying to restrict. During the long, dragging process of such reviews, a second perversity will be to criminalise applicants who are legal today by virtue of an active appeal. This is part of a broader agenda which also includes barring irregular migrants from bank accounts and driving licences. Cash-in-hand work and uninsured driving will increase, with attendant effect on the public purse and public safety. Mrs May has obviously decided this price is worth paying for her overriding stated aim of making Britain \"a hostile environment\" for outsiders. The lure of the rich world to the poor is such that migrants' hopes are not easily deterred, as dreadful tales of watery graves in the Mediterranean underline. Many immigrants will not go home, but live here hidden, hopeless, and beyond the reach of the law; that will make British communities a more hostile environment for natives and newcomers alike. For Labour, which has a mixed record in this area, Yvette Cooper pledges to stand firm against \"National Front\" language. The Lib Dems have kicked back against fines for landlords housing irregular migrants, but now need to widen their attack. As it stands, this is a bill to stir searching Lib Dem questions about exactly what sort of government they are in."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}