{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2013/oct/10/buy-services-abroad-regulator-nhs", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2013-10-09T23:02:00Z", "webTitle": "Buy services from abroad to cut costs, regulator urges NHS", "webUrl": "https://www.theguardian.com/society/2013/oct/10/buy-services-abroad-regulator-nhs", "apiUrl": "https://content.guardianapis.com/society/2013/oct/10/buy-services-abroad-regulator-nhs", "fields": {"headline": "Buy services from abroad to cut costs, regulator urges NHS", "bodyText": "The NHS will have to open its doors to international health companies from nations such as India and Mexico to tackle the long-term crisis in its finances, the health service's economic regulator has cautioned. In a briefing on Wednesday David Bennett, Monitor's chief executive, outlined a radical reshaping of the health service, arguing that billions could be saved and patient care enhanced by centralising services, encouraging GPs to add extra appointments and stopping around 30 elective procedures which were \"relatively ineffective\". Monitor's work has concluded there are potential savings of up to £12.1bn from improving hospitals' efficiency, and up to £4bn from reducing beds and shifting patients into community. However, Bennett said there would still be a funding gap of £10bn by 2021-22 even if the regulator's recommendations were followed. He said there was evidence from other health systems around the world that patients could be treated at a far lower cost – a suggestion that sparked a political row. He pointed out that in India a hospital group specialising in cataract surgery, Aravind, delivers 60% of England's NHS eye surgery volume at less than one sixth the cost. Applying the Indian company's approach to NHS orthopaedics could see £800m in savings from a £2bn budget. \"We must not rule out letting players outside the NHS, who can provide good quality care at NHS prices, show us how to do things differently,\" said Bennett. While acknowledging that bringing in private players was controversial – amid accusations that independent companies demanded higher prices to treat patients and cherry-picked operations –Bennett said that these issues had been resolved. \"We have learned from [experience] ... that it is too darned hard to sell to the NHS. That's not good enough,\" he said. The former Labour health secretary Patricia Hewitt, he said, had once put a ceiling of 15% on private sector involvement in the NHS. Last year total NHS spending on healthcare services supplied by the independent sector in England was estimated at £5.9bn, some 6.5% of total spend. Responding to Bennett's warning, Labour's health spokesman, Andy Burnham, said: \"This will send a shiver down many a spine. It confirms the suspicion many people have that David Cameron is softening up the NHS for privatisation. Evidence from around the world tells us that market systems cost money, not save money. This is the wrong route to a more efficient NHS. \"This is the government's hidden NHS agenda that ministers don't dare admit. It is this market madness that has got to go.\" A Conservative health spokesperson said: \"This is shameless scaremongering; there is absolutely no government policy to privatise NHS services. The last Labour government introduced the independent sector into the NHS to lower waiting times and raise standards. Former Labour ministers including Tony Blair, Alan Milburn, John Reid, Patricia Hewitt and Alan Johnson all thought this was the right thing to do – only Frank Dobson and Andy Burnham want to lurch to the left and insist on a state monopoly at all costs. Bennett cautioned that there were no quick fixes. He said that simply selling off NHS land and freezing wages would only be one-off gains that put off the day when savings would have to be made. \"Freezing wages ends up with higher pay claims later on,\" he said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}