{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2013/oct/13/press-freedom-state-surveillance-straw-editorial", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2013-10-13T22:47:31Z", "webTitle": "Press freedom and state surveillance: Straw in the wind | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2013/oct/13/press-freedom-state-surveillance-straw-editorial", "apiUrl": "https://content.guardianapis.com/commentisfree/2013/oct/13/press-freedom-state-surveillance-straw-editorial", "fields": {"headline": "Press freedom and state surveillance: Straw in the wind", "bodyText": "Who guards the guardians (with a lower case g)? The same question is at the heart of two current debates – about a free press and about the security services. How should a free press be regulated independently both of vested interests and the government? And who should oversee the activities of intelligence agencies who have the ability – unprecedented and unimagined in all history – to pry into millions of lives? Both are difficult questions. The press regulation question has rumbled on for nearly two years now without an agreed solution. Editors are, rightly, fiercely protective of the freedom of the press and, in their hearts, would rather the public trusted journalists to do their job with the lightest possible regulatory touch. Spies are the same. They want to be able to get on with their work in as much secrecy and with as little oversight as possible. The message is the same: trust us. The two issues have merged a little in the past week, with spies telling the press that it is not their role to inquire into the intelligence services' work. Most newspapers would reject that proposition – see our exercise in which 30 of the world's leading editors affirmed that it is absolutely the role of a free press to hold security services to account. Think of the Sunday Times (and this paper) fighting the suppression of the memoir Spycatcher. But there have been surprising editorial voices in the UK who say: journalists can't be trusted. Who, then, can be? Politicians? Do those who have oversight really understand today's technologies? And are they themselves free of personal inclinations? The former home secretary Jack Straw has been critical of the Guardian's reporting. But his own life and career raise their own questions. In his autobiography there is a revealing passage in which MI5 tells him in 1974 that he and his family have been under surveillance since Mr Straw was a teenager. They questioned him about his sexuality. They believed (probably falsely) that his sister was a communist. MI5 had notes of a pub conversation he had had with a \"politically suspect\" friend years earlier. Many people would find this deeply disturbing. Not Mr Straw, who was \"neither surprised nor shocked\". Is it reassuring for the rest of us that Mr Straw went on to have responsibility for the work of our spy agencies as home and foreign secretary? Mr Straw accepted the unreliable intelligence assessments which led us into war in Iraq. He faces troubling questions (and civil proceedings) about rendition. He backed secret courts. He supported blocking the Serious Fraud Office inquiry into corruption at British Aerospace. Quis custodiet? The answer, for many people, wouldn't be Jack Straw. Which is merely illustrative of a question which won't go away."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}