{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "global-development/2015/aug/14/streetwise-afro-brazilian-dancers-take-the-world-by-storm", "type": "article", "sectionId": "global-development", "sectionName": "Global development", "webPublicationDate": "2015-08-13T23:05:12Z", "webTitle": "Streetwise Afro-Brazilian dancers storm across the racial divide", "webUrl": "https://www.theguardian.com/global-development/2015/aug/14/streetwise-afro-brazilian-dancers-take-the-world-by-storm", "apiUrl": "https://content.guardianapis.com/global-development/2015/aug/14/streetwise-afro-brazilian-dancers-take-the-world-by-storm", "fields": {"headline": "Streetwise Afro-Brazilian dancers storm across the racial divide", "bodyText": "There comes a moment when Jardel Santos Silva is spinning so fast on stage that everything else falls away: the memories of his impoverished childhood, the sea of clapping viewers, even the stage floor itself. Instead, Silva is back in the town squares and backstreets of Brazil’s south-eastern city of Uberlândia, where daily dance-offs provided moments of respite from the grind of life in the favelas. “Dancing was a remedy for me, just like it is to so many [poor] people in Brazil today. It was something everyone I know used to do, everybody was part of one dance group or another,” explained Silva of the dances born of enduring racial divides that have long seen African-Brazilians marginalised in the country with the world’s largest black population outside Nigeria. African–Brazilians account for just over half of Brazil’s population, but make up three-quarters of inhabitants living in extreme poverty. As the Rio Olympics one-year countdown begins, preparations have so far failed to live up to promised development in deprived communities. Some fear it may chiefly benefit a small moneyed elite, much as once-grassroots activities like football and Carnival, the quintessential samba festival, increasingly exclude the masses who make up its beating heart. One small company aims to upset that imbalance. The spirit of danças da rua (street dances) – whose fusion of hip-hop, samba and the Afro-Brazilian martial art of capoeira are most at home in gritty neighbourhoods – led to the formation of Balé de Rua, which now dazzles audiences in 13 countries and this week plays at London’s popular Southbank summer festival. Like a handful of other small outfits, the company – composed entirely of local street toughs – has helped implant Brazil on the international dance map. At the centre of Balé de Rua’s ethos is a celebration of an African heritage that was once repressed. “You cannot talk about the history of Brazil without talking about dance, and you can’t talk about dance without talking about Africa,” said Fernando Narduchi, Balé de Rua’s co-founder. In the 17th century, African slaves and their descendants so outnumbered Europeans that Jesuit missionary Frei Antonio Viera declared Brazil had “the body of America and the soul of Africa”. By the time it became the last country to abolish the trans-Atlantic slave trade, in 1888, some 4 million people – 10 times more than in America and Canada – had been brought to the country. Balé de Rua unravels that legacy through vibrant drumming and Afro-Brazilian instruments such as the berimbau, a slender lute. Then there is the capoeira, whose intricate, graceful movements helped runaway slaves disguise the iron-fisted martial art as a dance. Centre stage, in an explosive burst of movement, is the samba, which began as an underground movement in the late 1800s, as many upper-class Brazilians feared its African roots could foment social uprisings. Even modern dance couldn’t escape politics: in the mid-1970s, the Afro-Brazilian dance group Ile Aye was threatened with beatings and prison for its street-corner drumming that aimed to raise black consciousness. Yet Balé de Rua came into being almost by chance. One evening, co-founder Narduchi stumbled upon a group of kids showing off their moves in a town square. Mesmerised, he watched them coiling and arching, bending and twisting “as if they had no spines”, as he puts it. “These kids had no formal classical dance training, but there was so much joy and power in their dancing,” said Narduchi, who grew up in a house filled with music from his Lebanese immigrant grandparents – orchestras, ballets and the likes of Burt Bacharach. That night, he came up with an idea for a new company that was seemingly far removed from such classical music. For years, though, it remained a purely local movement, concentrating mainly on the development of free district schools and training hundreds of community children in dance each year. Then, in 1992, Narduchi and two friends, Marco Antônio Garcia and José Marciel Silva, decided to take a gamble and head to the prestigious Lyons Dance Biennale. They called their group of amateurs the Dança Balé de Rua – “street ballet crew” – in a dig at those who saw ballet as the only valid form of dancing. The swagger paid off, with the group proving a hit. Its troupe continues to live up to its name. Narduchi says those who are classically trained would struggle to “unlearn their training”, so its globe-trotting dancers and musicians are still all plucked from the streets of Uberlândia. That makes international success for those like Silva all the sweeter. “London was a place we all heard about on television,” he said, “the land of the Queen and castles, you know? Each time I come here, I can’t believe it. I never thought it could happen.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}