{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/live/2015/aug/16/us-pga-championship-2015-final-round", "type": "liveblog", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2015-08-16T23:37:42Z", "webTitle": "US PGA Championship 2015: Jason Day wins to break major drought - live! | Scott Murray", "webUrl": "https://www.theguardian.com/sport/live/2015/aug/16/us-pga-championship-2015-final-round", "apiUrl": "https://content.guardianapis.com/sport/live/2015/aug/16/us-pga-championship-2015-final-round", "fields": {"headline": "US PGA Championship 2015: Jason Day wins - as it happened", "bodyText": "So Jason Day is a major winner at last, while Jordan Spieth is the new world number one. (“It’s as good a consolation prize as I’ve ever had,” he grins.) Other events of note this week at Whistling Straits: Hiroshi Iwata’s 63, and Dustin Johnson’s 8. And there’s one other thing to come from all this: 1982 remains the last year the USA took a clean sweep of the majors. For the record, that saw Craig Stadler win the Masters, Tom Watson lift both Opens, and Ray Floyd take the PGA. And also for the record, this is how the final major of 2015 finished: -20: Day -17: Spieth -15: Grace -14: Rose -13: Koepka, Lahiri -12: Coetzee, Kuchar, D Johnson -11: Streb, Finau -10: Lingmerth, Steele, Henley, Snedeker, Kaymer -9: McIlroy -8: Dubuisson, Mickelson, Thomas -7: Watson, Iwata, Jones It’s been a blast. Congratulations to Jason Day, congratulations and commiserations to Jordan Spieth, and commiserations to Rory McIlroy. Thanks for joining me. Only eight months until Augusta! Day really doesn’t know what to do with himself right now. After all that effort, the slight anti-climax of having to hang around waiting for the presentation committee to rock up with the Wanamaker Trophy. But finally we’re underway. First up, the low club professional, from Quaker Ridge GC in Scarsdale, NY, it’s Brian Gaffney. He finished at +5, in 71st place. And then, quickly afterwards, because nobody’s droning on in a pompous fashion - R&amp;A officials take note, after that interminable nonsense at St Andrews - the trophy’s handed to Day without fuss. And he hoists it into the air wearing the biggest smile imaginable. “Aw, it’s been a long journey ... I didn’t expect that I was gonna cry, but a lot of emotion has come out because I’ve come so close so often and just fallen short ... really close ... to be able to finish it off in style was amazing.” He still looks stunned, to tell the truth. Hey, it’ll sink in soon enough! Day deserved his victory. Partly because he’s come so close, so often in the majors. But mainly because he was the best player here all week. He drove magnificently, long and straight, hole after hole. His approach play was ball-on-string stuff. When he did hoick one into trouble, he usually scrambled his par. On the few occasions something did go wrong - that fat second on 9, for example - he cleared his head and retrieved the situation. His putting from all ranges was something else. And all the while, he was being chased down by Jordan Spieth, who already won two majors this year and has just become the number one golfer in the world! A bit of blow for poor old Rory McIlroy, who has lost two titles within the space of a minute, but that’s the way the cookie crumbles sometimes. JASON DAY IS THE 2015 PGA CHAMPION, AND A MAJOR WINNER AT LONG LAST! He wastes no time in tapping in for his par. He’s shot 67, and ends the week at -20, three clear of Spieth. He raises his arms in victory, smiles, and within milliseconds crumples into floods of tears. After a quick sob and a hug from his caddy, it’s a warm embrace with Spieth, before the family rush on for more cuddles. Emotional scenes. Hey, he’s had to wait for this! Day prowls around his putt. He’s not come this far only to risk everything by rushing the most important golf shot of his life. Take no chances. He examines every angle. He gives himself composure time. And then he rolls a majestic effort across the green to 12 inches. He spins around in victory, though he marks his ball instead of tapping in. He walks off to wait for his crowning moment, and bursts into tears. Aw. This is as sweet as sport gets. He was in tears at St Andrews a month ago, when he was a turn away from making the play-off. Now the tears represent something very different. Spieth takes his two putts for par, and signs for a final round of 68. He’s -17, in second place on his own. But he’s now number one in the world! One of those rare events when both players on the green have something to celebrate. But it’s over to Day ... It’s all down to the final pairing, then. Spieth is up first. And he elegantly draws his second into the heart of the green. He’s 20 feet from the flag. Sheer brilliance, right up until the end. Then it’s Day’s moment of destiny. He steps up and looks rather anxiously after his ball. But it makes it onto the green, perhaps 40 feet from the flag. Unless we’re about to witness the mother of all flat-stick meltdowns, Day is about to finally get over the hurdle that’s been vexing him for years! He deserves the reception he’s getting from the Whistling Straits gallery. Not least because it looks like he’s seen off the player of the year - and the new world number one - in the Masters and US Open champion Jordan Spieth. Day and Spieth are given a rousing reception as they make their way down 18. Up on the green, Grace and Rose are finishing up. Rose can’t get up and down from the side of the green, and it’s a disappointing bogey to end. A final round of 70, which hit the rocks with that double at 13. He drops to -14, which means Grace, who pars, has third place all to himself. The final hole. Spieth splits the fairway. Day’s heart must be racing. He takes a while to compose himself before addressing the ball. And then bashes it down the middle. A proper, old-school skelp. No point over-thinking it now. Magical. One more solid swing into the green, and he’ll be winning his first major championship. Spieth’s roll up the green from 40 feet is a good five feet short. “Wow, I thought that was gonna be fast, man.” He’s got to put this one away to retain any chance whatsoever. And the short par putt very nearly misses on the left, but the hole snaffles the ball just as it threatens to stay up. Day knocks his par putt in, and he’s got a three-stroke lead going down the last. -20: Day (17) -17: Spieth (17) He curls it up to the side of the hole, a magnificent lag from so far away. As the ball trundles to a halt, Spieth can be seen crossing the green and holding his thumb up, congratulating his friend. This isn’t over yet, and Spieth is going to fight all the way. Nevertheless, what a sportsman he is. Remember he was the first one on the green to congratulate Zach Johnson at St Andrews upon winning the Open, despite coming heartbreakingly close himself. He’s a class act. Spieth finds the front of 17 with his tee shot. Not particularly close. In fact, about 40 feet from the flag. He needed something better, surely. Day is even more conservative, dropping his ball in the meaty portion at the front, not willing to dice with the rocks down the left. With a three-shot lead, and that elusive major within touching distance, who could blame him? He’ll face a 60-foot putt. Spieth is forced to hover on the grass above the bunker, lurching over his ball. It’s an almost impossible stance, but he leans down and punches out to 18 inches! He’s simply refusing to let this go. Day’s eagle putt dies on the right, and he makes do with birdie. Spieth matches his score by tapping in. There’s still three shots between these lads, but Spieth will feel he took an advantage away from 16, the way things panned out. Meanwhile up on 17, Grace knocks in his birdie putt, and he rejoins his partner Rose at -15, the 2013 US Open winner having parred with two putts from 50 feet. And Dustin Johnson pars the last, signing for a 69. That’s a 69, having taken eight strokes at the opening hole. A quadruple bogey! One of the most Dustinesque performances yet. He’s unique. Golf would be a terribly barren place without him. -20: Day (16) -17: Spieth (16) -15: Grace (17), Rose (17) -13: Koepka (F), Lahiri (F) -12: Coetzee (F), Kuchar (F), D Johnson (F) A bogey for Anirban Lahiri at the last, who very nearly chipped in to scramble his par. Out in 32, he ended up signing for a 68, and finishes at -13. He’s the joint clubhouse leader with Brooks Koepka, who followed up that eagle at 16 with bogey at 17 and ended up signing for a 66, a best-of-day card that matches David Lingmerth’s. Spieth and Day both crash huge drives down the par-five 16th. Spieth pulls his fairway wood into a bunker to the left of the green. He’ll not have much of a stance from where that ended up. Day pulls a 4-iron from his bag and creams a 225-yard shot onto the fringe to the left of the green. He’ll have a look at eagle from Dustin Johnson Country. Meanwhile a last roll of the dice by Grace, who draws a delicate iron into 17, leaving a five-footer for birdie. Magnificent, but then look what happened at the last. Up on 17, Dustin, having gone so well, hooks his ball down by the rocks on the left. Unlike on the 1st, he whips it up onto the green first time, though he’s left with a 30-footer for his par. He can’t make it, the ball stopping a couple of feet shy on the right, and he’s back to -12. Meanwhile a two-putt birdie for Rose on 16, his first a magnificent lag from 80 feet to five feet, the second a solid stroke. He’s -15 again. But Grace whips up from the bank to four feet, only to yip the short putt. He remains at -14. Day doesn’t commit to his chip from the back of 15. He’s left with a 20-footer for his par. Spieth has a 50-footer from the front portion of the green. He leaves it six feet out on the right. Both with work to do there. Day’s effort is brilliant, shaving the right-hand edge of the hole. He drops down to his knees in despair. But he’s up again quickly to tap in. A bogey, and he slips back to -19. Spieth makes his par putt, and this isn’t over yet! -19: Day (15) -16: Spieth (15) -14: Lahiri (17), Rose (15), Grace (15) Day hoicks his tee shot at 15 miles left. He’s on the grass flattened by the gallery. His second into the green flies into the collar of rough at the back, but that’s a half-decent result from there, especially as Spieth, who had found the fairway, left his approach short. Up on 16, Grace whistles his second down the bank to the left. Rose can only find the front of the green, 80 feet shy of the flag. A short putt missed for par on 18, and George Coetzee exits the scene with a glum face. But it’s a brilliant round of 67, and he finishes -12, the new clubhouse leader. A brilliant par for Lahiri at 17, after he sees a magnificent tee shot land near the cup and take a hot bounce into the rough at the back. A staunch up-and-down, and he’s still -14, in a tie for third. Grace drops a stroke at 15. Like Rose, he’s playing for position now, unless Day collapses over the closing stretch. But never mind all that! Dustin Johnson, the man who quadruple bogeyed the opening hole, finds the fringe at the side of 16 in two, then steers in a snaking putt to move to -13! Two eagles and two birdies on the back nine so far! This is astonishing! He’s the only man who could do something like this. -20: Day (14) -16: Spieth (14) -14: Lahiri (16), Grace (15), Rose (15) -13: Koepka (17), D Johnson (16) A chip-in for Spieth was, in fairness, a pipe dream. He could only whip the ball up onto the green from down the bank at the back, and his ball released 15 feet past the hole. He’s got to roll the return putt back in for his par, or this tournament is nearly over. And he makes it! A penny for Day’s thoughts right now. But he rolls his birdie effort straight into the hole, and moves to -20! Astonishing! But is Rose’s race run?! He chips his third into 15, a stunning effort from 50 yards that lands 20 feet from the pin and gently trundles up towards the hole, before turning left at the very last turn. That would have been an outrageous birdie! As it is, that’s a tap-in par, and he stays at -14. But with holes running out, he really needed that to drop. So yes, poor Rose’s race really does look run. He’s had absolutely no luck whatsoever today. Two early birdie chances that were a dimple away from dropping. Add these three chances together, and he’s about two inches away from picking up three more shots. And the leaderboard would look very different then. Such a shame. Rose drives onto an island of turf in the middle of a bunker down the right of 15. Forced to stand in the sand, miles below the ball, and grab the club halfway down the shaft, he does well to power his ball to within 50 yards of the green. But it’s beginning to look like Rose’s race is run. Lahiri, from the middle of 16, lashes a fairway wood straight at the flag to 20 feet. He’ll have a good look at eagle. But birdie will suffice. He’s -14. And we have a new clubhouse leader! Robert Streb signs for a 67, and finishes the week at -11. Spieth, from the middle of the fairway, hits his wedge left and long. He’s in a tricky position at the back of the green, though the lie’s clean enough. “I like the number and I like the line,” is what Day hears from his caddy. Those words give him the confidence to clip a delicious wedge out of the bunker, pin high, to 12 feet. Spieth had all the momentum there, but suddenly it’s a big switcheroo. Unless Spieth manages to chip in from the back, and let’s face it, you’d put nothing past the young genius. Day can only send his second at 13 into the front of the green. He’s left with a 30-footer for his birdie. Spieth’s ball bites 12 feet behind the hole. Day leaves his birdie effort four feet short. And then Spieth finally makes a birdie putt! In it goes, and the pressure’s on Day again. But he rattles in the tiddler, and makes his par. Up on 14, pars for Grace and Rose. And then on the 14th tee, Spieth finds the fairway, but Day batters his driver into the sand down the left. Pressure’s on all of a sudden! And this doesn’t quite look like the Day cakewalk it was threatening to turn into a couple of holes ago. -19: Day (13) -16: Spieth (13) -15: Grace (14) -14: Koepka (16), Rose (14) Meanwhile up on 18, McIlroy makes his par and signs for a 69. All of his rounds have been under par, and he looks fit again, if not the sharpest in competitive terms. And yet he’s currently set to finish 17th in a major championship. That’s a pretty good comeback, and a wonderful base from which to enjoy the rest of the year. He’s defended his title with dignity and honour. However, it’s not all progressive news: if everyone finishes where they stand right now, the new world number one will be Jordan Spieth. Continuing with his late bid, in case something strange happens to Jason Day, is Brooks Koepka. He creams his second at 16 to six feet, and he’ll have a great look at an eagle that’d take him to -14. And in it goes! He’s seven under for his round now, and suddenly in with an outside chance. A high finish is most likely the only prize on offer, but post a score, and anything can happen. See also: George Coetzee, who has birdied 10, 11, 15, 16 and now 17, and is -13. Day punch-splashes his bunker shot at 12 to four feet. That’s a nerveless touch from there. That fat one from the middle of 9 seems a long time ago right now. But he’s still got to make the putt, of course. And if Spieth makes this birdie putt ... but Spieth again can’t make the birdie putt, the ball dying off to the left. His usually sure touch has deserted him right now. Day rattles in his par putt, and that’s a brilliant scramble. Meanwhile Rose’s challenge is falling apart. His chip at 13 flies a good 15 feet past the hole, and he’s a turn short of knocking in the bogey putt coming back. A double, and he’s -14. Better news for his partner Grace, though, who comes out of his slough of despond to knock his second to eight feet, then rap home the birdie putt. He’s -15, but this is beginning to look like Jason Day’s tournament to lose: -19: Day (12) -15: Grace (13), Spieth (12) -14: Rose (13) Day’s tee shot into 12 finds the bunker to the right. That’s set the leader a wee poser, with a five-foot bank to clear and not much green to play with. Spieth has the chance to apply a little pressure on Day - and does it by sending his tee shot over the flag, the ball biting at the back, 12 feet from the flag. Up on 13, Rose is in all sorts of bother, having sent his second into a bunker front left of the green. He’s got next to no space to stand, and can only get the ball out into the greenside rough. This is almost certainly a dropped shot, maybe even two. Meanwhile Robert Streb is the latest US star to make a late run up the leaderboard: birdies at 14, 15 and 16 lift him to -11. Spieth bundles a rather brilliant wedge out of the rough and up to eight feet. Day sends his 35-foot eagle putt three feet past the hole. Spieth then lets his short birdie effort die off to the right. A terrible miss. And a costly one, because Day knocks in his birdie putt, and he’s -19 again. Meanwhile Grace gets up and down from the back of 12 for his par, but he’s gone backwards through one of the easier stretches on the course. Rose then pushes his birdie putt to the right of the cup. The flat stick is his Achilles heel. On 13, he misses the fairway on the left. -19: Day (11) -16: Rose (12) -15: Spieth (11) -14: Grace (12) -13: Lahiri (13) Spieth’s second into 11 only just fails to clear the big bunker at the front of the green. It crashes off one of Pete Dye’s trademark railway sleepers, and balloons away to the left. He’s in the rough, with a tricky up and down facing him if he wants birdie. Day meanwhile fires his wedge straight at the flag, though it’s a little bit short. He’s on the green, where a long eagle chance waits for him. Up on 12, Rose slams his tee shot pin high, 12 feet to the left of the flag. Grace’s iron flies through the green. Day chips to 12 feet, then fails to hit his birdie putt. Par. Spieth however has clipped his approach to five feet, and he knocks in his birdie effort. A fine bounce-back birdie! He’s -15 again. His tee shot at 11 sails into the rough on the right, though. Day batters his tee shot straight down the middle. Meanwhile up the hole, Rose has chipped out onto the fairway, then sent his third pin high to six feet. In goes the birdie putt, and that’s back-to-back birdies for Rose, who is creeping up on the leader with no little stealth. His partner Grace still needs to regroup after that mini-meltdown at 10, though; he’s on the green in two, but three-putts for par, an opportunity spurned. -18: Day (10) -16: Rose (11) -15: Spieth (10) -14: Grace (11) Day looks to have settled. He bombs a huge tee shot down 10, his ball nestling near the front of the green. Spieth follows him down there. Rose flays his drive at 11 into deep rubbish down the right. Up on 18, Brendan Steele joins David Lingmerth in the clubhouse lead at -10, but he missed a short putt for par on the last. A very decent 67 today, though. And how about this from Dustin Johnson? We last heard of him having plummeted down to -4, but he’s since birdied 5, 6, 7 and 10, eagled 11, and now he’s creamed his tee shot at 12 to six feet. Another birdie! He’s -11 right now. If only he hadn’t quadruple-bogeyed the 1st. If only he hadn’t quadruple-bogeyed the 1st. How many players can say stuff like that? Dustin, we love you, don’t go changing. Well, you’ll probably want to win majors, but don’t go changing too much. If Jason Day’s legs started shaking after that inexplicable fat wedge, he’ll have calmed down again pretty quickly. He saved his par, while Spieth dropped one, and his nearest challenger shed two. The leaderboard suddenly looks very different (and it could have looked a lot worse for Day): -18: Day (9) -15: Rose (10) -14: Grace (10), Spieth (9) -13: Lahiri (12), Kuchar (12) To be fair to Day, he does clear his neep in double-quick time, wedging to ten feet and giving himself the chance of escaping with par. Spieth can only wedge to a similar distance, and fails to sink his par putt. Day rolls his left-to-right putt home. What a save! Meanwhile serious trouble for Grace up on 10: he drives into rough down the right, then sends a hot one flying straight through the green and down a tufty bank at the back. His first chip up comes back down the hill, Dustin Johnson style. He gets the next one to 12 feet, but his bogey putt stops an inch short, and that’s a double bogey. He’s back to -14. A quiet birdie for Justin Rose, and he passes his playing partner going the other way. He’s -15. Incidentally, birdie for Lahiri on 11, and he’s 13 again. Spieth can only batter his ball out of the rough and whip it up the 9th fairway, 50 yards shy of the green. His shoulders droop in misery, but that’s the best he could have managed from there. Then Day, having hit the perfect drive, hits a fat one, taking a huge divot out of the fairway, his ball not even reaching Spieth’s! That went 50 yards tops! An amateur mistake. So much for his cool demeanour. He’s got to clear his mind, and quickly. Eagle for Matt Kuchar at 11! He’d reached the turn in 34, having bogeyed 9, but what a response: birdie at 10 and now this! He’s -13 all of a sudden, and like Henley, Koepka and Lahiri, if he can keep this going and post something, he’ll give the leaders something to think about. And if any of them do that, here’s the sort of thing that can happen ... A couple of late, desperate American charges. Russell Henley has eagled 11 and birdied 13, and suddenly he’s five under for his round and -12 overall. Brooks Koepka, meanwhile, having reached the turn in 33, has birdied 10 and 11. He’s five under for his round, too, and -12 through 12 holes. Anirban Lahiri of India, meanwhile, has bogeyed 10 to drop back to -12. All three men are probably too far back, but in major championship golf, post a score, and you never know. Look at Ben Curtis. Grace and Rose had both parred 8 in the no-nonsense style. But the pair struggle up 9. Rose pulls his approach into a bunker down the left. Grace meanwhile leaves himself a long two-putt for par. Rose splashes out wonderfully to three feet. Grace doesn’t really hit his first putt, and leaves a tricky eight footer. They both knock in what’s left. Pars, and in different ways, they’ll both feel the icy-cool blast of relief. Excellent escapes both. Meanwhile back on the tee, Spieth flays his drive into thick rubbish down the right. The ball disappears from view. Day, seizing his moment, batters a monster drive down the track. -18: Day (8) -16: Grace (9) -15: Spieth (8) -14: Rose (9) Day is forced to take his medicine and chip out sideways of the bunker down the right of 8. He whistles his next shot into the front of the green, pin high, giving himself half a chance of par from 25 feet. Even if he doesn’t avoid bogey, that shot showed he’s keeping very calm here. When things threaten to go wrong, he’s making the correct decisions. Spieth can punish him, though, as he’s on the green in regulation and has a 30-footer for birdie. The potential for a two-shot swing here. He sets it out to the left and watches it curl back to the hole. Perfectly paced, but it curls too much, and misses by millimetres on the right. Par. So close. Very unlucky. Then Day has a roll at his 25-footer for par. That’s never going in. Bogey, and he’s back to -18. The drive cost him. How David Lingmerth, who led this tournament on Thursday and Friday, will wish he could have yesterday’s round of 75 again. He’s just shot 66 today, coming back in 32 strokes, with birdies at 10, 11, 13 and 16. He’s the new clubhouse leader at -10, a couple of shots ahead of Victor Dubuisson, who has carded his second 67 of the weekend. He ended a fine week at -8, and after a poor year in the majors, has his mojo back. Day’s putt on 7 is the kind that has Pivotal Moment written all over it. The putt that sealed the deal. Perhaps. And perhaps. Thing is, it’s way too early to tell. And didn’t we think that about the monster Spieth himself trundled in across the 16th at St Andrews last month? Only for the fairytale narrative to fail to pan out. And here’s Day crashing his drive down 8 into a bunker on the right. For a second, it looked like he was getting a friendly bounce, the ball breaking from a bank by the bunker towards the fairway. But instead of scampering back onto the short stuff, it kinked back right again, and into sand. He’s fairly near to that lip. A spot of trouble here for the leader. No, this isn’t over yet, three-shot lead or no. And anyway, major championships don’t start until the back nine on Sunday. A lot of story to tell yet. Fairly average irons into 7 from both Spieth and Day. Spieth has a 55-foot putt up the huge green. His putt has a pretty good length, but breaks off to the right. He’s got perhaps four feet left for his par. Day meanwhile is maybe five feet inside Spieth. He sets his putt trundling up the green. It looks like the perfect pace. Is it on line? It’s drifting in from the left, it’s drifting in from the left, it’s ... in!!! That’s a monster putt, and a huge birdie bonus! That’s three in a row, and he’s -19! Spieth tucks his par putt away, and looks a little miffed at the blow fate’s just dealt him. Day skips off to the next tee in a good humour. -19: Day (7) -16: Grace (7) -15: Spieth (7) It’s all happening! Spieth strokes in his birdie putt. The pressure’s suddenly on Day. But he rolls his in too. Trading blows, again and again. It’s like the video for New Order’s True Faith. Birdie for Lahiri at 9, and he’s out in 32. He’s -13. Grace rolls in a 20-footer on 7 for his third birdie in a row; he’s still got second spot to himself. And Rose should follow him in, having arrowed a stunning iron straight at the flag from the tee at the par-three, but he lets his putt drift off to the right. Highly disappointing. -18: Day (6) -16: Grace (7) -15: Spieth (6) -14: Rose (7) -13: Lahiri (9) Day hooks his drive well left at 6. But it bounces off a bank and rebounds greenside, the ball working its way into the swale front left of the green. Spieth blasts his tee shot straight through the green, back left. He’s in the rough, but still in fine fettle. A great chance to get up and down for birdie. Day bumps his chip to three feet. Spieth lobs up and releases his ball, it scampering to the hole and for a second threatening to drop for eagle. But it slides four feet past. He spins and smiles ruefully at the gallery, pumping his fist in the style Jerry reserves for referencing Newman. Day splashes out into the centre of the 5th fairway, then chips up to eight feet. A chance for birdie. And an outside chance for Spieth, who sends his second into the rough to the right of the green, and can only bump on to 15 feet. But he sends down a little left-to-right slider, and walks after it confidently. It’s in! Stunning putt! And a fantastic bounce-back birdie. What an up and down from that rough to the right. He’s -14. Day’s putt suddenly looks twice the length - and it’s got a bit of left-to-right curl on it too. But in it goes, a perfect drop! He’s -17, and this is an extremely solid start by the leader! And up on 6, Rose and Grace both drive greenside, bump up chips to a couple of feet, and tap in for the calmest pair of birdies you’ll see all afternoon! What a final round this is already, with only Martin Kaymer of the early favourites failing to make progress! -17: Day (5) -15: Grace (6) -14: Rose (6), Spieth (5) Kaymer nearly drives the green at 6. An outside chance to trundle a chip up for eagle. Surely a birdie. But he sends his second eight feet past the flag, and can’t knock in the return. A par, and he stays at -10. It doesn’t look like Kaymer is on song today. His partner Finau might be, though. Chipping in from a more awkward angle, having blootered his drive back-left of the green, he rolls his ball to a couple of inches, and that’s back-to-back birdies for the big man. He looks totally at ease in this major-championship environment. His one other appearance in a major came at Chambers Bay this year. The result? A tie for 14th. And now this! He’s a major champion in the making, this lad. It couldn’t happen today, could it? Branden Grace drains a long putt into the cup from the back of 5, and that’s his second birdie of the day! He’s -14, in second spot on his own now. His partner today, Justin Rose, isn’t about to be left behind, though. A birdie for him too, and he’s just three behind now. Back down the hole, Day drives into sand down the right, but Spieth splits the fairway. Meanwhile Brooks Koepka has been going well. Birdies at 2, 6 and now 8, and he’s -10. -16: Day (4) -14: Grace (4) -13: Rose (5), Spieth (4) -12: Lahiri (7), Finau (6) Birdie for Tony Finau at the long par-five 5th. He moves to -11. His playing partner Kaymer hits a huge wedge over the green and into thick dirt. He chips up to 12 feet, and is in danger of carding a second six in a row. But he rolls in the par saver, and is hanging in there desperately. Meanwhile Spieth can’t knock in the 30-footer he’s left himself on 4, and it’s his first bogey in 37 holes. He’s back to -13, and three shots behind Day, who lagged his long putt carefully holeside, and tapped in for par. -16: Day (4) -13: Grace (4), Spieth (4) -12: Lahiri (7), Rose (4) -11: Kuchar (7), Finau (5) It’s been some back nine for Bubba. A run of four birdies, 10 through 13, a bogey at 14, and now on 18 he’s hit the shot he’ll wish he hit in the play-off against Martin Kaymer here in 2010: a whipped iron from the middle of the fairway over the marshland, to 18 inches. He’ll be tapping in for a birdie three and a valedictory 68, his best score of the week. For now, he’s the clubhouse leader at -7. Spieth can only take his medicine and play a short iron forward from the bunker. The ball squirts into the first cut down the left. He can’t hold his wedge in, and has a 25-footer coming back for his par. Meanwhile Day sends an 8-iron pin high, albeit a good 30 feet to the right. And maybe Kuchar doesn’t require others to help him. He’s so close to chipping in from the front of 6 for eagle. He taps in for par, and he’s -11. His partner Lahiri meanwhile drives the green, and his 20-foot birdie effort travels 19 feet. He’s -12. Spieth pulls his drive at 4 into a bunker down the left. He’s not up against the lip, but he might not have enough space to go for the green. Day bombs his 325 yards down the middle. Up on the green, Rose nearly drains one from the fringe for birdie. It stops short, like Frank Costanza. He’s been dreadfully unfortunate so far. Four pars out of four, and he’s still -12. So close to three birdies, though. On another day. His putter’s not hot, but neither is it cold. This could go either way for the Hampshire hero. Meanwhile birdie for Kuchar at 5. He’s -10 and retains an outside chance, but he’ll probably need both of the leaders to start making a few daft decisions. Kaymer can only bump his chip at 4 to seven feet, and misses the putt coming back. A double, and he’s suddenly back to -10. That hybrid from the rough wasn’t a gamble worth taking. Meanwhile it’s a four-par start for his playing partner Tony Finau, who remains at -10. On 5, Lahiri rolls one in across the green from 30 feet. It’s his second birdie of the day, after the opening hole, and he’s -11. And a huge moment on 3. Day trundles his long putt across the green and six feet past the hole. He really needs to knock in the one coming back, because Spieth’s not going to miss his birdie effort. But he strokes it into the centre of the cup. Spieth tidies up for his birdie. There’s only two in it again. -16: Day (3) -14: Spieth (3) -13: Grace (3) -12: Rose (3) -11: Lahiri (5) Kaymer, right up against a huge bank in the bunker at 4, can only hack out. He’ll have his work cut out just to drop the one shot. Things can unravel very quickly at Whistling Straits. As poor old Dustin Johnson found out. (Who, incidentally, has followed up that opening-hole 8 with birdie at 2, then bogeys at 3 and 4. He’s -4, and out of it completely, though still very much of interest.) On 3, Day’s tee shot drifts left and nestles on the fringe of the big green, the pin over on the right. Spieth caresses his to five feet. What a reaction to dropping three behind! The narrative is going to flit all over the place this afternoon, and that will only be partly my fault. Birdie for Grace at 3, as he rakes in a 25-footer straight across the green. A no-fuss par for Rose. Grace makes his first move up the leaderboard. He catches Spieth, who can’t slot away his short birdie effort on 2. It drifts by the left of the cup. Par. But Day makes no mistake, and suddenly there’s a three-shot gap at the top. -16: Day (2) -13: Grace (3), Spieth (2) -12: Kaymer (3), Rose (3) Spieth, down the middle of 2, doesn’t go for the green with his second. He chips his third pin high to ten feet. Day goes for it, but only finds a bunker to the left of the green. No matter: he splashes out wonderfully to five feet. Birdie chances for them both. McIlroy is inches away from a third birdie in a row at 8. He drops his putter in mock disgust. Trouble meanwhile for Kaymer down 4: he’s driven into rough down the left, and then lashes his second into a bunker 30 yards from the green. He’ll do very well indeed to escape with par now. The entire gallery at 18 rise to applaud Steve Stricker, who pars the last and signs for a 70. A brilliant round, five under through 12, fell apart a little towards the end, with double at 14 and bogey at 17. But he’s a popular local figure, and his people are loving him right now. Could he be the US Ryder Cup captain when the tournament comes here in 2020? It’d be a smart choice. Kaymer sends a gentle fade into the par-three 3rd. His ball nestles behind the hole, six feet away. A gorgeous tee shot. He dribbles in the little downhill effort, left to right, and that birdie takes him to -12. A fine start by the 2010 champion. On 2, Justin Rose sees another wonderful mid-range putt skate past the side of the hole. So close to a couple of birdies, but it’s just two pars. Grace can’t convert a similar chance for his birdie. They’re both at -12. Meanwhile Victor Dubuisson was out in 33, and now he’s birdied 11 and 12. He’s five under for his round, and -8 overall. Day sends his approach into the heart of 1. It’s not bothering the flagstick, but he lags up from 20 feet and that’s a solid opening par. Dustin would have paid cash money for that one. And thrown in a free clock radio. Spieth doesn’t go particularly close with his second either, and takes a safe two putts for par. The pair move on. Up on 2, Kaymer makes his par, having very nearly drained a 35-footer for birdie. Add the putts up, and he’s a couple of turns away from a birdie-birdie start. But it’s only par-par. He stays at -11, and isn’t the type to start panicing yet. He looks the model of serenity as he glides off the green. Next to him, Ralf Hütter would look like Michael Flatley. A second birdie in a row for Rory McIlroy, who sends his tee shot at 7 to 15 feet and rolls the uphill putt straight into the cup. He’s -8, and while he’s not going to win this tournament, this is a magnificent return from injury by the defending champion. “Do you think God uses Dustin Johnson like some sort of devious human testing machine?” wonders the heathen Steve Buist. “ ‘I wonder what will happen to him if I do this?’ Bit by bit trying to find that one thing that finally makes Dustin’s brain springs finally explode.” The glamorous final pairing take to the course! The leader Jason Day hits the penultimate drive on 1. A deep sigh and a fast puff of air, all of which betrays a few nerves. He takes a minute to compose himself. Then splits the fairway. And finally it’s Jordan Spieth, the home favourite. He finds the middle of the fairway as well. Up on the green, Justin Rose is an inch away from draining a 20-footer for birdie. A fine putt, and so unfortunate. He stays at -12. Par for Grace, too, who misses birdie from similar length, though he didn’t go so close. And on 18, Vijay Singh, the champion here in 2004, sees a par putt horseshoe out. He can’t believe it. The gallery roar in disappointment. But that’s a 70 for the veteran, and he ends his week at a very respectable -3. Some admin in the wake of all that Dustin-related drama. Anirban Lahiri birdied the opening hole. Brendan Steele reached the turn in 32. A birdie for Matt Kuchar at 2. A first birdie of the day for Rory McIlroy, who chipped out from Mickelson Country at 6 to ten feet, then knocked in the putt. He’s -7. And the former tournament leader David Lingmerth played the front nine in 34, and has since birdied 10 and 11. He’s -8. -15: Day -13: Spieth -12: Grace, Rose -11: Kaymer (1) -10: Lahiri (2), Finau (1), Jones (1) -9: Steele (9), Thomas (7), Kuchar (2) --- -5: D Johnson (1) In better big-hitter news, here’s Bubba! He’s birdied 10, 11, 12 and now sent a 400-yard drive straight through the par-four 13th. He clips the flagstick chipping back out, then knocks in the putt for his fourth birdie in a row. He’s -7! Back on the 1st hole, coming behind Dustin, it’s Martin Kaymer. He drives into sand, too, but calmly swishes his second to eight feet. The comparison is instructive, and painful. Kaymer can’t knock in the birdie putt, though, the ball breaking left at the very last turn. He looks surprised. Nearly the perfect start. But not quite. Hey, at least he didn’t take eight. He stays at -11. What time is it? It’s Dustin Johnson Meltdown Time! He hasn’t kept us waiting today. At the very first hole, he drives into a bunker down the right. Then he thins his sand wedge through the green, his ball resting in rough on the wrong side of another greenside bunker. He chunks a chip into the bunker. Then he fluffs his escape, only just getting his ball out of the sand. He’s still in greenside rough down a bank. Then, hitting five, he doesn’t get enough on the chip, and it rolls back into the bunker he’s just been in. This is a complete fiasco, even by the big man’s lofty standards. He then whips out into the heart of the green. He takes two putts from 25 feet for a quadruple bogey 8 on a hole that’s been averaging 3.9 this week. He’s -5, and out of it within ten minutes of teeing off. Oh Dustin! A quadruple bogey 8. Oh Dustin. Phil Mickelson has parred the first five holes. But that was never going to continue. He attempted to drive the green at 6, Bubba style, only to come up short and dump himself in filth. All sorts of trouble. No matter! He swiped a high lob up the bank and onto the green, and sent his ball scampering into the hole! Eagle, and he’s suddenly -7! The gallery roars like nobody’s business. Phil smiles warmly. Crazy scenes. And we’re nowhere near the business end of this tournament yet! Goodness knows what it’s going to be like later on. Meanwhile another birdie for Justin Thomas: this one at 5, and he’s -9. As is Brendan Steele, who rattles in a 15-footer on 8 for his fourth birdie in five holes. They’re the first players to trouble the upper echelons of the leaderboard... -15: Day -13: Spieth -12: Grace, Rose -11: Kaymer -10: Finau, Jones -9: Steele (8), Thomas (5), D Johnson, Lahiri A double-bogey at 14 drops Stricker back down to -5. He got himself snagged in a greenside bunker, then took three putts. A shame for the US veteran, who has plenty of high finishes in the majors to his name, but never quite got over the line to land a big one. Second place behind Vijay Singh at Sahalee in the 1998 PGA was as close as he ever got. Young Cameron Smith of Australia started quickly today, with birdies at 1, 3 and 6, before dropping one at 7; he’s -6. Erstwhile tournament leader David Lingmerth is going well, too; birdies at 2, 5 and 8 offset only by bogey at 7; he’s -6. And Victor Dubuisson is once again enjoying himself on the front nine. Out in 32 yesterday, and out in 33 today. He’s -6, and it’s good to see the French swashbucker’s major mojo has returned. Two top-ten finishes last year, in the Open and the PGA, but he’d missed the cut in all three previous majors this season. With all that extra experience under his belt, he should be worth keeping an eye on in 2016. Three birdies in a row for Brendan Steele, at 4, 5 and now 6. He joins Thomas at -8. They’re the best-placed pair out on the course right now, albeit still seven shots off Jason Day’s lead. Steele may be ruing yesterday’s 73; he was one of only two players in the top 25 to shoot an over-par round, Matt Jones being the other. “Now that the wild speculations of the beginning of the end of John Terry’s career at Chelsea have started,” writes Andy Gordon, in the wake of Manchester City’s three-goal destruction of Dr Jose Mourinho’s men, “do you think he has time to catch a flight, put on a pair of plus-fours and run onto the 18th green to celebrate victory at Whistling Straits tonight?” Justin Thomas is one of the USA’s hottest prospects. The 22-year-old has had seven top-ten finishes on the PGA Tour this year, and he’s making his first major-championship statement this week. He’s been steadily improving round on round - 72, 70 and 68 - and he’s opened today with birdies at 2 and 3. He’s -8 and in the top ten already. He’s also making a statement with his brash lime-green breeks, though he might be outflanked in that respect today by Billy Horschel, who once wore octopus-patterned trousers at a US Open, and is striding out today in pants covered with sharks. I presume this sort of carry-on is fashionable these days? The only look I know, as a Guardian employee, is our regulation uniform of brown corduroy from top to toe, broken up only by light-brown suede elbow patches. So I probably shouldn’t comment. Shark trousers, though. Kevin Chappell also ended the day with a five-under 67; he finishes at -2. The best rounds of the day so far. But they’re being threatened by a couple of the lads out on the course. Louis Oosthuizen has enjoyed the majors this year, without landing one, and he’s looking to finish off the major season with a flourish: birdies at 10, 11 and 13, and he’s currently four under for his round, and -5 overall. The local hero Steve Stricker is going even better, though: birdies at 2 and 3, then at 10, 11 and 12, and he’s five under through 13 holes. He’s -7 overall. The course might not be at the mercy of the field like it was in totally benign conditions yesterday, but there are still shots out there. A sorry end to Ryan Moore’s round. He started with five straight birdies, remember, and added another at 9 to reach the turn in 30. Whereupon his putter went cold. A few birdie chances went by the wayside, and with a grim inevitability he dropped a shot at the last. He still signs for an excellent 67, though, by far his best effort of the week. He finishes his week at -3, having taken a huge leap up the leaderboard. So there was only ever going to be one way for Bubba to follow up that sensational eagle on 6. With a bogey, of course. Having dropped one at 7, he’s parred the next two to reach the turn in 36 strokes. Level par, though at what cost to the invertebrate population of Wisconsin? Meanwhile Rory’s ball at 2 just avoided a pot bunker, and he was therefore able to chip to eight feet, but he couldn’t knock in the birdie putt. He pauses before he taps in for his second par. A suggestion that the ball started oscillating, so he makes sure not to ground his putter. Wind’s getting up, though. This could get very interesting indeed. Don’t expect stupidly low scoring, then. On the practice ground, Martin Kaymer tells Sky that the biggest test today will be telling oneself that yesterday’s birdie blitz was abnormal, and not to expect the same shenanigans again. There was a slight twinkle in his eye, mind. And with that I’ll hand you back to our main man, Scott Murray. Mickelson caresses a delicious tee shot at the 180-yard 3rd for a shot at a birdie, but he slides the short, downhill put to the left and walks away with a par and a bemused head-scratch. One hole back, McIlroy clubs a long drive to give himself an ambitious look at the green, but he doesn’t quite catch his approach and the Northern Irishman will have a tricky third shot from a bit of a ditch. Those at the leaderboard’s nose are nearing the start of their final round – it’s Russell Henley and George Coetzee up next. Here’s a reminder of how the top of the standings look: -15: Day -13: Spieth -12: Grace, Rose -11: Kaymer -10: Finau, Jones -9: D Johnson, Lahiri -8: Kuchar, Horschel, Holmes -7: Koepka, Snedeker, Henley, Coetzee Sergio García reaches the clubhouse at level par after a final round of 70. At the 7th, Rickie Fowler drains a long birdie putt, while Mickelson pars the 2nd and Rory the 1st. A couple of major winners step up to the first tee: Charl Schwartzel is first to go and he sweeps a drive sweetly down the middle of the fairway; in fetching magenta, Rory McIlroy follows with an equally accurate first stroke. The cameras caught him having a look at the names etched into the trophy as he warmed up, almost as if he was making sure they hadn’t forgotten him. We certainly haven’t, Rory. Mickelson takes two putts on the opening green for par and strides away to the second tee. The wind grabs hold of his drive and pushes the ball left into an awaiting bunker, and that’s two fairways missed from two so far for the American at the start of his final round. While Scott takes a few deep breaths following that sensational Bubba eagle, I can report that Phil Mickelson has recovered from a slightly wayward tee shot on the 1st to make the green in two. Up ahead on the 6th, Rickie Fowler makes a tricky par putt to rapturous applause. Bubba teases in his eagle putt, a perfectly judged downhill snaker! No more than that booming 326-yard carry deserved! He’s the first man to eagle the hole this week. He moves to -4. The crowd goes ballistic. If only the ants had lived to see it. And with that, I’m off to calm down for a short period. Lawrence Ostlere will be your loving and caring guide in the meantime. See you shortly! Having sated his raging lust for ant blood, Bubba is high on life! He’s just driven the green at 6. It’s no mere bump-and-run affair, either: he’s carried his ball over the filth and sand down the right of the hole, and landed it on the apron, just to the right of the flag. It curls round to eight feet. He’ll have a tricky downhill putt for eagle. But that’s one of the shots of the week! He’s certainly one of the most entertaining men in golf, and possibly on the entire planet. Bubba, down the right of 5, having nearly driven in the drink, is trying to get relief from an ant hill. The referee isn’t having any of it. A debate ensues as to whether ants should be classified as burrowing animals. “Even though they dig in the ground, they’re not considered burrowing?! So they’re tunnel-making this week?” It’s the sort of conversation Jerry and George used to have week in, week out at Monk’s Café. With steam coming out of his ears, Bubba lashes his iron, powering his ball down the fairway and laying waste an entire waterside insect community. Then he wedges to four feet, and pops in the putt. Goodness knows how many ants were lost in the making of that birdie. Antageddon. Bubba’s -2. Here’s another way in which Jordan Spieth can make history today, courtesy of the good folk at US television concern TNT. Only three players have finished in the top five at all four majors in the same year. The feat’s been achieved five times. Last year by Rickie Fowler, of course. The other two names don’t take much guessing: Jack Nicklaus, who managed it in 1971 and 1973, and Tiger Woods, who did it in 2000 and 2005. A top-five finish here for Spieth would see him join that elite crew, having of course won both the Masters and the US Open, and tied for fourth at St Andrews. Poor old Rickie, though. In that elite group, yet still no major to his name. A couple of mighty fine victories this year at the Players Championship and the Scottish Open, mind you. A brilliant par on 18 for Brian Gaffney. As the only club pro left standing rattles in a putt from 12 feet, he rabbit-punches the air in delight and milks the generous applause from the gallery, as is his right. That’s a 71, his second sub-par round of the week. He ends his tournament at +5, a fine achievement. George Gershwin, formerly of his club Quaker Ridge, would be proud. With touring pros Carl Pettersson +7 through 17, and JJ Henry +9 through 15, he’s all but guaranteed to have avoided last spot. Pettersson was tied for third in this tournament three years ago! Magnificent. A remarkable two-putt par for Rickie Fowler on 3. His tee shot is pulled to the back-left portion of the huge green. The flag’s front right. He’s got 100 feet to cover, and nearly drains the putt, though it slides on by a good 15 feet. He nails the return. Up on 4, Hunter Mahan - who had three-putted the 3rd from close range - teases in a downhill 40-footer. Perfect judgement this time. The players appear to be taking a little time to adjust to the greens, which are a lot faster today having been cut, mowed and rolled. And of course there’s the wind, which is fairly blustery right now. This could be an entertaining day. Kevin Chappell continues to go along nicely. Having reached the turn in 33, he’s birdied 12, bogeyed 13, and now birdied 15. He’s four under for his round and -1 overall. Marcel Siem’s quick start ends suddenly, as he’s snagged in sand to the left of 4 and comes away with a double bogey. He’s back down to -2. A birdie at 1 for Victor Dubuisson: he’s -4. And Sangmoon Bae birdies 6 and now 8 to move to -3. The Ryan Moore birdie blitz couldn’t continue. Still no dropped shots, but he’s let two glorious birdie chances slip by the hole on 10 and 11. He remains at -6. Meanwhile a miserable start to the round by Bubba Watson, who has form for losing the rag and giving up when he knows all is lost. He bogeys 1, and then drops another on 2 having blootered a monster drive up against the lip of a bunker, hacked out into thick filth on the other side of the fairway, then come up well short of the par-five with his third. He drops to -1, and he’s breathing quite strongly through his nose. One way or another, the mercurial Bubba should be fun to watch as he makes his way round today. Birdie for Brian Gaffney on 15! The club pro rises to +5, four shots above bottom spot, still occupied by JJ Henry. He’s now alongside James Morrison of England, the former cricket prodigy having been unable to match his heroics of the Open, which he finished tied for 20th spot. A fine opening day 69 was the high-point of his week here. It’s been diminishing returns since, with subsequent rounds of 74 and 76, and three early bogeys today, at 2, 3 and 4, continued that trend. He birdied 5 and has parred his way through 14, but this one’s best chalked up as an experience. He’s still only 30 - not everyone can be Jordan or Rory - so hopefully this’ll stand him in good stead for the future. Emiliano Grillo, on his major-championship debut, dropped a stroke at the opening hole but has bounced back well with birdies at 3, 5 and 6. He’s -2 overall, and this has been an impressive and very promising week from the 22-year-old Argentinian. Louis Oosthuizen, who came so close at both the US Open and Open, has birdied 2 and 5.; he’s -3. Marcel Siem has birdied the opening hole to move to -4. And Lee Westwood follows up birdie at 2 by bumping a lovely approach into 4, then knocking in the five-foot uphill putt he’d left himself. He’s -4. This will be the first year since 2007 that he’s not finished in the top ten of at least one major. At 42, a dreadful feeling that Westwood’s time has passed. If the window of opportunity hasn’t quite slammed shut yet, then it’s at least trapped his fingers, and a large splinter from the frame has worked its way under his thumbnail. Ryan Moore reaches the turn in 30! He birdies 9, having whistled his approach to six feet. That’s his sixth of the day. So the wind’s up a bit, and the pins have been tucked away in the trickiest positions possible, but that isn’t necessarily going to be a barrier to low scoring. Moore’s shown the way. He’s -4 overall right now, having sprung halfway up the leaderboard and into the top 30. The local lad Steve Stricker has started well, too, with birdies at 2 and 3. He joins Moore at -4. Already there’s an atmosphere of anticipation bubbling up at Whistling Straits, and it’s still over three hours until Day and Spieth tee off! No amateur players in the PGA Championship of course. But it is a week when the club professionals get rewarded for their work. Twenty places are set aside for the men who don’t let their real feelings show on the range when they’re looking at our sorry swings. These people really earn their money. Only one of them made it to the weekend: Brian Gaffney of Quaker Ridge Golf Club, where George Gershwin (handicap 10) was once a member. He shot a superlative 71 on the Thursday, and a steady 73 on Friday ensured he survived the cut. Congratulations to him. Anything after that is a bonus, I guess, though he’d have been disappointed with his 78 yesterday. But thanks to the antics of the aforementioned JJ Henry, as well as Carl Pettersson, who came so close in 2012 only to be undone by a leaf in a lateral hazard and Rory McIlroy, in that order, he’s on course to avoid bottom position. He’s level par for his round today through 13 holes, and at +6 a shot ahead of Pettersson and three clear of Henry. With apologies to Pettersson and Henry, here’s hoping Gaffney finishes above them. They’re touring pros, they can take it. Some other early scoring to give the leaders succour as their nerves eat away at their clubhouse serenity. Kevin Chappell has reached the turn in 33 strokes, as has Troy Merritt. Kevin Streelman is two under for his round through 7. It’s not quite going to plan for 40-year-old US journeyman JJ Henry, mind you. He reached the turn in 42, having carded four bogeys and a double, having visited the water at the par-five 5th. He props up the entire field at +9. The main prize up for grabs today is, obviously, Rodman Wanamaker’s famous outsized pot. But it’s not the only thing up for grabs today. Jordan Spieth could depose Rory McIlroy as world number one. To make sure of doing that, he needs to win. If Spieth lifts the Wanamaker Trophy over his head - and please be careful when doing that - Rory can only deny him No1 status by coming second all on his own. As he’s tied for 17th right now, nine behind the leader, that seems unlikely. A Spieth win would almost certainly do it. If Spieth comes second on his own, he’ll need McIlroy to finish outside the top six. If Spieth ties for second with one other player, he’ll need McIlroy to finish outside the top 13. And if there’s a three-way tie for second, McIlroy would need to finish outside the top 33. It’s just possible I’ll forget all of this during the heat of battle, and let’s be honest, the PGA Championship’s the important thing here. We can all talk rankings tomorrow morning. But it’d be remiss of me to ignore this situation altogether. So there it is. So here’s what the players clap eyes on when they reach the first tee. It’s the Wanamaker Trophy. Look at the size of it! Imagine filling the thing with champagne or, as the heroic Jason Dufner did upon winning in 2013, 49¢ tacos from Taco Bell. The weather’s a lot better today than on Thursday, when this picture was taken, you’ll be gladdened to hear. Sun all the way. And it’ll be humid. But also windy. The breeze will whistle across Whistling Straits for the most part at 10 to 15 mph, though it might pick up to 25 mph at times. By way of comparison, it only got as fierce as 7 mph yesterday. So perhaps no 64s, 65s and 66s today. But we’re not ruling them out either. Just that it might be more of a test. Though the early experience of Ryan Moore suggests otherwise: he birdied the first five holes. Birdies at the first five holes! What a way to get Sunday’s play underway. Something that will no doubt excite Jason Day, Jordan Spieth, Branden Grace, Justin Rose and the rest. And possibly put the fear of God into them, too. For if they don’t start racking up the birdies in double-quick time, you can be sure that someone else will. But we’re getting way ahead of ourselves here. Let’s ease ourselves into the day. Has there ever been a more exciting Moving Day in the recent history of the majors? Yesterday’s play was joyously dramatic. Jason Day shot 66. Jordan Spieth and Martin Kaymer shot 65s. Branden Grace shot a 64. Justin Rose and Tony Finau stood firm in the birdie whirlwind and shot 68 and 69 respectively, rounds that in normal circumstances would be heralded for their sheer brilliance. Rose played one shot with his shoes and socks off, standing in the water. Matt Jones creamed one greenside from the carpet of a beer tent. It had everything. No, there’s never been a more exciting Moving Day in the recent history of the majors. There’s a fair chance we’re going to get a final round to match. The 97th PGA Championship has been mesmeric from the get-go, and there’s no reason to suspect holes 55 through 72 will be any different. For a start, history could be made today. If the relentless genius Jordan Spieth adds the PGA to the Masters and US Open titles he’s won this season, he’ll become the first player in history to land all three US-based majors in the same calendar year. He’ll also join Ben Hogan and Tiger Woods in a super-elite club of players to land three majors in one season. Not bad company. And to think he was a turn of the ball away from making the play-off at the Open Championship too. Holy snap hooks! But there are plenty of serious challengers capable of stopping the young virtuoso in his tracks. Branden Grace went toe-to-toe with Spieth at the US Open for 69 holes, only to be betrayed by one errant tee shot. The 27-year-old South African was amazing then, and he’s been equally marvellous now. Yesterday’s sparkling 64 would have been best-in-show at most tournaments, but this week we’ve been entertained by the record-equalling antics of the latest Mr 63, Hiroshi Iwata, so that’s just the way it is. Still, Grace’s graceful bunker shot at 18 yesterday, where he holed out for a cherry-on-cake birdie, provided proof that he’s ready to improve on that tie for fourth at Chambers Bay. Significantly so. Meanwhile we already know about Justin Rose’s ability to deliver when the pressure is at its greatest. He secured his US Open at Merion by emulating Ben Hogan, sealing the deal with a searing 4-iron from the spot the Wee Iceman hit his immortal one-iron 63 years earlier. You have to possess the very special stuff to be carrying on like that. And Rose is gifted with it. Has there been a more consistent player tee to green this week? Indeed this year? His displays at Augusta and St Andrews were good enough to win in other years; he’s due something. If he can keep his putter warm today, there’s a good chance he’ll be landing a deserved second major. Martin Kaymer played the first two rounds with a calm, stately, metronomic efficiency. Golf as Krautrock throb. All the German stereotypes. Which were then blown out of the water by the fatback breakbeats of a swashbuckling 31 over the back nine. Kaymer celebrated his huge curling birdie putt on 17 in a most expansive style, a rare show of emotion from the gentle giant, a window into how much he wants this. He’s already won the PGA. And he won it here, on a course he loves. And he’s got a US Open to his name. And he sunk the winning putt at the Miracle of Medinah. Yes, he’s got the moxie. And then of course there’s Jason Day. Three times a runner-up in the majors, he’s also got a third-place finish and two fourth-place slots to his name, plus three other top tens. None of golf’s current bridesmaids - with the possible exceptions of Sergio Garcia and Rickie Fowler - have such an extensive collection of beautiful bouquets. He can catch the damn things all right, but they keep wilting before the next major comes around. But perhaps, at long last, the timing’s right, and this is his moment. He looks in total control of his game right now: his drives are straight and long, his short irons consistently bite close, his scrambling game is sharp, and his putting is dead-eyed. He’s relaxed and enjoying his golf. Whether that can continue at the business end of a major he’s so desperate to win is another issue. But he’s got to do it sometime, and there’d be no more popular winner today. There’s also the up-and-coming Tony Finau, the dogged Matt Jones, the wildly entertaining Dustin Johnson, Anirban Lahiri, Matt Kuchar, Billy Horschel, JB Holmes ... but hey, we’d be here all day. Let’s just strap ourselves in and get ready for what could be the most exciting final round in recent history of the majors. It’s the fourth round of the 97th PGA. It’s glory’s last shot. It, my dear golfing buddies, is ON! The standings after 54 holes ... -15: Day -13: Spieth -12: Grace, Rose -11: Kaymer -10: Finau, Jones -9: D Johnson, Lahiri -8: Kuchar, Horschel, Holmes -7: Koepka, Snedeker, Henley, Coetzee -6: Weekley, Streb, Schwartzel, McIlroy, Thomas, Casey, Mr 63 -5: Mickelson, Bohn, Reed, Els, Matsuyama, Steele ... and the order in which everyone’s going out ... 7.45am CDT (1.45pm BST): Brian Gaffney 7.54am CDT (1.54pm BST): Carl Pettersson, Nick Taylor 8.03am CDT (2.03pm BST): James Morrison, Kevin Chappell 8.12am CDT (2.12pm BST): JJ Henry, Troy Merritt 8.21am CDT (2.21pm BST): Sergio Garcia, Brendon de Jonge 8.30am CDT (2.30pm BST): Kevin Streelman, Ryan Moore 8.39am CDT (2.39pm BST): Keegan Bradley, Koumei Oda 8.48am CDT (2.48pm BST): Charles Howell III, Morgan Hoffmann 8.57am CDT (2.57pm BST): Sean O’Hair, Kiradech Aphibarnrat 9.06am CDT (3.06pm BST): Mikko Ilonen, Bill Haas 9.15am CDT (3.15pm BST): Emiliano Grillo, Harris English 9.24am CDT (3.24pm BST): Louis Oosthuizen, Sangmoon Bae 9.33am CDT (3.33pm BST): Vijay Singh, Danny Willett 9.42am CDT (3.42pm BST): YE Yang, Jason Dufner 9.51am CDT (3.51pm BST): Steve Stricker, Webb Simpson 10am CDT (4pm BST): Lee Westwood, Chesson Hadley 10.09am CDT (4.09pm BST): Marc Warren, Danny Lee 10.27am CDT (4.27pm BST): Marcel Siem, Nick Watney 10.36am CDT (4.36pm BST): Bubba Watson, Hunter Mahan 10.45am CDT (4.45pm BST): Thomas Bjorn, Rickie Fowler 10.54am CDT (4.54pm BST): Tyrrell Hatton, Francesco Molinari 11.03am CDT (5.03pm BST): David Lingmerth, Victor Dubuisson 11.12am CDT (5.12pm BST): Cameron Smith, Scott Piercy 11.21am CDT (5.21pm BST): Luke Donald, Henrik Stenson 11.30am CDT (5.30pm BST): Brendan Steele, Jim Furyk 11.39am CDT (5.39pm BST): Ernie Els, Hideki Matsuyama 11.48am CDT (5.48pm BST): Jason Bohn, Patrick Reed 11.57am CDT (5.57pm BST): Hiroshi Iwata, Phil Mickelson 12.06pm CDT (6.06pm BST): Justin Thomas, Paul Casey 12.15pm CDT (6.15pm BST): Charl Schwartzel, Rory McIlroy 12.24pm CDT (6.24pm BST): Boo Weekley, Robert Streb 12.42pm CDT (6.42pm BST): Russell Henley, George Coetzee 12.51pm CDT (6.51pm BST): Brooks Koepka, Brandt Snedeker 1pm CDT (7pm BST): Billy Horschel, JB Holmes 1.09pm CDT (7.09pm BST): Anirban Lahiri, Matt Kuchar 1.18pm CDT (7.18pm BST): Matt Jones, Dustin Johnson 1.27pm CDT (7.27pm BST): Martin Kaymer, Tony Finau 1.36pm CDT (7.36pm BST): Branden Grace, Justin Rose 1.45pm CDT (7.45pm BST): Jason Day, Jordan Spieth"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}