{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2015/aug/25/lenny-henry-ring-fenced-funding-diversity-tv", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2015-08-24T23:01:05Z", "webTitle": "Lenny Henry: ringfenced funding is needed to boost diversity in TV", "webUrl": "https://www.theguardian.com/media/2015/aug/25/lenny-henry-ring-fenced-funding-diversity-tv", "apiUrl": "https://content.guardianapis.com/media/2015/aug/25/lenny-henry-ring-fenced-funding-diversity-tv", "fields": {"headline": "Lenny Henry: ringfenced funding is needed to boost diversity in TV", "bodyText": "Lenny Henry has said ringfenced funding would help give black, Asian and ethnic minority people in broadcasting the “elbow room” middle-class white people take for granted. He told the Radio Times that dedicated funding “says to the post-Windrush group that if they choose this employment, there’s a chance ... BAME kids get discouraged – too many glass ceilings to break through”. Henry has become a leading figure in the movement to increase diversity in the TV industry following his Bafta speech last year in which he lambasted the industry’s lack of progress and put forward the ring-fencing proposal. Broadcasters have been praised for backing efforts such as Project Diamond – which aims to monitor diversity in the industry – but have come under fire for not putting enough financial backing behind attempts to increase BME representation on screen and in production. The Paralympian Tanni Grey-Thomson, who along with Henry is part of the BBC’s diversity action group led by the director general, Tony Hall,, said in June that the corporation could have to spend as much as £100m to more accurately reflect its audience. Henry said that improving diversity is not just about getting “another black or Asian person in Coronation Street or EastEnders.” He said: “It’s about hearing different perspectives on life. Commissioning editors do tend to say, ‘Mmm, have we already heard your story?’ as if there was only one story from each ethnic group.” Henry also told the magazine that his late mother would have been delighted by his recent knighthood, awarded for services to charity and comedy. He said: “She’d have come [to the investiture] and worn a very, very big hat and hardly have believed it of the boy who couldn’t tidy his room and was difficult at school.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}