{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/aug/09/everton-chelsea-john-stones-", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-08-09T23:43:00Z", "webTitle": "Everton are expecting third Chelsea bid of £30m for John Stones", "webUrl": "https://www.theguardian.com/football/2015/aug/09/everton-chelsea-john-stones-", "apiUrl": "https://content.guardianapis.com/football/2015/aug/09/everton-chelsea-john-stones-", "fields": {"headline": "Everton are expecting third Chelsea bid of £30m for John Stones", "bodyText": "Everton are braced for a third bid from Chelsea for their defender John Stones and could miss out on a deal for Xherdan Shaqiri due to Stoke City’s ability to offer the midfielder a permanent exit from Internazionale. The Premier League champions have had offers of £20m and £26m for Stones rejected this summer and Everton remain adamant the 21-year-old is not for sale. That resolve is likely to be tested again this week, however, with Chelsea expected to offer in the region of £30m for a player José Mourinho envisages as the long-term replacement for John Terry. Roberto Martínez has refused to be drawn on whether Stones is interested in a move to Stamford Bridge, but insists there is no decision for the defender to make, as Everton have not opened negotiations over a transfer. The Barnsley-born defender once again showed his worth in a mediocre Everton performance against Watford on Saturday, and is one of only two established central defenders Martínez has at his disposal. The Everton manager’s defensive problems have increased with Leighton Baines set for a long-term absence due to an ankle injury suffered in training last week. Martínez wants to add a central defender, a creative No10 and a striker to his squad before the transfer deadline, and Shaqiri plus the River Plate defender Ramiro Funes Mori are among the targets. Everton have offered Shaqiri a season-long loan deal, with their manager operating on a limited transfer budget despite his club spending less than any other Premier League side this summer. Shaqiri and Inter, however, may prefer a permanent deal after his transfer from Bayern Munich in January failed to produce the first team starts expected. That has enabled Stoke to revive their interest in the 23-year-old, who failed to meet their deadline for an answer over a proposed £12m move from the San Siro last month. He attended Stoke’s 1-0 defeat by Liverpool at the Britannia Stadium on Sunday and Mark Hughes is hopeful of concluding a deal at the second attempt.The Stoke manager said: “We are hopeful. We have had a pre-season of chasing really quality targets. We are hopeful we can do something but until we see players standing at the training ground with the shirt in their arms, we will have to see. It would be a permanent deal.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}