{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/aug/20/ronald-koeman-southampton-sadio-mane-manchester-united", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-08-20T22:30:06Z", "webTitle": "Ronald Koeman: Southampton not selling Sadio Mané to Manchester United", "webUrl": "https://www.theguardian.com/football/2015/aug/20/ronald-koeman-southampton-sadio-mane-manchester-united", "apiUrl": "https://content.guardianapis.com/football/2015/aug/20/ronald-koeman-southampton-sadio-mane-manchester-united", "fields": {"headline": "Ronald Koeman tells Manchester United that Sadio Mané is not for sale", "bodyText": "Ronald Koeman has voiced his frustration about the transfer link to Sadio Mané from Manchester United which, he suspects, has come from Manchester but the Southampton manager said there was no chance of his key forward leaving. United have been beaten to the signing of the Spain winger, Pedro, by Chelsea and, amid the noises from Old Trafford that they did not really want him in the end, has been the revelation that they actually might like Mané. United have made an inquiry to Southampton about him. Koeman, who has a tense relationship with the United manager, Louis van Gaal, spoke out after his team’s 1-1 home draw with FC Midtjylland in the Europa League play-off first leg – in which Mané featured – and he dropped a strong hint that he suspected underhand work from inside Old Trafford. “We have to deal about rumours from the press and maybe from Manchester,” Koeman said. “I don’t know – because there is no contact and no bid for nobody and we don’t sell any more players. That is very clear in my opinion. We have to deal with the situation. I don’t like it because maybe players are thinking and they are not then focused on what they have to do. “The timing is always bad. Maybe it’s worse one day before we play at home but it’s always bad. We keep going. It is not 1 September yet. There are still 10 or 11 days to go, so we will see what happens.” Koeman said that he had spoken to Mané about the United situation and he would do so with any of his other players who found themselves in similar positions, including the midfielder, Victor Wanyama, who has been linked with Tottenham Hotspur. “It is the worst situation for the smaller clubs because nobody talks about the best players of City, United or Chelsea, because they are in the best place to be. But teams like Southampton – they have to deal with this and that is not easy. It makes rumours and everyone is talking about it. We have to play and that is difficult. If they don’t change the window from 1 September, we will always have these rumours.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}