{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2015/aug/19/chris-robshaw-england-france-world-cup-2015", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2015-08-19T21:00:01Z", "webTitle": "Chris Robshaw casts the net to help England prepare for great expectations", "webUrl": "https://www.theguardian.com/sport/2015/aug/19/chris-robshaw-england-france-world-cup-2015", "apiUrl": "https://content.guardianapis.com/sport/2015/aug/19/chris-robshaw-england-france-world-cup-2015", "fields": {"headline": "Chris Robshaw casts the net to help England prepare for great expectations", "bodyText": "It is often forgotten that Chris Robshaw, the man about to lead England into the most intense tournament of their lives, has never played a World Cup match. Over two thirds of the 2015 squad will be fellow World Cup rookies while Stuart Lancaster is also experiencing the whole crazy circus for the first time as head coach. This is among the reasons why Robshaw – and Lancaster – have been canvassing opinions from other sports in order to prepare themselves for the daunting mental and physical challenge. Roy Hodgson, Andy Flower, Andrew Strauss, Bradley Wiggins ... all have proffered advice on how best to deal with the suffocating weight of national expectancy. “I try to speak to as many people as possible, in the rugby forum or outside of rugby in sport, business, fashion or music,” said Robshaw, leaving his audience to imagine what handy tips England’s forwards might conceivably pick up from Vivienne Westwood or Gary Barlow. As it happens, Take That will be performing at England’s sendoff at the O2 on 9 September. But Robshaw’s more urgent priority is to ensure all his players, veterans or not, strike all the right notes before next month’s kick-off. In his view that boils down to one key message: reminding the squad they will be remembered less for their style of rugby than whether they were ultimately successful. England’s Ashes triumph, in that regard, has not gone unnoticed at Twickenham. “I sat next to Jimmy Anderson at Wimbledon just before the Ashes and Stuart Broad was at our game last weekend,” said Robshaw, set to lead England out for the 37th time, against France in Paris on Saturday. “You pick up little things from guys like that who have been in similar types of situations. It is about learning how to win. Everyone asks: ‘How do you want to play and how do you want to perform?’ But it is about winning at the end of the day. “Look back to when the 2003 team won the World Cup. I have spoken to a number of those guys and they say they had times where they flew past people and times where they could easily have lost games. However, no one really remembers those [latter] games unless you are a rugby fanatic. It is about finding ways to win and doing what needs to be done in every situation.” That task will become appreciably easier if England can feed off the “16th man” cheering them from the Twickenham stands, and Robshaw’s lack of World Cup experience – he was among those to miss the cut four years ago despite training impressively before the tournament – means he shares the heightened sense of anticipation around him. “I’m extremely excited … as I missed out on the last one, I can’t wait. In terms of daydreams it is all about that first game and the excitement that will be coming through from the opening ceremony. As soon as we finished that last Six Nations game the excitement levels just grew.” Robshaw’s disappointment at missing out has also given him an insight into how some squad members are feeling as Lancaster prepares to reduce his list of 39 names to a final 31. “It is a tough situation and it is about having compassion for those guys and speaking to individuals,” he said. “I try to speak to the majority of guys if I can, just to be there for them. At the end of a session, when we know guys are going home, we thank each other for all the hard work and for helping to get us in the best possible position. I’m not saying it makes it easier for the guy but hopefully it can have some benefit.” More important still is to give it a real rattle in Paris on Saturday and send a message that England’s forwards are more intimidating than they looked at times last weekend. “Myself and all the guys are looking forward to playing … it has been a long time doing laps of the pitch, shuttles, burpees and whatever else. Until you actually play a game of rugby you don’t know where you stand. “Everyone has seen the southern hemisphere games recently and people start talking. We want to go out and put ourselves on that map. As a pack we always see it as a huge challenge going up against the French but we want people to take notice of what we are doing and our ability to play.” Robshaw may not have competed at a World Cup but he knows precisely what the All Blacks and Wallabies will be thinking if England lose meekly in Paris."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}