{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2015/aug/14/edinburgh-fringe-festival-politicians-boris-johnson", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2015-08-13T23:54:29Z", "webTitle": "Blair, Boris, Benn and Thatcher: the politicians in leading fringe roles", "webUrl": "https://www.theguardian.com/stage/2015/aug/14/edinburgh-fringe-festival-politicians-boris-johnson", "apiUrl": "https://content.guardianapis.com/stage/2015/aug/14/edinburgh-fringe-festival-politicians-boris-johnson", "fields": {"headline": "Blair, Boris, Benn and Thatcher: the politicians in leading fringe roles", "bodyText": "Who is the odd one out among Tony Benn, Tony Blair, Boris Johnson and Margaret Thatcher? The answer is Blair – the only one committed to a fully united Europe. What do the four politicians have in common? All are the subject of high-profile 2015 Edinburgh dramas. Shows about leaders and ideas have a history of doing well on the fringe. However, any attempt at topicality is compromised by early printing schedules for the festival programme. It is OK if the subject matter has been scheduled – last year, the independence referendum was the subject of dozens of productions – but the huge Scottish National party presence at Westminster, because unexpected, is going largely uncovered this month. Similarly, shows about Jeremy Corbyn would sell out overnight, but are more likely to turn up next year. Boris Johnson is always in the news and so was a reliable commercial bet as the subject of a one-man show. Indeed, the mayor of London, member for Uxbridge and South Ruislip and would-be prime minister is so well known that he is recognisable from a silhouette of his hairline, which appears on the poster for Boris: World King (Pleasance Upstairs). Playing Johnson is David Benson, who, with the adoption of a yellow dishmop wig and bored drawl, achieves a satirically convincing imitation, while nicely capturing Boris’s strange breakdancing jerks and lurches, which seem to reflect someone more comfortable with his mind than his body. The writer, Tom Crawshaw, has written a farce that is kept on track by quick-thinking improvisation, which seems an accurate representation of Johnson’s political career. With Alice McCarthy representing aides, journalists and romantic interests, the play is a comic but accurate account of the rise and pratfalls of a politician whose career feels uniquely suited to slapstick dramatisation. There are also lots of falling trousers and slamming doors in When Blair Had Bush and Bunga (Pleasance One), although the genre serves a different purpose in Patrick Ryecart’s debut play. It is set in 2001 at the Barbadian villa of Sir Cliff Richard, which prime minister Blair has borrowed (as he really did) for a holiday. While Carol Caplin puts Tony and Cherie through New Age routines by the pool to sneers from Alastair Campbell, Silvio Berlusconi is recovering from a facelift and chasing maids, while George W Bush helicopters in to win his fellow world leaders’ support for the invasion of Iraq. Good political satire uses exaggeration to expose reality, whereas this show features predictable jokes about the expected people and events. Paradoxically, the two most topical shows involve politicians who are no longer around. Some attending Tony’s Last Tape (Pleasance Courtyard) may be expecting another play about Blair, but this Tony is Benn, democrat and diarist. From the volumes of recorded reflections, the writer Andy Barrett has fashioned a sort of parody of Samuel Beckett’s Krapp’s Last Tape – Benn, like Krapp, listens to spool-to-spool tapes while munching bananas – in which the politician, sitting in his study in a rainstorm at night, contemplates the end of his life and of his political career. Philip Bretherton as Benn makes scant attempt at physical impersonation. The words and beliefs of the politician come through clearly, though, and the performance serves as an example of how a play can be changed by the context of its production. Though the script is filled with regret, the unexpected leadership momentum of Corbyn allows the show now to be seen as a vindication of Benn’s values. Another dead politician, Margaret Thatcher, also turns out to be improbably up to date in Pip Utton: Playing Maggie (Assembly Rooms). The show has three sections, starting with Utton as Simon Sherwood, a miner’s son who has become a self-disgusted actor, as he prepares in his dressing room to perform as Thatcher. In the middle, Sherwood in drag delivers a tapestry of Thatcherite attitudes. It is in the last part, though, that Playing Maggie becomes a remarkable and original show. Utton invites questions from the audience and answers them in character. The actor does not satirise or denigrate Thatcher but, drawing on an impressive knowledge of her sayings and writings, gives answers she might well have offered. If these four political shows were on a ballot paper that allowed proportional representation, I would place Playing Maggie as first preference, with Boris: World King and Tony’s Last Tape second and third. It is hard to decide whether, next year, it would be most exciting to see Utton or Benson as Boris Johnson, Hillary Clinton or Jeremy Corbyn. This article was amended on 14 August 2015. It originally stated that Andy Barrett played Tony Benn in Tony’s Last Tape. In fact, Benn is played by Philip Bretherton. This has been changed."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}