{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2015/aug/02/insect-poll-highlights-uk-threatened-species", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2015-08-01T23:05:05Z", "webTitle": "Creepy-crawly celebrity contest will highlight UK’s threatened species", "webUrl": "https://www.theguardian.com/environment/2015/aug/02/insect-poll-highlights-uk-threatened-species", "apiUrl": "https://content.guardianapis.com/environment/2015/aug/02/insect-poll-highlights-uk-threatened-species", "fields": {"headline": "Creepy-crawly celebrity contest will highlight UK’s threatened species", "bodyText": "Britons are to be asked to pick their favourite creepy-crawly this weekend. A poll to select Britain’s best bug is to be launched today on Sunday by the Royal Society of Biology as part of its campaign to raise awareness of the plight of the nation’s insects. Candidates for the accolade include the seven-spot ladybird, the buff-tailed bumblebee, the stag beetle and the emperor dragonfly. The poll is part of a campaign that is being run by the society to publicise the plight of British invertebrates which are now suffering from the impact of a triple whammy of environmental impacts: loss of habitat, over-use of pesticides and climate change. “There have been a number of recent reports that show that our insects are having a very bad time indeed, with numbers declining steeply and species disappearing,” said David Urry, the society’s regional coordinator. “Given the importance of insects to the welfare of our landscape, this is very worrying. The aim of this poll is to help people understand what they are at risk of losing in the British Isles.” In total there are more than 20,000 species of insects in Britain, including 3,900 different species of beetle, 2,400 moths, 60 butterflies, and 6,900 species of fly. And all, say scientists, play a critical role in maintaining the nation’s health. As Urry added: “Everything would grind to a halt if there were no more insects. For example, many crops in the UK are pollinated by insects. Without them, farmers would be in real trouble.” In addition, insects play a vital role in cleaning our environment of unpleasant waste, such as animal faeces. In the New Forest, for example, there are three dung beetle species – the dor beetle, wood dor beetle and minotaur beetle – that all play a key role in recycling dung from commoners’ stock, deer, ponies and other animals. And finally, insects lie at the bottom of the food chain and sustain all the various species of predators that feed on them. “Quite simply, insects act as the baseline for so many other lifeforms in this country,” added Urry. “They are crucial to the health of the environment.” However, that base is now being eroded in an alarming manner. The increasing use of powerful pesticides is considered to be a particularly important factor, including neonicotinoids, the world’s most widely used insecticides, which have been linked to serious harm in bee populations, and were banned by the EU in 2013. Climate change is also having an effect, while loss of habitat is also causing widespread eradication of insects. In the last case, one recent report revealed that, of the UK’s 283 leaf beetle species, three have become extinct in the last 100 years, while seven are classified as critically endangered and possibly already extinct, as they have not been seen since 1950. Overall, the loss of insect life in Britain has been alarming, a situation that is summed up by the environment writer Michael McCarthy in his newly published book, The Moth Snowstorm. As he notes, a few decades ago a car’s headlamps – when turned on during a summer night – would trigger a blizzard of moths attracted by the light. “Now, after but a short century of existence, it has gone,” says McCarthy. And that snowstorm has disappeared because the numbers of insects – in this case, moths – have been devastated by human activities. Hence the poll by the Royal Society of Biology. It has picked 10 key species of British insects to act as a guide for the public and from tomorrow people will be invited to vote for their favourites. “Our aim is simple,” added Urry. “We need to focus minds on what insects mean to this country before we are really in trouble.” ■ You can vote in the society’s poll by visiting its website, www.rsb.org.uk"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}