{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2015/aug/06/harrogate-home-happiest-people-britain-according-study", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2015-08-05T23:52:44Z", "webTitle": "Harrogate home to happiest people in Britain, according to study", "webUrl": "https://www.theguardian.com/society/2015/aug/06/harrogate-home-happiest-people-britain-according-study", "apiUrl": "https://content.guardianapis.com/society/2015/aug/06/harrogate-home-happiest-people-britain-according-study", "fields": {"headline": "Harrogate home to happiest people in Britain, according to study", "bodyText": "Residents of Harrogate are happier with where they live than people anywhere else in Britain, according to a survey by property website Rightmove that also named the London borough of Barking &amp; Dagenham as the worst place to live. While the residents of Harrogate enjoy fine Georgian architecture, access to open green spaces, and the scones in Bettys tea room, Barking &amp; Dagenham came bottom on numerous measures, including safety, neighbourliness, amenities and local area upkeep. Despite the east London borough’s low score, it was those across town living close to Heathrow in Hounslow who were the most discontented. In sharp contrast to house price rankings, the Rightmove Happy Index found that none of the best places to live were in the south of England. Shrewsbury, York and Chester were named in the top five, along with Ipswich in the east. It is the third year running that Harrogate has been named as Britain’s happiest place by Rightmove, although critics may question the quality of the research (particularly as Westminster scores highest in Britain for “community”). It was based on 24,424 people who filled in a survey on the site, although Rightmove said the data was analysed and weighted according to local population size. The leader of Harrogate borough council, Richard Cooper, said: “We are surrounded by some of the UK’s most beautiful scenery, have fantastic shopping and a wide variety of restaurants and cafes. Residents benefit from a great quality of life with low unemployment, low crime and excellent local services.” But the leader of Barking &amp; Dagenham disputed Rightmove’s finding and claimed the borough is “flourishing”. Darren Rodwell said: “I find this report quite amusing, as we have just had tens of thousands of people coming to a series of events celebrating 50 years of our borough. “Of course there are challenges in Barking &amp; Dagenham, but I know we have the drive and ambition to make this borough a better place to live for everyone. It’s why we have been singled out as London’s premier growth opportunity, with tens of thousands of homes and jobs being created over the next 15 years.” In a rare top score for Blackpool, usually rated close to bottom in the country for health and incomes, the seaside town was best for open space for residents, in contrast to Islington, where residents felt more cramped than anywhere else in Britain. Elsewhere, the people of Dundee were happiest with their home furnishings, while those in Hemel Hempstead felt most at home. The seaside town of Torquay comes top for activities, compared with the Scottish town of Paisley, which offers the fewest. Home buyers looking for a friendly area should head to Llandrindod Wells, which came top for neighbourliness and was also named the overall happiest place in Wales. Inverness came top in Scotland. Residents in Falkirk say they find the costs of running their home most manageable, compared with those in the London borough of Hounslow who find it the hardest to cope. When it comes to the price of property, the residents of Newport in Wales worry least about their home’s value, whereas those in Luton agonise about it the most. Over the past year, asking prices have gone up 8.6% in Luton and only 1.8% in Newport. Truro is named as the happiest place to live in the south-west, while Hemel Hempstead is best in the south-east. Rightmove’s housing expert Miles Shipside said: “How people define happiness obviously varies, which is why we’ve come up with a number of factors both inside the home and in the community, to reveal the most contented towns and cities in the UK.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}