{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/aug/11/west-ham-joey-barton-deal-protests-supporters", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-08-11T22:31:09Z", "webTitle": "West Ham pull out of Joey Barton deal after protests from supporters", "webUrl": "https://www.theguardian.com/football/2015/aug/11/west-ham-joey-barton-deal-protests-supporters", "apiUrl": "https://content.guardianapis.com/football/2015/aug/11/west-ham-joey-barton-deal-protests-supporters", "fields": {"headline": "West Ham pull out of Joey Barton deal after protests from supporters", "bodyText": "West Ham have withdrawn their interest in Joey Barton after their fans made clear their displeasure at any potential deal. The club had been keen to bring in the midfielder after his release by QPR at the end of last season. A medical was expected to take place on Tuesday but West Ham have ended negotiations after protests from their supporters. Slaven Bilic’s side won 2-0 at Arsenal on Sunday, with particularly impressive performances from Cheikhou Kouyaté, Mark Noble and Reece Oxford at the base of midfield. The emergence of the 16-year-old Oxford, combined with Barton’s controversial history, left many fans questioning why the club were pursuing the move. “I’d just like to thank the West Ham fans who sent me a lot of kind messages on social media,” said Barton in a video posted online on Tuesday night. “Obviously with a character like myself, there’s always one or two who are not so kind or complimentary. That’s part of the course with me these days. “West Ham certainly would have been a good fit for me,” he continued. “I’ve always enjoyed playing at the Boleyn Ground, with a very knowledgable crowd. It’s a place, despite people having reservations, that I thought I could do well and offer something to the squad. “But for this moment in time, it’s not meant to be. I’d like to wish the football club good luck going forward. No hard feelings.” Barton has also been linked with Aston Villa and revealed his desire to return to the Premier League during their 1-0 win at Bournemouth on Saturday, where he was working as a pundit for the BBC. “Judging by this game it won’t be long before I get a phone call from somebody,” he said. “The best player might be sitting in the stands this afternoon, even if I do say so myself.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}