{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2015/aug/06/pay-rises-quicker-for-privately-educated-graduates-study-finds", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2015-08-05T23:01:07Z", "webTitle": "Pay rises more quickly for privately educated graduates, study finds", "webUrl": "https://www.theguardian.com/education/2015/aug/06/pay-rises-quicker-for-privately-educated-graduates-study-finds", "apiUrl": "https://content.guardianapis.com/education/2015/aug/06/pay-rises-quicker-for-privately-educated-graduates-study-finds", "fields": {"headline": "Pay rises more quickly for privately educated graduates, study finds", "bodyText": "Graduates who went to private school will earn an average of £4,500 more than their state-educated counterparts after just three years on the professional career ladder, according to new research. Just six months after being hired for a high-status job, an employee with a private education will earn on average £1,300 more than a state-educated graduate colleague in a similar job, with an annual salary of £24,066 compared with £22,735, the report claims. By the time they have been working for three and a half years, the earnings gap has grown to £4,450, with the average privately educated recruit earning £36,036 – 14% more than his or her state-educated counterpart, who takes home £31,586. The figures, published on Thursday in a new report by the Sutton Trust, a charity working to improve social mobility through education, and upReach, which helps graduates from less privileged backgrounds to secure top jobs, suggest a private school education has an almost immediate effect on graduates’ pay progression. Jobs affected are those in the top national statistics socio-economic category, including accountants, economists, solicitors, pharmacists, psychologists, higher education teachers, engineers and scientists. This new research follows earlier studies that have shown that graduates from less privileged backgrounds, despite performing as well – if not better – at university, are less likely to enter elite professions such as law and the financial services. This report suggests that disadvantage continues into their pay packets, even when they manage to secure top jobs. Sir Peter Lampl, chairman of the Sutton Trust and of the Education Endowment Foundation, said: “We know that graduates from less privileged backgrounds are under-represented in the top professions, but today’s research shows that they face a disadvantage when it comes to pay progression, too. “This new research shows us how vital it is that firms do more to improve social mobility through their recruitment practices. Enabling greater access to a wider pool of diverse talent will deliver real benefits for employers and employees alike.” According to the research, half of the pay difference can be explained by variables such as the type of higher education institution attended or prior academic achievement. But it says that there are other issues that should be taken into account. “A plausible explanation is that non-academic skills such as articulacy or assertiveness could play an important role in accessing high-status jobs and career progression once in employment,” the study says. The report is based on research by the National Institute for Economic and Social Research (NIESR) into the way social background continues to influence graduate pay and career progression once in professional employment. Despite slower pay progression, graduates from less privileged backgrounds are marginally more likely to remain in high-status jobs, the study suggests, with 71% still in such employment three and half years after graduation compared with 65% for their more privileged peers. Henry Morris, founder of upReach, said: “Today’s research tells us that Britain’s social mobility challenge does not end on a graduate’s first day of work. Despite doing as well academically, the pay of graduates from more privileged backgrounds rises more quickly than their peers. “By working in partnership with organisations like upReach, employers can seize the social mobility opportunity for their own, and society’s, benefit.” The report is recommending that graduates from less privileged backgrounds applying for high-status jobs should be identified early on in the application process, and, after being hired, to enable employers to support the best talent to progress, regardless of social background. This additional support could include mentoring opportunities and career coaching."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}