{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2015/aug/28/martin-omalley-democratic-national-committee-hillary-clinton-primaries", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2015-08-28T21:35:24Z", "webTitle": "Martin O'Malley accuses DNC of 'rigging' primary process in Clinton's favour", "webUrl": "https://www.theguardian.com/us-news/2015/aug/28/martin-omalley-democratic-national-committee-hillary-clinton-primaries", "apiUrl": "https://content.guardianapis.com/us-news/2015/aug/28/martin-omalley-democratic-national-committee-hillary-clinton-primaries", "fields": {"headline": "Martin O'Malley accuses DNC of 'rigging' primary process in Clinton's favour", "bodyText": "Democratic presidential candidate Martin O’Malley laid into the Democratic National Committee (DNC) in a speech to its annual summer meeting for what he called a “rigged” primary process in Hillary Clinton’s favour. “The Republicans stand before the nation, malign our president’s record of achievements, denigrate women and immigrant families, double down on trickle-down, and tell their false story,” the former Maryland governor said. “We respond with crickets, tumbleweeds and a cynical move to delay and limit our own party debates.” His presidential rival Bernie Sanders reportedly told journalists that he agreed with O’Malley that the primary process was rigged. “One debate in Iowa. That’s it. One debate in New Hampshire,” O’Malley said, adding that the New Hampshire debate was “cynically wedged into the high point of the holiday shopping season so as few people watch it as possible”. Parts of his speech demanding debates received standing ovations from the crowd. After he spoke, there was frost in the air between O’Malley and the DNC chair, Debbie Wasserman Schultz, as the governor left the podium, which led many on Twitter to believe that she snubbed him. In fact, they did shake hands – but with visible enmity. O’Malley has long expressed frustration with the DNC for scheduling just four debates before the first primary in Iowa, and just six in all. By contrast, the Republican party has 12 primary debates scheduled. He told the Hill in May on the campaign trail in Iowa that the DNC was trying to “preordain the outcome [for Hillary Clinton], circle the wagons and close off debate”, and said that he had raised the issue with Wasserman Schultz. Speaking earlier in the day, Clinton kept her focus on her potential Republican opponents. She said that “the party of Lincoln has become the party of Trump”, and described the other 16 candidates in the Republican race as “like Trump without the pizzazz or the hair”. In a thinly veiled reference to Clinton, leftwing insurgent Sanders said in his speech that in a debate when turnout would be crucial, “the same old, same old will not be successful”, and that the nation doesn’t need “more establishment politics or establishment economics”. Another Democratic presidential candidate, former Rhode Island governor Lincoln Chafee, also appeared to refer to Clinton, telling the DNC: “After 30 years in public service, I’ve had no scandals. That’s not easy in Rhode Island.” Former Virginia senator Jim Webb, the remaining Democratic candidate, did not appear because he was taking his daughter to college, Wasserman Schultz said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}