{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2015/aug/24/prep-school-trial-defendant-admitted-sex-friends", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2015-08-24T23:04:03Z", "webTitle": "St Paul's prep school trial: accused rapist admitted to sex with girl, friends say", "webUrl": "https://www.theguardian.com/us-news/2015/aug/24/prep-school-trial-defendant-admitted-sex-friends", "apiUrl": "https://content.guardianapis.com/us-news/2015/aug/24/prep-school-trial-defendant-admitted-sex-friends", "fields": {"headline": "St Paul's prep school trial: accused rapist admitted to sex with girl, friends say", "bodyText": "Four friends of a former New Hampshire prep school senior accused of raping an underage girl testified that defendant Owen Labrie told them he had sex with the girl during an annual spring tradition of scoring with girls called “senior salute”. One friend asked Labrie in a message how he had gone from “no to bone” last year with the 15-year-old freshman who had first rejected Labrie’s invitation. “Used every trick in the book,” Labrie replied, according to a message shown to the jury in a packed Concord, New Hampshire, courtroom where Labrie is facing charges of aggravated sexual assault and child endangerment. Now in its second week, the trial has cast a spotlight on the culture at the elite St Paul’s school, where annual tuition exceeds $50,000 and alumni include the secretary of state, John Kerry. The alleged victim, now 16, sat in a front row next to her father, who is a corporate executive at a major global investment firm. Her father often had his arm wrapped around her and she appeared to weep at times. Labrie’s defense attorney JW Carney Jr has said Labrie, 19, who attended the school on a scholarship, never sexually penetrated the girl when they were making out after she agreed to accept his invitation known as a “senior salute”. Testing on the girl’s underwear did not confirm the presence of Labrie’s semen. However, his DNA was found, according to prosecutors. During questioning, Carney implied Labrie was prone to exaggerating and being provocative to entertain his friends. He called Labrie’s statements “typical juvenile” talk. Labrie’s friend Tucker Marchese testified that Labrie’s communications were often “creative and whimsical”. “Welcome to an eight-week exercise in debauchery … probing the inner most meaning of the word sleaze bag … Frog’s milk complimentary,” Labrie wrote to Marchese asking him to help create a list of girls they would like to “salute” before graduating. The victim’s name appeared on the list in capital letters. Last week the girl spent more than seven hours on the witness stand over three days, giving graphic descriptions of a painful assault. She said she allowed Labrie to take off her pants but not her underwear and froze as he went around her underwear, performed oral sex and penetrated her. She tearfully testified she was sexually inexperienced and was so confused and shocked, she did not scream or try to escape. She told her mother about the encounter several days later and a school counselor called police. Another student at the school who coaxed her to agree to meet with Labrie testified today that Labrie asked him to “put in a good word” so the girl would meet him. The boy, who will be a junior at the school this year, told the jury a group of boys later crowded into a room with Labrie after rumors swirled he had sex with the girl. Asked if the rumors were true, Labrie said, “No,” while nodding yes. and smirking, the boy said. He testified Labrie later told him he had sex with the girl. “I asked him in a pretty serious manner if he had sex with her, and he told me he did,” said the boy. Labrie’s roommate at the school Andrew Thomson, who is now a student at Brown University, testified he warned him the girl was too young. “I told him it probably was not a good idea,” Thomson told the jury. Later Labrie told his roommate he had “boned her”, Thomson said. He assumed Labrie meant they had sex “but in that context it can mean other things”, he said. Thomson denied claims he and Labrie were having a contest who could accumulate the most “senior salutes”. Another friend, Malcolm Salovaara, who was attending alumni events when the girl says she was assaulted, testified Labrie told him he was “slaying” her. “It could have meant anything from they kissed to they had sex,” said Salovaara, who now attends Dartmouth University. Labrie, Thomson and Salovaara, had a Facebook group they called “Slayers Anonymous”, which they used to keep in touch. According to testimony, students at the school rubbed for luck the names of alumni carved into a display outside a dining hall at the school. Students usually rubbed names of relatives. Labrie liked to rub the name of a man from the Class of 1947 whose last name was “Slaymaker”. As rumors about Labrie and the young girl spread, her friends confronted Labrie. He wrote a message to Marchese predicting the “thing will blow over”. “Deny until I die tonight,” Labrie wrote, in a message shown to the jury. Salovaara testified the phrase, “Deny until I die” was common among some on campus “as a way of getting out of trouble”. Labrie, who had been accepted at Harvard until his arrest last year, will testify in his own defense, Carney has told the jury. While awaiting trial, Labrie has spent the last year building a chapel in Vermont, his attorney said outside the courthouse."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}