{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/aug/11/barcelona-pedro-manchester-united-leave-club", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-08-11T23:22:00Z", "webTitle": "Barcelona’s Pedro denies wanting to leave despite Manchester United interest", "webUrl": "https://www.theguardian.com/football/2015/aug/11/barcelona-pedro-manchester-united-leave-club", "apiUrl": "https://content.guardianapis.com/football/2015/aug/11/barcelona-pedro-manchester-united-leave-club", "fields": {"headline": "Barcelona’s Pedro denies wanting to leave despite Manchester United interest", "bodyText": "The Manchester United target, Pedro, denied claims that he wants to leave Barcelona after scoring the winning goal in the thrilling European Super Cup victory over Sevilla on Tuesday night. The Spain winger, 28, came off the bench to score five minutes from the end of extra time, a little more than two hours after Barça’s technical secretary, Robert Fernandez, stated that the player had asked for a transfer. “The sports director says I said I want out? He shouldn’t say that, I barely talked with him,” Pedro said. “I talked with the president and others. This is a difficult situation for me, of course I wanted to start. I don’t know what will happen, but I will always be a Barça fan. “Do I want to leave? The answer is ‘no’, but my situation is difficult. It’s not about money, but about more playing time.” Louis van Gaal wants Pedro to strengthen his attack but has been told by Fernandez that United must meet his £21.2m (€30m) release clause. “Pedro asked us for the transfer. We are not going to accept less than €30m for him, it’s not negotiable,” he said. But a series of Pedro’s club-mates expressed their hope that the player who came through the famed La Masia academy will remain at Camp Nou. “We hope Pedro continues,” said Javier Mascherano, the former Liverpool midfielder. “He’s always there in those moments, he’s been touched by the magic wand.” Lionel Messi, who scored twice in the win over Sevilla, added: “The players and the club don’t know what he is going to do. It is his decision, but whatever he does we wish him the best.” Manchester United, who now expect David de Gea to stay at the club beyond the transfer window, have made Pedro their No1 target to bolster their attack before the end of the transfer window."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}