{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2015/aug/21/government-contract-bids-commitment-apprenticeships", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2015-08-20T23:01:07Z", "webTitle": "Government contract bids will have to show commitment to apprenticeships", "webUrl": "https://www.theguardian.com/politics/2015/aug/21/government-contract-bids-commitment-apprenticeships", "apiUrl": "https://content.guardianapis.com/politics/2015/aug/21/government-contract-bids-commitment-apprenticeships", "fields": {"headline": "Government contract bids will have to show commitment to apprenticeships", "bodyText": "Companies bidding for government contracts worth over £10m will be expected to demonstrate a clear commitment to apprenticeships, David Cameron has announced, as part of a government push to create three million more apprenticeship places this parliament. From 1 September 2015, all bids for government procurement contracts – which are worth £50bn a year – will be expected to demonstrate that they have “a reasonable proportion” of their workforce in an apprenticeship or formal training programme. Cameron made the announcement as he launched a consultation on a planned apprenticeship levy on businesses, which was first set out by George Osborne in July’s summer budget. The levy on large employers in England who train apprentices is expected to be introduced by April 2017 and will supplement government funding for more apprenticeships. Funds raised will provide participating employers with a digital voucher that can be used to buy training. Levies on businesses are used to finance apprenticeships in over 50 countries, including France, Netherlands, Denmark and South Korea, but the amount that UK businesses have invested in training has fallen consistently over the last 20 years. In the run up to the general election, the Conservative party pledged to create 3m more apprenticeship places over this parliament, a 30% increase on the 2.3m created since 2010. Launching the consultation, which will close on 2 October 2015, the prime minister said the greatest asset any employer has is their workforce. “By investing in them, they are investing in the success and future of their business,” he added. The skills minister, Nick Boles said that an apprenticeship levy would be a “shot in the arm” for the UK’s productivity, which is currently lagging behind that of other OECD countries. Skilled workers were “the lifeblood of a strong economy” but for too long “UK businesses have i nvested too little in developing their employees’ skills to meet the demands of a competitive, global market”, said Boles. In a 2012 survey of employers by the Department for Business, Innovation and Skills, 58% of employers said they would no longer train apprentices if a levy was imposed on them. John Longworth, director general at the British Chambers of Commerce said the priority for the government’s apprenticeship programme needed to be quality and not just hitting an arbitrary figure. “The conveyor belt model is not what business wants to see,” he said. “If the quality is there, the demand, from employers and potential apprentices, will follow.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}