{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/aug/28/manuel-pellegrini-manchester-city-", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-08-28T21:43:00Z", "webTitle": "Manuel Pellegrini: We have no excuses if we end season with no trophy", "webUrl": "https://www.theguardian.com/football/2015/aug/28/manuel-pellegrini-manchester-city-", "apiUrl": "https://content.guardianapis.com/football/2015/aug/28/manuel-pellegrini-manchester-city-", "fields": {"headline": "Manuel Pellegrini: We have no excuses if we end season with no trophy", "bodyText": "Manuel Pellegrini is clear there would be no excuses if Manchester City fail to win a trophy after a summer in which they have signed Raheem Sterling, Fabian Delph, Nicolás Otamendi, Patrick Roberts and Enes Unal. City have spent over £90m without counting the near-certain purchase of Wolfsburg’s Kevin De Bruyne for £58m. City have made a perfect start to the season and Pellegrini is aware there are high expectations. “Last season we had some restrictions [net transfer spend] but I didn’t give any excuse not to win the title. This team must try to win titles every year,” Pellegrini said. “It’s not so easy because you have strong teams here in the Premier League and in the Champions League. “But we must try to do it. The best way to at least try is to have a good squad. That’s what we are trying to do now and we finish on Tuesday when the transfer window is closed. After that you need to know how to play in the way we are doing. It’s very important to have a good performance as players and as a team. So with more players or without players, I never had excuses about not winning titles.” Sterling, who cost £49m from Liverpool, is already showing signs of settling in. “I said from the beginning the most important thing is not to talk about the price but the important thing is to see the performance in the next few years,” Pellegrini said. “We bought a player of 20 years old who scored 11 or 12 goals and gave assists for goals. All the prices of all the players are all very high this season so we are not clear about the price. We are sure that when we brought him he is a very good player who makes a difference in each game.” Despite having only two strikers in Sergio Agüero and Wilfried Bony, Pellegrini is not targeting another goalscorer in this transfer window. Bony is out of Saturday’s match against Watford because of a leg injury. “We are not looking for another striker because we have Kun [Agüero], we have Bony, we have Sterling who can play as an attacker, we have Kelechi [Iheanacho] and we have Patrick Roberts, so we are not going to bring in another player,” Pellegrini said. “We are going to have one position for a young player, Kelechi or Patrick.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}