{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2015/aug/20/cops-are-funny-on-social-media-but-should-they-ever-be-seen-as-one-of-us", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2015-08-19T22:00:02Z", "webTitle": "Cops are funny on social media. But should they ever be seen as \"one of us\"? | Courtney Robinson", "webUrl": "https://www.theguardian.com/commentisfree/2015/aug/20/cops-are-funny-on-social-media-but-should-they-ever-be-seen-as-one-of-us", "apiUrl": "https://content.guardianapis.com/commentisfree/2015/aug/20/cops-are-funny-on-social-media-but-should-they-ever-be-seen-as-one-of-us", "fields": {"headline": "Cops are funny on social media. But should they ever be seen as 'one of us'?", "bodyText": "It doesn’t take long scrolling through the Queensland Police Facebook page to see why they received the title of “funniest cops” by BuzzFeed earlier this year. But why do the police want to convince the public that they’re “one of us”, when we’re reminded regularly that they’re not? Do we need the police – public servants imbued with special powers of force – to be marketed as anything other than law enforcers? Running Facebook and Twitter profiles are natural mechanisms of politicians and journalists, usually for the same reason – eyeballs. But police don’t need to seek permission from the public to enforce their agenda. Ever tried to talk your way out of a speeding fine or had to make a 000 call? Cops don’t need to get you on their side – you need to get them on yours. Increasing police presence on social media certainly seems to resonate with some users. QPS boasts 628,000 “likes” on its Facebook page; NSW Police has 485,000 on its page, and Victoria Police has 104,000 Twitter followers. People like and comment on their posts regularly, and the account’s staffers often respond. All the pages are identified as places for “information” and urge users not report emergency situations through social media. In a 2013 policy document, NSW Police staffers are urged to make the content they post on social media “interesting” and “varied”. “Try to post regularly, focusing on issues of relevance today, or on events coming up soon,” it says. Its stated objective is to “spread police information into the community.” The benefits of social media are obvious to most organisations. A post, or a tweet, or a photo means short snaps of info slide into a readymade community. In a 2013 study into the use of social media by US police departments, 73% of respondents said engagement had improved community relations between officers and the public. Given the easy use of social media and its optional veil of anonymity – exploited maliciously by trolls – it’s also an obvious platform for police to receive tip-offs. One Queensland officer told AAP that in 2012, a single Facebook post had quickly provided investigators with seven eyewitnesses after the murder of a man at a pub. The witnesses responded to the post within 24 hours of the incident. But despite its generous function, the cops are not just exploiting the convenience of the technology on social media – they’re also running with the opportunity to humanise themselves, and to garner favour in today’s popular vernacular, through likes and shares. But they might not always strike the right balance. The Queensland police page often publishes a traffic notice when a special event is on. “Don’t be concerned if you hear that traffic is heading in One Direction to the Suncorp Stadium tonight. Be more concerned if you’ve agreed to go along…” reads a status from 11 February. There’s also the “What The Friday?” photo album, a regular post which showcases the “bizarre” situations officers encounter on the job. In 2012, a man flattened a work ute under a bulldozer after he was sacked, prompting commenters to say “that’s wrong but funny”. The cheery social media posts that are written in a fun but with a serious message kids tone (pioneered by Happy Harold). But they are also wedged between slices of searing, horrific information. Above a QPS post from 3 June that posits, “Let’s get quizzical, quizzical. Take The Join The Drive quiz and give your motorcycle skills a health check”, a status confirms a woman’s death in a Brisbane traffic crash. Another road accident death is reported the following day, as is an update on an armed robbery arrest. Police media releases are occasionally lamented as the bedrock of content in the 24-hour news cycle. When there is an unusual element to a crime they are sometimes written in a slapstick narrative voice. “‘A pair of pups with a dogged sense of justice” is the opening line of a NSW Police media release from 8 May this year. The statement, with the headline “Paws Help The Law”, detailed an incident at a pharmacy in country NSW. A man allegedly assaulted an employee, demanded drugs at a pharmacy and fled, accompanied by his two dogs. The animals, captured on CCTV footage, were later seen in a park by police, who followed them to the suspect’s house. The light-hearted tone of the release unintentionally relays the message that an acceptable level of crime exists, at least from a social level. It’s the PR treatment of a “slap-on-the-wrist” crime. We know there are some offences that would never be discussed by police in this way. Although uninjured, the fact remains that a man was allegedly assaulted, and was probably terrified to face a threatening assailant who was later charged with aggravated robbery. Overall, police content mirrors the commercial news paradigm. Serious grabs of violence and crime, interspersed with feel-good one liners and generous attempts at audience engagement. But is this appropriate for our police forces? The dissemination of information is still regarded the primary function of police media, from serious crime reports to traffic updates. But given the repeated assertions by police that social media channels are strictly not to be used by the public to report crime, the marketing agents of the thin blue line seem to be walking a fine one. Public service adventures in social media can also go disastrously wrong. ACT Police apologised late last year after a pornographic image was retweeted from their official account with the hashtag #ThonglessThursday. They said they were “baffled” as to how it appeared. In April last year, a New York Police Department staffer asked the followers of the force’s official Twitter account to tweet their “favourite” photo of an officer with the hashtag #myNYPD. Hours later, more than 70,000 tweets with photos or stories of police brutality – often of the white officer, black victim kind – flooded the hashtag. That example is a challenge to the dichotomous modus operandi that swirls within police media – the hopeless idea that those with power are “one of us”."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}