{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2015/aug/02/camping-floating-tents-drowned-festivals-summer-rainfall", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2015-08-01T23:04:05Z", "webTitle": "Floating tents, drowned festivals, rivers of mud … so are we still happy campers?", "webUrl": "https://www.theguardian.com/travel/2015/aug/02/camping-floating-tents-drowned-festivals-summer-rainfall", "apiUrl": "https://content.guardianapis.com/travel/2015/aug/02/camping-floating-tents-drowned-festivals-summer-rainfall", "fields": {"headline": "Floating tents, drowned festivals, rivers of mud … so are we still happy campers?", "bodyText": "Ten-year-old Toby Hulse looked up from his football to consider the question. “The best thing about camping in the rain? I get to play on the iPad in the tent.” Under the eye of his parents, he thought some more. “You can listen to the rain hitting the outside of the tent and work out if you can hear any patterns.” The Hulse family from Hampshire, together with their friends the Thompsons from Yorkshire, were enjoying a natural phenomenon that has been distressingly rare for campers this summer: the sun. In the second week of their stay at Petruth Paddocks campsite in the shadow of Cheddar Gorge in Somerset, the two families relived the downpours of the last week with a shudder. “We could hear the rain coming before it got to us,” said Toby’s father, Steve. “There was this roar coming across the fields.” “We thought it was payback,” added Sarah Thompson. “We’ve had five years of good weather. We thought this was God’s way of testing us.” It has been a daunting year for Britain’s camping community. The bright days of spring and early summer were, it turned out, no more than a mirage. While July brought the hottest day on record, it also delivered a torrent of rain, with above average rainfall for the month across the UK. Rainfall for the south-west of England, the country’s most popular camping destination, was 29% above average, while Somerset saw 50% more rain than it would typically experience. Added to the wet in this most British of summers has been the gloom, with the south-west of England enjoying 17% fewer hours of sunshine than the average for the month. Helen Mirren, for one, has had enough, telling breakfast TV last week that, having endured a week camping a few years ago with Liam Neeson during which it had “pissed down”, she would not be gracing the campsites of England again. The thousands who experienced the wind, rain and mud at last weekend’s Womad festival in Wiltshire – dubbed Womud by those who survived – might be tempted to concur, although they at least had the solace of music to see them through the storms. Dan Yates, founder of campsite booking website Pitchup.com, says that the unstable weather has served to accentuate a trend in how people book their holidays. “This year has been particularly up and down. We started July at almost 40 degrees and now we’re in this grey mist. It’s meant that bookings are getting later and later, which has been happening for a time in the travel industry. “Technology enables us to be spontaneous – a quarter of our bookings are made via smartphone. You can imagine people sitting around on a Thursday evening looking at the weather forecast and deciding to go camping for the weekend. The whole psychology of holiday booking, whether for the next day or for two months ahead, is affected by how bright it is outside.” Many smaller campsites are particularly vulnerable to the weather: once it starts raining, campers may simply decide to stay at home. Sites that take the full fee at the time of booking are less susceptible to the whims of the weather, but even they can suffer “no-shows” given the generally small amounts of money involved: the average price among Pitchup.com’s 1,400 campsites is £27 a night for four people. Gillian Edwards, at the Association of British Travel Agents, insists that the British are made of sterner stuff: “While the rainy weather may put a damper on some outdoor plans, it typically doesn’t deter Brits from taking a domestic break. Most people factor in that sunshine isn’t guaranteed.” At the Riverside Caravan and Camping Park in South Molton, Devon, proprietor Nicky Penfold says that the weather has indeed had an effect on bookings: “We’ve had a lot of people turn up for this weekend because the weather’s supposed to be good.” She also noted another change in camping behaviour, with the week-long stay being replaced by short breaks. “Compared to previous years, this year our visitors are leaving their booking until the last minute and then only staying for two or three days.” Back at Petruth Paddocks, half a mile from the trinkets and tea-rooms of Cheddar, the smell of breakfast bacon wafts across the field, while a family does tai chi next to the communal stretch tent. “In the middle of the week the weather was atrocious and we were looking out of the factory gates thinking, oh, we’re not sure about this,” said Dave Finlay, just arrived from Birmingham with a group of friends, before adding that his name is not Dave, but all of the group call themselves Dave when they are on holiday. Marie disagrees about the effect of the weather. “We’re Brits,” she said. “We don’t let the weather deter us.” Site owner Jules Sayer says that not all his guests are as hardy. “Some people did bale,” he said, “but they were lightweight, first-time campers. Mind you, we did have three floating tents.” Allan Robinson and Nick Barnard arrived from Weymouth with their families just before last weekend’s deluge. “We set up in the dry and it just went downhill from there on,” said Robinson. “The winds were horrendous. Then we woke up this morning and sat down in the sunshine and thought, this is why we do it.” What, then, are their top tips for wet camping? Barnard has an instant response: “Go to Spain.” This story was altered on 4 August 2015 to correct a name."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}