{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2015/aug/21/former-national-director-nicholas-hytner-new-theatre-london", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2015-08-20T23:53:34Z", "webTitle": "Ex-National director Nicholas Hytner raises curtain on new London theatre", "webUrl": "https://www.theguardian.com/stage/2015/aug/21/former-national-director-nicholas-hytner-new-theatre-london", "apiUrl": "https://content.guardianapis.com/stage/2015/aug/21/former-national-director-nicholas-hytner-new-theatre-london", "fields": {"headline": "Ex-National director Nicholas Hytner raises curtain on new London theatre", "bodyText": "A 900-seat theatre is to open close to Tower Bridge with Nicholas Hytner and Nick Starr, who oversaw 12 years of artistic and commercial success at the National Theatre, at its helm. The planned venue is part of the One Tower Bridge development and will be the flagship home for the London Theatre Company, the theatre producing company set up by Hytner and Starr when they left their positions as artistic director and executive director of the National in March this year. The theatre, which will run entirely on a commercial basis with no subsidies or philanthropic grants, was described by Hynter as a supplement to the West End. “We had been looking for a place to put down roots and make what we hope will be the first of a small number of theatres,” said Hytner. “What’s great about this venue is its phenomenal position; it is a huge empty space which we can build the theatre we want into it and offers the possibilities and flexibilities we were looking for. It’s great, it means we have carte blanche.” He added: “After 12 years at the National I think I now know what kind of space that writers and directors like to make plays for, and I know what kind of expectations that audiences have.” The auditorium of the theatre, which will open in Spring 2017, will be designed by Steve Tompkins and Roger Watts of Haworth Tompkins, who were behind the Royal Court Theatre and the Everyman Theatre in Liverpool. Hytner said the theatre would programme four plays a year, a step down from the 20 he oversaw at the National, and said the focus would be “predominately new writing – though every now and then, just because I like to do it, we will probably reinvent a great play from the past”. He said he still planned to direct two of the shows a year. The priority, he said, would be “exciting new plays from exciting new playwrights, who are ready to get beyond the studio theatres.” The pair are no strangers to the commercial side of the theatre business. Before his twelve years running a subsidised theatre, Hytner had an established a successful career in the commercial sector with long running productions of Miss Saigon, The Importance of Being Ernest and Alan Bennett’s The Lady In the Van. Hytner and Starr’s tenure running the National was also marked by unparalleled commercial success. The pair oversaw the theatre’s income rise from £22.9m in 2003 to £69.6m ten years later, helped by productions such as The History Boys, War Horse, The Curious Incident of the Dog In The Nighttime, and One Man, Two Guvnors which all transferred to the West End and then Broadway. Hytner was adamant that despite the commercial focus of his new venture, it would not limit the creative risk-taking that defined his legacy at the National. He said he was already in conversation with many writers and directors, both who he had worked with previously at the National and those just emerging. “What I learned at the National is that on the occasions when we created big long-running hits or shows that would have been long-running hits of there had been places to take them to, that was always the result of creative ambition, it was never the result of playing safe,” he said. “Ten years ago, I originally thought The History Boys was too esoteric to run more than 70 or 80 shows and War Horse was an experimental show, but they both became long running hits. “So now I am moving into the independent commercial arena, the conversation I am having with writers is to be challenging, to be ambitious and write what they want, but to bear in mind that what we are looking for is wide appeal. And I think there are a lot of writers who are excited by that brief.” The programme is still in development and Hytner said he was currently in conversation with around 12 writers about potential shows. He also said he was keen to continue his ethos of reaching out to wider audiences with a number of cheaper tickets, a key part of his legacy at the National. “Our prices will not be eye-watering, I hope,” he said. Filling 900 seats every night was a challenge, acknowledged Hytner, but said that theatre was always a risk. “There is strong research showing that theatre audiences have been growing exponentially, even through the financial crisis, so there is no shortage of people who want to see plays,” he added. “And I’ve been filling bigger theatres than this for the last 12 years – though if I’ve suddenly lost my knack then we’re in trouble.”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}