{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2015/aug/14/publishing-industrys-super-thursday-to-see-more-than-500-books-published", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2015-08-13T23:05:13Z", "webTitle": "Publishing industry's 'Super Thursday' to see more than 500 books published", "webUrl": "https://www.theguardian.com/books/2015/aug/14/publishing-industrys-super-thursday-to-see-more-than-500-books-published", "apiUrl": "https://content.guardianapis.com/books/2015/aug/14/publishing-industrys-super-thursday-to-see-more-than-500-books-published", "fields": {"headline": "Publishing industry's 'Super Thursday' to see more than 500 books published", "bodyText": "The nature of that rectangular parcel under the Christmas tree can now be predicted: it could well be a new cook book by Nigella Lawson, Gordon Ramsay or Hugh Fearnley-Whittingstall, just like last year. Or it might not even be a cook book: it could be a television star’s memoir – Sue Perkins, co-presenter of the Great British Bake Off, say, or soon to be Top Gear’s Chris Evans – or a football autobiography like Big Sam from manager and former player Sam Allardyce, or the thrilling working life of a pop star, like On the Road, marketed with the enticing query, “Want to know what really goes on during an Olly Murs UK tour?” Or it might be a straight spin-off from a television programme, such as A-Z of Pointless from actor turned quiz show host Alexander Armstrong, Dick &amp; Dom’s Christmas Jokes, or Gogglebook from the people who brought you Gogglebox. The clues are in the announcement of more than 500 titles to be published on Super Thursday, 8 October, the publishing industry’s major assault on the Christmas market, previewed inFriday’s Bookseller. The date will also see the launch of the third annual Books Are My Bag, a celebration of books and bookshops, with events including signings and readings across the UK and Ireland. The artist Grayson Perry has designed a limited edition bookbag, following last year’s sell-out version by Tracy Emin, and there will also be a children’s version featuring the Charlie and Lola characters of Lauren Child. This year 503 books will be published in hardback on Super Thursday, twice as many as in an average week, and 300 more than than in the following week. The list is heavy on celebrity memoirs, whose grip on the bestseller lists was said to be on the wane. It includes Sirs Tom Jones and Terry Wogan. The latter’s Those Were the Days, billed as “tales of love, loss and friendship from a national treasure”, is presumably an update on his last autobiography, Is It Me?, published in 2001. However Tom Tivnan, features editor of the Bookseller, thinks the list is more solid and more varied than in previous years. “The celebrity memoirs are still there but the publishers are being much more judicious, and going for the surefire winners” he says. “The day of the silly advance has also largely gone. It’s good to see Brian Blessed on the list, but it’s very unlikely that the publishers will have paid a huge amount of money to get him.” His other predictions for bestsellers include, in fiction, Martina Cole, Robert Harris and Conn Iggulden, and in non-fiction, the new book from Bill Bryson, The Road to Little Dribbling, his first travel book in 15 years. He also notes some real heavyweights, the sort of book traditionally published in the early autumn or spring lists: he credits British Museum director Neil McGregor’s 2012 History of the World in 100 Objects as the game changer. The spin-off not of a television show but of a BBC Radio 4 series sold more than 100,000 copies in the US alone. The endlessly imitated formula, turns up this year in architectural historian Dan Cruickshank’s History of Architecture in 100 Buildings. This Christmas the historians and heavyweight biographers include Charles Moore’s second volume of his Margaret Thatcher biography, Justin Bates’s life of the poet Ted Hughes, and Andrew Marr’s poetry history of We British: An Epic in Poetry. Tivnan is also struck by the number of books for children on the list – including the first of a four-book deal which raised eyebrows in the trade, Pharrell Williams’ Happy. Williams sold 13.9m copies of his song Happy last year, when it became the most downloaded track in UK history, and his publishers are confident he can carve a similar swath through the children’s book market with an initial print run of 250,000 copies. There are also new children’s books from Michael Morpurgo, whose War Horse inspired a multi award-winning play and film; Eoin Colfer; Jacqueline Wilson, whose Little Stars is eagerly awaited by her thousands of young fans; Reiver Rat from Gruffalo creator Julia Donaldson; and Carry On, by a rising star in the field, Rainbow Rowell, author of the bestseller Fangirl. “That’s got to be good news, to see publishers building the children’s market as a cornerstone of their business,” Tivnan said. “Traditionally these books were published for the summer holidays, but in targeting the Christmas market they are hopefully building the adult readers of the future.”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}