{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2015/aug/20/israel-hit-rockets-syria-confusion-blame", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2015-08-20T22:42:16Z", "webTitle": "Israel hit by rockets fired from Syria amid confusion over who is to blame", "webUrl": "https://www.theguardian.com/world/2015/aug/20/israel-hit-rockets-syria-confusion-blame", "apiUrl": "https://content.guardianapis.com/world/2015/aug/20/israel-hit-rockets-syria-confusion-blame", "fields": {"headline": "Israel hit by rockets fired from Syria amid confusion over who is to blame", "bodyText": "Northern Israel has been hit by four rockets fired from Syrian territory, amid contradictory claims from Israeli defence spokesmen over who was responsible. Israeli defence sources initially blamed Palestinian Islamic Jihad, but later on Thursday briefed journalists that the source of the fire was a group under the direction of an Iranian figure in Iran’s Quds force. At another point during the evening, an Israeli defence forces source – quoted in Haaretz – blamed the Syrian regime of Bashar al-Assad, saying: “The army sees Syria as responsible for the fire, and it will pay the price for it.” In response, Israel announced it had hit eight Syrian military posts. Syrian opposition figures later reported that Israeli artillery and air strikes had targeted an area under the control of the Syrian army and pro-government forces – including Hezbollah – near Quneitra, suggesting that was the source of the projectiles. All of the rockets exploded without causing injury. The incidents follows a visit earlier this week to Israel’s northern border by the Israeli prime minister Binyamin Netanyahu and defence minister Moshe Ya’alon and anonymous briefings to Israeli military correspondents that appeared to suggest Israel might be preparing a contingency plan to strike back in Syria in the event of an escalation. Despite the claim that the attack was under the auspices of the Iranian organisation, the Israeli defence forces source insisted Israel would not be drawn into to a deeper conflict in the Syrian civil war. Israel has been keen to play up the military threat posed to it by Iran since world powers signed a deal with the country over its nuclear programme, a deal Tel Aviv is lobbying hard to have overturned by the US Congress. The military said it was the first time since the 1973 war that rockets from Syrian territory have hit Israel, although projectiles including mortars and artillery from Syria – fired as part of the fighting in that country’s civil war – have periodically exploded over the border. A total of four rockets exploded in an open field in the northern Galilee, where sirens warned residents of the incoming projectiles. The rockets caused small fires. A Syrian activist, who goes by the name of Abu Omar al-Golani, said the shells hit near the Syrian town of Baath and the village of Khan Arnabeh. Other claims suggested the source of the fire was Khader, a village under Syrian government control. Syria’s state-run news agency Sana later said that an Israeli helicopter fired several missiles inside Syria, targeting the governorate building in Quneitra, but that the strikes caused only material damage. • This article was amended on 21 August 2015. An earlier version said journalists had been briefed that the source of the fire was a group under the direction of a Palestinian figure in Iran’s Quds force. That has been corrected to “an Iranian figure”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}