{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2015/aug/02/labour-split-corbyn-blairites", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2015-08-01T23:04:05Z", "webTitle": "Labour is really two parties. And they simply can’t stand each other | Andrew Rawnsley", "webUrl": "https://www.theguardian.com/commentisfree/2015/aug/02/labour-split-corbyn-blairites", "apiUrl": "https://content.guardianapis.com/commentisfree/2015/aug/02/labour-split-corbyn-blairites", "fields": {"headline": "Labour is really two parties. And they simply can’t stand each other", "bodyText": "We were wrong, all of us. Tories, Labourites and those of us who monitor the political climate, we all thought that the major weather event of the first half of this parliament was going to be the split on the right. When David Cameron returned to Number 10, the tempest everyone prepared for was the Conservative civil war over Europe. As it turns out, the tornado has blown in from the other side of the political compass. The big story is the split on the left. This has been a most enjoyable surprise to the Tories. After snatching a parliamentary majority very few of them thought possible before the early hours of 8 May, now the Conservatives are gifted a Labour party eating itself. The Corbyn bandwagon has astonished Labour MPs, not least those who nominated the MP for Islington North only to keep the leftier activists in their constituency parties happy or to truckle for support in the parallel contest to be candidate for London mayor or because they wrongly thought he was the sacrificial candidate of the hard left whose only role was to be ritually slaughtered. It has gobsmacked the Blairites who thought the defeat of Ed Miliband would be the cue for them to retake control of Labour, not for a big chunk of the party to stampede off in the opposite direction. It has disoriented Andy Burnham and Yvette Cooper who calculated that the way to win the Labour leadership contest was to position themselves a notch to the right of Mr Miliband only to find that the competition is coming from the candidate several leagues to the former leader’s left. And it has clearly taken aback the beneficiary of the surge. His lead in constituency nominations, the flow of endorsements from union executives, the jumpy responses of rival campaigns, the rising panic among many Labour MPs and the enthusiasm he is generating at the leadership hustings increasingly suggest that Jeremy Corbyn has become the candidate to beat. A man whose previous highest public office was chairman of the Haringey council planning committee three decades ago might, in six weeks’ time, be leader of the opposition and Labour’s putative candidate for prime minister. With hindsight, the surprise is that we have been surprised. We should have seen this coming. The stresses induced by austerity and a revolt against political elites have been splitting the left all over Europe. From Greece to Spain to Germany, the traditional governing parties of the centre-left are being challenged by insurgent populist movements from the redder end of the spectrum. In the case of Greece, the old order has been supplanted by the new, though not with positive results for that unhappy country. Paying a bit more attention to their party’s history would also have prepared Labour MPs for this event. Since its birth, British Labour has been a rainbow coalition of socialists, social democrats and social liberals. It has been a church broad enough to encompass those on the most leftwing side of the aisle who think there is a lot to admire about the thinking of Karl Marx to people on the far side of the other aisle who might call themselves liberal centrists or even Christian democrats if they were in a different country. The Labour church has a history of doing the splits. It did so in the 1930s. Again in the 1950s. And again in the 1980s. You could almost say we were due for one. The most violent splits have erupted when Labour has lost power. Deprived of the glue of being in government, the party has always had an impulse to turn on itself in opposition. The 2010-2015 period was exceptional, deceptively so as it transpires. One of the claims made for the leadership of Ed Miliband was that the party did not tear itself apart in its first parliament in opposition. Now we see the truth of it. It was peace of a phoney kind. The Miliband period did not defuse the divisions latent within Labour, it merely stifled them and by doing so made the eruption more volcanic when it happened. Those with a vote in the contest who are still unsure which Labour party they should be backing have been provided with a clarifying test by Dave Ward, the general secretary of the Communication Workers Union. Announcing the CWU’s endorsement of the MP for Islington North, Mr Ward declared that the union’s executive had acted on medical advice: “There is a virus within the Labour party and Jeremy Corbyn is the antidote.” “The virus” being the Blairites. Incidentally, this was not an off-the-cuff remark in an interview. It is the language used in the formal declaration made by the union so we must assume that the CWU weighed its words before deciding to compare the former Labour prime minister to a disease. If you think New Labour was the political equivalent of Ebola, then you probably belong in the Corbyn Labour party. If you think that three election victories and 13 years in power had something to commend them, you should probably be in the non-Corbyn Labour party. Not since the 1980s has Labour been so starkly polarised. So the follow-on question is whether a Corbyn victory would ultimately lead to a formal split. At the moment, both sides are saying that won’t happen. In the interview with our political editor which we publish today, the MP for Islington North strikes an emollient tone, saying that he would want to work with all wings of the party and seek a shadow cabinet that was “balanced”. To be at all viable as a leader of the opposition, he would certainly have to try, given that his ideology is shared by only a very small minority of Labour MPs. Several leading figures have already said that they could not serve in a Corbyn-led shadow cabinet, which is a perfectly honourable position when they regard the prospect as catastrophic. What I have yet to hear is anyone say that they would break away to found a separate party. One reason for this is that many Labour MPs are still hanging on to the hope that he won’t actually get the job. Forecasts that he is on course for victory are based on leaks of alleged “private polls”, the accuracy and provenance of which we cannot check, and just one published survey by a known pollster. He is certainly getting noisy support on social media and at the leadership hustings, but journalists can have a weakness for reading too much into that, not least because it is so rare these days to see any politician excite anyone. Quite a lot of Labour MPs think this is unrepresentative of the wider Labour membership. If this keep-calm tendency is correct, the Corbyn craze will prove to be just that: a craze. Even if he does win, to many Labour MPs it is so self-evident that a Corbyn leadership would be a calamity that they can’t see it lasting long. Some have even touted the idea of mounting an instant coup to remove him. That sounds insane. Like it or not, he would have been elected as leader by a system of election that was given overwhelming approval at the special conference to change the rules that was held in March 2014. The more widely held thought among Labour MPs is that a Corbyn leadership would be such an anarchic and unpopular shambles that the party would recognise and rectify its mistake before terminal damage was done. They could be right, but they might be wrong. After all, everyone who originally thought that his candidacy was a joke, and that was the view of the overwhelming majority of Labour MPs just a month ago, has already been proved spectacularly wrong. The big truth that is being exposed by this battle is that Labour is really two parties and they can no longer stand each other’s company. The social democrats despair that those to the left always pull Labour into suicidally unelectable positions from which it takes years to recover before the party sees power again. The socialists rage that the pragmatists make so many compromises in the pursuit of power that it ends up not being worth it. Really, they’d be happier if they could go their separate ways. Then the electorate could choose between an offer from the centre-left and one from further left. Likewise the Conservatives, whose schismatic event over Europe is ahead of them, would be more honest with themselves and with the electorate if they were to divide into their two major constituent parts. There’s even an argument that big-tent parties trying to broadly appeal have become archaic in a splintered political environment in which many voters are now attracted to more niche ideological offerings. I am not convinced by that argument, but it is an interesting one. If Britain were another country, if this were a country with some form of proportional representation, both the Labour party and the Conservative party might well have divided into four parties long ago. What stops this happening is first past the post because it is an electoral system that mercilessly punishes splits. The result is that we have a Labour party and a Conservative party that are both forced marriages. Loveless ones. And increasingly hate-filled ones as well."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}