{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2015/aug/25/this-is-a-correction-not-a-crisis-says-joe-hockey-after-share-market-rout", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2015-08-24T23:23:45Z", "webTitle": "'This is a correction, not a crisis,' says Joe Hockey, after share-market rout", "webUrl": "https://www.theguardian.com/business/2015/aug/25/this-is-a-correction-not-a-crisis-says-joe-hockey-after-share-market-rout", "apiUrl": "https://content.guardianapis.com/business/2015/aug/25/this-is-a-correction-not-a-crisis-says-joe-hockey-after-share-market-rout", "fields": {"headline": "'This is a correction, not a crisis,' says Joe Hockey, after share-market rout", "bodyText": "Joe Hockey has sought to reassure Australians about the strength of the local and global economies after sharp falls on China’s main share market triggered jitters on other markets around the world. Australia’s benchmark S&amp;P/ASX 200 and All Ordinaries indices fell more than 4% on Monday – their largest one-day drop since January 2009 – and further losses were expected on Tuesday. Traders around the world were influenced by an 8.5% drop in the value of the Shanghai Composite Index, the biggest one-day decline since 2007, prompting China’s official news agency, Xinhua, to declare it “Black Monday”. On Tuesday, the Australian treasurer sought to reassure people worried about the market falls. “I’m absolutely confident, absolutely confident, that the fundamentals of the Australian economy and the global economy are still good, are still good. Without doubt, that is the situation.” Hockey told the Nine network’s Today Show. He said countries did not have the same “firepower” – or the capacity to cut interest rates and engage in stimulatory spending – as they did at the onset of the global financial crisis in 2008, but added: “In fact there is no crisis now. It is a correction.” The treasurer said China – Australia’s biggest trading partner – had a plan to ensure strong economic growth. Hockey met last week with a senior Chinese economic figure who “reassured us, from his lips to our ears, that China would use whatever tools it has available to make sure that it grows relatively strongly this year”. Hockey said despite the falls, the Chinese stockmarket was still 40% higher than it was 12 months ago “and there has been a lot of flighty money in the Chinese stock market, so that’s part of the equation”. In an interview on 3AW, Hockey said the Chinese stock market was “quite irrational”. “There are going to be gyrations, there is going to be volatility, so we’ve got to come back to the core business of the economy. In Australia last month 38,000 new jobs were created,” he said. The same jobs figures showed the unemployment rate in Australia increased to 6.3% in July in seasonally adjusted terms. Hockey said he would travel to Turkey next week to meet with G20 finance ministers and central bank governors and “the world is coming together to deal with these sorts of issues”. Last month, Hockey stood by his budget forecasts, outlined in May, for China’s economic growth after the country experienced sharemarket volatility."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}