{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/aug/16/liverpool-sean-odriscoll-buy-training-kit-bournemouth-premier-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-08-16T21:30:05Z", "webTitle": "Liverpool’s Sean O’Driscoll: we had to buy our own training kit at Bournemouth", "webUrl": "https://www.theguardian.com/football/2015/aug/16/liverpool-sean-odriscoll-buy-training-kit-bournemouth-premier-league", "apiUrl": "https://content.guardianapis.com/football/2015/aug/16/liverpool-sean-odriscoll-buy-training-kit-bournemouth-premier-league", "fields": {"headline": "Liverpool’s Sean O’Driscoll: we had to buy our own training kit at Bournemouth", "bodyText": "His job is to help ensure Bournemouth’s first away match as a Premier League club ends in defeat but few will take more pride in their presence on the historic Anfield stage than Sean O’Driscoll. For 22 years he served Bournemouth as player, coach and manager, a job that involved buying training kit from the market and organising a team photo on a yacht in an effort to keep the club financially afloat. They are part of the reason Liverpool’s new assistant manager “views this Premier League bubble through a different lens”. O’Driscoll was the surprise appointment as Brendan Rodgers’ No2 this summer when the Liverpool manager parted company with long-time assistant Colin Pascoe and the first-team coach Mike Marsh. Poached from the Football Association, where he had worked as the England Under-19s coach, the 58-year-old is tasked with taking Liverpool “in a new technical direction” with Rodgers. He brings a refreshing honesty and engaging presence to the role after a career outside the precious, rarefied air of the Premier League. It is an outlook forged on the south coast. “You name it, I have done it at Bournemouth,” says O’Driscoll before his own league bow at Anfield on Monday evening. “It was fantastic when they got promoted and there are lots of people still there I know – players and staff – so I sent them texts the night they came up reminding them about how it used to be. Someone texted me back with ‘Remember Fruit of the Loom?’ We had no training kit, so we went to the market and bought a load of Fruit of the Loom T-shirts. Oh my God. I was manager then. Part of the kit deal was that you got £20,000 worth of training kit but you were being charged a lot for a cotton top. We were looking to save or maximise money, so we decided not to take the money from the kit deal for the training kit and went to the market instead.” Bournemouth had become Europe’s first community club by the time O’Driscoll became manager in 2000; he had previously made a then record 423 league appearances for the Cherries. Board meetings were not so much romantic as supporters strived to keep their club alive, he recalls, as “a noose around the neck over time because you could never get on. Every man and his dog was in there and there were always factions.” The manager took it upon himself to raise funds. O’Driscoll explains: “Rather than go into the boardroom and ask for money we tended to do our own thing to raise money. We wanted to make sure we had balls throughout the season, so we did our own team photoshoot. We asked the yacht people, Sunseeker, for help and all got on one of their boats at Poole Harbour, turned it around to face Bournemouth pier, sat everyone down and got a local photographer to take the team shot from a rowing boat. We printed it as our team photo and sold it. The club wasn’t too happy when we outsold the official photograph but we weren’t raising money for a party. It was all for the club’s benefit.” The former Fulham and Republic of Ireland midfielder admits he has always been challenging of authority. “I was late coming into football, 21 or 22,” he says. “And I didn’t come into it with any ideas of what it was meant to be. My perceptions were different and have been the same ever since. I wasn’t trying to be arsey but I was always asking why we were doing certain things.” It is that approach, coupled with his work at Doncaster Rovers – the first team Rodgers faced as Watford manager at Vicarage Road – and more challenging spells at Bristol City and Nottingham Forest, that O’Driscoll suspects led to the call from the Liverpool manager’s office this summer. “I had a message to ring Brendan and I thought it was because he wanted to know how Sheyi Ojo had done with England’s Under-18s,” he admits. “I’d also spoken to Brendan and numerous other managers about Joe Gomez – Liverpool’s £3.5m summer signing from Charlton Athletic – because people had asked me. At the time I was surprised that no Premier League club had come in for him.” O’Driscoll claims Rodgers “wants me to challenge and say what I think about doing things and how we can maximise the talents we have, although you have to be careful how you do it. You have to show respect.” He also believes it is not only Liverpool who needed the overhaul their manager prescribed with his backroom changes this summer. “You could say that about the whole of the Premier League,” insists O’Driscoll on the desire for a shakeup. “I think it’s a bubble. It’s almost like the outside world doesn’t exist. Inside, it’s awash with money in certain aspects and there are a lot of things you can do which you can’t do elsewhere. “You attract arguably not some of the best characters but some of the best players in the world. It’s about managing that and trying to get people to understand. They are all talented individuals – if they weren’t they wouldn’t be here – but the danger is they will always do what they have always done. Why would they change? “They are talented in this bubble, which means they get paid an awful lot of money, although that shouldn’t be thrown at them. With the young English players I’ve worked with, if someone does something poorly on a football pitch the first thing that’s thrown at them is they get paid too much money. Why is that the first thing thrown at a lad? I don’t understand it. “You want players to think about what they do and to look at things a bit differently but often they think ‘I’m successful and get paid a lot of money – why would I change?’ When I walked in, I had a completely fresh view of things. I’d never worked at this level before. I had a preconception of what it was like in the Premier League but walking into it, it’s completely different. You do things and people will react and play the way they play. I’m trying to get them to look at why they do it. “I had a job at the FA that I really believed in and when the offer from Brendan came I spent two weeks trying to find someone to convince me not to do it. I could not find anyone.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}