{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/aug/16/manchester-city-nicolas-otamendi-valencia", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-08-16T22:00:38Z", "webTitle": "Manchester City hold discussions with Valencia over Nicolás Otamendi", "webUrl": "https://www.theguardian.com/football/2015/aug/16/manchester-city-nicolas-otamendi-valencia", "apiUrl": "https://content.guardianapis.com/football/2015/aug/16/manchester-city-nicolas-otamendi-valencia", "fields": {"headline": "Manchester City hold discussions with Valencia over Nicolás Otamendi", "bodyText": "Manchester City have held formal talks with Valencia about signing the Argentina central defender Nicolás Otamendi. The Spanish club have made Otamendi available because the they still owe most of the €30m (£21.3m) fee they were supposed to pay City for Álvaro Negredo. Valencia, in turn, wanted a loan agreement with Eliaquim Mangala but City are not willing to let the Frenchman leave, especially as he has now taken over from Martín Demichelis as Vincent Kompany’s partner in central defence. Mangala had an erratic first season in English football but has helped City keep two clean sheets and the club will not let him go, albeit only temporarily. Negredo moved to Valencia on a permanent basis on 1 July after spending last season on loan at the club. Most of the monies owed to City are yet to be paid and Otamendi would be open to the move. Manuel Pellegrini would consider signing the 27-year-old but following City’s 3-0 win over Chelsea at the Etihad Stadium on Sunday the manager would not be drawn. “No, I cannot confirm nothing. I do not talk about it,” he said. The victory over Chelsea brought a second clean sheet following last week’s 3-0 win at West Bromwich Albion. Kompany’s goal against Chelsea was also his second of the new term, the second-half header following a similar finish at The Hawthorns. Otamendi has 25 international caps and was in the Argentina XI that lost the Copa América final to Chile on penalties."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}