{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2015/aug/19/st-pauls-prep-rape-trial-lawyer", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2015-08-19T23:12:38Z", "webTitle": "St Paul's prep student faces sharp questioning by alleged rapist's lawyer", "webUrl": "https://www.theguardian.com/society/2015/aug/19/st-pauls-prep-rape-trial-lawyer", "apiUrl": "https://content.guardianapis.com/society/2015/aug/19/st-pauls-prep-rape-trial-lawyer", "fields": {"headline": "St Paul's prep student faces sharp questioning by alleged rapist's lawyer", "bodyText": "A 16-year-old girl who says she was raped by a popular senior boy at an elite New Hampshire prep school faced sharp questioning in court on Wednesday about claims that she was considering engaging in sexual acts with the boy. At times weeping and gasping in the courtroom, the girl said Owen Labrie put a blanket down on the floor inside a mechanical room in the building and quickly turned their meeting into a painful sexual assault, biting her breasts and raping her as she froze in confusion and fear, saying no repeatedly but not trying to escape. A tradition of “senior salutes” at the school, in which senior boys or girls send romantic invitations to meet with younger students, dates back decades at St Paul’s. Labrie, 19, who is from Vermont, faces multiple counts of rape, child endangerment and assault. He sat quietly in court during her testimony, sometimes scribbling notes. The girl told Labrie’s attorney JW Carney Jr she had no recollection of telling one of her best friends at St Paul’s school she would probably perform oral sex on Labrie, or allow digital penetration, when she accepted his invitation for a secret meeting last year known as a “senior salute”. “I honestly have no recollection of saying that,” she said. The girl told jurors she went to the rooftop with Labrie expecting only that they might kiss as part of his attempt to score points in an unofficial contest of sexual conquests. Carney, who gained a national profile when he represented Boston crime boss James “Whitey” Bulger, presented the girl with a transcript of what her friend told police in Concord, New Hampshire. The friend told police the girl had said “at most, I’ll blow him”. Carney then asked the alleged victim to explain what the term “blow him” means. Outside the courthouse, reporters asked the defense attorney, who says his client met the girl but did not have sex with her, if he worried how jurors might react to his approach handling such a young witness. “I believe the jury will focus on the evidence. It doesn’t matter the style of the lawyer,” Carney said. Labrie claims he never raped the girl and that they engaged only in “petting” and kissing. His attorney has told jurors he will testify. The girl testified she did not scream or kick Labrie during the encounter and laughed nervously when he ignored her distress. She claimed he said “That was fun” after the assault and quickly exited the building while she gathered her clothes and struggled to walk downstairs because she was in pain. The alleged victim, who was raised in Tokyo, where her father worked until the family returned to the US when she was 12, said she never had sex before. “I felt so scared. I had no idea what was going on. I’d never been put in that situation before,” she told the jury of 11 men and three women. The girl’s father and other supporters sat in a front-row bench in the packed courtroom while Labrie’s father sat in an adjacent front row. “I tried to focus on the noises around me because I thought this will be over soon. Just wait it out … I didn’t want to come off as an inexperienced little girl. I didn’t want him to laugh at me. I didn’t want to offend him. I didn’t want to make him feel angry,” she testified. The alleged victim testified she initially rejected LaBrie’s “senior salute”. He beckoned her in a “pretentious” email to climb with him up a set of forbidden stairs and bask in a prized view of the campus. She said she thought the message was a form letter he sent to many girls in an effort to score in a game of conquests some boys played. She relented after LaBrie called her rejection “sassy” and another boy convinced her she could trust LaBrie to behave. “He managed to convince me it was innocent … Owen wouldn’t do anything against my will. I was thinking, wouldn’t it be cool to see such a cool place?” The girl testified she never tried to leave during the alleged assault and felt like she was “outside of my body”. “I didn’t want to cause a conflict. I didn’t want to come off as bitchy. I didn’t want to cause any trouble. I didn’t want to have that reputation,” she said. She later told friends: “I think I just had sex with Owen Labrie.” She said she blamed herself during the incident for agreeing to meet him. “I’m thinking how naive … how I never should have left my room that night. I never should have gone. If I had just been able to kick, or yell at him … If I had been able to get the point across … I could have stopped it,” she said. Her first instinct not to “cause a confrontation” by reporting she was raped turned into a desire for justice, she said, when Labrie later sent her messages denying he performed sex acts on her. “When a boy actually takes your virginity, I hope it’s golden,” he wrote to her. The message shocked her into accepting she had been raped, she testified. “The fact he was backtracking and trying to protect himself made me realize, oh my God, I had every right to be upset,” she said. She waited until after her older sister’s graduation to tell her family about the incident because she didn’t want to tarnish her sister’s big day, she said. “I was not about to make this weekend about me. No way would I do that. In my head I thought that was too selfish. I thought: my parents don’t need to worry about this right now,” she said. She asked the school nurse for a Plan B pill to prevent unwanted pregnancy and falsely told the nurse the sex was consensual because she did not want the nurse to have to make a report, she said. She also recalled scrubbing herself in the shower after the alleged assault. “I was crying in the shower. I felt like something had just been taken away from me, yet I still thought it was my fault. I should have done more,” she said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}