{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2015/aug/20/fortune-hunters-flock-to-polish-town-after-alleged-find-of-nazi-gold-train", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2015-08-20T22:01:02Z", "webTitle": "Fortune hunters flock to Polish town after alleged find of Nazi gold train", "webUrl": "https://www.theguardian.com/world/2015/aug/20/fortune-hunters-flock-to-polish-town-after-alleged-find-of-nazi-gold-train", "apiUrl": "https://content.guardianapis.com/world/2015/aug/20/fortune-hunters-flock-to-polish-town-after-alleged-find-of-nazi-gold-train", "fields": {"headline": "Fortune hunters flock to Polish town after alleged find of Nazi gold train", "bodyText": "A city in south-western Poland is in a state of high suspense following claims made by two men that they have found a Nazi train packed with gold. Local authorities in Wałbrzych said they were investigating the reports, as fortune hunters from around Europe were making their way to the town in the hope of enjoying some of the potential spoils – or at least witnessing the discovery of what could yet turn out to be a spectacular historical find. The men, reported to be a German and a Pole, have appointed a lawyer to negotiate with the authorities for a 10% finder’s fee for the train and its contents. Local news site Wiadomości Wałbrzyskie said the train contained up to 300 tonnes of gold, as well as a batch of diamonds, other gems and industrial equipment. The men said only once they have secured their fee in writing will they reveal the whereabouts of the train. “This is a find of world significance, on a par with [discovering] the Titanic,” said Jarosław Chmielewski, the lawyer who has written to the parish council on the men’s behalf, to Radio Wroclaw. According to local legend, an armoured train packed with treasure from the then German city of Breslau (now Wrocław in Poland) was driven into a tunnel in a hillside near a medieval castle near Wałbrzych as the Red Army was approaching and the Allies were carrying out air strikes in the final days of the war. Authorities seemed to be taking the claims seriously on Thursday evening, according to local media, despite warnings from some historians that they may be dealing with a hoax. Many in the city believe there may well be truth in the claims, not least because they would confirm rumours that have circulated for the past 70 years of the existence of gold and treasures in the tunnels and shafts of the mining region. There are widespread reports that Nazis hid the spoils – many of which were stolen from Jewish families – in the final days of the war, when there was no chance to transport them west. The council confirmed receipt of the letter, a copy of which was published on the local news portal. Local media reported that meetings have taken place between representatives of the police, fire brigade and military. Experts have warned that the train may be full of explosives and may also be mined. “We are on alert should we need to take any specific security measures,” a police spokeswoman told Polish TV station TVN24. “If the train does actually exist, there’s a significant chance it is mined,” council chairman Jacek Cichura told the Polish daily Gazeta Wyborcza. “It could also contain a large amount of methane gas”. Gazeta Wyborzca referred to an anonymous source who described to the paper how the treasure hunters had used ground-penetrating georadar technology to locate the train. According to the source, the train was found 70 metres below ground. Other reports have placed the train more specifically under a disused railway station in Walim, a small rural community nine miles south-east of Wałbrzych. Radio Wrocław said it was 150m (494ft) long. In May, a cloak-and-dagger drilling operation apparently took place in the village, leaving six large drill holes in the ground, according to mayor Adam Hausman, despite the fact that no excavation licence had been issued. Speculation that Walim is the site of the treasure has only intensified thanks to witnesses who vividly recall seeing a convoy bearing the insignia of the Third Reich back in 1945. But even Chmielewski, who admits he knows nothing about the train itself, has warned of hyping the find too much. “No one knows what’s inside the train. I’m quite surprised that everyone talks of gold the whole time. It could be that it simply contains quite pedestrian industrial materials,” he said. Local amateur historians have been wading in, but can only really confirm the locals’ belief that two trains laden with gold existed. “It’s an old perennial to say you know where the train is, but so far no one has ever managed to prove the existence of these trains,” local historian Joanna Lamparska told TVN24. But she said that treasure or no treasure, if a German train was indeed uncovered, it would be an unbelievable discovery. Previously, talk of Nazi treasure in Walbrzych led to speculation that the long-lost Czarist Amber Room, which treasure hunters have sighted in plenty of other locations was to be found in the region, more specifically, in a tunnel leading to Walbrzych castle. Despite searches, nothing has ever been found. Andrzej Gaik, who takes tourists on guided tours of the old castle, said for years he had clung to the belief that the “golden train”, as locals refer to it, existed, and even went on a search for it himself, but in vain. He voiced his scepticism that there was anything in the latest reports. “I don’t believe that anyone has ever come close to finding the train,” he told Polish television. But the men’s claims, even if they are never verified, will only help to fuel the insatiable quest of second world war treasure hunters who seek to uncover the loot reportedly stashed away by Hitler’s henchmen. Hunts have extended over the decades to caves, lakes, dungeons and bunkers across the former Third Reich, although finds are extremely rare."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}