{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2015/aug/14/afl-five-things-round-20-swans-hawks-cats-gws-west", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2015-08-13T23:37:57Z", "webTitle": "AFL: five things to look out for in round 20 | Russell Jackson", "webUrl": "https://www.theguardian.com/sport/blog/2015/aug/14/afl-five-things-round-20-swans-hawks-cats-gws-west", "apiUrl": "https://content.guardianapis.com/sport/blog/2015/aug/14/afl-five-things-round-20-swans-hawks-cats-gws-west", "fields": {"headline": "AFL: five things to look out for in round 20", "bodyText": "Friday night football Sydney’s won just two of its last five games in a tepid pre-finals spell, but do at least head into tonight’s home game knowing they face a Collingwood side that’s fared even worse. Every AFL game is essentially a midfield battle, but Sydney’s tendency to capitulate this year when the likes of Dan Hannebery, Luke Parker and Josh Kennedy are outdone is Collingwood’s glimmer of hope. Not exactly the time that the Swans want to be facing a white-hot Scott Pendlebury and born-again Dane Swan then. The Magpie pair did as they pleased last week against Carlton, a kind of Benjamin Button moment for Swan as he racked up 41 possessions and partied like it was 2010. The Pies have been so dismal in recent times that you almost forget that they’re still a mathematical chance of playing finals football. They are. Maths says so. They certainly looked a lot better with Sam Reid back from a year of wretched injury luck but the same old breakdowns between the midfield and forward endure. With Jesse White relegated to the VFL Reid kicked four goals in his return and helped his side to break the shackles. “They won’t play in an uglier win in their lives” said Pies coach Nathan Buckley afterwards. A loss here and things are far more grim. Win and they’ve still got curly ones against Richmond and Geelong. Closing time is rapidly approaching. Port Adelaide could dash the Giants’ finals hopes Like some lost episode of MacGuyver in which their whole fan base is trapped in a remote basement as toxic gas slowly floods through a ventilation duct, Port Adelaide’s season has portioned out the pain in gradual doses. With finals out of the question they’re also now beyond being saved by a man with a thumping big mullet. Not even peak Scott Hodges could salvage this one. What remains though is the chance to asses which player are still fit for the purposes of 2016 campaign and beyond. A bonus is the opportunity to create vindictive finals chaos for other sides, particularly GWS this week. The Giants are still hanging in there in 10th and venture to Adelaide Oval on Saturday with at least a puncher’s chance of playing finals football. Ugly ‘let’s just get the four points’ wins like the one they had against Essendon last week are one thing when you’re working your way into the early stages of a season, but you couldn’t say that such patchy form augers well for crunch-time games like this. Jon Patton’s quiet return last week was a heart-warming story after he’d suffered through two knee reconstructions, but some grander inspiration might be required here. “If you’re good enough you make it, if you’re not you don’t” said Giants coach Leon Cameron last week. That might be a statement he finds himself pondering ruefully by Saturday night. The Brereton-Yeates Cup If Benny Hill was previewing Saturday night’s MCG clash between bitter rivals Hawthorn and Geelong, he might not give it a full-blooded “phwoar” but it would at least draw a sleazy look or two. A significant ladder disparity matters not when these two sides meet and the Cats enter it on a four-game winning streak and a few likely wins on the horizon beyond. They’d almost be a finals lock if they could cause an upset here. Steve Johnson returns for his 250th game and for all the suggestions that he’s a spent force, you could almost bet that he’ll turn it on against the Hawks. This is a man who polled 25 Brownlow votes only two seasons ago, remember. Hawthorn got back on track last weekend, keeping alive its top-two chances by holding off West Coast in the wet out at Domain Stadium, a gritty and determined win to go with all the defence-slashing rampages and football master-classes they’ve traded in at other times. If Geelong has a nice run following this game, the Hawks are on clover, easing themselves home against St Kilda, Brisbane and Port Adelaide. Typical of their win last week was the staggering 17 tackles laid by Liam Shiels, rated by some at the club as a strong contender for the captaincy but often short on media attention because he’s a worker bee in a side full of superstars. What a football side. The Western Derby “Sometimes when we touch the honesty’s too much.” So sang Dan Hill, a man who actually looked a bit like former West Coast giant David Hynes. Both also had big hits in 1994, now that I’m digressing. Anyway, touching very close and probably keeping each other honest in 1st and 2nd spots on the ladder respectively are Fremantle and the Eagles, who meet this Sunday for one of the most hotly-anticipated derbies of recent years. Will it reach the soaring heights of a power ballad or merely churn away like an album track? Only time will tell. This’ll be a tough one for the Eagles in all honesty. They’re severely undermanned with all of Jeremy McGovern, Scott Selwood and Mark LeCras missing the game with either injury or suspension and thus have to make inclusions like…gulp…Kane Lucas. By comparison the Dockers are loving life having won four on the bounce and this week welcoming back wunderkind Nat Fyfe, Michael Johnson and Clancee Pearce to bolster their ranks. They’ve never given the Eagles an ich in the last couple of years and adding spice to this encounter is the likelihood that these teams might also face off in a final. Will they both break down and cry? Hold onto all those Dockers fans Ross Lyon, until the fear in them subsides. The best and worst of the rest There are plenty of tasty morsels elsewhere this weekend with Adelaide entering their Etihad Stadium clash with Essendon with a spring in their step having dispatched Premiership hopefuls Richmond last week. The Bombers have lost nine of their last ten and continue to tailspin. The great white-knuckle prospect of the weekend is North Melbourne’s meeting with a spiky, rebuilding St Kilda at Blundstone Arena, which is so named for the Roos’ recent tendency to sink the boots into their opposition. They can’t relax against the Saints though. Brisbane and Carlton’s Saturday night game at the Gabba goes head-to-head with the Hawthorn-Geelong encounter in a TV sense, though you’d sense it would also be out-rated by repeat screening of Biffs, Bumps and Brawlers Volume 2 the way both sides are butchering the ball this season. At least they’re consistent. Last week’s shock losers Richmond should get their mojo back against Gold Coast on Sunday afternoon and those joyful young Bulldogs will probably give the goal umpires a strenuous workout against anemic Melbourne, whose fans basically just turn up to watch Jesse Hogan and Angus Brayshaw at the moment. Bless them."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}