{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2015/aug/25/prisons-close-supervision-population-doubles-report", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2015-08-24T23:01:06Z", "webTitle": "Number of most dangerous prisoners in special units doubles – report", "webUrl": "https://www.theguardian.com/society/2015/aug/25/prisons-close-supervision-population-doubles-report", "apiUrl": "https://content.guardianapis.com/society/2015/aug/25/prisons-close-supervision-population-doubles-report", "fields": {"headline": "Number of most dangerous prisoners in special units doubles – report", "bodyText": "The number of the most dangerous male prisoners in England being held in a special “jail within a jail” system has doubled over the past decade, inspectors have revealed. The first thematic inspection report of the system of close supervision centres in high-security prisons since 2006 also found more than half of those held in special conditions are Muslim and about a third are from black and minority ethnic (BME) groups. The report, published on Tuesday by the chief inspector of prisons, Nick Hardwick, says about 60 of the most dangerous and most disruptive men in the English prison system are held in close supervision. This is twice the number seen in August 2005, when the inspectors last looked at the system as a whole. A further 14 men who do not quite meet the threshold for close supervision are held in individually designated cells in similar but slightly less restrictive conditions of “extreme custody”. Many of those designated as the most dangerous have not only been imprisoned for the gravest offences but have often gone on to commit very serious crimes while behind bars, and are regarded as too difficult to manage in ordinary prisons. They are not named in the report but have previously included prisoners such as the serial killer Robert Maudsley, who has killed three men while in jail. Those deemed to be the most dangerous are held in small units in highly restrictive conditions with limited human contact, often for many years. Hardwick said he found the system to be basically well run, founded on sound security and psychological principles and seeking to contain men safely and decently. But he said there remained a number of important issues that had to be addressed, including the need for some form of external oversight of operational decisions and tackling the concern that such a disproportionate number of Muslim and BME prisoners are being held within the system. In the introduction to the report, Hardwick said: “We were encouraged that the central management team had assessed key processes to identify inbuilt bias and commissioned research to look at the underlying reasons for the imbalances. “Once the results of this review are known we would expect immediate action to address any issues leading to an adverse impact on any of the groups held.” He also called for greater control over the use of individually designated cells. This has led to some prisoners being held for months or even years with poor regimes and little emphasis on being able to progress, contrary to prison rule 46, under which they are held. The inspectors said the level violence against staff and prisoners was generally low in each of the units, but there had been one serious prisoner-on-prisoner assault in the past six months resulting in a “life-changing injury”. The conditions inside the small units vary greatly but are regarded as cramped in Wakefield, Full Sutton and Manchester prisons. One prisoner described them as “submarine-like”, with exercise yards often just austere cages. Hardwick said: “The closed supervision system provides a means of managing the most challenging men in the prison system in a way that minimised the risks to others and offered men the basic conditions to lead a decent and safe life.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}