{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2015/aug/13/birmingham-essex-t20-blast-quarter-final-match-report", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2015-08-13T22:02:10Z", "webTitle": "Laurie Evans’s 50 against Essex helps Birmingham to T20 finals day", "webUrl": "https://www.theguardian.com/sport/2015/aug/13/birmingham-essex-t20-blast-quarter-final-match-report", "apiUrl": "https://content.guardianapis.com/sport/2015/aug/13/birmingham-essex-t20-blast-quarter-final-match-report", "fields": {"headline": "Laurie Evans’s 50 against Essex helps Birmingham to T20 finals day", "bodyText": "Essex have made a speciality out of losing one-day competition quarter-finals in recent years, and they again failed to produce their best cricket when it counted. Their poor out-cricket – three chances were dropped, two by wicketkeeper James Foster, a catch was negated by a no-ball, and perhaps 20 runs were given away by sloppy fielding - allowed the Bears to compile a total that ultimately proved well beyond the visitors. While every England player was available to their respective counties for the T20 quarter-finals, the Bears – the Edgbaston crowd chants “Warwickshire” rather than the almost universally abhorred “Birmingham” – included Ian Bell but Essex chose not to pick Alastair Cook, deciding, rather admirably, that every player who had got them this far deserved to retain his place. Ryan ten Doeschate, the Essex captain, chose to bowl after winning the toss, a logical decision given the predicted heavy showers and the possibility of Duckworth-Lewis being a factor. In the event, the rain held off throughout. Bell fell quickly to Reece Topley, one delivery after steering the young left-armer past point for his only four. Will Porterfield drove Graham Napier’s first two deliveries through the off-side for four, and then slog swept David Masters for six. After racing to 23, the left-hander steered a Shaun Tait delivery high to Napier . In addition to letting through four byes off Topley in the first over, however, the wicketkeeper James Foster dropped Varun Chopra off a skier from Napier, and then failed to hang on to a difficult chance above his head given by Laurie Evans off Tait. Chopra popped a Ravi Bopara delivery gently to Tom Westley at extra cover though, and Rikki Clarke, having clipped Bopara for six, gave Topley a simple catch at wide mid-off off the leading edge. For such an experienced bowler, Tait’s third over was a shocker, containing a no-ball and three wides. Despite losing Napier to injury after the seamer had bowled just seven balls – he also lost David Masters, though at least he had bowled his full allotment of overs - Ten Doeschate felt unable to bowl the Australian again. Evans got to his 50 off 30 balls before pulling the next delivery to Bopara at deep midwicket, but Woakes (48 from 23 balls) ensured the momentum was maintained, hitting sixes over long-on in the penultimate and then final overs of the Bears’ innings. Essex needed their big guns to fire, and after Jesse Ryder had spliced Boyd Rankin high to Clarke at mid-off, Bopara joined Westley in a third-wicket partnership of 56. Unfortunately for the visitors, Westley then picked out Clarke at long-on off Woakes, and having hit Jeetan Patel for consecutive boundaries to go to 32, Bopara missed a straight one from the off-spinner. After 15 overs, Essex were 121-4 compared to the Bears’ 120-4 but Ten Doeschate and Nick Browne scored just three from the 16th over, Clarke’s third. Ten Doeschate hit the first ball of the following over, bowled by Oliver Hannon-Dalby over midwicket for six, but an attempt to repeat the shot off the next ball gave Clarke his third catch, and that was pretty much that. “We thought we had a good score, and the bowlers then made it difficult by taking the pace off the ball. It was a good team performance all-round,” said Woakes, deservedly made man of the match."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}