{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2015/aug/10/oxfam-looks-to-discounting-as-high-street-shops-struggle-with-competition", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2015-08-09T23:01:02Z", "webTitle": "Oxfam looks to discounting as high street shops struggle with competition", "webUrl": "https://www.theguardian.com/world/2015/aug/10/oxfam-looks-to-discounting-as-high-street-shops-struggle-with-competition", "apiUrl": "https://content.guardianapis.com/world/2015/aug/10/oxfam-looks-to-discounting-as-high-street-shops-struggle-with-competition", "fields": {"headline": "Oxfam looks to discounting as high street shops struggle with competition", "bodyText": "Oxfam is to trial discount charity shops after sales slumped amid competition from cheap high street stores such as Primark and a drop in clothing donations. The charity is to test out six ‘super saver’ stores selling its mix of donated books, fashion and homewares, more cheaply than in its regular outlets. Goods will be set out under block prices – £1, £2 and £3 – in an effort to impress shoppers with the bargains on offer. With discounters such as Aldi and Lidl now selling clothing, and competition from the likes of Poundland and supermarkets, charity shops face the problem of beginning to look rather pricey. All fashion retailers have experienced a bad run of luck in the past year – from an unseasonably warm autumn through to a chilly spring. Oxfam’s stores also suffered as the quality and quantity of donations had dropped off because people are spending less on new clothes. The popularity of cut-price clothes that only last a few wears means there is less for charities to pick up. Sales at Oxfam’s chain of nearly 700 high street stores slid 3% to £72.5m last year as donations fell 2%. Andrew Horton, Oxfam’s trading director, said: “People have more choice ... the charity market is very competitive with the high street and you have to think like you are a retailer and consider what’s on the shop floor.” Oxfam’s move comes after cancer charity Tenovus launched a highly successful pound shop in Newport, south Wales. Such was demand, it sold 3,000 items a week, three times that of the charity’s other stores. Richard Hyman, an independent retail analyst who runs the Richard Talks Retail blog, said: “I suspect we will see more of this. Charity shops are facing the problem that increasingly the body language of mainstream retail is all about discounts.” While the economy is generally improving, retailers are continuing to find the going tough as shoppers remain cautious and prefer to spend their money on eating out or holidays rather than new clothes or expensive food. Despite that, retailers, including charity shops, continue to open new stores, bumping up the level of competition. Horton said charity retailers were also finding it difficult to cope with the rise of online shopping. “Gradually each year it has a bit more effect on the high street,” Horton said. Oxfam made £1m from online sales last year, but with hardly any sales growth. Because every donation is individual, it costs charities much more time and effort to promote something online than a chain selling thousands of identical dresses or skirts. Oxfam hopes its discount stores will help it sell more clothes directly through its shops rather than exporting them abroad, as prices in global textile recycling markets have fallen dramatically. Political unrest in Ukraine, historically a big market for secondhand clothing, has meant there is a glut of recycled textiles in the global market. Prices have slumped 20% in the last 18 months. Despite a fall in money raised by Oxfam’s shops, the charity said it had helped a third more people last year as it responded to humanitarian disasters including the Ebola epidemic in west Africa and conflicts in Syria and south Sudan. Overall, the charity’s income rose by £12m to £401m as public fundraising increased by 2.5% to £101m. Mark Goldring, Oxfam GB’s chief executive, said: “Oxfam has been stretched responding to natural disasters, the terrifying Ebola epidemic and people left vulnerable by conflicts. The amazing generosity of the British public made it possible for us to help over 8 million people during times of disaster last year.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}