{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2010/nov/05/robin-van-persie-holland-arsene-wenger", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-11-05T22:30:01Z", "webTitle": "Arsenal worried by 'surreal' Holland call-up for Robin Van Persie", "webUrl": "https://www.theguardian.com/football/2010/nov/05/robin-van-persie-holland-arsene-wenger", "apiUrl": "https://content.guardianapis.com/football/2010/nov/05/robin-van-persie-holland-arsene-wenger", "fields": {"headline": "Arsenal worried by 'surreal' Holland call-up for Robin Van Persie", "bodyText": "Arsène Wenger has described as \"surreal\" the decision by Bert van Marwijk to include Robin Van Persie in Holland's squad for a forthcoming friendly with Turkey and warned the Dutch national manager against playing the striker if he has not proved his fitness to Arsenal. Van Persie today took part in his first full training session with his club since injuring his ankle against Blackburn Rovers in August and Wenger says that, although there is \"a chance\" he will return to action within the next fortnight, possibly even against Newcastle United on Sunday, the striker's condition is precarious enough to make any prognosis risky. Despite that, Van Marwijk has included Van Persie in a provisional squad for Holland's friendly against Turkey on 17 November and said he \"doesn't care\" what Arsenal's medical staff say about the striker's readiness. \"Well, I care,\" Wenger said. \"Personally I don't know him [Van Marwijk] and whether he doesn't care it doesn't change the problem that [Van Persie] hasn't played yet. So the situation at the moment is a bit surreal because he has not played for us. He has to show us he can play. \"There is a chance of him playing before 17 November if all goes well but we are in a world with Robin where we go day by day and see how he responds. He has played 30 minutes since August.\" Holland would be entitled to assess Van Persie's themselves and Wenger indicated he would not risk the wrath of Fifa by preventing that, however, he suggested that Van Marwijk would be better advised to use the Turkey game to experiment with alternatives. \"Friendlies are a little bit different to qualifiers. It's an opportunity for managers to try new players, as England and France will do when they play. That's what friendlies are for.\" While Van Persie may be on the mend, one player whose long-term availability is causing Wenger serious concern is the midfielder Abou Diaby. Wenger explained that the player is still suffering from the ill-effects of the tackle by Paul Robinson that led to him being substituted during the 4-1 victory over Bolton on 11 September. Although Diaby played four more games over the following month, Wenger says the player never recovered properly from that tackle and has been out of action since 16 October because of it. He does not know when Diaby will return. \"We are very, very worried about him,\" Wenger said. \"There is a piece of bone in his ankle and we hope it will settle down but at the moment he is not on the pitch. He has already seen two surgeons.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}