{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2010/nov/05/blue-orange-review", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2010-11-05T22:15:00Z", "webTitle": "Blue/Orange – review", "webUrl": "https://www.theguardian.com/stage/2010/nov/05/blue-orange-review", "apiUrl": "https://content.guardianapis.com/stage/2010/nov/05/blue-orange-review", "fields": {"headline": "Blue/Orange – review", "bodyText": "The lunatics are running the asylum in Joe Penhall's 2000 play, which is set in a psychiatric hospital where Juliet, a young black woman, has been detained for the last 27 days after behaving oddly in a west London market. Tomorrow she must either be sent home to her White City flat, or be resectioned. Emily, her doctor, believes that Juliet, who thinks that oranges are blue and claims Idi Amin as her father, is schizophrenic and must remain in the hospital for her own safety. Emily's consultant boss is convinced the best course of action is to release Juliet into the community with a prescription, not least because it will free up a bed. The two slug it out on Ultz's clever design, which puts the audience in the position of spectators at a boxing ring or observers of a psychological experiment. Is it Juliet or their own career prospects that the doctors serve? Is Hilary the consultant a radical in the RD Laing tradition when she argues that Juliet might be victim of an \"ethnocentric\" misdiagnosis that sees many more black than white people in mental hospitals? Or is she just a discontented bully in a white coat with a book to finish? On its National theatre debut, Penhall's play had a stellar trio of actors in Chiwetel Ejiofor, Andrew Lincoln and Bill Nighy. The twist in Femi Elufowoju's revival is an all-female cast, which, if anything, makes the play more shocking. The struggle between the two doctors, a kind of intellectual catfight in which language, semantics and insults are the weapons, diminishes the patient even more. But although there are moments when the evening really sparks, it often lacks tension and pace. Ayesha Antoine's Juliet never cuts quite as poignant a figure as you might expect, perhaps falling victim not just to the medical profession but also to Esther Hall and Helen Schlesinger's twitchy, over-expansive performances."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}