{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2010/nov/19/robert-pires-aston-villa-gerard-houllier", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-11-19T22:30:01Z", "webTitle": "Robert Pires a lucky find to guide Aston Villa's young guns", "webUrl": "https://www.theguardian.com/football/2010/nov/19/robert-pires-aston-villa-gerard-houllier", "apiUrl": "https://content.guardianapis.com/football/2010/nov/19/robert-pires-aston-villa-gerard-houllier", "fields": {"headline": "Robert Pires a lucky find to guide Aston Villa's young guns", "bodyText": "At a time when Aston Villa's squad is being stretched to breaking point and the transfer window remains closed for another six weeks it is easy to imagine Gérard Houllier could not believe his luck when he realised that Robert Pires, one of the most gifted and decorated French footballers of his generation, was kicking his heels in north London and hoping for the chance to add a final chapter to his career. It was a mid-season transfer waiting to happen if ever there was one, with the Villa manager keen to add experience to his depleted and callow ensemble and Pires desperate to have the opportunity to return to the Premier League and prove that age is nothing but a number. \"I'm pleased to announce the signing of a young player,\" Houllier joked as he sat alongside the 37-year-old midfielder, who has joined Villa until the end of the season, at the club's training ground today. Pires, looking a good deal slimmer than his compatriot David Ginola did when he rocked up at Villa Park in the twilight of his career, said all the right things and even managed to sound genuine when he spoke of his desire to add the Carling Cup to the World Cup and European Championship he won with France and the two Premier League titles and three FA Cups he won during six glorious years as an Arsenal player that included being part of the Invincibles who went through the 2003‑04 league season unbeaten. It also says a lot for Pires's passion for football that he refused to retire when he was unable to find a club after Villarreal released him in the summer and instead returned to his old stamping ground to maintain his fitness. He spent two months training with Arsenal, although it remains to be seen how well that will prepare him for his return to the Premier League at Ewood Park on Sunday. \"The football has changed in England,\" said Pires, who is expected to start on the bench. \"It is fast but I need to play with my experience.\" That should not present too many problems for a player whose ability to leave opponents befuddled has owed much more to his intelligent football brain than a turn of pace. \"Robert has never been the quickest but he has got quick feet and the eye for the pass and he will make goals for us,\" said Houllier, who plans to play Pires on the left side of midfield. \"And in training I think his enthusiasm will be key; he will lead by example. He doesn't give the ball away either.\" That much was evident during Pires's first Villa training session this morning, although it transpires that the Frenchman was doing his fair share of admiring as players such as Marc Albrighton, Barry Bannan and Ciaran Clark, who have come through the club's academy, caught his eye. Pires said: \"I know at Arsenal they have good [youngsters]. But I saw this morning they have very, very good young players here for the future of Aston Villa.\" Houllier, not surprisingly, is excited about the prospect of them learning from one of the French greats. \"Arsène [Wenger, the Arsenal manager] said Robert is probably the best left-sided midfielder he has ever seen, one of the best in the world before his injury,\" the former technicaldirector for the French federation said. \"I would say Thierry Henry owes a lot of his career to him – and he is aware of that so I can say it because I know Thierry rates him extremely highly because he was bringing a lot of his goals.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}