{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2010/nov/20/ireland-new-zealand-autumn-internationals", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-11-20T20:05:43Z", "webTitle": "Ireland 18-38 New Zealand | Autumn international match report", "webUrl": "https://www.theguardian.com/sport/2010/nov/20/ireland-new-zealand-autumn-internationals", "apiUrl": "https://content.guardianapis.com/sport/2010/nov/20/ireland-new-zealand-autumn-internationals", "fields": {"headline": "New Zealand's Dan Carter deepens the Ireland gloom", "bodyText": "There was no escaping a certain gloom over Dublin, a sombre mood inspired more by bailouts and the loss of national sovereignty than by rugby fortunes, but nobody was exactly thumping the tub to set the beat for a first victory over the All Blacks. Ireland was braced for misery, even in her brand new stadium. Perhaps especially in her brand new home, a striking, swooping bowl of green and white that has gone from generating \"Fever at the Aviva\" to being the \"Lansdowne Library\", so hushed has been the atmosphere during the autumn series. Economics and sport do come into contact after all, the empty seats a sign of the times. There was nothing hushed here, no seat empty. Ireland stirred in the surrounds and on the field. They somehow held out as New Zealand claimed every restart and swept upfield imperiously. Dan Carter kicked his way ever closer to Jonny Wilkinson's record as the highest points-scorer of all time, three penalties the reward for all the early possession. After 19 minutes Ireland had made 39 tackles to New Zealand's five. But they were still in touch, Jonathan Sexton's kicking even better than Carter's. Worryingly for the home team they had kicked away early possession, straight into the arms of Mils Muliaina. One kick in particular from Eoin Reddan turned a two-on-one into a New Zealand counter. But the game was reshaped in a single move that stayed in Irish arms. David Wallace made good ground following an Irish reclaim of a restart. Jamie Heaslip was joined in midfield by his back-row partner Stephen Ferris who latched on to a flat – let us be generous – pass and dived over. Ireland led. It did not last, for on the stroke of half-time, Anthony Boric stretched out to score. But at least this had not turned into mere confirmation of national pessimism. The Aviva was feverish, with a game on their hands. And then there was no game. Having been stung into action, the All Blacks completed the job within eight minutes of the second half. With a clinical burst bordering on rugby poetry they scored two tries, the first by Kieran Read, who took a pass from Jerome Kaino, his back-row colleague who had achieved a minor miracle by running through a tackle by Ferris. The Ulster flanker was enormous, but this All Black side is even vaster. What will worry all their opponents from now until the World Cup in the Kiwi backyard is that claim to be nowhere near their best. They could become one of the greatest teams of all time. This was evident when Sam Whitelock, just another of the stable of forwards who have bolted into contention on this tour, came off the bench and romped over with his first touch. The starting point was a drop of the ball by Wallace: another drop, another surrender of possession. The one player on the Irish side who might earn a place in the All Black ranks remains Brian O'Driscoll. He scraped himself up off the floor, having made tackle after tackle, and finished off a move with a one-handed pick-up and dive. The word had been circulating again that he was spent. Anything but. This was a flash of ongoing mastery of the rugby ball. There was a moment when the gap might have closed – not that the All Blacks were ever in danger of losing now – but Keith Earls was denied in the corner by the touchline in-goal, and the fact of losing the ball from his grasp. It was a show at least of defiance. Ireland never gave up and this was by some distance their best performance of the autumn campaign. This is either the best or worst possible news, giving how you view anyone's prospects of ever beating this crop of New Zealanders. The All Blacks made the final point, Read surging over for his second try. Carter missed the conversion and failed to join Wilkinson at the top of the points table. It was about the only thing that went wrong for him all day. Ireland could not exactly say the same thing, but at least the national mood had not been further plunged into darkness. IRELAND Kearney (O'Gara 74); Bowe, B O'Driscoll (capt), D'Arcy, Fitzgerald (Earls 56); Sexton, Reddan (Stringer 64); Healy, Best (Cronin 22), Court (Hayes 64), O'Callaghan, M O'Driscoll (Toner 50), Ferris, Wallace (Lamy 64), Heaslip Tries Ferris, B O'Driscoll Con Sexton Pens Sexton 2 NEW ZEALAND Muliaina; Jane, Smith, Nonu (Williams 58), Gear; Carter, Ellis (Mathewson 58); Woodcock, Elliot (Hore 58), Franks (Afoa 65), Boric, Donnelly (Whitelock ht), Kaino, McCaw (capt), Read Tries Boric, Read 2, Whitelock Cons Carter 3 Pens Carter 4 Aviva Stadium 46,302 Game rating 7/10 Referee Marius Jonker (SA)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}