{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2010/nov/28/the-cradle-will-rock-review", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2010-11-28T22:30:04Z", "webTitle": "The Cradle Will Rock – review", "webUrl": "https://www.theguardian.com/stage/2010/nov/28/the-cradle-will-rock-review", "apiUrl": "https://content.guardianapis.com/stage/2010/nov/28/the-cradle-will-rock-review", "fields": {"headline": "The Cradle Will Rock – review", "bodyText": "Idiosyncratic, defiant and distinctive are all words that apply to this agit-prop musical, and they might also be used to describe the Arcola and director Mehmet Ergen, who stages Marc Blitzstein's 1937 piece about corporate greed and unionisation as the theatre's swansong in its current premises. Set in the fictional Steeltown, where wealthy steel magnate Mr Mister rules supreme by denying his workers any rights, Cradle puts the town's respectable citizens – who have colluded with him – on trial on the night that the workers form a union. There's the newspaper editor who has denied free speech; the doctor persuaded to say that a worker who died in a factory accident was drunk; the local minster whose soul is corrupt. Even art takes a pummeling. This is very much the antidote to the glossy American musical from Blitzstein, the man who would go on to Broadway success with his adaptation of Weill and Brecht's Threepenny Opera. The show may never be quite as interesting as its history: its opening was threatened when the House Un-American Activities Committee managed to slash funding to the Federal Theatre Project, and a 21-year-old Orson Welles helped save the day. But, despite its two-dimensional villains, it has real grit and absolutely no tap-dancing. Ergen's spare production takes a no-frills approach. If the evening doesn't really stir until the second half when a sister demands justice for her dead brother, whose name is being besmirched, it is driven both by anger and a score that has a jaunty, defiant and driving power. A large cast turn in committed performances, and if you are careful where you sit (this needs to be seen up close, not from my back-row perch), The Cradle Will Rock offers both a glimpse into theatrical history and a singular musical experience."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}