{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2010/nov/24/rangers-manchester-five-things-we-learned", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-11-24T22:08:54Z", "webTitle": "Rangers v Manchester United: five things we learned | Ewan Murray", "webUrl": "https://www.theguardian.com/football/blog/2010/nov/24/rangers-manchester-five-things-we-learned", "apiUrl": "https://content.guardianapis.com/football/blog/2010/nov/24/rangers-manchester-five-things-we-learned", "fields": {"headline": "Rangers v Manchester United: five things we learned", "bodyText": "1 United could do worse than cash in on Dimitar Berbatov in January Even taking into account the Bulgarian's style often makes him appear less interested than he is, this was a seriously poor display. The former Tottenham Hotspur striker, below, has failed to build on a promising start to the season, meaning rumours of interest from Milan and others probably won't disappoint the Manchester United hierarchy 2 There is no substitute for United's first-choice central defensive pairing Sir Alex Ferguson had spared Rio Ferdinand and Nemanja Vidic the trip to Glasgow, with Jonny Evans and Chris Smalling deployed at Ibrox. Their generosity, particularly in the opening half, would have been punished by a more potent forward than Kenny Miller The Rangers striker passed up two glorious chances to open the scoring within that period, with neither Smalling nor Evans anywhere to be seen. 3 Europa League football may prove a hindrance to Rangers The ongoing financial situation at Ibrox means paydays gleamed from further ties against Continental opposition will be welcomed by the bankers. Yet the paucity of Walter Smith's squad was demonstrated here. 4 Premier League teams could do worse than deploy a five-man defence against United Rangers had signalled their defensive intentions during the previous meeting of these sides, at Old Trafford two months ago. The Scottish champions again utilised a five-man back line, which forced Ryan Giggs and Nani to play noticeably narrow in order to collect the ball. With that in mind, service to Berbatov and Rooney from wide was restricted. Nani was withdrawn 14 minutes from time, Ferguson apparently sharing the Portuguese's frustration 5 Battles of Britain have lost their bite No doubt due in part to both the diminishing standards in Scottish football and the format of the Champions League. This encounter lacked the spark, on and off the field, of previous Scotland v England club bouts Leeds United's visit to Glasgow seemed an age, rather than 17 years, ago. The Ibrox atmosphere was an improvement on routine Saturday afternoons but still hardly rousing. United had arrived with the routine progression to the last 16 in mind, with their supporters in subdued mood."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}