{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2010/nov/28/andy-murray-rafael-nadal-world-tour-finals", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-11-28T22:01:00Z", "webTitle": "Andy Murray releases his inner genius in thriller against Rafael Nadal", "webUrl": "https://www.theguardian.com/sport/2010/nov/28/andy-murray-rafael-nadal-world-tour-finals", "apiUrl": "https://content.guardianapis.com/sport/2010/nov/28/andy-murray-rafael-nadal-world-tour-finals", "fields": {"headline": "Andy Murray releases his inner genius in thriller against Rafael Nadal", "bodyText": "Glorious defeat has not only fed Andy Murray's hunger for success. It might finally have unlocked his inner genius. Certainly, that thought occurred to him after he had gone down in three blazing sets to the world No1 Rafael Nadal in the semi-finals of the ATP World Tour Finals yesterday. Gone was the timidity that suffocated his talent against Roger Federer earlier in the tournament, replaced by a rush of confidence and daring that stunned the 17,500 spectators in the O2 Arena. \"I would loved to have won it,\" Murray said, \"but I played great. The atmosphere was great. I lost by a close margin and I need to be able to play at that level over five sets to compete with Rafa and Roger over the whole year.\" It was a match widely considered one of the best three-setters of all time. Nadal felt privileged to have been part of it; Federer, similarly, was hugely impressed. And there was not a critic worth the name who did not catch his or her breath while trying to chronicle the extraordinary drama that unfolded over three hours and 11 minutes. While Nadal won 7-6, 3-6, 7-6, Murray could so easily have won. The match swung on a couple of points as they traded a bewildering array of shots, inspired by acute awareness of each other's strengths and weaknesses.Who is to say Murray would not have beaten Federer in today'syesterday's final, securing the unique double of two back‑to-back wins over them in the same season? The performance seems to have convinced the world No4 he can consistently compete with the two players he considers the greatest of all time. The key to his renaissance rests in his willingness to abandon the safety-first tennis that strangled his talent in two grand slam finals against Federer and in some of his big matches against Nadal. His growth from prodigy to contender has been hampered by one central dilemma: to attack or grind. It is only against the Spaniard that he has expressed himself with total freedom at the highest level. Against Federer, an adversary of greater subtlety, he has engaged in mind games and the Swiss has invariably proved a thinker too far. Those parallel strategies were exposed as incompatible in this tournament. After losing to Federer in the round robin stages, Murray indulged himself in wilful sarcasm: \"I don't seem to beat those guys in the big matches.\" Yesterday, he strove to make a liar of himself. Later, he found solace in defeat. \"I was very disappointed, more with myself than with what anyone said about me,\" he said of losing to Federer. \"It hurt a lot to lose playing the way I did. I needed to play a great match today to make sure everything was right, confidence wise, to be able to compete in arenas like that. If I had gone out today and given a limp effort I would have deserved a bashing. But sometimes you have off days. I had one against Roger.\" After losing to the world No2, Murray was greeted with a dull numbness. Yesterday, he lost the match and won the crowd. A British audience has not responded so enthusiastically to him since he first captured their imagination as a moody teenager at Wimbledon.\"This match is a huge motivation to get myself prepared properly in Miami [where he goes later this week to get ready for the Australian Open in January] and to improve everything. It does come down to the small differences. I need to train like the best player in the world. That's the only choice I have. \"I'm very disappointed. I don't know how I'll feel in a few days. I know right now I played great tennis and it's up to me to motivate myself, and for the guys I work with to motivate me to train harder than I ever did before and to get better.\" It is encouraging to hear Murray talk like this. Certainly, the adrenaline was still rushing through him after he had taken part in what will be remembered as an exceptional match. But his comments were also at odds with not only the pessimism he used as a protective cloak earlier in the week, but the excruciating self-flagellation that has dogged him for years."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}