{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2010/nov/24/england-ashes-winners-1986-87", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-11-24T23:12:17Z", "webTitle": "Where are England's last Ashes winners in Australia now?", "webUrl": "https://www.theguardian.com/sport/2010/nov/24/england-ashes-winners-1986-87", "apiUrl": "https://content.guardianapis.com/sport/2010/nov/24/england-ashes-winners-1986-87", "fields": {"headline": "Where are England's last Ashes winners in Australia now?", "bodyText": "Mike Gatting (captain) Then: Played a supporting role with half centuries in each of the first two Tests in Brisbane and Perth, but his even 100 in a huge second-wicket stand with Chris Broad was crucial in securing a draw at Adelaide before the win at Melbourne that made him the last England captain to win the Ashes in Australia. Now: Managing director of cricket partnerships for the England and Wales Cricket Board, also a member of the MCC's world cricket committee – and a regular media presence, this winter in particular. Bill Athey Then: Played in all five Tests and scored three half-centuries. The right-hander was also only four runs shy of a century in the second Test, in Perth. Now: A patchy England record – Athey made 23 Test appearances over eight years – ending in 1988. Retirement from all formats came in 1997, after a spell at Sussex, and the 53-year-old now works as a youth coach. • Interactive guide to all the Ashes venues • Sign up now for our weekly email The Spin • How to stay awake during the Tests • Follow our daily blog throughout the Ashes Ian Botham Then: England's finest all-rounder set the tone with a thumping 138 at The Gabba and showed his importance with ball in hand in Melbourne, where a five-for-41 haul helped the visitors to a series-winning victory. Now: Retired from international cricket in 1992 and has gone on to become a dedicated charity fundraiser, knight of the realm and member of Sky Sports' cricket punditry team. Chris Broad Then: The left-hander, and father of current England player Stuart Broad, became only the third Englishman in history, after Jack Hobbs and Wally Hammond, to score centuries in three consecutive Ashes Tests; 162 in the second in Perth, 116 in the third in Adelaide and 112 in the penultimate one in Melbourne. Now: Became an ICC official in 2003 and was the match referee for the second Test between Pakistan and Sri Lanka in 2009 when a convoy of vehicles, including the ones containing the Sri Lanka team and officials, were attacked by terrorists. Phil DeFreitas Then: Surprise selection for the series as a 20-year-old after his first full season with Leicestershire, he was fast-tracked into the Test team and took the new ball in Brisbane, dismissing David Boon and Dean Jones cheaply. His impact faded after that. Now: The last of the squad to retire from first-class cricket in 2005 aged 39, he still plays club cricket in Nottinghamshire, and is the cricket master of Oakham school. Graham Dilley Then: Key to the win in Brisbane with five for 68 in the first innings, and took another four in the second Test in Perth before injury ruled him out in Melbourne. No sign of his 1981 Headingley batting heroics, however. Now: Head coach to the Loughborough UCCE team where the National Cricket Academy is based, after working previously with Scotland and the England women's team. Phil Edmonds Then: The slow left-armer played in all five Tests, taking a total of 15 wickets, and, coming in at No10, contributed modestly with the bat, making 19 in both innings of the defining fourth Test, in Melbourne. Now: Retired soon after the Ashes triumph and has become a success in the world of finance and commerce, most notably as the chairman of a petroleum company in Sudan and an African mining company. John Emburey Then: The off-spinner was England's most productive bowler in Australia, taking 18 wickets, including seven for 78 (a 46-over spell that included 15 maidens) in the final Test in Sydney. Now: The only cricketer to go on both of England's rebel tours to South Africa, in 1981-82 and 1989-90, he coached Middlesex in two spells up until 2008 when he left to coach the Ahmedebad Rockets of the Indian Cricket League David Gower Then: Coming in at No5, Gower averaged close to 60 with the bat across the five Tests, the highlights of which were a first-innings 51 in the opening Test at The Gabba, a 136 in Perth and a 72 in the final Test in Sydney. Now: Retired in 1993 having scored 8,231 runs across 117 Test matches and after a stint as team captain on the sports-based quiz show They Think It's All Over, is now the established face of Sky Sports' cricket coverage. Allan Lamb Then: A lean series for one of the senior men in the England batting line-up, with only 144 runs at an average of 18, although his 43 at Melbourne helped Broad to cement a winning position. Now: Still living in Northamptonshire, the county he made home after coming to England from South Africa, and involved in a number of business ventures, with regular media appearances. Jack Richards Then: The wicketkeeper travelled to Australia as Bruce French's deputy but ended up playing in all of the five Tests, scoring 133 in exactly four hours in Perth and ending the tour with 264 runs at an average of 37.71. Played in just three more international matches. Now: Was released by Surrey in 1988 and after failing to find another county, retired at the age of 30. Now lives in Belgium with his Dutch wife and runs a shipping business. Gladstone Small Then: Made a stunning impact as Dilley's replacement at the MCG on Boxing Day, taking five for 48 and teaming up with Botham to skittle the Aussies for 141. Collected another two wickets in the second innings and retained his place for the fifth Test in Sydney. Now: Works for the Professional Cricketers' Association, and currently in Brisbane leading a tour group. James Whitaker Then: Another wildcard in the squad on the back of a successful season with Leicestershire that had seen him named young cricketer of the year aged 24, he was given the daunting task of filling in for Botham at Adelaide. He only made 11, and never played again – a one-cap wonder as well as an Ashes winner. Now: A regular sight at northern county grounds as a member of Geoff Miller's panel of England selectors. Should England manage to retain the Ashes this winter, he could be the only man to claim a role – albeit peripheral, on each occasion – in both triumphs."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}