{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2010/nov/09/northern-sinfonia-zehetmair-review", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2010-11-09T22:20:01Z", "webTitle": "Northern Sinfonia/Zehetmair – review", "webUrl": "https://www.theguardian.com/music/2010/nov/09/northern-sinfonia-zehetmair-review", "apiUrl": "https://content.guardianapis.com/music/2010/nov/09/northern-sinfonia-zehetmair-review", "fields": {"headline": "Northern Sinfonia/Zehetmair – review", "bodyText": "This concert was presented to mark the opening of the Radio 3 Free Thinking festival, so it was fitting to start with one of the most arcane musical arguments ever written. Composed in 1906, Charles Ives's The Unanswered Question is an auditory experiment so far ahead of its time as to defy belief. A string orchestra play a hypnotically slow chorale – minimalism 50 years before the style was invented – while a distant trumpet poses transcendental questions that an increasingly agitated wind quartet struggles to answer. Sadly, it wasn't possible to accommodate the quixotic spatial arrangements of the piece; Ives's original scheme placed the wind quartet on stage, the trumpeter behind the audience and everyone else in the dressing room. But Nick Thompson's muted trumpet maintained its mystic allure, like Miles Davis communing with aliens. Thomas Zehetmair is a scintillating violinist and an inspired conductor, and is never more compelling than when doing both at the same time. On perhaps three occasions during a sublime account of Mendelssohn's Violin Concerto did he feel the need to spin round and use his bow as a baton. The rest of the time, he closed his eyes and conducted with his shoulders, or possibly by telepathy, so intuitive has his relationship with this ensemble become. A radiant account of the so-called Little Russian symphony proved that chamber orchestras can play Tchaikovsky, albeit quietly. But full-bore fortes are less of an issue with the dancing Ukrainian themes of Tchaikovsky's second and sunniest symphony. Outstandingly secure contributions from principal horn Peter Francomb lent lustre to a performance that was practically flawless."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}