{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2010/nov/16/paramore-o2-review", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2010-11-16T22:20:00Z", "webTitle": "Paramore – review", "webUrl": "https://www.theguardian.com/music/2010/nov/16/paramore-o2-review", "apiUrl": "https://content.guardianapis.com/music/2010/nov/16/paramore-o2-review", "fields": {"headline": "Paramore – review", "bodyText": "They've had a No 1 album with Brand New Eyes and have sold out their UK arena tour, but Paramore aren't on the musical radar of most people over the age of 21. And rightly so: anyone who's lived through punk or grunge won't find much that's new in the 7m-selling pop-rockers from Franklin, Tennessee. The group, especially singer Hayley Williams, combine bravado and vulnerability in exactly the proportions that people in their mid-teens find irresistible. You didn't have to look far to spot girls who have dyed their hair cranberry in homage to Williams's mop, and both sexes happily did her bidding – dancing when ordered to, near-swooning when she shouted \"Tonight you belong to us!\" The other Paramores got applause of their own when Williams introduced them, but it must be tough on the ego to stand behind her night after night. The set comprised big portions of grumbly rock with an acoustic interval, and 90 minutes zipped by, a testament to Williams's supreme watchability. She quivered with disappointment and hurt when songs called for it. (Most did; Misguided Ghosts gives the flavour: \"Would someone care to classify our broken hearts and twisted minds so I can find someone to rely on?\") And she was a firecracker during the all-out rock anthem Crushcrushcrush. Her claim to have been influenced by Etta James was just about evident on When It Rains, which revealed a reservoir of soulfulness unseen in the more banging numbers. What makes her stand out in the not exactly jammed field of female-fronted rock bands, though, is a quality you can only describe as sweetness. Warm and inclusive, she welcomed first-time gig-goers \"to the family\" and repeatedly thanked them for their support \"on our journey\". Trite? Possibly. But heartwarming, too."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}