{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2010/nov/01/shirley-collins-alasdair-roberts-review", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2010-11-01T22:31:01Z", "webTitle": "Shirley Collins/Alasdair Roberts/Trembling Bells – review", "webUrl": "https://www.theguardian.com/music/2010/nov/01/shirley-collins-alasdair-roberts-review", "apiUrl": "https://content.guardianapis.com/music/2010/nov/01/shirley-collins-alasdair-roberts-review", "fields": {"headline": "Shirley Collins/Alasdair Roberts/Trembling Bells – review", "bodyText": "It's Halloween weekend in Camden, north London, and ghosts are rising at Cecil Sharp House. Tonight is a celebration of folk songs old and new; of people long-dead who collected and sang them; and of the new generation waking the spectres. Shirley Collins, who hasn't sung live for 30 years, is tonight's star turn, giving a lecture about how folk music was rescued. Her set sits stoutly between the two younger acts, who show how the genre's recent revival has spun in different directions. Trembling Bells play first. Led by drummer Alex Neilsen and singer Lavinia Blackwall – a blond folk goddess with a cherry-red smock, huge guitar and an astonishing voice – the band is one of the pair's more conventional projects. Songs cascade from simple, often plodding, chord progressions, and it is only when Neilsen and Blackwall move away from their amplified instruments, singing together about alphabets of light as they stretch their vocals by semitones, that magic truly happens. Then Collins arrives, all blond curls and winning warmth. Accompanied by Pip Barnes, she takes us back to the houses and pubs of old England, playing recordings of men and women with rough, unshowy voices, their songs full of depth and death. The effect is powerful, and when Collins's version of Henry Burstow's ballad Gilderoy fills the hall, Collins is not the only person to be noticeably moved. After that, Alasdair Roberts faces quite a task, but he meets it. As Bonnie Susie Cleland from Dundee is put to the stake for her love of an Englishman, and Roberts's own songs flit between the pastoral and the political, his stark, Scottish voice cuts beautifully to the bone. He also sings about giving \"a voice to those that have none\", full of understanding for what this means for our shared past, as well as our present."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}