{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2010/nov/01/five-things-england-ashes", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-11-01T22:04:10Z", "webTitle": "The Ashes 2010: Five things England must get right to win in Australia", "webUrl": "https://www.theguardian.com/sport/2010/nov/01/five-things-england-ashes", "apiUrl": "https://content.guardianapis.com/sport/2010/nov/01/five-things-england-ashes", "fields": {"headline": "The Ashes 2010: Five things England must get right to win in Australia", "bodyText": "1 Get used to the ball The Kookaburra ball should be nurtured as tenderly as a freshly delivered quail's egg. It is not so sturdy as the Dukes ball used in England. It does not retain its redness or its hardness for as long, nor is the Australian ball's seam as prominent as its English counterpart. I recall that it felt marginally smaller in the hand than the Dukes. The Kookaburra will swing conventionally but often for a maximum of 20 overs. Then it grows soft; the seam fritters away and the bowlers' only ally becomes the possible onset of reverse swing later in the innings. So James Anderson, England's specialist swinger, does not have long to get it right. It needs to happen in his first spell. 2 Get used to the pitches If the sun shines there is little lateral movement in Australia. Batsmen are more likely to be undermined by extra bounce, which may be why we have sent what must be the tallest ever English pace attack to Australia – Stuart Broad, Steven Finn and Chris Tremlett are 6ft 5in and over. For batsmen this means that pronounced footwork is not quite so essential; there is not such a need to lunge forward to stifle sideways movement. But for batsmen and bowlers it is not as if they have suddenly been transported to Mars. The same basics still apply. For keepers sound footwork is vital. Chris Read, who kept in England's last Test match in Sydney, explains: \"It can be a joy to keep in Australia because the bounce is usually consistent and a little higher than in England and the Kookaburra – unlike the Dukes – rarely swings after bouncing. But you need good footwork. Standing a little further back, you must cover more ground, which allows the slip cordon to do the same.\" 3 Get fit They tend to do that automatically now and most of the work may already have been done. Before the 1982-83 tour, at our one meeting before heading off to Australia, I was given a note by the team physiotherapist, Bernard Thomas, which said: \"See your dentist. Get fit.\" So my dentist was dutifully rung and we arranged to have a game of squash. However, the heat can be sapping in Brisbane, Adelaide and Perth. England will have to ensure that they remain strong in the final session of every day. For years the lack of athleticism of the England players compared to the Australians was a feature of Ashes tours. This time there is scope for England, the younger team, to outstrip their opponents in this part of the game. It is an opportunity not to be missed. 4 Get used to each other No introductions would have been necessary when the team set off from Heathrow, a consequence of the era of central contracts and the volume of international cricket played. But Australia can be a lonely place for new tourists if the management is not careful, especially in the age of single rooms. In the past an old lag would be partnered with a novice at the start of a tour. In the subcontinent, especially, touring teams are thrown together morning, noon and night. And they can gain strength from that enforced proximity. But in Australia there are many distractions. There are old haunts and old friends to revisit for the senior tourists. Occasionally the young ones can be left stranded. There will be duress in Australia and the forging of strong friendships within the squad can help. The limitations imposed on the duration of the Wags' time in Australia suggest that the management recognise the need for some bonding, which does not necessarily require the participants to beat the living daylights out of one another – or crack any ribs. The first couple of weeks may even be the time to have one or two – but probably not a dozen – drinks together. Such is the intensity of the tour once the Tests start there will be precious few opportunities to \"relax\" later on. 5 Get the papers There will be plenty of hype during the phoney war before the first Test. Who knows? – this may even apply to sections of the English press. Michael Vaughan, referring to his first tour of Australia in 2002-03, recalled: \"One of the first things that hit me upon arriving in Australia was the coverage in the newspapers, which I had been warned about – but I was still taken aback. In the build-up to the first Test there was a double-page spread in the paper with [Glenn] McGrath going through our whole team and openly saying what our weaknesses were and how we were going to meet our downfall.\". The easy solution is to say: \"Don't look at the papers.\" But never believe sportsmen who claim: \"I never read the papers.\" The temptation is too great. Read them and smile and decline to be riled by any of the barbs. Don't bother getting into any pre-Test slanging matches with Australian players or pressmen – or English ones for that matter. Stay calm and let the cricket do the talking. An England victory at Brisbane and the attention of the local press will soon veer towards the home side."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}