{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2010/nov/13/rangers-aberdeen-scottish-premier-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-11-13T19:15:50Z", "webTitle": "Rangers 2-0 Aberdeen | Scottish Premier League match report", "webUrl": "https://www.theguardian.com/football/2010/nov/13/rangers-aberdeen-scottish-premier-league", "apiUrl": "https://content.guardianapis.com/football/2010/nov/13/rangers-aberdeen-scottish-premier-league", "fields": {"headline": "Miller and Weiss wrap up pedestrian win for Rangers over Aberdeen", "bodyText": "Rangers could hardly have picked better opposition to get their Scottish Premier League campaign back on track. There was a time when both halves of the Old Firm feared visits from Aberdeen; a time which is rightly now regarded as a distant age. On back-to-back Saturdays, the men from the north east have lost by an aggregate of 11-0 in Glasgow. Aberdeen haven't won at Ibrox since 1991, and have never looked less likely to do so. The second half of this game was utterly pedestrian. Rangers, then, found the perfect retort to Wednesday night's surprise 3-0 defeat to Hibernian. There was a hint, nonetheless, of what struggles may lie ahead for Walter Smith as he enters a crucial juncture of the campaign. The Rangers manager was only able to name six substitutes here, with five of them inexperienced youngsters. Smith, who has been told there are no resources with which to supplement his squad in January, must pray for no further injuries. With Kyle Lafferty, Nikica Jelavic, Sasa Papac, Maurice Edu and James Beattie missing because of various ailments – Richard Foster was also ineligible against his parent club – Smith found himself at bare bones. Mark McGhee may also need to rely on divine intervention. Amid somewhat farcical scenes, the Aberdeen manager was eventually handed a stay of execution by the Aberdeen directors on Thursday, after two days of boardroom talks. A game at Ibrox was never likely to make-or-break McGhee's future, but there is little sign of the manager turning round Aberdeen's dismal form. Cynics would say matters of compensation, and the lack of an obvious replacement, are all that are keeping the beleaguered McGhee in his post. The lack of spirit displayed by Aberdeen is more damaging for their manager than their shortage of ability. Allan McGregor, the Rangers goalkeeper, did not have a save to make during these 90 minutes. Jamie Langfield had already produced a fine stop from Lee McCulloch's header by the time Kenny Miller opened the scoring. It was a goal of genuine quality, the Scotland striker cutely flicking home a Vladimir Weiss cross. Weiss himself doubled that advantage. The Manchester City loanee, who profited all afternoon from the space afforded to him by the visiting defence, scored with the aid of a deflection after Aberdeen failed to clear a Miller cut-back. That Aberdeen generosity has become one of several worrying features under McGhee's stewardship. Miller should have secured the points before half-time, but watched Langfield smartly save his penalty after Zander Diamond was adjudged to have hauled down Steven Whittaker. Matches between this pair seldom lack dig, on or off the field. Aberdeen's supporters had been unable to keep the peace during a minute's silence in respect of armistice weekend, a matter which triggered further hostility from the Ibrox legions. Aberdeen maintain an impressive travelling support, considering their current, lowly standing in the SPL, but a moronic element remains. At least the visiting contingent didn't have to endure the sort of second-half capitulation which aided Celtic in their 9-0 win seven days earlier. The defending SPL champions could take solace from Aberdeen's inability to edge back into proceedings. Only Hamilton's loss to Inverness prevented a new low for McGhee's team; just one point keeps them from the foot of the table."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}