{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2010/nov/01/warpaint-scala-review", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2010-11-01T22:46:00Z", "webTitle": "Warpaint – review", "webUrl": "https://www.theguardian.com/music/2010/nov/01/warpaint-scala-review", "apiUrl": "https://content.guardianapis.com/music/2010/nov/01/warpaint-scala-review", "fields": {"headline": "Warpaint – review", "bodyText": "Those betting on the likelihood of another baby being born to the current residents of No 10 are advised to visit the bookmakers now. The all-woman four-piece Warpaint possess all the qualities that made the xx the favourite soundtrack to \"afternoon cuddles\" in the Cameron household – the spacious minimalism, the muted nocturnal atmosphere – and add a warmth and sensuality that might be the result of their hailing from Los Angeles rather than west London. Their status as this autumn's hipster cause celebre means the Scala is packed and expectant, and Warpaint deliver triumphantly. At the heart of their music is the interplay between the rhythm section of Stella Mozgawa (drums) and Jenny Lee Lindberg (bass). They play spirals around each other, the spindly guitar lines of Theresa Wayman and Emily Kokal icing the base Mogzawa and Lindberg lay down. The slinky and mysterious single Undertow is dispensed with early on, an indication of the foursome's confidence in the rest of their material. Its chorus lifts melodies from Suzanne Vega's Luka and Nirvana's Polly, and you wonder if it is coincidence that those songs deal with domestic violence and rape respectively, for Warpaint use the melodies to declare their own strength: \"Why you wanna blame me for your troubles?/ You better learn your lesson yourself.\" For all the languor, there's a propulsive thrust at work. At times, the throb of house underlies the guitars, and Lindberg tries to lead the crowd in dancing. It's too packed for many to follow suit. The 70-minute set ends with Billie Holiday, which borrows from Mary Wells's Motown hit My Guy, transforming it into something more akin to a widow's lament. It's spellbinding, reducing the crowd to silence, until the mighty roar that greets its conclusion."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}