{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2010/nov/19/creole-choir-of-cuba-review", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2010-11-19T22:45:01Z", "webTitle": "The Creole Choir of Cuba", "webUrl": "https://www.theguardian.com/music/2010/nov/19/creole-choir-of-cuba-review", "apiUrl": "https://content.guardianapis.com/music/2010/nov/19/creole-choir-of-cuba-review", "fields": {"headline": "The Creole Choir of Cuba", "bodyText": "The Creole Choir of Cuba have the potential to be one of the world's most successful vocal groups, but they still have problems to overcome before they reach the celebrity status of acts such as Ladysmith Black Mambazo. Back home they are known as Desandann (\"the Descendants\"), a reference to the history that informs their intriguing style: all members are descended from African slaves transported to Haiti, who either escaped to Cuba in the colonial era or moved there as refugees from more recent repression. Now, the choir is being launched in the west under a user-friendly title. The group comes on stage singing, dancing and acting out a traditional voodoo song that became a Haitian protest anthem after the 1991 military coup. They look suitably dramatic, with six women in colourful print dresses joined by four men in red shirts, and their harmony work is exhilarating and rousing. They are slick, charming and capable of handling almost anything. Backed only by occasional percussion, the choir mixes African-sounding dance pieces with more lightweight cha-cha-cha, unexpected echoes of chanson, gospel and even a delicate treatment of Nat King Cole's Unforgettable. It is impressive, but should be even better. The sound level is unnecessarily high throughout – someone should remind the group that Ladysmith's success is based partly on their thrilling ability to move from a whisper to a crescendo, something never attempted here. They should also be advised that it is unwise acting out songs if the audience don't know what they are about (explanations in the programme don't count – they can't be read in the dark). And as for a choir this good inviting members of the audience on stage to dance and sing so early in the set? Unforgiveable."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}