{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2010/nov/09/heavenly-ivy-review", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2010-11-09T23:00:00Z", "webTitle": "Heavenly Ivy – review", "webUrl": "https://www.theguardian.com/stage/2010/nov/09/heavenly-ivy-review", "apiUrl": "https://content.guardianapis.com/stage/2010/nov/09/heavenly-ivy-review", "fields": {"headline": "Heavenly Ivy – review", "bodyText": "Dining out is a form of theatre. So it makes sense for the Ivy, on the 20th anniversary of its rebirth, to be transformed into a performance space for this festive tribute by Ronald Harwood. What Harwood has come up with is a ghost story summoning up the shades of those who haunted the Ivy in the 20th century's interwar years. Harwood's main focus is on James Agate, the drama critic of the Sunday Times from 1922 to 1947, a man who, in those palmy days, lunched daily at the Ivy. Using Agate as his vehicle gives Harwood the chance to air many of the old boy's prejudices and pungent quips, such as: \"The English instinctively admire any man who has no talent and is modest about it.\" Through Agate's memory, we also get to meet the two less-than-fraternal Italians, Abel Giandellini and Mario Gallati, who created the restaurant, and also some of the stars, such as Noël Coward and Alice Delysia, who suavely patronised it – and in the latter's case even gave it its name. For a modern critic accustomed to snatched sandwiches and unplush evenings in fringe theatres, it is a reminder of a vanished world. Deftly directed by Sean Mathias, the piece also gets a suitably robust performance from Michael Pennington as Agate, who resembled, as Kenneth Tynan once said, \"a suspiciously clean farmer\". But, management having turned the Ivy into a performance venue, I'd love to see them stage Pinter's Celebration, which offers a caustic view of restaurant clientele. Even better would be for someone to follow the example of the great Brazilian innovator Augusto Boal by allowing a play to erupt unexpectedly in some busy popular restaurant. That would really put the drama back into eating out."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}