{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2010/nov/05/celtic-neil-lennon-referee-controversy", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-11-05T22:17:00Z", "webTitle": "Neil Lennon says Celtic players may no longer trust referees", "webUrl": "https://www.theguardian.com/football/2010/nov/05/celtic-neil-lennon-referee-controversy", "apiUrl": "https://content.guardianapis.com/football/2010/nov/05/celtic-neil-lennon-referee-controversy", "fields": {"headline": "Neil Lennon says Celtic players may no longer trust referees", "bodyText": "Celtic's manager, Neil Lennon, has claimed the ongoing referee controversy in Scottish football could have an impact on his players' trust of officials. Celtic have had a heavy interest in the affair surrounding Dougie McDonald, the referee who was warned by the Scottish Football Association for lies surrounding the overturning of a penalty award for Lennon's team last month. In response to a question over the long-term significance of the row, Lennon said: \"It might put a seed of doubt in the players' minds regarding referees. There are a lot of questions to be answered.\" Stewart Regan, the SFA chief executive, plans to shake up the governing body's committee structure as a consequence of the McDonald incident. That move was welcomed by the Celtic chairman, John Reid, today, although he admitted the club sought an independent review of the SFA's procedures. \"We are encouraged by the proposals of the new chief executive, Stewart Regan, to address a series of issues within the SFA and to allow greater transparency and openness in all future decision-making,\" said Reid. \"While we would have liked a review to be more independent in nature, Stewart Regan's objectives are to be applauded.\" On the penalty controversy, which occurred in a match between Dundee United and Celtic, Reid said: \"Following events at Tannadice it was Celtic's absolute right to request clarification on a matter of this nature. Indeed it is widely accepted that this was an incident which deserved some explanation. Clearly, as a result of this investigation, it is very unfortunate that dishonesty has been proven. This, of course, is a matter for the SFA to deal with.\" The legendary Celtic striker Henrik Larsson trained with his old club today, with Lennon using the Swede's visit to Glasgow as a motivational tool for his current squad. The manager said: \"We just said to them: 'Look, there's your marker, that's where you should all aspire to be one day.' It wasn't easy for Henrik at the beginning of his career but, with hard work, dedication and talent, you can get to the very top. It can inspire the players, maybe motivate them. We're glad he came in – it brought a bit of atmosphere to the place.\" The French midfielder Olivier Kapo joined Celtic on a free transfer this week but the former Birmingham City and Wigan Athletic player will not feature against Aberdeen tomorrow due to a shortage of match fitness. \"He's 6ft 1in, he's got decent pace and he's a left-sided midfield player,\" Lennon said. \"We haven't got one of those, so he brings balance to the team; and he can play through the middle as well. He's also got experience.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}