{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2010/nov/24/mad-men-season-four-episode-12", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2010-11-24T22:45:01Z", "webTitle": "Mad Men: season four, episode 12", "webUrl": "https://www.theguardian.com/tv-and-radio/2010/nov/24/mad-men-season-four-episode-12", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2010/nov/24/mad-men-season-four-episode-12", "fields": {"headline": "Mad Men: season four, episode 12", "bodyText": "SPOILER ALERT: This blog is for those who are watching season four of Mad Men on BBC4. Don't read on if you haven't seen episode 12 – and if you've seen more of the series, please be aware that many UK viewers will not have done so… Will Dean's episode 11 blog Episode 12: Blowing Smoke \"I know it's bad for me, but it's heroin Don, I just can't stop.\" Midge Don's acknowledgment of his alcohol addiction in The Summer Man provides a nice place to start when weighing up Blowing Smoke. There's lots of plot, SCDP's troubles and the Sally/Betty/Glen triad, but a key theme is Don's meditation on addiction – as made obvious by his encounters with Midge and then his nicotine cold turkey via a full-page Ciggie Firms Be Gone ad in the Times. Don \"bumps\" into Midge in the Time-Life lobby just as his role as advertising ubermensch is crumbling. He can't even get a pitch at Heinz because their bean fella is worried that SCDP won't exist in six months. The slow reveal of Midge's junk habit might not be Requiem for a Dream-style harrowing, but it is still absolutely sad. The vivacious Village party girl we knew in series one has had heroin pushed onto her by her slimy husband Harry, happy to pimp her out to a strange man for the price of a painting. Rather than judge Midge and her weak scam, Don asks what heroin feels like? \"It's like drinking a 100 bottles of whisky while someone licks your tits,\" comes the reply. I'm surprised he didn't ask for some. He leaves with one of Midge's after-image paintings, and gives her with $120 dollars to score with. What else can he do? It's her life (and her wife) now. The dark heart of the sixties continues to rupture. Staring at painting Number Four leads Don to his Hail Mary throw. He stares at a work of addiction and realises that as good as his own \"art\" is, it's irrelevant; he's branding a product that sells itself. He's \"Harry\", the pusher, and we see one of the millions of Midges when young Glen pulls a packet of cigarettes out and offers one to Sally. I loved the NYT ad, an act of bravado clearly rooted in a real adland tale (see below) and a real last gasp move – like Jerry Della Famina's near-bankrupting parties – aimed at saving the business. Whether Don does it out of the good of his heart and catharsis (as Megan would have it) or for the \"shenanigans\" that it would cause (as Peggy sees) is perhaps neither here nor there. Will it work? Who knows? But I loved the dissonance set up by John Slattery's direction; instead of walking in to the standing ovation he'd have had in Hollywood, Don (or Jimmy Stewart) finds himself berated by the other partners; Bert even gathers his shoes and leaves the building for good. \"Doctor, we know there's a blackspot on the x-ray, you don't have to keep tapping your finger on it.\" Harry's offer of \"anything\" from Midge mirrors Don's desperation while trying to land a Heinz pitch: \"I bet I could get a date with your mother right now,\" the bean chap tells him. This state of affairs forms the backbone of the episode, with Geoff promising – and failing – to get a meeting with Marlboro. The fall in accounts means the three senior partners, Lane and Pete have to bung in thousands of dollars of their own money just to get a loan to keep the payroll going. The subsequent bloodletting of staff holds a mirror up to the current state of corporate America, and the sadness Don feels at dismissing Bill and Danny is offset only by Pete's realisation that Draper has paid his 50k of the loan. Is this the end of SCDP? \"Psychiatrists are easy to fool.\" Glen The friendly relationship that's been brewing between Sally and Glen has been a sweet(ish) subscript to the dark goings on elsewhere in the series. Sally's noticeably grown up; she asks to eat new food with her mother and Henry rather than those delicious-looking boiled hot dogs; has thought about the existence of God and conducts herself with an air of precocity. Dr Edna, for one, has realised that the problem isn't Sally. There's a telling – perhaps a little obvious – scene with Edna and Betty discussing \"Sally's\" progress with Betty talking only about herself and obviously troubled at the thought of losing Edna's ear: \"You can talk to me, but you know I'm a child psychiatrist.\" Betty is still vastly unsure of herself and the world – even the reliable Henry hasn't changed that. Betty's dislike of Glen seems to come from her anger at her own feelings about the boy. She presumes that Glen is only friendly with Sally to antagonise her, which is typically self-centred, but there's obviously real affection between the two. So when Betty drags Sally away from him and decides to lop off any ghosts off the past by moving to Rye, Sally is distraught, lying on her bed clutching the tie that Glen gave her at Christmas. As you would be. I give her four years before she goes all Merry in American Pastoral. In Betty's defence, she has seen Glen spy on her while she was on the toilet; you can understand why she's reluctant for her young daughter to be with him. And \"low-calibre people\" would be nice compared to what she would have said if she'd known Glen was offering Sally fags. Notes • Another episode directed by John Slattery. No Weiner in the writing credits. Credit is due for the shot of Faye and Don shaking hands with Megan framed between their two bodies. • Glen's still got the charm: \"Do you want the backwash?\" • Did Danny say: \"It's a doggy dog world?\" • Don and Faye go to La Caravelle, the legendary French restaurant which closed in 2004. • I liked Sally's take on the nature of eternity via the Land O'Lakes butter girl holding a box with a picture of a box with a picture of a box on it. • Marten Weiner is a good sport – witness the shot of him dropping the Coke bottles then legging it for about 20m before folding over, out of breath. • Wall Street 2007 could have done with some Trudy Campbell: \"When you bet big and lose, you don't double down.\" • Are the shots of Don in the pool meant to represent him literally cleaning himself of sin? It seemed that way in The Summer Man too. • Roger: \"Well I've got to go learn a load of people's names before I fire them.\" Culture Watch • Midge's \"playwright\" husband, she thought he looked liked Brendan Behan. Or was it Dylan Thomas. Either way, both were drinkers with a writing problem. • Sally dreams about floating over London like Mary Poppins (rel 1964). • Was Midge's naming of the pictures a late Rothko-inspired touch? 20th Century Tales • If anyone was wondering when Don was pitching for beans ... Beanz Meanz Heinz was thought up in 1967 by a British exec at Y&amp;R. • Not strictly related to the episode, but interesting nevertheless, here's a wonderful essay on William Burroughs' relationship with heroin in New York from the mid-40s onwards: \"Despite wanting to cast off his grey flannel suit and university tie, Burroughs had to wear them in order to score.\" • Here's a Life magazine essay and photostory on two sixties Greenwich Village junkies. (Hat tip: Mad Men Unbuttoned) • Emerson Foote? an adman who left McCann-Erickson in 1964 in protest at promoting ciggies. • Before it was revealed to be Chaough, I thought the RFK was the worst bit of acting the series had seen so far– \"Is this here, ah, Don Drapah?\" Also ringing Don about his ad: Smokey the Bear, Smokey Robinson, Chiquita Banana and Aunt Jemima."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}