{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2010/nov/24/hms-pinafore-review", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2010-11-24T22:31:01Z", "webTitle": "HMS Pinafore – review", "webUrl": "https://www.theguardian.com/stage/2010/nov/24/hms-pinafore-review", "apiUrl": "https://content.guardianapis.com/stage/2010/nov/24/hms-pinafore-review", "fields": {"headline": "HMS Pinafore – review", "bodyText": "When it comes to Gilbert and Sullivan, less can sometimes be more. The Charles Court Opera are performing HMS Pinafore on the smallest of scales at the King's Head. Directed by John Savournin, who also plays Corcoran, the piece has been reworked for a cast of nine, while a piano duet replaces Sullivan's orchestra. Though downsizing brings occasional problems, the gains include a remarkable cleanness of focus and something of the acerbic pointedness of cabaret. You miss the chorus. Crewed by only three, the Pinafore feels more like a yacht than a ship. Reducing Joseph Porter's fleet of female dependents to two women behaving badly, meanwhile, obscures at least one of Gilbert's points about the extravagance of the admiralty. There are insights as well as losses in the piano arrangement, too. The sideswipes at Verdi sometimes misfire, but there are also digs at Schubert, including a parody of the opening of Erlkönig, that you, like me, probably won't have noticed before. Its primary strengths lie in the understated assurance of Savournin's direction and his belief that Gilbert's text does as much, if not more, than Sullivan's score. Nothing is in-your-face, though we are constantly aware of the contrast between a patriotic navy and the incompetents that run it. Most crucially, it's performed by a cast that sing words as well as notes. Georgia Ginsberg's Josephine blasts a bit, not helped by the venue'sunflattering acoustic. But there's a beguiling, Yorkshire-accented Ralph in David Menezes, and a prissily camp Joseph Porter from Ian Belsey, while Savournin's Corcoran, like so much of this show, is nicely judged and wickedly funny. Until 8 December. Box Office: 0844 477 1000."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}