{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "global/2010/nov/16/how-health-walks-transform-lives", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2010-11-16T23:21:00Z", "webTitle": "How health walks transform lives", "webUrl": "https://www.theguardian.com/global/2010/nov/16/how-health-walks-transform-lives", "apiUrl": "https://content.guardianapis.com/global/2010/nov/16/how-health-walks-transform-lives", "fields": {"headline": "How health walks transform lives", "bodyText": "Every Tuesday morning, Carole Shepherd drives a couple of miles from her home to Avon Heath Country Park, a dry, wild patch of heathland full of heather and mushrooms on the edge of the New Forest. Here, at 9.30am sharp, a dozen local people set out on a weekly \"health walk\", one of seven regular walks in east Dorset designed to get people active and feeling better in body and mind. These walking groups were set up and initially led by public health professionals, funded by the Labour government's generous public health budget. Now, as originally planned, the groups are self-supporting, with members having taken over the running of the free weekly walks. Shepherd, 69, grew up near Surbiton when it was still surrounded by fields. After \"working 24/7\" in Crawley, she and her husband Ken moved to Dorset for a quieter life. \"I used to come out walking even before Ken died,\" she says. \"When my husband died, it became a lifeline. It's so easy to keep indoors. This is a way of getting up in the morning, forcing you out of bed. It's very social.\" It is possible to go for an organised \"health walk\" every day in east Dorset, which is consistently shown to be one of the healthiest areas in the country. Peter and Joyce Hammond saw a notice in their local doctors' surgery and decided they would do it \"as a regular thing\", says Peter. \"It's a nice mix of exercise and socialising.\" According to Katy Scanlon, a ranger at the park, some people were referrred to the group by their GP, while others just joined up more spontaneously. There are a dozen regulars now. The park, which is close to Bournemouth, attracts 200,000 people – mostly walkers – each year. This week's research into how regular walking (150 minutes a week, or half an hour five days a week) can reduce the risk of 24 illnesses, from dementia and cancer, to heart disease and diabetes, emphasises that the walk must be brisk. The Avon Heath walkers certainly set a good pace. \"When I joined up, I thought it would be a gentle stroll through the park,\" says Cliff Hargrave, now one of the group leaders. \"Far from it. We walk quite quickly.\" As noise from the busy A31 between Bournemouth and Southampton recedes into the pine trees, the group marches off along sandy tracks, winding through the heather on a circular route for 45 minutes. The Avon Heath walkers are as convinced of the benefits to their mental health as of the more obvious physical advantages. Carolyn Harmer, their newest recruit, moved from Cambridge eight months ago and still feels more at home in a city. \"I very much miss the pollution and all the activity and life.\" But she believes living in the countryside has lifted her morale and mental health. \"It clears your mind.\" When she first arrived she would walk on the beach when dawn was breaking. \"I felt that was very theraputic and I needed it.\""}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}