{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/tvandradioblog/2010/nov/12/pillars-of-the-earth-episode-five", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2010-11-13T22:00:00Z", "webTitle": "The Pillars of the Earth: episode five", "webUrl": "https://www.theguardian.com/tv-and-radio/tvandradioblog/2010/nov/12/pillars-of-the-earth-episode-five", "apiUrl": "https://content.guardianapis.com/tv-and-radio/tvandradioblog/2010/nov/12/pillars-of-the-earth-episode-five", "fields": {"headline": "The Pillars of the Earth: episode five", "bodyText": "Spoiler alert: This weekly blog is for those who have been watching The Pillars of the Earth. Don't read ahead if you haven't seen episode five yet – and if you have seen later episodes please remember that UK viewers may not have. Paul MacInnes's episode four blog \"If it were up to women there would be no more wars. I feel so much better when I'm conquering an enemy.\" – King Stephen It was a week of stresses and strains. The stress was on the face of the delightful Regan as she contemplated not only the marriage of her son and lover William, but the imminent prospect of having to murder the Archbishop of Canterbury. The strain, more visibly, was in the vaulted ceiling of Kingsbridge cathedral. Constructed by Alfred the incompetent, it soon collapsed; under the pressure of a round of applause. Admittedly, the clapping was for William Hamleigh, which no doubt left it charged with evil spirits. But still, it seems likely that the destruction of Kingsbridge cathedral by means of polite clapping is perhaps the most effective use of sonic weaponry since Madame Castafiore last appeared in a Tintin book. The upside of this development was that Alfred was not only humiliated and revealed as being anything but a master builder, but that his new wife – poor Aliena – managed to give birth to Jack Jackson's son amid the rubble. On the downside, I'm utterly confused as to where this drama goes next. In the first instance, it appears this drama goes to France. The final scene shows Jack, having abandoned Kingsbridge at the news of Aliena's engagement to Alfred, arriving in St Denis to help build its famous cathedral (in this ability to attract the great young minds, cathedrals must have been the tech startups of the 12th century). Also in France are Maud, Gloucester and the boy Henry. They're chilling under dappled sunlight and preparing to make yet another bid to overthrow Stephen. Soon Aliena herself will, I predict, appear on the other side of La Manche as she seeks to hunt down the father of her child and, perhaps yet, restore her family name to respectability. At what feels like the end of the second act in this medieval romp, the prospect of events being resolved both happily and convincingly are looking rather remote. Philip's out on his ear at Kingsbridge, Tom is dead and with Jack having done a runner it leaves only the incompetent one with any chance of completing the cathedral. And he's already ruined it once. Any hopes for a grisly end for the axis of the Hamleighs and Mr Immolator, Bishop Waleran, don't seem all that good neither. Peek a little closer, however, and a happy ending might yet be contrived. Firstly, the Hamleigh/Waleran axis is not as solid as it might seem. The Hamleighs may have their title, but Waleran does not – denied it by the King after the big cave-in. With the dastardly cleric spotted in the closing montage drawing his own blood as penance for his sins, it's a fair bet that he's ready to do something naughty again. Like back Maud, for example. Then there's Aliena's brother Richard, who may have been let down in his ambitions by his sister, but will surely seek to take his frustrations out on William eventually. Finally, there's the incredible timeslip facility that allows The Pillars of the Earth to jump forward months, nay years between scenes without so much as a by-your-leave. Before you know it, Jack will have completed St Denis singlehandedly and be back in Kingsbridge to complete his destiny. This week's episode provided another engaging 45 minutes of entertainment. The twinning of the marriages was a directorial feat worthy of EastEnders, even. My only complaint (apart from the unconvincing nature of the acoustic cathedral collapse) was that both ceremonies had to be followed by two more rape scenes. If not as explicit as some that have preceded, I think the message has been clearly made about the rapacity of some of the male characters. Any more moments of men subduing their women with wild looks in their eyes might start coming across as just a little gratuitous."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}