{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2010/nov/19/lord-young-right-only-rich", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2010-11-19T21:26:01Z", "webTitle": "Was Lord Young right? Not unless you're rich", "webUrl": "https://www.theguardian.com/politics/2010/nov/19/lord-young-right-only-rich", "apiUrl": "https://content.guardianapis.com/politics/2010/nov/19/lord-young-right-only-rich", "fields": {"headline": "Was Lord Young right? Not unless you're rich", "bodyText": "At least 1.5 million mortgage customers are estimated to be better off than they were before the credit crunch forced the Bank of England to slash interest rates to try to stave off recession. But while the government's former adviser Lord Young claims the majority of Britons have never had it so good, it is not that simple. First, low interest also hits savers, who outnumber mortgage customers, making their investments worth less. The price of goods such as fuel, food and clothing is also rising, hitting incomes. Ray Boulger, senior technical director at the mortgage broker John Charcol, estimates that two sets of people are likely to be enjoying the impact of the 0.5% Bank of England base rate. Around 5% of the country's 10 million mortgage customers – approximately half a million households – may be on deals that are priced at just 0.5% above the base rate. Another million or so customers, largely using the Nationwide building society and the C&amp;G arm of Lloyds Banking Group, are paying a standard variable rate of 2.5% – lower than many of rates on offer before the credit crunch before the recession – according to Boulger. \"Mortgage customers are the best example of people who have never had it so good,\" said Boulger. \"Anyone who took out a lifetime tracker before the credit crunch will have seen their payments drop dramatically.\" Another group of borrowers were also left paying no interest at all as they had products that, very unusually, tracked below the base rate. But even if Young was basing his comments on the fact that around two-thirds of all home loans – around 7.5m – are on variable rates, not all of these will be benefiting from the lower base rate. Some lenders have variable rates as high as 6.08%, compared with the 2.5% offered by market leaders Nationwide and C&amp;G. Although the average interest rates on variable rate mortgages fell from 5.91% to 2.72% between the third quarter of 2008 and now, according to figures compiled by the Press Association, the impact of the fall in house prices and the rising prices of clothes and utilities would need to be taken into account. Howard Wheeldon, the outspoken commentator at the City firm BGC Partners, was supportive of Young's remarks, while noting their timing, given that 2.5 million people are unemployed. \"In making such remarks he is, of course, referring to the amount of money that Britons have to spend in their purse, pocket or wallet and for which for those still in work and earning there can hardly be any argument,\" he said. Mark Littlewood, director general of the Institute of Economic Affairs, concurred. \"He is, in many respects, right. The coalition's cuts are modest, not enormous. In 2015, this government will still be spending more than when it came to power, and in real terms the cuts amount to only 4%. \"And while we should be sensitive to the fact that 100,000 people a year are expected to lose their jobs in the public sector, we should remember that, in the context of a 30 million-strong workforce, they are a tiny minority.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}