{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2010/nov/01/scott-king", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2010-11-01T22:00:00Z", "webTitle": "Scott King: Top Marx", "webUrl": "https://www.theguardian.com/artanddesign/2010/nov/01/scott-king", "apiUrl": "https://content.guardianapis.com/artanddesign/2010/nov/01/scott-king", "fields": {"headline": "Scott King: Top Marx", "bodyText": "David Baddiel's side didn't stand a chance. In Football Pitch (1997), the comedian is at midfield in a soccer-match diagram, heading up a team that includes Chris Evans and Frank Skinner. Not a bad first 11. But take a look at the other side. There are 48 of them, and, in terms of raw talent, they seriously outshine Baddiel's boys: Jean Genet, Malcolm McLaren, André Breton, Chuck D. For anyone who suffered through the beery, leery 90s, Football Pitch is thrilling. Suddenly it seems as if you might not be on the losing side. \"I'm not really a football fan,\" explains the artist, Scott King. \"The idea was just a device to illustrate both 'whose side are you on?' and to 'beat them at their own game'.\" As King says, being a football supporter was a prerequisite for \"new lads\" back then. The piece is typical of King: pop with highbrow references, partisan, simple, graphic. It was first published in the inaugural issue of Crash!, an art magazine that King co-produced with the historian Matt Worley immediately after leaving the art directorship of the style magazine i-D. It appears again this month in a retrospective book, Scott King Art Works, alongside other pieces that could be seen as funny, puerile, glib or heroic, depending which side you come down on. There's a bar chart illustrating the incidence of Christian names among Britain's fallen soldiers; Venn diagrams examining the appeal of Kurt Cobain and Manic Street Preacher Richey Edwards. A bust of Karl Marx is made up to look like glam rocker Roy Wood; Cher's eyes, nose and mouth are fitted on to Che Guevara. King's friend Wolfgang Tillmans convinced him to put the book together. Tillmans also helped fund Crash! 13 years ago and offered King advice on how to make the transition from newsstand to gallery. \"It's a big leap, from graphic design to art. People who have done it, like Barbara Kruger, are few and far between,\" King says. \"Once I treated the art world with too much reverence. Now I've no interest in other people's opinions.\" King was born in 1969 and grew up in Goole, East Yorkshire. He did his graphic design degree in Hull, landed the job at i-D, and later began designing record sleeves for clients such as Morrissey. \"They paid so well,\" he admits. \"But I've always felt much more akin to artists like Sarah Lucas. That's more me than [graphic designer] Neville Brody's version of The Face magazine or New Order's covers.\" The continuity in King's work is striking. Some of this can be put down to his long-term, collaborative relationship with Worley. \"What struck me about Scott,\" says Worley, \"was that he could express, in a pop manner, ideas writers needed whole books to explain.\" The 20th century's ideological battle lines seem to recur in a work such as The Oppressed, a roomful of revolutionary slogans written on speech bubbles. \"I do have a nostalgia for movements and people who thought they could change things; who said no, rather than OK all the time,\" says Worley. Crash! recently put together a programme for this year's Marathon, a series of artists' presentations at London's Serpentine Gallery. Listings are interspersed with Better Britain, Crash!'s satire of arts initiatives in a time of cuts. Suggestions include erecting gigantic reproductions of the Tubular Bells sculpture from Mike Oldfield's 1973 album cover at sites of economic depravation, and sticking the Angel of the North on Nelson's Column. \"It's utterly idiotic, the idea that egomaniac artists can come up with these things while the country is in complete meltdown,\" says King of art-led plans for regeneration. \"It's like Hitler making plans for Welthauptstadt Germania from his Berlin bunker in 1945.\" And yet, despite King's attack on the arts establishment, his work could be strengthening Britain's gallery businesses. Graphics commentator Adrian Shaughnessy says that thanks to people like him, today's young designers don't want to take commercial briefs and instead view themselves as artists. \"I'm no intellectual,\" King says, \"but I do my best. At worst, I'll get the gist of some Walter Benjamin and make it into pop crap. From years of labouring away with the same five pages, I think some of it sinks in.\" Scott King Art Works is published by JRP Ringier"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}