{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2010/nov/16/england-samoa-matt-banahan", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-11-16T22:11:07Z", "webTitle": "England to set Matt Banahan and Shontayne Hape loose against Samoa", "webUrl": "https://www.theguardian.com/sport/2010/nov/16/england-samoa-matt-banahan", "apiUrl": "https://content.guardianapis.com/sport/2010/nov/16/england-samoa-matt-banahan", "fields": {"headline": "England to set Matt Banahan and Shontayne Hape loose against Samoa", "bodyText": "Martin Johnson is set to change a winning team tomorrow and offer some of his fringe squad members the chance to impress against Samoa at Twickenham on Saturday. The England starting XV to be named at lunchtime will retain the core of the team who defeated Australia 35-18 but Johnson is expected to give some of his Wallaby-beaters a rest to ensure their readiness to face South Africa on Saturday week. It makes limited sense to send out the battle-scarred Lewis Moody and Mike Tindall for four autumn Tests on successive Saturdays and the management would clearly prefer them to be refreshed for the Springbok encounter, rather than nursing further bumps and bruises courtesy of the ever-physical Samoans. Hendre Fourie of Leeds and Matt Banahan of Bath are among those whom Johnson also needs to see play more at the highest level, with the South African-born Fourie having enjoyed only brief Test experience off the bench to date. Fourie, 31, was not among the eight players released back to their clubs last night, a list which included four Wasps – Joe Worsley, Tom Payne, Riki Flutey and Dominic Waldouck – plus the Leicester pair George Chuter and Anthony Allen, Gloucester's Paul Doran-Jones and Saracens' David Strettle. Assuming England's plans do not change, Harlequins' No8 Nick Easter is the strongest candidate to replace Moody as captain. The departure of Strettle virtually guarantees Banahan will feature against the Samoans, with England known to be interested in his potential as an outside centre. There have been some excellent Bath centres down the years – Jeremy Guscott, Simon Halliday, John Palmer and Phil de Glanville all earned England recognition – but the Jersey-reared Banahan and the former Kiwi rugby league cap Shontayne Hape would qualify among the more exotic pairings. The debrief from the Australia game, meanwhile, highlighted the management's belief that England can still improve in several areas. \"We had a review of the game and it wasn't a pat-on-the-back session,\" said Tom Palmer, the lock who enjoyed arguably his best match for England. \"The coaches went through all the errors we made, although they did show Chris Ashton's try at the end which raised a cheer. It was a case of: 'OK, we did well but we can get better.' The team is always striving to improve and that's what you have to be as a great side. You can't take anything for granted. The challenge for us is to keep playing like we played last weekend.\" As for Palmer, now plying his trade in the snazzy pink kit of Stade Français, his only regret is that he cannot turn back time. \"Now's a really exciting time to be involved with England. After the game I was sitting with Courtney Lawes and thinking: 'I wish I was five years younger.' I was a bit envious of the fact that he's 21 and is getting established in the team, whereas it's taken me until I'm 31. \"I just think this team has an enormous amount of potential and the work we've been doing over the past six months is really starting to bear fruit. If we can keep playing the way we're playing I think we can be a very good side. Apart from 20 minutes against New Zealand, we've played pretty well for three games in a row. We've definitely got the ability to keep doing that, particularly given the way Ben Youngs and Toby Flood are running the game at the moment. It's hectic and it's non-stop but it puts teams under pressure and it creates spaces for us.\" Palmer's prominent role as line-out co-ordinator is also a stark contrast with 12 months ago when Steve Borthwick was England's captain and the former was sitting in Paris wondering if he had a Test future. \"I wouldn't say I lost faith in myself but this time last year I was a bit despondent. I was getting phone calls from John Wells saying they were watching me and that I was playing well but they were still going to go with these other guys. I'm feeling fairly secure now but you never know what can happen. You can never be too confident of your place because there's always pressure from the guys who aren't quite there.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}