{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2010/nov/19/nato-missile-defence", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2010-11-19T22:03:18Z", "webTitle": "Missile defence: the $270m 'protective umbrella' for 28 Nato allies", "webUrl": "https://www.theguardian.com/world/2010/nov/19/nato-missile-defence", "apiUrl": "https://content.guardianapis.com/world/2010/nov/19/nato-missile-defence", "fields": {"headline": "Missile defence: the $270m 'protective umbrella' for 28 Nato allies", "bodyText": "What is the purpose of the proposed missile defence system? To protect Nato allies and countries in the eastern Mediterranean from a perceived growing threat, notably long-range Shahab-3 and Qiam-1 weapons, which have a range of some 2,500 miles, being developed by Iran (though Iran will not be singled out, see below). Why now? The US has persuaded most of its Nato allies the time has come for a \"protective umbrella\". Obama abandoned Bush's plan to base 10 land-based interceptors in Poland and a tracking radar in the Czech Republic. Russia objected. Have all parties signed up to it? Yes, in principle. Turkey's objections have been allayed by lack of specific reference to its neighbour, Iran. Russia privately agrees the need for some kind of shield. Its opposition was based in part on Nato failure to consult it. Israel, and the Gulf states, have their own anti-missile systems. How will it work? In stages. From next year US will deploy Aegis warships with interceptors in the eastern Med, supported by mobile radar units and run from a control centre in Ramstein, Germany. By 2015, there will be a land-based Aegis anti-missile system in Poland or Romania (or both). Third phase, due in 2018, would bring unmanned drones. By 2020, the idea is to have longer range missiles in place against a threat of intercontinental ballistic missiles which would be monitored by powerful large early radar warning systems, such as that in Fylingdales in North Yorkshire. The US satellite ground station at Menwith Hill, also in North Yorkshire, would also have a key role. How much will it cost? About $270m (£169m) over 10 years shared between 28 allies. Defence secretary Liam Fox said the missile system would cost the UK \"something like £2m a year\" over the next decade. What is the UK's view? The government supports it; critics say it could fuel an arms race, and make Britain a target. \"We think it's a good thing to have a missile defence system which is Nato-based,\" Fox told the BBC today. \"It's cost-effective for us, and there are some 30 countries now which either have or are developing ballistic missiles.\" The Labour government once toyed with the idea of having land-based interceptors in Britain, but the idea, opposed by military chiefs, was soon dropped."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}