{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2010/nov/09/thomas-vermaelen-arsenal-injury", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-11-09T22:15:01Z", "webTitle": "Arsenal manager frustrated as Thomas Vermaelen suffers injury setback", "webUrl": "https://www.theguardian.com/football/2010/nov/09/thomas-vermaelen-arsenal-injury", "apiUrl": "https://content.guardianapis.com/football/2010/nov/09/thomas-vermaelen-arsenal-injury", "fields": {"headline": "Arsenal manager frustrated as Thomas Vermaelen suffers injury setback", "bodyText": "Thomas Vermaelen appears to be no closer to a return to fitness for Arsenal, after suffering a setback in training on Monday in his fight to recover from the achilles problem that has kept him out of action for the past two months. The influential central defender picked up the injury in early September on international duty with Belgium, after playing in Arsenal's opening three Premier League matches of the season. and, tTo his frustration and that of Arsène Wenger, his rehabilitation has been painfully slow, with the club's medical staff unable to diagnose the cause of the discomfort. Vermaelen's latest problem, ahead of tomorrow night's visit to Wolverhampton Wanderers, has deepened his manager's irritation, in the wake of back-to-back defeats by Shakhtar Donetsk in the Champions League and Newcastle United in the Premier League. \"We don't have good news about Thomas Vermaelen,\" Wenger said. \"He had a little setback in training and he has to see specialists again. I don't know where we go with Thomas Vermaelen time-wise but at the moment he cannot play. I can't give you any time scale at all. On the scan, his achilles is completely clear but as soon as he stays out for a while it tightens up and he has pain. We don't know the source of his pain.\" The update was similarly gloomy on the midfielder Abou Diaby, who has seen two surgeons about the piece of loose bone in his ankle. He has not played since the middle of last month. \"Diaby is the same [as Vermaelen],\" Wenger said. \"He has a test Wednesday or Thursday. If he gets through that it will be very quick but if he still has pain, he will have to see a specialist.\" Wenger will be without a second centre-half for the fixture at Molineux. Laurent Koscielny was sent off against Newcastle and he learned today that he had lost his appeal against the dismissal. Koscielny will be banned for two matches and will also miss the Everton fixture. Wenger has the option to recall Johan Djourou and start him alongside Sébastien Squillaci. There was some comfort for Wenger from the treatment room in that Samir Nasri has recovered from the calf problem that forced him off against Newcastle and Robin van Persie came through a substitute's appearance, his first real test since he damaged ankle ligaments at Blackburn Rovers on 28 August. Andrey Arshavin, meanwhile, is expected to be back in the starting line-up, after being dropped against Newcastle."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}