{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/tvandradioblog/2010/nov/09/radio-head-the-moth", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2010-11-09T22:59:00Z", "webTitle": "Radio head: The Moth", "webUrl": "https://www.theguardian.com/tv-and-radio/tvandradioblog/2010/nov/09/radio-head-the-moth", "apiUrl": "https://content.guardianapis.com/tv-and-radio/tvandradioblog/2010/nov/09/radio-head-the-moth", "fields": {"headline": "Radio head: The Moth", "bodyText": "Since it was launched in 1997 The Moth has staged events where more than 3,000 stories have been told to live audiences. This hip American storytelling behemoth – named after moths attracted to porch lights when people gather to share tales – also runs Moth Radio Hour, broadcast across 250 stations in the US. It is brilliant, and quietly addictive. You can listen online to the programmes once you register for a free account, and each episode is richly eclectic. The only rules, as founder George Dawes Green explains, are that stories must be told \"without notes or second takes\". The result is an hour of radio that's quirky, passionate, often very funny indeed, and crammed with personality. I've just listened to episode 304, which begins with performer Bokara Legendre recalling life with her socialite and big game hunter mother Gertrude. The funniest bits were about Bokara trying to offload the 150 animal heads her mother bequeathed her. She tried a natural history museum (\"I'm sorry, we only take the whole animal\") and then thought more laterally. \"I called Ralph Lauren,\" she explained. He didn't want them either. The next story was from Tony Hendra, and focused on the day he tried to do away with himself with vodka and valium, but nodded off after the first few tablets. The next morning, when he was due on the set of This Is Spinal Tap, he woke up feeling atrocious: \"I was still suicidal, but now I had a massive hangover.\" The best of these storytellers paint vivid pictures and take us right into the moments of being they describe. Hendra recalled getting into a New York taxi driven by a \"quintessential acid casualty, with one of those beribboned ponytails down to his arse-crack\". These tales are full of colour and life, though their moods vary greatly. \"They're personal and they're sometimes intense, or hysterical or mysterious,\" says Green. Sometimes they're all of those things, and more."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}