{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2010/nov/13/david-moyes-everton-interview", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-11-13T22:00:01Z", "webTitle": "'Managing Everton will always be a battle,' says David Moyes", "webUrl": "https://www.theguardian.com/football/2010/nov/13/david-moyes-everton-interview", "apiUrl": "https://content.guardianapis.com/football/2010/nov/13/david-moyes-everton-interview", "fields": {"headline": "'Managing Everton will always be a battle,' says David Moyes", "bodyText": "They no longer come with the jeroboam of Scotch whisky that did for Brian Clough and which Bob Paisley used to offer visitors to his modest house on Merseyside, but manager of the month awards are a fair measure of success in the profession. Of the current crop, only Sir Alex Ferguson and Arsène Wenger have more than David Moyes – the latest, for October, was delivered a few days ago – and, collectively, they should provide a comfortable measure of security, although if you mention it to the man responsible for the reinvention of Everton, he becomes strangely diffident. \"You never think how long you'll get. There is a survival thing right from the start,\" said Moyes. \"When I talk to young managers, my advice is always that you have to win your first few games right away to give yourself a chance and then get in a couple of players who are going to make a difference. Fortunately, those things happened to me. There are people who told me I would never turn Everton around and, coming from Glasgow, I took that as an invitation for a bit of a fight. \"But I am still trying to survive. I don't think your feet are ever truly under the table as a manager. Everton are not in a great position in the league and we should be much higher up. Every day you come into work you have to realise that your job is not secure and I would never treat it any other way. If I don't work hard every day, I will be jeopardising myself. \"At a club like Everton, it could quite easily turn,\" he said, dwelling on the essential difference between himself and Ferguson or Wenger. \"We don't have big resources and, I don't know if you are a horsey person, but I have to be up in the saddle ready to go all the time. I don't think there is a canter for Everton. We always have to be up in the saddle.\" They are not a club that flies out of the stalls. Few of Moyes's manager of the month collections come from August and September – only once has he bettered a return of 10 points from Everton's first six fixtures. When opponents, Arsenal, last came to Goodison it was for the opening game of last season and the 6-1 defeat they inflicted effectively derailed Everton's campaign before it had properly begun. Moyes remembers it for other reasons. It was the time of his corrosive dispute with Mark Hughes over the sale of Joleon Lescott and, in the dressing room afterwards, he realised he had to strike a deal with Manchester City. \"It was a terrible period for us,\" he said. \"Joleon was leaving for Manchester City and it became obvious to me I had to do something – I had thought if we could just get to the transfer window shutting everything would calm down. But I knew then I had to take some action and get the right money for Joleon, but then I would have had one fit centre-half and two weeks to find another.\" For a third of the money Everton squeezed from Eastlands, he bought Johnny Heitinga, who went on to play in a World Cup final, something it is hard to see ever appearing on Lescott's CV. Moyes is a man who puts enormous store by the character of his players. When Ottmar Hitzfeld left Bayern Munich for the first time, he said a manager had to leave a big club after four or five years \"because your head is empty\". You could argue Martin O'Neill felt that way at Aston Villa. Moyes's head has not been emptied despite the pressure of having to bring in an overachieving team under budget year after year. Much of that is, he says, because in footballers such as Leon Osman, Tony Hibbert and Phil Neville, he has men who instinctively understand his values and pass them on, pointing out that Tony Adams and Dennis Bergkamp did the same in the early years of Wenger's rule at Highbury. \"And you talk about money, but how many managers really have money these days?\" he said. \"Very few. I looked at Bolton's figures the other day and my jaw dropped. They have a bigger debt than Everton and their wages last year were nearly the same. Apart from the fact we don't have a new stadium, as a club we are in pretty good nick.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}