{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2010/nov/20/michael-gove-schools-sport-funding", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2010-11-20T21:00:01Z", "webTitle": "Michael Gove's plan to slash sports funding in schools splits cabinet", "webUrl": "https://www.theguardian.com/education/2010/nov/20/michael-gove-schools-sport-funding", "apiUrl": "https://content.guardianapis.com/education/2010/nov/20/michael-gove-schools-sport-funding", "fields": {"headline": "Michael Gove's plan to slash sports funding in schools splits cabinet", "bodyText": "A battle is raging at the heart of government over a decision by the education secretary, Michael Gove, to slash £162m of sports funding in English schools as the country prepares for the 2012 Olympics and bids for the 2018 World Cup. The Observer has learned that fears about sports provision being cut back dramatically in the state sector have been voiced in cabinet by the deputy prime minister, Nick Clegg, and the health secretary, Andrew Lansley. Gove's decision to end all ring-fenced funding for sport – which would threaten most after-school clubs and severely reduce the number of trained PE teachers and sports coaches – has also caused dismay among MPs, leading athletes and the teaching establishment. Many sports co-ordinators have already been told they will not have a job after the end of the financial year in March. One senior figure close to the discussion said it was an \"atrocious decision\" that ran contrary to efforts to build an Olympic legacy – and to David Cameron's vision of a \"big society\". It comes just weeks before the prime minister travels to Switzerland to support England's bid for the World Cup. Writing in the Observer today, England World Cup goalkeeper David James says: \"David Cameron plans to jet off to Zurich to support England's World Cup bid when his government is about to cut off all funds to the country's school sports partnerships from next spring.\" The policy threatens all 450 school sports partnerships, the networks that run schools' sports in local communities. They use the money they receive to run PE classes in schools where there are no trained staff, organise sports clubs during and after school and run competitions and events. On 20 October, Gove announced the funding would be stopped entirely in March next year. In its place he wants to spend £10m on a new schools Olympics, details of which have not been announced. Sources said Clegg had questioned in cabinet whether the Liberal Democrats had been fully consulted on Gove's change of policy. He has also argued it would be absurd for facilities such as playing fields to be sold off when the country is preparing for the Olympics. Lansley's concerns are understood to relate to the effect that cutting sport will have on obesity levels and health. It is understood that discussions are under way about how to rework elements of the Gove plan to provide more money and stop the tidal wave of complaints. Heads and teachers have reacted to the plans with fury. The Youth Sport Trust, the non-political body that built the network of schools sport partnerships, said it had been bombarded with complaints from teachers and others. A spokesman said there was a fear that the move would significantly affect \"the health and wellbeing of young people and greatly reduce the sporting opportunities available to them. It will be a massive backward step on all that has been achieved in PE and sport over the past 10 years.\"Christine Blower, general secretary of the National Union of Teachers described it as a \"clear U-turn\" given the focus on fitness for children and obesity. Sources close to Gove said the education secretary believed the network had become over-bureaucratic and had failed to deliver increasing levels of competitive sport in schools. The answer was to free schools from the requirement to meet targets and allow them to manage their own policies. The children's minister, Tim Loughton, said: \"We haven't taken this decision lightly, but it is right to now rethink the government's approach. High-quality sport should be at the heart of growing up – that's why we are creating a nationwide school Olympics.\" The row is threatening to overshadow Gove's education white paper, which will be revealed this week. A draft leaked to the Observer says that teachers will be allowed to use \"force\" when necessary in controlling pupils and also lists plans to overhaul teacher training, school inspection and league tables, with more emphasis on schools working together. It says graduates will need at least a 2:2 to take up a PGCE and it will increase the time trainees spend in the classroom. Ofsted will be asked to focus more on behaviour and spend more time watching teachers in action. New performance tables will put more information in the public domain but break it down, focusing on how pupils progress, how the poorest perform and how similar types of schools perform in each area. There will also be information on what teenagers go on to do after school. Gove will also raise the \"floor target\" or minimum expectations of schools from 30% of pupils achieving at least five A to C grades including in maths and English to 35%."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}