{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2010/nov/09/chelsea-didier-drogba-fulham-malaria", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-11-09T22:29:00Z", "webTitle": "Chelsea's Didier Drogba to face Fulham despite having malaria", "webUrl": "https://www.theguardian.com/football/2010/nov/09/chelsea-didier-drogba-fulham-malaria", "apiUrl": "https://content.guardianapis.com/football/2010/nov/09/chelsea-didier-drogba-fulham-malaria", "fields": {"headline": "Chelsea's Didier Drogba to face Fulham despite having malaria", "bodyText": "Didier Drogba will start Chelsea's west London derby against Fulham tomorrow evening despite suffering from malaria.Blood tests on Monday evening revealed the Ivory Coast forward, who missed last month's games against Aston Villa and Spartak Moscow through illness and has not seemed fully fit since, had contracted the tropical disease. The 32-year-old, who began Sunday's defeat at Liverpool on the bench after suffering a fever overnight, has started to use medication that should eradicate the illness within 48 hours. Chelsea cannot say when Drogba contracted malaria, which could have been in his system since the Africa Cup of Nations in Angola in January. They are confident there will be no long-term effect on his fitness. Drogba complained of feeling unwell before going to Ivory Coast on holiday in the international window last month, though tests then did not show up the disease as there was insufficient parasitic activity in his blood at the time. He was treated symptomatically thereafter, taking antibiotics to address regular bouts of fever. Tests taken after the match at Anfield revealed the presence of malaria. \"Didier has had difficulty training for the last month,\" said Carlo Ancelotti, the Chelsea manager. \"He didn't feel good and didn't have the power or ability to train properly. I think he lost some conditioning. He was unselfish by still playing when he was not at 100% but now he has been diagnosed we have the possibility to improve his condition. Malaria was serious once. Now it's a bit different as you can treat it very well and move on very quickly. He is resolving the problem.\" Now it is known how ill he has been, Drogba's performances, not least in the second half at Anfield on Sunday, when he energised his team, have been remarkable. Malaria has affected other players in the Premier League, most notably Lomana LuaLua, Ayegbeni Yakubu and Kolo Touré. There had been concern that at 32 he might struggle to return to his best but Ancelotti is confident the forward will make an \"immediate\" impact. Ancelotti was forthright when asked if Fernando Torres' two goals at Anfield had prompted any regret that Chelsea had been unable to buy the Spanish striker in the summer. \"We were not interested because, when you have Drogba and [Nicolas] Anelka, it's difficult to think about Torres,\" he said. \"The day that Drogba is not able to play and maintain this level of condition, we can think about buying another striker like Torres. But when Drogba is not able to do what he does now for us, Torres will be old.\" The Premier League champions have been in dialogue with the Football Association to notify them of the drugs Drogba has taken to address the illness, with more reliance placed on the Ivorian because Anelka will need a fitness test tomorrow evening after complaining of a back problem sustained at Anfield. The centre-half Alex is another doubt after suffering swelling on his knee but Michael Essien will return after a toe problem. Ancelotti has also confirmed his willingness to release Frank Lampard for international duty in England's friendly against France next week, if the midfielder plays in Sunday's game against Sunderland, as anticipated, on his return from a long-standing groin problem. The 32-year-old has not played since the end of August, when he underwent minor surgery that was expected to keep him out for no more than three weeks. He then tore a tendon off a bone during his rehabilitation. \"If he's available to play with us, he'll be available to play for England,\" Ancelotti said. \"[Fabio] Capello must decide, but we don't have a problem if he's available for the Sunderland game for him to play with the national team. He's training with us. He's worked very hard, physically, and is 100% fit. He just has to be comfortable to play with the ball and his team-mates.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}