{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/cifamerica/2010/nov/01/currency-war-no-winners", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2010-11-01T22:00:01Z", "webTitle": "A currency war has no winners | Joseph Stiglitz", "webUrl": "https://www.theguardian.com/commentisfree/cifamerica/2010/nov/01/currency-war-no-winners", "apiUrl": "https://content.guardianapis.com/commentisfree/cifamerica/2010/nov/01/currency-war-no-winners", "fields": {"headline": "A currency war has no winners", "bodyText": "It's easy to see why some policymakers hope favourable exchange rates could put America's economy back on track. Amid growing fears of a Japanese-style malaise, the other options are either off the table or likely to be ineffective. Political gridlock and soaring debt have stymied an effective second stimulus, and monetary policy has not reignited investment. But weakening the dollar to boost exports is a risky strategy – it could result in exchange rate volatility and protectionism; worse, it invites a response from competitors. In this fragile global economic environment, a currency war will make everybody a loser. Fortunately, there's an alternative. Global co-operation based on growth-enhancing policies of structural reform, economic stimulus and long-term institutional changes in the global monetary system would be far more effective. We know the dangers of devaluation because we've been here before. In the 1930s, beggar-thy-neighbour policies prolonged the Great Depression. In more normal times, the US might be able to make other currencies appreciate against the dollar – and help make US exports cheaper – by maintaining low interest rates and letting loose a flood of liquidity. But others, notably China, have signalled they won't play along. The US must consider another path. History should be instructive. Forty years ago unilateral action by the US led to the breakdown of the Bretton Woods system, and the shift to the floating rate regime. Since then the global economy has been marked by unprecedented crises. Now the world is on the verge of moving to another regime of managed exchange rates and fragmented capital markets. This is not the result of extensive deliberations over what system would best serve all. Rather, it is the result of some countries taking actions they believe are in their own interest, without regard to others who do what they must to protect themselves. US monetary policy was largely responsible for Latin America's lost decade, as the unprecedented increase in interest rates brought on the debt crisis of the early 1980s. So too, US monetary policy was largely responsible for the bubble whose breaking led to the global recession. Now, the US is again engaged in behaviour that risks putting global stability in jeopardy. The irony is that the US is gaining little from the flood of liquidity. Low interest rates didn't spark investment in plant and equipment in the recession of 2001, and aren't likely to now. But the policies are having effects in other countries, as the cheap money looks around the world for the best prospects, and finds them in the emerging markets. We know the havoc that can follow as this money flows in and out. Large and abrupt changes in exchange rates can have devastating effects, especially in developing countries, as firms are forced into bankruptcy. The developing countries have been the engine of global growth, and such changes could destroy any hope of a quick global recovery. While the costs to the world of competitive devaluations are clear, the benefits may be illusory. China is right to claim that adjusting its exchange rate will do little to correct America's multilateral trade deficit – the US will simply import apparel and textiles from other developing countries. Indeed, in the short run its trade deficit might worsen, even if other countries also adjusted their exchange rates, because the US would have to pay more (in dollars) for what it does import. Currently each country pursues its own interests. The US worries about unemployment. China worries that a large appreciation of its currency will cause economic disorder there – unless global growth resumes. If we continue on this course, the emerging economies threatened with an onslaught of capital will protect themselves, through taxes, capital controls, regulations, and direct interventions – as they have been increasingly doing. As more countries resort to interventions to mitigate the consequences of unbridled monetary expansion -- in the US and perhaps in other advanced industrial countries -- those that try to retain faith in market-determined exchange rates will feel increasing pressure. In the end, the notion of market-determined exchange rates will seem as archaic as Bretton Woods. The result will be an increasingly fragmented global financial market, with almost inevitable spillovers into protectionism. The answer to this seeming stalemate is simple: resume global growth, and appreciation of the currency will naturally follow. Restoring growth requires that all governments that have the capacity to expand aggregate demand do so. The US has a special responsibility, both because of its culpability in creating the global crisis and because it can borrow at low interest rates, an advantage partly derived from its status as the de facto reserve currency. This is the time for the US to make the high productivity investments it needs. Spending on things such as high speed rail and green technology would actually improve America's balance sheet. Higher growth would generate more tax revenue and lead to a lower long-run national debt. Such actions would not only help the US, but also have strong positive spillovers both in the short run (from the increased growth) and in the long run (from the technological improvements) for the rest of the world. Both the US and China need structural changes, not just a realignment of exchange rates. Even in the short run, there is much they could do to contribute to global aggregate demand: increase wages, for example. In both countries, median household income has not kept up with growth. (Today, US median income is lower than it was in 1997!) Both need investments to adapt to global warming. Both need increased public spending on education and health for the poor. Both have to find better ways of allocating capital. America's financial markets demonstrated a remarkable inability to channel savings productively. China cannot continue to create excess capacity in manufacturing. China needs to find ways to recycle its massive savings, say to investments at home for urbanization, investments in developing countries with surplus labor and to help others meet the challenge of global warming. This alternative rests on co-operation – mutual commitments to fiscal expansion, structural reforms and correcting trade imbalances by all countries (not just China). For some, exchange rate realignments will be a part of this; for others they may not. But each country will determine the best way of achieving agreed goals, with due attention to negative and positive externalities. A new global reserve system or an expansion of IMF \"money\" (called special drawing rights, or SDRs) will be central to this co-operative approach. With such a system, poor countries would no longer need to put aside hundreds of billions of dollars to protect themselves from global volatility, and these would add to global aggregate demand. It's true that, with such a system, the US would no longer enjoy the extraordinarily cheap borrowing that comes with being the minter of the most important global reserve currency. But the current arrangement is an anomaly. The world is at a critical juncture. The path it has embarked on today is marked by continued instability and anaemic growth. The co-operative path is better for all. It is, in fact, the only way that significant reductions in the global imbalances will be achieved and that the world will be restored to robust growth."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}