{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2010/nov/09/all-blacks-keven-mealamu-headbutt", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-11-09T23:06:03Z", "webTitle": "All Blacks hooker Keven Mealamu banned for Lewis Moody headbutt", "webUrl": "https://www.theguardian.com/sport/2010/nov/09/all-blacks-keven-mealamu-headbutt", "apiUrl": "https://content.guardianapis.com/sport/2010/nov/09/all-blacks-keven-mealamu-headbutt", "fields": {"headline": "All Blacks hooker Keven Mealamu banned for Lewis Moody headbutt", "bodyText": "The hooker Keven Mealamu is set to miss the remainder of New Zealand's autumn tour after being given a four-week ban for headbutting the England captain, Lewis Moody, in the All Blacks' 26-16 victory at Twickenham last Saturday. Television footage of the incident showed Mealamu grabbing Moody by the jersey and then diving forward, making contact with the back of the England captain's head. On Sunday night, the International Rugby Board citing commissioner John West charged Mealamu with contravening Law 10.4a, \"striking with the head\". A hearing in Glasgow tonight issued the suspension. The 31-year-old is set to miss Saturday's match against Scotland at Murrayfield. New Zealand face Ireland in Dublin on 21 November and Wales in Cardiff a week later. Mealamu has the right of appeal. Any appeal must be launched within 48 hours. The IRB judicial officer Lorne Crerar led the hearing and implemented the ban. Mealamu was represented by the New Zealand Rugby Union lawyer Owen Eastwood and the All Blacks' forwards coach, Steve Hansen. Mealamu said: \"I'm gutted to be honest, really disappointed. I don't feel the outcome shows what sort of person I am. I've played more than 100 Super games and 82 Tests and never had any foul play against me. I do take it personally. I'm not that sort of person.\" The uncapped Hawke's Bay hooker Hika Elliot was on the bench at Twickenham. The other hooker in the tour squad is Andrew Hore of Taranaki, who has 47 caps, but is short of match practice after injury. The All Blacks' head coach, Graham Henry, will name his side to face Scotland on Thursday."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}