{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2010/nov/20/europe-dubai-world-championship", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-11-20T20:00:01Z", "webTitle": "Europe takes global trophies to Dubai as golf's balance of power shifts | Lawrence Donegan", "webUrl": "https://www.theguardian.com/sport/blog/2010/nov/20/europe-dubai-world-championship", "apiUrl": "https://content.guardianapis.com/sport/blog/2010/nov/20/europe-dubai-world-championship", "fields": {"headline": "Europe takes global trophies to Dubai as golf's balance of power shifts", "bodyText": "If management at Jumeirah Golf Estates has not bumped up its insurance cover recently, then now may be the time. The cream of European Tour will arrive at the Earth Course this week for the second edition of the Dubai World Championship and so will four of the sport's most important trophies, courtesy of Graeme McDowell (US Open), Louis Oosthuizen (the Open), Martin Kaymer (the US PGA) and, of course, Europe's victorious Ryder Cup team. If only Lee Westwood had been able to hold off Phil Mickelson on the final day at Augusta in April, the house would have been full. Still, no one need feel short-changed. The Englishman, who won this tournament last year, and with it the season-long Race to Dubai, will return as the world's No1 ranked player. Not since the glory days of the late 1980s and early 1990s, when the \"famous five\" of Seve Ballesteros, Sandy Lyle, Nick Faldo, Bernhard Langer and Ian Woosnam were winning majors, has the balance of power in the global game swung so markedly away from the US and towards a competitor the PGA Tour has long regarded as a junior – very junior – partner. That sense of superiority has always been rooted in the US tour's greater financial pull and, as long as US television continues to broadcast live golf and corporate America wants to associate itself with the sport, it will continue to exist. But there comes a point where the quality of the \"product\" – more commonly known as the players – has to count. Right now, the US has the sport's two biggest names in Tiger Woods and Mickelson. But how much longer will that be the case? The smart money suggests Woods will not remain mired in his winless streak for too much longer, but even if he does come back he is unlikely to scale previous heights. As for Mickelson – he, too, is slumping. The charismatic left-hander has spent most of the past month in Asia, playing in European Tour events, and will begin his 2011 season in Abu Dhabi, suggesting his loyalty to the PGA Tour is only skin deep. The European Tour brass have welcomed Mickelson's presence, but where once they might have considered themselves blessed to have him around they are perhaps no longer so bothered, and not just because the big Californian has looked decidedly ordinary in European company recently. This is not indifference towards the amiable Mickelson, it is a growing self-confidence in European golf; the kind of self-confidence that comes from winning the kind of silverware due to be displayed in Dubai this week. The PGA Tour can spin the story any way it likes – and it does – but it cannot escape the simple truth that, these days, American golf has never looked more bereft. Take away Woods and Mickelson and what is there to capture the mass imagination? Matt Kuchar? Jim Furyk? Or what about 21-year-old Rickie Fowler, who was so impressive in scraping a half-point against Edoardo Molinari in his Ryder Cup singles match? Perhaps it is best to reserve judgment until Fowler actually wins a PGA Tour event. Measure the decidedly bare pantry against the names who will be in Dubai this week. Westwood, Kaymer, McDowell, McIlroy, the Molinaris, Poulter, Matteo Manassero and on and on. They will all be there – proven winners, charismatic figures and major champions –and so will their trophies. No wonder the PGA Tour commissioner, Tim Finchem, and his friends in Florida work so hard to tempt the top Europeans across the Atlantic at every opportunity. They are not stupid. They know where the best players are these days. And this week they will be in the desert, soaking up the sun, basking in the glory."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}