{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2010/nov/11/italian-region-elton-john-eu-funds", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2010-11-11T23:30:00Z", "webTitle": "Italian region spent EU development funds on Elton John concert", "webUrl": "https://www.theguardian.com/world/2010/nov/11/italian-region-elton-john-eu-funds", "apiUrl": "https://content.guardianapis.com/world/2010/nov/11/italian-region-elton-john-eu-funds", "fields": {"headline": "Italian region spent EU development funds on Elton John concert", "bodyText": "When EU bureaucrats awarded hundreds of thousands of euros to support an Italian region's cultural heritage they may have had in mind images of rural arts and crafts, perhaps even the promotion of a local culinary delicacy. An Elton John concert was almost certainly not on their list. But Brussels had to begin an investigation into how €750,000 (£637,000) of its money came to be spent on enticing the singer to perform in Naples. \"We know EU funds were used for this concert, and we are looking into it to see if it was eligible,\" an EU spokesman said. \"This type of funding is for regional development. Cultural projects can be included, but with rules. If we find out that funds were used improperly we would ask Italy to deduct them from the next request for funds they make.\" Mario Borghezio, a MEP from Italy's Northern League party, said the money spent on the concert by the regional authority of Campania, was \"shameful\". But a former Campania official involved in the concert said the use of EU funds was \"absolutely legitimate\" and claimed the region had paid out \"only\" €600,000. \"I don't understand the problem. The EU has already approved the project,\" said Dario Scalabrini, a former head of the region's tourism office. \"This money was given for the marketing of the city, and that is what we did. Just consider the number of people who stayed in Naples because of the concert.\" Scalabrini said the lack of Neapolitan influences in John's repertoire was not an issue. \"Neapolitan culture cannot be a closed off phenomenon – and besides, Elton John sang the Neapolitan song O Sole Mio for the first time ever,\" he added. \"The audience was crying with emotion.\" Regional officials had later tried to book Paul McCartney to perform, he said, but the plan was abandoned when the centre-left governor was voted out of office in regional elections this year. \"We would have used EU funds to pay McCartney too,\" he added. \"It would have been a great concert.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}