{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/jan/24/betyourlife.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-01-24T17:35:40Z", "webTitle": "Week 19: the bets", "webUrl": "https://www.theguardian.com/football/2003/jan/24/betyourlife.sport", "apiUrl": "https://content.guardianapis.com/football/2003/jan/24/betyourlife.sport", "fields": {"headline": "Week 19: the bets", "bodyText": "TEAM ROOKWOOD Dan Rookwood (£194): Schuettler to win Australian Open final v Agassi £5 @ 5/1 Hello? Hello? Is anyone here? Oh yes, there you all are. Miles and miles and miles below me. Peter Fuller (£114): £10 Dundee United V Hibs, 2/3 goals, £10 @ evens This week, I have resisted the enticement of the handicaps, which have so often brought me undone. To further placate Jack, I gave some thought to Venus Williams at odds against in the Australian Open final, but I finally settled on this Scottish Cup tie. In the League this season, Dundee United have been involved in nine out of 12 home matches with an aggregate score of 2 or 3 goals. Hibs away have had the same outcome eight out of 12 times. While there is some question about translating League patterns to Cup ties, I think this is a better than even-money proposition. Fran Jones (£69.68): Malaga v Real Mallorca, Mallorca to win, £8 @ 15/8 Malaga may be doing ok in the Uefa cup (as Leeds will know only too well!) but they are struggling in the league with no wins in nine and only five goals scored. Mallorca are not faring much better having suffered some recent defeats, but these were against the likes of Real Madrid, Deportivo and Barcelona. Their away record is the third best in the league and with poor home form they will be keen to pick up points away to stay in the hunt for a European place. Stephen Cunningham (£115): Crystal Palace v Liverpool, Crystal Palace £5 @ 7/2 Ooh the magic of the cup: a patronising report on Football Focus about plumbers and carpenters, marvellous. Where will the shocks be this weekend? Well being a Kopite I'm not convinced Liverpool have turned the corner yet. We still score precious few goals and the defence has not yet regained its famed solidity. Palace are having a good season, they beat Liverpool at Selhurst Park in the Worthington Cup two seasons ago, and I'm still having nightmares about the 4-3 FA Cup semi-final from 1990. This is an upset waiting to happen, and at 7/2 as well! TEAM GADGIL Anjana Gadgil (£95.13): Celta Vigo v Barcelona, Vigo to win. £5 @ 11-8 I gave Barcelona far too much credit last week by assuming they would hold Valencia to a draw at home. So this week I'll condemn them to a defeat. Celta Vigo are on a losing streak too, but if you can't get fired up playing Barcelona then you may as well take up fishing, or yoga, or some other sport designed to numb your mind. Kyrry Kyriacou (£130.05) Norwich v Dagenham &amp; Redbridge, Dagenham to win £5 @ 15-2 Well it is the FA Cup. And with that comes the romance and unexpected. So come on Dagenham!! Geoff Naylor (£110): Southampton v Millwall, Millwall to win, £5 @ 6/1 Thinking long and hard about the previous few wagers has resulted in limited returns (ie nothing), so I have spent precisely three seconds on this one and am going for a minor upset at decent odds, though Farnborough at 33/1 nearly won out. Tom Lines(£92.61): Phoenix Open, Rocco Mediate to win, £5 e/w @ 16-1 As a big fan of TV's 'Property Ladder' nothing infuriates me more than trainee property magnates refusing the expert advice of the lovely Sarah Beeney: \"We've taken your comments on board Sarah\" they say, \"but we're still going to build the laser telescope on the roof because it will really add value.\" Whilst watching it this week the scales fell from my eyes and I suddenly realised that, without a winning bet in over two months, it might be time to listen to our own expert before my humble gambling hovel comes crashing down. With a bit of research into golf's Phoenix Open I see that Rocco Mediate loves the Scottsdale course, is currently in excellent form and without Tiger and Ernie, looks super each-way value. Question is, will the gods of gambling smile on the righteous? TEAM MURRAY Scott Murray: Blackburn v Sunderland - four or more goals £5 @ 11/5 Chosen in a rush at 3.41pm with two news stories and a Fiver piece still to write by 4pm? What? This? Dominic Jordan(£133.50): QPR v Tranmere, QPR (-1) to win, £5 @ 12/5 To be honest I can't remember if this kind of bet has been banned or not under the fluid YBYL rules, but I reckon the Second Division handicap market can't be a big research area for the Blue Square odds compilers. Probably for one week only it is for me: Tranmere have conceded a hat-full of goals on their travels, and have lost by at least two goals to all the top clubs. QPR have not conceded a goal in four games and are looking to avenge a nasty away defeat to the Merseyside club just after Christmas. And Brett Angell has got to break his duck sometime ... Simon Morehen (£133.66): Notts County v Plymouth, Notts County to win, £7 @ 5/4 I know, I know! Never bet on your own team. But Notts have been showing real signs of a resurgence at home lately, which the bookies will, hopefully, be a little slow to catch on to. The recent injury and suspension crises have eased, and hopefully Billy Dearden will persevere with Tuesday night's half-time switch to 4-4-2, which turned a 2-0 deficit into a 3-2 victory. Is this obscure enough for you Mr Urquhart? Adam Bernstein (£99.62): Athletic Bilbao v Real Madrid, Athletic Bilbao to win, £5 @ 3/1 I'm so close to that magic three figure mark, that I can smell it like it was my own feet. I have had a few bets against the boys in white this year, with some wins and some losses. The fact is that I just don't like them. Bilbao are pretty solid at home, so what better way to bring up my century than to place a flutter on the Basques ruining Real's centenary. TEAM INGLE Barry Glendenning in for the snowboarding Sean Ingle (): Gunner Welburn, Great Yorkshire Listed Chase, Doncaster, £6 @ SP If there's an Ante Post price for this fella on the Blue Square website, I'm jiggered if I can find it. It's unfortunate, as there's been something of a plunge on this horse and his price is getting smaller by the second. I've already backed him to win at Cheltenham, so if he comes up trumps tomorrow I'll be most pleased. I'll be thrilled to bits if Jack Urquhart generously gives me the 7/1 that was available from a rival firm when I was placing my bet. Nick Gosling(£36): Queen of the South v Aberdeen, Aberdeen (-1) to win, £3 @ 9/4 New Dons boss Paterson has already beaten Queen of the South twice by 2 clear goals this season, with Inverness CT. He's also brought in two new signings from the First Division who will be familiar with the Dumfries team, so there should be no surprises. Aberdeen haven't scored many this season but their defence is solid and a second goal shouldn't be asking too much. And if the Aberdeen strikers need any more motivation, Andy Goram will be in goal for QoS! Martin Widdicks (£22) Forfeits a tenner. Nick Lawrance (£50): Genoa v Vicenza, Vicenza to win, £4 @ 9/4 Having not had the time to research a more obscure sport this week, I've half-followed Mr Urquhart's advice by dipping into the slightly less obvious world of Serie B for the first time. Genoa's current form suggests mid-table obscurity is the best they can hope for this season. Meanwhile, whilst Vicenza's three wins out of nine away from home this season wouldn't normally be enough to tempt me, the form book shows they're are on a stunning run. Winning their last four games is impressive enough but consider the fact that they haven't lost since November 2, and odds of 9-4 look a positive steal."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}