{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2003/jan/05/travelnews.observerescapesection2", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2003-01-05T18:28:23Z", "webTitle": "Travel news: Beware discount claims", "webUrl": "https://www.theguardian.com/travel/2003/jan/05/travelnews.observerescapesection2", "apiUrl": "https://content.guardianapis.com/travel/2003/jan/05/travelnews.observerescapesection2", "fields": {"headline": "Beware discount claims", "bodyText": "Consumer watchdogs are warning holidaymakers not to be taken in by hefty discounts offered by large travel companies as part of their annual January promotions. Tour operators are offering discounts of up to 54 per cent and summer holidays as cheap as £99. Kim Winters, managing editor of Holiday Which?, said: 'I would be very wary about being taken in by headline discounts - do your sums before getting excited.' The Association of British Travel Agents added that despite headlines claiming a price war, discounts were not 'any bigger than last year'. Winters said that consumers were increasingly caught unawares by hidden costs, making it harder than ever to see the real price of a holiday. 'Now, whatever you pay, you may not get in-flight meals, luggage allowances may be lower than you would expect, there may be huge regional airport charges, and under-occupancy charges on self-catering holidays,' said Winters. The Consumers' Association had received complaints of regional flight supplements of up to £115 per person, she added. The Office of Fair Trading is compiling a report on the lack of price transparency in the travel industry and last month attacked Airtours Holidays for 'misleading' price comparisons. Airtours was flagging discounts of up to 55 per cent, but admitted that they were really only 5-10 per cent lower because last year's prices were artificially inflated to allow for large discounts. However, the operator claimed that travellers would benefit from clearer pricing, with the figure in the brochure panel being the price consumers paid. Following on from Airtours' price cuts, Thomson announced discounts of up to 54 per cent, compared with 50 per cent last year. It also has seven-day self-catering holidays to Mediterranean resorts for £99. First Choice says it is stripping £5 million off the cost of its summer holidays, with two children travelling for £1 to 21 self-catering properties across the Mediterranean, and seven days' self-catering from £129. Thomas Cook this year has discounts of 20 per cent, less than last year's amount, but said brochure prices were lower to start with."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}