{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2003/jan/19/morocco.observerescapesection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2003-01-19T18:43:48Z", "webTitle": "Giving the Atlas Mountains a (rubber-gloved) hand", "webUrl": "https://www.theguardian.com/travel/2003/jan/19/morocco.observerescapesection", "apiUrl": "https://content.guardianapis.com/travel/2003/jan/19/morocco.observerescapesection", "fields": {"headline": "Giving the Atlas Mountains a (rubber-gloved) hand", "bodyText": "When you tell people you're going trekking to pick up litter in the Moroccan mountains they are quite impressed. It's a little bit exotic (Morocco), a little bit Boy's Own (trekking in mountains) and a little bit trendy eco-warrior (litter picking) - all in all, a New Labour holiday: all things to all men. When telling your ecologically-serious younger brother about it you get a more considered response: 'Where does 15 Brits taking a carbon-spewing flight to Morocco to pick up litter in the High Atlas Mountains fit in with \"Think global, act local\"?' (the environmental movement's blueprint to save the world). Perhaps he's right. Taking holidays and saving the environment often take up a similar position in the Western mindset: brief, sporadic, vain attempts to counteract the deleterious effects of our daily lives. But I was looking forward to a week in the great outdoors, detoxing from city life, bagging the highest peak in North Africa, Mount Toubkal (four times a mountain, at 4167m), and doing my bit for the wheezing and spluttering environment. Insh'allah (God willing), Toubkal and I would be better off for the meeting. Eight days later I'm sweating like a swine, 3,000 metres above sea level, in protective clothing, goggles and mask. I spy a small tip of plastic sticking out from under a rock, extend my rubber-gloved hand and pull out three huge partially decomposed bin liners. Squinting up in the blazing sunlight, I enjoy seeing a booted eagle wheeling in front of the vertiginous crags lining the Neltner valley, the base camp area for those climbing Toubkal. Then it's back to work. Travelbag Adventures has run treks here for several years, and reports were coming back that Neltner - with no bins or waste disposal system - was increasingly defaced by mountaineers' mess. Riding the wave of concern about tourism damaging the environment, the two 'clean-up treks' were soon full: two days in Marrakech, eight days hiking, two days litter-picking, non-profit and cut price. As our group of 15 strangers exchanged nervous hellos in Marrakech airport, I looked at the faces of the new environmental movement: an equal male/female split and age range from 23 (a business student) to 55 (a solicitor). Later it became clear that the overriding incentive was the opportunity to walk some great mountains on the cheap. However, it felt natural to combine a holiday with cleaning up other people's mess: 'You know where you are with shit,' said Cath, a nurse. 'We're here to make a difference,' said Jon, tongue in cheek. 'Maybe the next trek'll clean up our mess,' said Sid, tongue in both cheeks. After a wide-eyed evening in the amazing Djem El Fnaa - Marrakech's town square, full of jugglers, drummers, fire and spice - it was off in a van across the Haouz plain to the High Atlas range. There, our muleteers, guides and cooks had set up camp, setting the tone for the week: everything was done for us: cooking, boiling water and home construction. It's certainly a culture shock, 15 strangers sitting on the floor, dipping smoky round flat breads into soup and trying to think of things to say. Neil, our Welsh tour guide, broke the ice: 'Doesn't Charlotte remind you of a film star... Liz Hurley isn't it?'. 'No, Gina McKee... you know, the one in a wheelchair from Notting Hill.' Indeed she did. And it transpired our group was a veritable talent agency of star lookalikes. This talent agency began to slowly wend its way across the mountains, up ravine-edged rock paths, to wind-blasted cols, down into pine-dotted valleys, along icy rivers. Trekking gives your body, senses and brain a work out. The walking is easy but protracted, your legs and lungs feel fitter every day. The mountains hum with crickets, the arid, rocky scenery provides relief to the flowers, butterflies and crows that dot the landscape. Perhaps most strikingly, you get long periods of time to think, a luxury that, according to our tour leader, causes many a punter to make life changing decisions. And still we do no domestic work. We leave behind our genie-like Berber assistants after breakfast, only to find them with the camp set up and mint tea on the boil at our destination. We were on Berber time too - up with the dawn, down with the dusk - and as each night our dreams got more vivid and lysergic, it was clear we were rising further and further from the desert plain. Hundreds of millennia ago, a giant glacier ground out a large furrow in the granite of the High Atlases. Now Neltner valley nestles between two terrifyingly steep, jagged ridges of rock. At the top sits the Refuge of the Club Alpin de Francais (3,106m). Below is a wide, grassy area criss-crossed by several tributaries leading to a large stream that feeds villages thousands of metres below. Boulders are scattered across the moraine, and, more recently, rubbish has been scattered here too. Plastic bags, sardine tins, batteries, chocolate wrappers, tampons, 'human waste', loo paper... The plan, orchestrated by former British Army officer Rory Hall, whose Expedition Company teamed up to assist Travelbag, was for us to sweep the camping area for litter. It is claimed that the Eskimos have around 60 different words for snow and British people seem to have a similar number of terms for human waste. We settled on the cringe-making euphemism 'jobbies' to describe one of our prime clean-up targets. I donned the forensic criminologist's uni form and got straight on to crap duty. To successfully search out jobbies you need to get into the mind of the 'perpetrator' seeking a suitable place - behind walls, down ravines, under boulders. It's a twisted form of archaeology. Heaven hath no righteousness like white-collar workers doing manual work. Suddenly 15 British hikers were experts in waste disposal, working out strategies for discouraging recidivist open-air crappers (knock down the walls that give them cover) and browbeating other tourists into 'take only pictures, leave only footprints' piety. Dressed in matching blue 'Clean-Up' T-shirts we looked like the evangelical bunch we were becoming. The response from the Berber muleteers and holidaymakers was good. Many joined us in our task. In late afternoon, with the sun edging close to the mountain fringe, we had cleared the grass area and were moving up the scree-covered sides, when a mule laden with sacks of rubbish from the refuge ambled down the track. We watched exhausted, as the rubbish was dumped among the rocks. This sent us delirious with rage. Fortunately we were too enfeebled to mete out punishment. But one of our number almost got into a fist fight with a British hiker who aligned himself with former US Vice President Dan Quayle's stance that 'it isn't pollution that's harming the environment, it's the impurities in our air and water'. Despite such unholy characters, we had collected approximately 1,250kgs (or well over a ton) of waste, and 25 mule-loads of rubbish were moved down the mountain and incinerated in the town of Imlil below. The visual change was startling, the majority of the camping area was litter-free, all green grass and tinkling streams. Our reward? Being woken at 6am for a 1,000-metre ascent to the 'roof of North Africa', Jebel Toubkal. Much scrambling, gasping, and taking of 'breathtaking' photos later we were there: blazing sun, awesome, barren views across the High Atlas range... and tasty sardines for lunch. After a second day's clearing up we had to take the environmentalist author Charles Panati's slogan, 'We are the environment' literally. It was 'we' who needed cleaning up now, especially if we were to be taken seriously by the forum of local guides and muleteers who we hoped to convince to start 'leaving only footprints' as they go about their jobs. Fortunately, after descending to Imlil, we took a hammam, the local steam bath - three progressively hotter stone rooms with hot and cold taps to fill your buckets which provide the most acute 'bathing' experience imaginable. The bravest take up the offer of a local massage (a sadistic mistranslation) which consists of a vigorous scouring followed by a bone crunching and the rough hurling of several buckets of freezing water at your midriff. It was a 30-minute nip to the Kasbah hotel to eat Mechoui (lamb roast on a spit, our first red meat for days) and reach across the language barrier on the subject of the environ ment. The guides are loath to make an ecological effort if it is going to feel futile, but there is a fair chance that local politicians will make this stunning area a national park. With the second group already at Neltner, clearing more rubbish and putting in anti-litter signs in Arabic, French and English, we feel confident that the base camp is a little cleaner, and likely to be littered a little slower. Even after an indulgent day in Marrakech I feel cleaner, fitter and slightly abler to deal with urban life. And back in London I'll still sometimes stoop to pick up a piece of litter off the pavement... barehanded. Factfile Travelbag Adventures (01420 541007; www.travelbag-adventures.com) offers Peaks of the Atlas, a 15-day hiking trip in the High Atlas Mountains (including an ascent of Mount Toubkal from the Neltner valley). The next departure is 25 May, followed by eight other dates until September. The trip costs from £599, including flights, transport, a tour leader and guides, accommodation and most meals. Rory Hall from the Expedition Company (01984 624780; www.expedition.co.uk) will check up in May on the work done in the Neltner, and hopefully there will be no need for further clean-up treks there. However, Travelbag is now on the look out for other parts of the world to clean."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}