{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2003/jan/01/familyandrelationships.features101", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2003-01-01T16:20:03Z", "webTitle": "Bryony Coleman on surviving gatherings with your exes", "webUrl": "https://www.theguardian.com/lifeandstyle/2003/jan/01/familyandrelationships.features101", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2003/jan/01/familyandrelationships.features101", "fields": {"headline": "Divide and Yule", "bodyText": "\"Are you my granny?\" my seven-year-old asks his father's thoroughbred ex-wife, who has just handed him a Christmas present. \"Oh, I suppose so,\" she replies with gruff tenderness. My son's confusion is understandable. My ex-partner, the boy's father, is old enough to be, well, his grandfather, and his ex-wife is grandmother to my son's eight nieces and nephews, whom he thinks of as his cousins. We have a lot of exes in our life, and it is with them that the children and I gratefully spend Christmas each year. My family is simple. My family consists of a mother and a brother. My ex's family is of Bin Laden proportions - but much nicer. Each Christmas, they all descend on the ex-wife in Gloucestershire for goodwill on a grand scale. This year's line-up included me, my two children, my ex, my ex-dog, my ex's ex-wife, the ex-wife's dog, my grown-up ex-stepdaughters, plus all their partners, in-laws, children, loose-end friends and, inevitably, more dogs. My own childhood Christmases in Kilburn were an annual replay of my separated parents fleetingly reuniting for the exchange of expensive gifts and cheap jibes. According to the kids' dad, we just don't \"understand\" Christmas. He is descended from a long line of frightfully proper Anglican bishops; I from crazed Russian Jewish emigrés. It's no wonder our offspring get muddled. I get muddled. The rural upper classes have rules for every occasion. My first seasonal offence is the misuse of mince pies. The children's father goes pink with indignation if I put supermarket mince pies in the childrens' lunch boxes in November. He insists that mince pies should be baked at home (or by the WI) and only introduced to the tea table after the first carol-singer has hit a high C. Then there are decorations. The ex and the children forage for illicit foliage and dress his cottage like Westonbirt Arboretum with an unfeasibly large Norway spruce and great swags of mistletoe. Banisters and ancestral portraits are festooned with branches of ivy and prickly holly, complete with poisonous berries. In London, we have tinsel and a small, sensible, synthetic tree, but I have been forced to defer to the children over the holly, which their father thoughtfully sends packed with their stray socks. Daddy's lore dictates that decorations must come down on Twelfth Night. I invariably forget, and the kids insist that, if the holly hasn't come down by then, it must stay, quietly rotting until the following Christmas - or a terrible misfortune will befall us all (but mostly me). Christmas Eve. Stockings are a shared responsibility, but even this has its difficulties. The ex inclines towards ferrety old shooting socks he inherited from his father, while I am in favour of Woolworths' finest plush. These are roomier and more wholesome, so I get my way as we always overbuy. We end up on the sitting room floor at midnight drunkenly arguing the case for our own surplus of purchases, he pushing for cap guns and sweets, I for flannels and school-appropriate stationery. Happily, we agree that we should include tangerines. Unhappily, neither of us has remembered to buy any. Christmas Day. There is a tradition in my ex-partner's family that no child is allowed to open their presents on Christmas morning until they have moved their bowels - or, in the traditional terminology, had a \"biggie\". I persuade him to confine his ruling to those who are of an age to have cigarettes and black coffee for breakfast. Lunch with the extended family. Until last year, I would be seated next to Gamp, the ex-wife's mother's 90-something seamstress. She made the same conversation every year, peering affectionately at the ex and his ex-wife, and asking me if I thought it was a pity they'd split up. Meanwhile the ex-wife's ancient lurcher would enjoy her Christmas lunch under my feet, slurping and farting with vigour. Gamp and lurcher are no longer with us, so this year I sit with the children. After the jolly gutfest, which creates a heated moment between my ex and our vegetarian nine-year-old who refuses to handle the wishbone, her father insists on a post-prandial walk, showing a breezy disregard for driving hail and girls in strappy tops. Only the dogs are allowed to stay behind in front of the Aga. For the first time in my life, the dogs seem rather appealing company, but I show willing, and we return chilled to the core, party shoes encrusted with cow shit (\"only good clean mud,\" the ex booms). Spending time with people one is related to by circumstance rather than birth requires restraint and I try to avoid the mild family ructions that ensue when everyone has drunk too much and crushed new toys and dogs' tails underfoot. I do, however, look forward to my ritual exchange with the ex-wife. While the kettle boils, we stand by the Aga with tumblers of wine and spar about fox-hunting and state education, defending our respective corners out of a deep-seated sense of obligation to the classes into which we were born. The ex remains uncharacteristically silent throughout. Christmas is over. Our letters of thanks have been written, and I have ensured that the children have not used their preferred contraction of \"Xmas\". Their father loathes it when they do this, but I secretly know what they're trying to say. \"Happy Ex-mas, Mum and Dad.\""}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}