{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2003/jan/13/immigrationpolicy", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2003-01-13T17:33:29Z", "webTitle": "Tories: Blunkett 'failing on crime'", "webUrl": "https://www.theguardian.com/politics/2003/jan/13/immigrationpolicy", "apiUrl": "https://content.guardianapis.com/politics/2003/jan/13/immigrationpolicy", "fields": {"headline": "Tories: Blunkett 'failing on crime'", "bodyText": "The Conservatives tonight accused the government of losing control of the streets to gun gangs, pimps and drug dealers. In a opposition day debate on crime, and following recent figures showing a sharp rise in gun offences, the shadow home secretary, Oliver Letwin, accused ministers of \"muddle and confusion\" in tackling lawlessness. He called for more police officers on the beat and a more coherent programme to avoid youngsters joining the \"conveyor belt to crime\". Mr Letwin said the pledge to be \"tough on crime and tough on the causes of crime\" was well on the way to becoming \"this government's version of 'crisis, what crisis?' \"The fact is we have a crisis of police demoralisation, a crisis of confidence in the criminal justice system, a crisis of old people too frightened to leave their homes. \"We have a crisis of streets and neighbourhoods that are in the control of gun gangs, pimps and drug dealers. \"We have a crisis that amounts to a retreat of civilisation and the loss of control of the streets for the honest citizen. \"This government is failing on crime and in so doing it is failing English society.\" Mr Letwin said that while robbery and domestic burglary had risen, the government had no long-term strategy for dealing with this. Ministers had announced \"100 eye catching initiatives,\" like anti-social behaviour orders, but these were merely a response to headlines and showed little sign of achieving anything. Mr Letwin said more police officers were needed on the streets and accused the home secretary, David Blunkett, of hindering this by increasing bureaucracy. Long-term rehabilitation programmes were needed to deal with drug takers and persistent offenders, rather than the \"rash of ill-focused\" initiatives drawn up by ministers. \"You have sought to mask what is going on through irrelevant and illiberal high-profile measures in criminal justice bills,\" he told Mr Blunkett. \"The point is to sound tough. The tragedy is that you have succeeded in being illiberal without being effective.\" Mr Letwin condemned ministers over the recent furore on sentencing guidelines for burglars, claiming no one now had the slightest idea what the government's policy was. He suggested the sentencing \"confusion\" was likely to push up burglary figures, and said it was time for parliament to take charge of sentencing guidelines, while leaving individual sentences to the determination of the courts. \"The fact is that there is confusion which has been sown in an area that's no laughing matter for many constituents. They regard burglary as a very serious thing. They want to be protected against it.\" Crime was also an issue thrown at the prime minister during today's Downing Street press conference, where Mr Blair was asked repeatedly about the burgeoning gun culture in Britain and the government's policy on sentencing."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}