{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/jan/09/sport.comment2", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-01-09T22:26:22Z", "webTitle": "Danny Mills: Our confidence is back", "webUrl": "https://www.theguardian.com/football/2003/jan/09/sport.comment2", "apiUrl": "https://content.guardianapis.com/football/2003/jan/09/sport.comment2", "fields": {"headline": "We can cope without presence of Bowyer", "bodyText": "A s the storm clouds hung heavy around Elland Road and the players and management were forced to ride a wave of vitriol and misinformation after our recent sorry run, only those on the inside looking out knew the real reasons behind our form. We read with amusement and shock some of the stories emanating from sections of the media: a mass exodus of players, internal feuding and a loss of confidence in the management failed to strike a chord and only pulled us closer together. The truth of the matter is that there was no crisis. It perhaps took a little longer for the management team to get their ideas across to the players, in terms of pattern and the way they wanted us to move the ball around. If anything, we were suffering a crisis of confidence, which is always apparent the longer you go without winning. It was imperative that we made the most of the Christmas fixture list and, in particular, our trip to Bolton. That game really was a watershed fixture in our campaign and I can only surmise what would have happened if we'd lost. Thankfully we emerged with all three points and, as we'd discussed so candidly in the dressing room before kick-off, it was time to prove all the doubters wrong. The attacking football and fighting spirit that had for so long been the hallmark of our play were once again in evidence. So was my own shooting prowess and a goal from 25 yards must surely make it into the hat for goal of the season. OK, we all have dreams, don't we? Continuity has also been a key factor in taking 13 points from a possible 15 in the league and to have done so well without the likes of Lee Bowyer and Olivier Dacourt, players who have been crucial to our success in the past, proves the strength in depth we still have. Neither player had featured in our revival, a consequence of their impending departures, but I would like to think that we have proved to the fans that we can cope without their undoubted talent. They will be missed, but that is football. Players come and players go but when I finally hang up my boots I'm sure that I will consider both to be friends and two of the better players I have featured alongside. Inevitably there will be those that see their departures as a backward step for the club, while others may see it as good business. Personally and as a professional footballer, I would just like to wish them all the very best with their new clubs while we continue to move forward here at Leeds United. With a new year we are looking to build a new future at the club and, with the financial restrictions, never has there been more emphasis on building from within. The arrival of young James Milner off the Leeds United conveyor belt of talent has also given the entire squad a boost during this critical period. The highlight of our renaissance has undoubtedly been our 2-0 victory against Chelsea. Every player came off the pitch with their reputations firmly restored, but it was young James who grabbed the attention with his emphatic goal. The term \"Wonderkid\" has certainly been the buzzword of the season so far and, like his contemporary up at Goodison Park, I believe James has the potential to play for his country. Having spoken to him on a number of occasions since he broke into the team, he appears a very level-headed lad and, despite his tender years, nothing appears to faze him. Yet if his potential is to be realised it is important that James is given time and space. The club will do everything in its power to protect him from the media and other outside influences but it's also important that the fans do not expect too much, too soon. It's probably important for his long-term success that it isn't going to be all champagne and roses for him. That's not putting a damp ener on his arrival, but it's a realism that exists in football. No doubt he is feeling on top of the world at the moment and should definitely savour every moment of it. However, I can recall at the age of 18 feeling pretty invincible having made my Norwich City debut. But I would later fall out of favour with the manager and I found myself shopping on Saturdays instead of being involved with the buzz of playing, and that brought me crashing back down to earth. In hindsight it may have been just the jolt I needed."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}