{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/jan/09/sport.comment1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-01-09T22:26:24Z", "webTitle": "Chelsea hope share issue will raise £10m", "webUrl": "https://www.theguardian.com/football/2003/jan/09/sport.comment1", "apiUrl": "https://content.guardianapis.com/football/2003/jan/09/sport.comment1", "fields": {"headline": "Chelsea hope share issue will raise £10m", "bodyText": "Chelsea are negotiating the sale of 15% of the club to fuel a £10m injection of funds through a new share issue. The debt-laden Premiership club wants to issue as many as 30m shares to new investors and has written to existing shareholders to ask for permission to conduct the unusual deal. City sources expect Chelsea to reveal the identity of their new backers in the coming days and there was speculation last night that they might include the property expert and supporter Paul Taylor. The proposed fundraising was revealed in a short statement to the stock exchange yesterday by Chelsea Village, which owns the football club and its hospitality interests. The statement said the company was in \"negotiations with a number of parties\" about issuing shares at a \"substantial premium\" to the current share price. According to City sources, the shares will be issued at around 25p. The shares jumped 25% to 23p on the stock market yesterday after the surprise announcement. The Chelsea chairman Ken Bates, who owns 29% of the shares, wrote to shareholders on January 3 telling them of the negotiations to \"raise new equity\". In the letter, he said: \"Your board believes that the injection of new equity into the company is in the best interests of the company and most important for its long-term future.\" Bates refused to elaborate yesterday. The disclosure of the talks comes after intense speculation about the structure of the club after reports that Rotch Property Group, run by the brothers Robert and Vincent Tchenguiz, was interested in taking a stake. The company denied any talks but sources indicated last night that Taylor, the Rotch chief executive, might be involved in a personal capacity. He was unavailable for comment. Chelsea's most recent results, published in October, show that it has £99m of debts and incurred losses of £16.4m, up from £11m. It is now calling an extraordinary general meeting for January 29 to give it permission to issue the shares to the parties it is negotiating with."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}