{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2003/jan/16/g2", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2003-01-16T19:24:30Z", "webTitle": "Chatroom of the week", "webUrl": "https://www.theguardian.com/technology/2003/jan/16/g2", "apiUrl": "https://content.guardianapis.com/technology/2003/jan/16/g2", "fields": {"headline": "On the stump", "bodyText": "&gt;connecting to server... Current Host: Chris2 Current Topic: The England and Wales Cricket Board has decided to play a World Cup fixture in Zimbabwe, despite a call for a boycott from, among others, the prime minister. Should sport come before politics? Bronco: did u shave it into a g Pashmina: yes but I done it backwards in the miror *LadeezMan has entered the NewsRoom* capitalistpiglet: it's true we still have diplomatic ties, but this is all abt money Pashmina: I tried to fix it but I coudnt hi ladeezman LadeezMan: hi. fix what Bronco: so wot do u have down there now Host_Chris2: perhaps, but why should the ECB take a stand if the govt isnt prepared to? Pashmina: a seven KimHowells: disgusting LadeezMan: KimHowells u still in ere? Pashmina: hes been here for a week! KimHowells: Im monitoring this chatroom for evil &amp; stupidity LadeezMan: you come to the right place m8 Pashmina: Chris2 does that dont you Chris2 Host_Chris2: I try Bronco: so wot does 7 mean Pashmina: nothing it was a MISTAKE LadeezMan: wot was KimHowells: is it the video games that make you so stupid? *jenni@boughtledger has entered the NewsRoom* LadeezMan: is he talkin to me jenni@boughtledger: hi room! guess what I just shaved my pubic hair into a G Bronco: cool KimHowells: degenerate moron Bronco: personal abuse Chris2 LadeezMan: jenni@ when can we see yr gucci Host_Chris2: personal insults are against permachat policy, KimHowells, even if they're satirical jenni@boughtledger: I could post some pix on my website KimHowells: what a revolting notion LadeezMan: excelent Pashmina: I aint showin u my 7 jenni@boughtledger: I'll get on the scanner as soon as my boss goes to lunch KimHowells: pure, unadulterated, meritless filth. Bronco: but is it art Host_Chris2: let's return to the topic people jenni@boughtledger: don't worry it'll be artistic KimHowells: Brit Art = Shit Art Pashmina: your very angery arnt u KimHowells KimHowells: can't any of you pinheads spell? I blame Mrs Dynamite. &gt;connection to server has been terminated ..."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}