{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/jan/13/thefiver.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-01-13T17:43:00Z", "webTitle": "Near Wild Heaven, Everybody Hurts, and Shiny Happy People", "webUrl": "https://www.theguardian.com/football/2003/jan/13/thefiver.sport", "apiUrl": "https://content.guardianapis.com/football/2003/jan/13/thefiver.sport", "fields": {"headline": "Near Wild Heaven, Everybody Hurts, and Shiny Happy People", "bodyText": "YOU TAKE ME HIGHER AND HIGHER... Temptation, as sympathetic associates of our Born Again Virgin Club keep reminding us, is a savage, unrelenting beast. One moment you're tightening your chastity belt and thinking godly thoughts. The next, legs are akimbo, car keys are in the bowl and you're swinging more than a David Beckham 30-yarder. And all it takes is one moment of madness. For Steve Bruce, that came when he visited the Bordeaux boudoir of celebrated non-scoring World Cup winner Christophe Dugarry and agreed a lucrative loan deal. And then found himself unable to stop. In the past week, the Birmingham manager has staked an early claim for Mr Promiscuousity 2003 - with Stephen Clemence, Ferdinand Coly and Jamie Clapham all becoming notches on the Brucey bedpost. And today, despite Brucester's millions rapidly dwindling he was at it again. His left eye closed and his broken, bloated nose severely impairing his right eye's vision, Brucester primed his pin for another short, sharp attack on the weathered pages of his Rothmans - and stabbed the name of Matthew Upson. Now the Fiver wasn't expecting him to have any luck wooing the central defender - who, by our reckoning, has been described as the New Tony Adams since 1483 - particularly as Pascal Cygan, Oleg Luzhny and Igors Stepanovs' defence is even more suspect than a certain wild-living rock star's. But what do we know? Because this afternoon Brucester did it again: agreeing an initial £1m fee with Arsenal for Upson, which will rise to £3m depending on the club's success, or otherwise, and appearances. Terms are apparently being discussed and the deal is all but done. Roll on signing No6! RIR SOBBY BOBSON PI Not for the first time in its short life, the Fiver's heart came close to giving up the ghost yesterday. Having demolished a hearty breakfast of double bacon, sausage, mushroom, black pudding and triple chips - announcing our approval with a manly belch, we flicked through the inky pages of the News of the World. The usual heady mix of sex, drugs and rock star vomit, things were going swimmingly until page 90, where Laurent Robert was having another one of his hissy fits. \"I only get on with the foreigners,\" he spat sullenly. \"I have a problem with the English players but I think the other French players have the same problems. They're afraid of us, afraid of us becoming very strong.\" As the Fiver struggled to comprehend such an unprovoked outburst, and indeed struggled for breath, we too were scared. Clearly, in the interest of team spirit, something needed to be done. So, at 9am this morning, the scene of the crime was cordoned off with yellow tape and Rir Sobby Bobson PI strode into St James' Park to head an official investigation. \"Laurent is completely cut up about this and about what has been reported,\" he announced, munching into his twelfth donut of the day and sweating like a hog. \"He is so upset by these reports. He is desperate to put the record straight and clear up this whole matter as soon as possible. But nothing will be decided until after myself and the chairman have spoken to the player.\" Three hours later, Rir Bobson officially strode out of his office to announce the case closed. \"I have spoken to Robert and accept his explanation,\" he confirmed, chomping into a pork pie with egg before ushering his sulky striker to the mic. \"The News of the World have written things I have not said. I would like to put an end to these controversies and emphasise again that I want to stay at Newcastle United and give my best for the club and the fans,\" he mumbled, eyes trained on his shoelaces and bottom lip bubbling. \"From now on I will make every effort to ensure that only my playing ability will be reported.\" The Fiver, for one, won't be holding its breath. QUOTE OF THE DAY \"I've already told Neil, 'OK, you've scored a goal and played a couple of games, but you have done nothing yet.' He's very well aware that he has achieved nothing yet and he knows he has a long way to go\" - Neil Mellor's dad lays down the law. Twice too, for good measure. BLACK MOODS Only last Friday, Graham Souness was kicking up the flowerbeds in the urine-soaked patch that passes for London's trendy Soho Square, over the yellow card given to Lucas Neill in the Worthington Cup match against Manchester United last week. But one bore-draw against Sunderland, and a flick through the Sunday lifestyle magazines later, and Souness and Blackburn seem to have both undergone a radical and calming transformation. It helps, of course, that Neill today had his yellow card rescinded by the FA for officially not having dived - meaning the Australian is no longer suspended for the return leg at Ewood Park. \"I am delighted with the decision,\" gushed Souness this afternoon, whilst giving everyone a high-five. \"Rovers' officials asked Mr Rennie to kindly take a look at the incident on video and reconsider his verdict. I was always quietly confident because he was one of the better ones.\" But, like Vesuvius, the mood at Ewood Park could only remain tranquil for so long. And the news that Manchester United and Internazionale were trying to lure Irish wunderkind Damien Duff into their cash-stuffed bosoms, soon raised everyone's ire at Blackburn again. \"Regarding Damien, we have had no contact with Inter,\" read a rather terse statement on the Blackburn website. \"Or any other club for that matter.\" Can we take that as a no, then? THE RUMOUR MILL Gerard Houllier is shaping up for fisticuffs with the Imperial Lord Ferg over Sunderland's David Bellion. Rir Sobby Bobson has upped his admiration to £9m for Leeds' Jonathan Woodgate. Kelvin Koogan is making hay for Robbie Fowler by putting Shaun Goater out to pasture at Bolton. NEWS IN BRIEF Sam Allardyce has called for transfer windows to be scrapped. The Bolton manager believes he should be able to buy and sell throughout the year, without restriction. \"The transfer window weakens, dilutes and stops you doing business,\" he said. \"It doesn't help the world of football.\" Second Division Cheltenham have sacked manager Graham Allner. Allner's assistant Mike Davis has also been dismissed after rejecting the position of caretaker-boss. Players Chris Banks and Mark Yates, and youth-team coach Bob Bloomer have been placed in charge of the first team. Birmingham City's home Premiership fixture with Manchester United has been put back a week until February 4 because of United's FA Cup commitments. Newcastle midfielder Hugo Viana has returned to England after an operation to pin his shoulder. Frank Stapleton has had an interview for the Republic of Ireland manager's job. \"I'm very passionate about the Irish team but maybe the one thing against me is probably that I haven't managed in the Premiership, he told BBC GMR. TONIGHT'S TV AND RADIO ITV1: The Football Zone: The Premiership on Monday (11.30pm) Today's midlife crisis comes from Paul McDevitt. Take it away old man. Football League Extra (12.30am) \"I decided it was about time to take my annual trip down to the optometrist (eye doctor for all you illiterates). She was young. She was cute and, even though I convinced myself I didn't need to go, she was worth the trip. Sky Sports 1: Live First Division Football - Portsmouth v Sheffield United (7pm) \"I was musing over the close-up, almost breathing-in-your-mouth sensation to come, as she set about checking for eye disease. And then I remembered the last time how she giggled and cooed as she helped me pick out a trendy pair of frames. You're on Sky Sports (10pm) \"Must be still looking good, I thought (even though they weren't cheap). World Football Show (11pm) \"This time, though, she made some groans and bit on her lower lip before announcing: \"Yes, I thought so, you need bi-focals. Eurosport: Live Football - Rosenborg v Nurnberg (6.30pm) \"At this point, I let out a horrible scream, reminiscent of James Caan in Misery, as he was getting his legs re-modelled - well, sniff, it was of the same calibre of pain, wasn't it! BBC Radio Five Live: Sport on Five (7pm) \"The now not-quite-so-lovely lady said: 'Well, you should feel good. I'm surprised you've lasted this long (sounding like she had been expecting some form of premature ejaculation), most men of your age need bi-focals.' Talksport: Football First in Europe (7pm) \"Needless to say, I now plod, head bowed, to an older, less-likely-to-destroy-my-fragile-ego optometrist. Newstalk 106: Off the Ball with Ger Gilroy (7pm) We know how you feel, Rick. God we know how you feel. Keep sending your stories of midlife crisis to the.boss@theguardian.com. Go on, it's good to know we're not alone."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}