{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2003/jan/13/artsfeatures.britawards2003", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2003-01-13T18:27:14Z", "webTitle": "Ms Dynamite and The Streets top Brits shortlist", "webUrl": "https://www.theguardian.com/culture/2003/jan/13/artsfeatures.britawards2003", "apiUrl": "https://content.guardianapis.com/culture/2003/jan/13/artsfeatures.britawards2003", "fields": {"headline": "Ms Dynamite and The Streets top Brits shortlist", "bodyText": "· Full list of nominations Ms Dynamite and The Streets headed the shortlist for the Brit Awards tonight as the UK's urban music scene was the toast of this year's event. The pair are up for four prizes each. Sugababes, Pink and Will Young compete for three titles, but previous king of the Brits Robbie Williams is up for just one gong, with his album Escapology - the biggest seller of 2002 - snubbed for the best album category. Williams - who has amassed 13 Brits to date, is only nominated for one award this year - best British male. Among his challengers for the title are The Streets, aka Mike Skinner, whose distinctive blend of rap, garage and hip-hop have made him one of the most critically lauded artists of the past 12 months. Skinner was favourite for last year's Mercury Music Prize but was beaten to the title by rising star Ms Dynamite. He again goes head-to-head with her for best album, urban act and breakthrough artist. In addition, the pregnant r'n'b queen is nominated for best female. Reality pop gets a look in with Pop Idol runner-up Gareth Gates nominated for two titles, although with two entries in the best single category, for Anyone Of Us and Unchained Melody, he actually has three nominations. The Coral, Sugababes and Coldplay will fight out with Ms Dynamite and The Streets for the prized best album title. And the British group award - which has generally been taken by the album winner - will be fought between Blue, Coldplay, Doves, Sugababes and Oasis. The awards takes place on February 20 and will be screened by ITV1 the same evening. Among the acts performing on the night will be Coldplay, Sugababes, Nelly &amp; Kelly Rowland and Avril Lavigne Useful link The Brits official site"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}