{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2003/jan/05/restandrelaxation.spain.observerescapesection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2003-01-05T18:23:32Z", "webTitle": "Travel: How I turned into a new woman", "webUrl": "https://www.theguardian.com/travel/2003/jan/05/restandrelaxation.spain.observerescapesection", "apiUrl": "https://content.guardianapis.com/travel/2003/jan/05/restandrelaxation.spain.observerescapesection", "fields": {"headline": "How I turned into a new woman", "bodyText": "If most of your life has been spent in a fruitless quest for health, fitness and wellbeing, read on. I now have all the answers and, frankly, couldn't be more smug or pleased with myself. It's really very simple: you have to sign up for a week's yoga and hiking in Spain. Former music biz supremo Ian Flooks and London-based yoga teacher Alexa Harris run Yogahikes. It's loosely based on the monastic and spartan Los Angeles Ashram where the rich and famous knock themselves into shape for their next movies. (Julia Roberts was allegedly asked to leave the Ashram when she refused to join fellow inmates in the bathroom queue.) Flooks decided he wanted something closer to home, more luxurious, with delicious but healthy food. The Yogahikes week consists of four hours of yoga a day, two daily hikes - one compulsory and one optional - and a healthy semi-vegetarian diet. No caffeine, alcohol or cigarettes. I have to confess that the airport saw me smoking, drinking and eating chocolate in a fear-induced frenzy. Trasierra, our destination, is a ravishingly beautiful renovated finca in 1,000 acres of olive groves high in the Sierra Morena, one hour north of Seville. It's a favourite among Spanish grandees, our own royalty and the celebocracy. The only clues to its location are the discreet olive vats at the side of the road. A cedar-lined driveway leads you to the wall of a small fortress, built to keep out the bandits who besieged the estate in another era. I arrived in characteristic pose: mobile phone glued to my ear. As soon as I entered the cobble-stoned courtyard, twinkling with fairy lights, I felt ashamed of myself and put aside my phone much as I had extinguished my last cigarette at Seville airport, lovingly and with a certain regret. This idyll is the creation of the elegant and charming Charlotte Scott, an English woman who, with her husband, left London for Spain. Their home was an abandoned ruin, and they spent the first six years making babies (four) and living by gas and candlelight. 'It was like an extended camping holiday,' says Charlotte. 'When we came, it just seemed very normal; looking back it was an adventure. You have your moment, someone taps you on the shoulder and that's when you have to do it. I couldn't do it now.' When she and her husband separated, Charlotte transformed the outlying barns and stables into a porch-fronted guesthouse and a row of free-standing guest rooms. 'I wanted it to feel like staying in a private house with all the creature comforts but, unlike a private house, you can stay as long as you like because you are paying.' Charlotte is an interior designer and Trasierra is infused with her exquisite taste. The rooms have whitewashed walls, high-pitched roofs, nooks and crannies, trademark terracotta olive vats, Andalusian ceramics, white doves cooing in the eaves; it's a confluence of Spanish rustic charm with English chintz and antiques. Trasierra is used for all manner of things: birthday parties, painting, writing, yoga courses and even conferences. You can rent one room, several, or the whole place. 'One group of men came for a brainstorm. I went around with a basket and took their mobile phones away. Next time I'll take their watches,' says Charlotte. 'I know this sounds mad, but I'd like to control what people wear because some clothes look awful in my environment.' She pauses. 'Mind you, it could end up looking like an insane asylum.' We were lulled into a false sense of security by the beauty of our surroundings and the following morning proved a rude awakening. This was to be our pattern for the week: up at 6.30am for yoga from 7 until 9. A quick breakfast and off on the first hike by 10. Back for lunch, then an optional second hike in the afternoon and evening yoga from 6 to 8. Dinner at 8.30. No one's eyes stayed open much beyond 10pm. You know that old adage: 'Never go on holiday with someone richer than yourself'? I have a more pertinent one: 'Never go on a yoga hiking retreat with someone fitter than yourself.' Let alone 12 someones. By the end of the first day, something was rotten in the state of Andalucia. I was feeling like the class dunce while everyone else seemed to be gliding effortlessly from hike to yoga and back again. My head was splitting from lack of caffeine, I was dying for a fag and my feet were blistered and bleeding. Obergruppenführer Flooks merely bandaged me up and told me to report for walking duty in the morning. Each morning after a breakfast of sheep's yoghurt and marmalade from Trasierra oranges or honey from Trasierra bees, we would drive through the surrounding white villages to start our hike. Yoga teacher Alexa decreed that morning yoga and hikes be silent. We were to meditate as we walked, concentrating on our breathing. 'Let awareness stand like a gatekeeper at the entrance to your nostrils, letting nothing in or out, just breath.' Silence is not my natural state and it was all I could do, on chancing upon some vociferous cows, to stop myself joining in with a conversational moo or two. I passed fields of pigs, the handsome and tasty, acorn-fed patas negras, and found it hard to hold their unstinting gaze as I recalled the chorizo, lomo and serrano ham I had consumed. But absence of chatter left time to drink in the mellow farmland and observe the rolling hills that looked like a child's drawing with their oddly angled lollipop trees. Edible chestnuts gleamed darkly on paths strewn with their hedgehog casings. It was hard to remember that I had a husband and children, let alone another life. Six or seven miles later and back at Trasierra, we fell on lunch with righteous hunger. The food is provided by Charlotte's 23-year-old daughter Gioconda, who cooks with a red silk flower in her hair. She went to Florence to study art and ended up working in a restaurant. 'Food is the monkey-grip of the family. In Spain everyone goes home for a family meal at lunchtime. There's no one on the street at 2pm,' she says. Her dishes linger in the memory: lentil stews, home-grown olives, stuffed mushrooms with spinach and sesame seeds, sea bass and asparagus, pears in red wine jelly (the closest we came to alcohol), juicy prawn salad with cumin seeds. 'The more I trust what I do, the less I read recipe books. Food moves, people's palates develop,' she says. Gioconda recruits the old men from nearby Cazalla de la Sierra to pick wild mushrooms for her. 'I go and find them in the bars, buy their coffee, give them some euros and get a five kilo bag of mushrooms in return.' By day three, a combination of yoga, walking, nutritious, delicious food and stylish comfort meant that I had found Om. The sight of a tabacos that had just a few days before caused me to pant with desire left me gloating with smug revulsion. My body grew stronger, my mind clearer and, curiously, I began to sleep like a baby - I woke up every hour. Indeed, the whole regime seemed to be designed to restore one to a state of child-like purity. We became straight-backed with bendy limbs, more alert and less tired. At the week's end, putting my jewellery, watch and proper clothes back on, leaving Trasierra and returning to real life felt like going into imprisonment, not out of it. I returned home a new woman, six pounds lighter and with new friends. Just as well really since my old friends have sacked me on the grounds of offensive purity. Meanwhile, I have still not smoked, imbibed alcohol or coffee. I now go to the divine Alexa's yoga classes twice a week where I can be with my people. Tony, if you're reading this, Yogahikes should be on the NHS. Factfile Yogahikes dates: 4-21 March, 21-28 March, 26 September -3 October, 3-10 October. Prices start from £950 per person per week based on two sharing and with a shared bathroom, rising to £1,400 per person per week for a luxury room with private bathroom. Prices include flights to Seville and transfers from airport. Yogahikes (020 7727 4003, www.yogahikes.com. Trasierra Cazalla De La Sierra, Seville, Spain (00 34 95 488 43 24). Alexa Harris teaches Dynamic Yoga at The Life Centre, 15 Edge Street, London W8 7PN (020 7221 4602)."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}