{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2003/jan/28/advertising", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2003-01-28T18:07:41Z", "webTitle": "New advertising panel aims to be industry barometer", "webUrl": "https://www.theguardian.com/media/2003/jan/28/advertising", "apiUrl": "https://content.guardianapis.com/media/2003/jan/28/advertising", "fields": {"headline": "New advertising panel aims to be industry barometer", "bodyText": "MediaGuardian.co.uk has joined forces with the market research group NOP World to set up a 2,000-strong panel of media executives to examine industry trends. The major research project will look at industry confidence at one of the most crucial times in recent media history as experts struggle to predict when the beleaguered advertising market will recover. A panel of professionals from agencies, media owners and advertisers will examine major topics - including industry confidence and brand reputation - for a series of quarterly studies. The research is aimed at providing advertisers with a comprehensive view of the media world, including how various sectors of the media are performing, as well as likely future trends. The first products to be launched on it will be a regular media industry barometer and a media brands reputation index. Initially MediaGuardian.co.uk and NOP aim to recruit 2,000 media professionals, making the research panel the biggest in the industry. The Institute of Practitioners in Advertising's highly respected Belwether report analyses 250 sources from Britain's leading advertisers. The quarterly updates are designed to provide a snapshot of the media industry, although users will also be able to commission customised research and question the panel on specific issues. MediaGuardian.co.uk is currently recruiting panellists. To find out more go to www.mediatheguardian.com/nop."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}