{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2003/jan/13/worlddispatch.annemcilroy", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2003-01-13T18:49:27Z", "webTitle": "Home news from abroad", "webUrl": "https://www.theguardian.com/world/2003/jan/13/worlddispatch.annemcilroy", "apiUrl": "https://content.guardianapis.com/world/2003/jan/13/worlddispatch.annemcilroy", "fields": {"headline": "Home news from abroad", "bodyText": "Court proceedings against Robert William Pickton, a pig farmer who could be the worst serial murderer in Canadian history, begin this week. But Canadians who want to hear details of police and prosecutors' case against Mr Pickton, who is accused of killing 15 women, will have to turn to the websites of foreign media outlets. A publication ban has been imposed on the preliminary hearing - the pre-trial proceedings during which a judge decides whether there is enough evidence to continue with the case - meaning it is illegal for any Canadian reporter to make the details public. Publication bans are routine in preliminary hearings in Canada. The reasoning is that, if the evidence presented at the hearings is widely reported, it will be impossible to find 12 unbiased people to serve on the jury. As a result, the accused will not be able to get a fair trial. Details from preliminary hearings can be published after the verdict has been reached. Mr Pickton has been charged with 15 counts of first-degree murder. It is alleged that he has buried the remains of 15 women, many of them prostitutes or drug addicts from Vancouver's notorious Downtown Eastside, on his ramshackle pig farm outside the city. It has been claimed that he may have fed the bodies to his pigs. Reporters from foreign media outlets, including those in nearby Seattle, are not bound by Canadian law and will be able to report details of what the police found on Mr Pickton's farm. Last month, his lawyer argued that the judge in the case should close the courtroom to reporters in order to guarantee his client's right to a fair trial. He also asked that family members and the public be barred, arguing that the details to be presented are \"of an exceedingly grim nature\" and, if disseminated, could make it difficult for Mr Pickton to get a fair trial. Family members were outraged. As many as 65 women have gone missing since the mid 80s. In some cases, families of women who disappeared waited years for police to seriously investigate evidence that a serial killer was stalking women in a section of the city where addicts take drugs openly and prostitutes try to earn enough to feed drug habits. Provincial court judge David Stone declined the request to close the courtroom to the public, saying: \"I am not prepared to accept the argument that the justice system is so fragile that appropriate measures cannot be taken so the accused's right to fair trial is not put in jeopardy.\" But the judge warned he would close the courtroom doors if coverage of the case is too sensational. The lawyer representing four Washington State television stations - KIRO, KOMO 710, King and KCPQ, has said that broadcasts of the preliminary hearing would be on cable, not satellite, and will be blocked from Canadian television screens."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}