{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/jan/01/newsstory.sport5", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-01-01T23:38:38Z", "webTitle": "Holdsworth seals Coventry deal", "webUrl": "https://www.theguardian.com/football/2003/jan/01/newsstory.sport5", "apiUrl": "https://content.guardianapis.com/football/2003/jan/01/newsstory.sport5", "fields": {"headline": "Holdsworth seals Coventry deal", "bodyText": "Dean Holdsworth, Bolton's record signing, has joined Coventry City on a free transfer until the end of the season. The 34-year-old striker has been on loan at Highfield Road since the end of November but made the move permanent yesterday after initial talks broke down. The former England B international remains Bolton's most costly signing after joining for £3.5m from Wimbledon in 1997. But he has failed to feature regularly for Bolton this season and Sam Allardyce agreed the striker could leave this week. Holdsworth will today line up for the Sky Blues back at Selhurst Park against Crystal Palace, who stand above the visitors only on goal difference in their play-off pursuit. Wolves' play-off hopes have been further set back with Dean Sturridge being ruled out for up to eight weeks, leaving Dave Jones's side with an acute striking shortage for today's game against Derby and Sunday's FA Cup tie with Newcastle, both at Molineux. A scan revealed torn fibres in Sturridge's right achilles tendon after he limped off in Saturday's defeat by Bradford. He will miss a reunion with his first club today as Wolves come to terms with losing both last season's main strikers to long-term injuries. Nathan Blake is still many weeks away from recovering from damaged foot ligaments. George Ndah is doubtful today with flu and, further ahead, Adam Proudlock cannot be recalled in the first month of his loan to Sheffield Wednesday while Wolves' own borrowed striker, Carlton Cole, is certain to be blocked by Chelsea from playing in the FA Cup. Jones said of Sturridge: \"It's a big blow because we're crying out for something up front. With there not being a great blood supply there [achilles], it will take longer to heal.\" Jones could now recall Cédric Roussel. The £1.5m striker has scored in double figures on his season's loan to Mons of Belgium. But Wolves can recall him during the transfer window after giving 48 hours' notice. The leaders Portsmouth will give their captain Paul Merson the maximum time to recover from his ankle injury for the visit to Watford. Leicester, in second place, may be without Jamie Scowcroft in midfield at Reading as he has a stomach strain."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}