{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2003/jan/24/popandrock.artsfeatures", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2003-01-24T23:33:06Z", "webTitle": "CD review: Nick Cave: Nocturama", "webUrl": "https://www.theguardian.com/music/2003/jan/24/popandrock.artsfeatures", "apiUrl": "https://content.guardianapis.com/music/2003/jan/24/popandrock.artsfeatures", "fields": {"headline": "Nick Cave: Nocturama", "bodyText": "More pop CD reviews The rock star facing middle age is a figure beset with singular problems. The everyday challenges of the fifth decade assume gargantuan dimensions in an industry that prizes youth. A receding hairline is no fun whoever you are, but for the rock star, hair loss induces mania. Deranged solutions are sought, ones involving headbands, or, in the case of Elton John, a transplant apparently based on the coiffure of homely northern playwright Alan Bennett. The late Maurice Gibb spent his last decade wearing a fedora at all times, under the mistaken impression that this would fool the world into believing he had a full head of hair underneath it. Other crises are unique to life as a rock star. If, for example, your career has been predicated on youthful angst and self-loathing, what do you do when you find yourself in your mid-40s, comfortably off and happily married? Continue peddling misery and you risk self-parody. Start singing about domestic contentment, going to the school nativity play, the pros and cons of having a conservatory built and so on, and you risk confounding and alienating your fans. It is a problem that Australian singer-songwriter Nick Cave must feel acutely. For almost two decades, no one in rock made richer capital from doom and gloom. Obsessed with southern gothic, he wrote songs in which the six-gun in his hand went crazy, his crown of thorns drew blood and Mary's cold bones were dragged through the swamp to the hell-mouth. He is best known for Where the Wild Roses Grow, a 1996 duet with Kylie Minogue in which Cave imagined smashing the diminutive songbird's head in with a rock. His public image perfectly complemented his bleak lyrical vision. In the early 1980s, he was spotted on the London underground, writing a letter using a syringe loaded with blood. A rock critic who made the questionable decision to share his flat with Cave was rewarded for his trouble with Scum, a song that depicted the unfortunate journo as \"a miserable shitwringing turd who reminded me of some evil gnome\". During this period, Cave was so heroin-soused that no one would have given odds on him actually reaching middle age. Yet here he is at 45, a married father of three who writes his songs in a neat west London office and may well be weighing up the pros and cons of having a conservatory built. Where does the one-time king of Grand Guignol rock go now? For the most part, his 12th album finds him in laid-back mood. It's certainly novel to put a Nick Cave album on and find the old grouch singing \"it's a wonderful life\": an experience akin to stepping tentatively into a chamber of horrors to discover that everyone is wearing party hats and dancing the macarena. Normal service is eventually resumed with Still in Love, a ballad crooned from the viewpoint of a recently murdered husband. But, largely, Nocturama presents a sunnier Cave than anyone would have once thought possible. While never less than good, laden with charming, understated melodies and beautifully turned lyrics, some of the album feels lightweight by comparison with Cave's back catalogue. Bring It On and She Passed By My Window are almost too well-groomed for their own good, sailing perilously close to the regions of AOR. On the latter even the Bad Seeds, whose rattling, spare style makes them perhaps the most distinctive backing band since Crazy Horse, sound strangely anonymous. Rock of Gibraltar, meanwhile, is that rarest of things, a Nick Cave song with iffy words. Using Gibraltar as a simile for a lover just doesn't work - did he spirit her away from a Spaniard? - while the song ends with the protagonist complaining he has been \"betrayed like the Rock of Gibraltar\". This has the unlikely and unfortunate side effect of making Cave sound like a grass-roots Tory. The album's weaker moments are thrown into sharp relief by the staggering closer I'm on Fire. A frantic list song in the vein of Dylan's Subterranean Homesick Blues, it lasts for 15 minutes and 40 verses, and touches on Aids, terrorism and Australia's treatment of asylum seekers. It rhymes \"Guernica\" with \"hernia\" and features a lyrical cast including Bill Gates, George Bush, Sonny Liston, \"the sweet little goth with her ears made of cloth\" and \"the poor Pakistani with his lamb biryani\". And on top of Cave's startling lyric - which shifts from playful doggerel to poignant observation, often within the space of a line - the Bad Seeds play ferociously, underpinning the verses with scalding, distorted organ and relentlessly pounding drums. While Nocturama works in its low-key way, Cave is capable of more, as is shown by I'm on Fire - a tantalising glimpse of what he and his band can do when they are operating at full throttle. Nevertheless, that track alone is enough to disabuse anyone of the notion that Nick Cave's middle-aged contentment has precipitated a slide into complacency."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}