{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2003/jan/16/highereducation.uk5", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2003-01-16T18:27:44Z", "webTitle": "Upfront fees 'out' in funding plan", "webUrl": "https://www.theguardian.com/education/2003/jan/16/highereducation.uk5", "apiUrl": "https://content.guardianapis.com/education/2003/jan/16/highereducation.uk5", "fields": {"headline": "Upfront fees 'out' in funding plan", "bodyText": "Existing upfront tuition fees will be dropped by the government when its long-awaited strategy paper on student funding is unveiled next week. There will be \"golden handcuffs\" for people going into public sector work - who will have their debts paid off if they stay in their jobs, the BBC reported today. Student tuition fees in England and Wales are to rise - possibly by several thousand pounds - but the whole amount will be paid after graduation, mirroring the existing situation in Scotland. Maintenance grants will be brought back for the very poorest. Universities will be allowed to charge higher fees - capped at £3,000 to £4,000, it is thought - all to be repaid out of graduate earnings. Last week the education secretary, Charles Clarke, said in a radio interview: \"I think we're pretty clear that we'd be charging fees, unlike now, after university, and so you pay through the tax system later on in your life.\" At the time, his department played down the idea, saying that postponing payment until leaving university might only apply to any additional \"top-up\" fees. Tony Blair, thought to be an advocate of top-up fees, promised the Commons that parents would not be faced with thousands of pounds of tuition fees upfront. The golden handcuffs scheme would formalise what the government is already doing to encourage graduates to enter teaching. New teachers get their student loans paid off gradually. Mandy Telford, president of the National Union of Students, said: \"The NUS welcomes any initiatives by the government to remove up-front fees and provide students with maintenance grants, however this must not be offset by actually forcing them into greater debt. \"Despite the prime minister himself telling the Commons last month that he did not want students to get into greater debt, these plans will actually lead to students graduating tens of thousands of pounds in debt - in many cases more than their parents' mortgages,\" she said. Ms Telford said that allowing universities to set different fee levels would heighten the perceived elitism of some institutions. \"Rich students will be able to pick and choose their course, while poorer students will be forced to shop around to find something that fits in their price range,\" she said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}