{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2003/jan/13/labour.uk", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2003-01-13T18:03:33Z", "webTitle": "Letters: Jenkins' view of Gaitskell", "webUrl": "https://www.theguardian.com/politics/2003/jan/13/labour.uk", "apiUrl": "https://content.guardianapis.com/politics/2003/jan/13/labour.uk", "fields": {"headline": "Jenkins' view of Gaitskell", "bodyText": "I was long bemused by the \"love\" of EEC-worshipping Roy Jenkins for EEC-detesting Hugh Gaitskell (The only politician I loved, January 11). It was explicable, however, because they both wanted to convert Labour into a more moderate party, appealing to the middle classes. Completely inexplicable is Jenkins's deathbed claim that Gaitskell \"would have been less amenable to Lyndon Johnson's bullying than was Harold Wilson\" over Vietnam. Gaitskell was wholly in thrall to Washington's cold warriors, insisting on a 1951 rearmament budget at Washington's request, which precipitated the rebellion of Aneurin Bevan and Harold Wilson. This was a deeply felt loyalty, reflected in his personal hostitlity to Americans in Britain who were not as enthusiastic about the Pentagon's plans - as I repeatedly experienced at his press conferences. Wilson's deft dodging of Johnson's pressure to join in the calamitous war against the Vietnamese was one of his most underrated achievements. Gaitskell would not even have tried, despite Jenkins' wishful thinking. Andrew Roth Parliamentary Profile Services · Roy Jenkins writes of \"the unexpected loss by the Labour party of the 1959 general election\". It wasn't \"unexpected\" by Jenkins, as a letter I have come across in researching my forthcoming book on New Labour and its antecedents makes clear. In arranging a speaking tour in 1959 Jenkins writes to a US friend: \"The best plan might be to come as soon as possible after the election so as to get the October weather ... It occurs to me that if one needed to supplement the university money it might be possible, particularly as I would be the first British politician to arrive after the election, to arrange some television or similar activities in New York on the new position in British politics. This, of course, depends on this wretched government winning once again. Unfortunately, however, the odds on this still look pretty heavy and I am afraid the risk is a fully justified one for us both to take.\" He concludes: \"It would be a nicely-timed consolation prize for the victory we didn't achieve! My rather gloomy views are, of course, for private consumption only.\" John Booth London"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}