{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2003/jan/11/dublin.ireland.shortbreaks", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2003-01-11T18:44:13Z", "webTitle": "Fringe benefits", "webUrl": "https://www.theguardian.com/travel/2003/jan/11/dublin.ireland.shortbreaks", "apiUrl": "https://content.guardianapis.com/travel/2003/jan/11/dublin.ireland.shortbreaks", "fields": {"headline": "Fringe benefits", "bodyText": "As a dedicated seat-in-the-centre-stalls potato, I've long felt that if I must be dragged away from London's theatres, at the very least I should be allowed to spend my holidays seeing how life is lived on far-flung stages. Sadly, I'm yet to find anyone who shares my taste for obscure foreign drama without subtitles. Dublin offers theatre obsessives and their beleaguered companions the perfect solution: you can pay for your theatre tickets with euros and still feel confident of understanding - accounting for outbreaks of slang, mysticism and drunken roaring - 80% of the dialogue. Notwithstanding an embarrassingly rich theatrical history (including several playwrights who thoughtlessly emigrated, but let's not think about that), Dublin isn't the most obvious destination for a weekend theatre trip. In fact, it seems perverse to visit the land of heroic pubs, legendary story-tellers and rejuvenating Guinness, only to sit silently in a dark room in which drinks aren't allowed. Most theatre-goers - even those who live in London - would naturally devote Saturday night to the star-laden West End; unless, of course, it is August, when all eyes shift immediately to Edinburgh and its two prestigious, if rather breathless festivals. The theatre scene in Dublin may lack razzle-dazzle brashness, but that's partly what makes it appealing. The city holds its own international and fringe festivals in early October; they aren't as headline-grabbing as their Scottish counterparts (not least because some of the productions will have been seen in Edinburgh and London already), but their smaller-scale, balanced programmes are significantly easier to negotiate. These are festivals designed for people who live and work in the city: productions keep to orthodox curtain-up times, and it requires much effort for a weekend-tripper to see more than two shows in a day. As in Edinburgh, the Dublin fringe festival shows the city at a slant: plays crop up in the least expected nooks and crannies. Last year's festival outdid itself in this respect, offering the public toilets at the side of St Stephen's Green in the centre of the city as a venue. Admittedly, they had been so intensively scrubbed that the ladies seemed to be tiled with mirrors, and even putting a handbag on the floor of the gents felt safe. Nearby on Grafton Street, the small theatre housed in Bewley's coffee house felt decidedly conventional by comparison - until the audiences were handed sandwiches to munch while watching the play, itself set in a Bewley's coffee house. Those who prefer their chairs covered in red velvet and rooms air-conditioned will always avoid the oddities of the fringe and stick to the international festival. For a fortnight, every theatre in Dublin offers a new production, even those - the old-fashioned Olympia, for instance, whose red-and-cream decor reeks of vaudeville - that have parted ways with plays and taken up with comedians and rock bands. This is the time when Dublin's theatres really open up to the wider world, bringing in productions from North America and Africa, Scandinavia and Japan. For the rest of the year, the focus tends to fall naturally on Irish writers. It is part of a self-reflexive trend in Irish theatre: whether depicting politicians or publicans, terrorists or taxi-drivers, playwrights incline towards a state-of-the-nation contemporaneity. Even last year's production in the public toilets was concerned with governmental hypocrisy in 1950s Dublin. This sort of self-absorption is a gift for the outsider: a weekend trip to Dublin's theatres takes you to the heart of the Ireland and its preoccupations. That is why anyone looking for a taste of Irish theatre probably shouldn't wait for the festival at all. There is always something happening on Dublin's stages, whether a dutiful production of Waiting For Godot, a modern take on The Playboy Of The Western World, or the latest play by Marina Carr. For most people, the first port of call will be the Abbey - Ireland's National Theatre, as it announces itself at every opportunity. Opened in 1904 by WB Yeats and English tea heiress Lady Gregory, its history is startling. In its first decades, Yeats's pugnacious programming led to a tradition of rioting. This began in 1907, at the premiere of The Playboy Of The Western World, when the crowd took umbrage at the phrase \"a drift of chosen females, standing in their shifts\". In 1926, it was the sight of a nationalist flag among prostitutes in Sean O'Casey's The Plough And The Stars that set them off. Yeats himself took to the stage to berate the audience; how tickled he would be to know that The Plough And The Stars was chosen by the Abbey as its crowd-puller for the recent Christmas slot. The present-day Abbey, however, is curiously dispiriting. Opened in 1966, it must have been a distinct improvement on the city morgue, which had replaced the original Abbey theatre when the latter was destroyed by fire in 1951. But the drab concrete facade and murky brown interior are hardly enticing. Along with the old building went Yeats's risk-taking; these days, the Abbey tends towards safe, solidly engrossing entertainment. So if you're looking for something slightly more challenging, bypass the Abbey altogether and head to the building's basement theatre, the Peacock. This is where you'll find rough-and-tumble new writing from the likes of Mark O'Rowe, a firecracker of a writer, whose work is worth seeing even when (as recently) it is a new version of a Shakespeare play. Any gaps in the Abbey's programming are filled by the Gate Theatre - another venue with a remarkable history. It was opened in 1928 by Michael MacLiammoir and Hilton Edwards, a homosexual couple who produced Oscar Wilde's Salome when it was banned in England, and invited stars (among them Orson Welles and James Mason) to take its stage, a trend that continues today. It shows plenty of classics, Irish and international, and an alarming amount of Beckett; but this is also the place where such big names in modern Irish theatre as Brian Friel and Conor McPherson have their new plays premiered. The Gate is the ideal venue for a Saturday matinee outing, not least because that gives you the chance to admire the wonderful Georgian architecture of its address, Parnell Square, and the elegance of its own building, a segment of the 18th-century Rotunda Hospital. Parnell Square is also home to the Dublin Writers' Museum, where you will find anything from aged playtexts to Beckett's telephone. Any Dublin theatre trip really ought to start here. Outside of the big three mainstream theatres is an entire network of intriguing venues: there's the appropriately austere Samuel Beckett Centre in Trinity College; the Project Arts Centre, Temple Bar's swish home for the avant-garde; and the Ark, a sprightly theatre for children also in Temple Bar. If you are looking for an antidote to densely poetic Irish narratives, these are the places to come. It's been said that one cannot live by theatre alone - but I've never really believed it. And it is entirely possible to give over your entire weekend in Dublin to a theatrical theme. If you're looking for a swift pint, for instance, you could visit the Flowing Tide: sitting across from the Abbey, its walls are papered with posters from productions past. The advantage of drinking here is that it isn't one of Dublin's most convivial pubs, so there will be little temptation to sod the theatre and drink all night. Dinner on Saturday night could be taken at the Trocadero (3 St Andrew's Street. A meal for two with wine and service costs roughly 75 euros; tel: 00 353 1 679 9222). If the black-and-white portraits on the walls are anything to go by, this is every actor's favourite restaurant. With its red-velvet seats, it even looks like a theatre. This is the kind of place that does basic French dishes solidly. And, as you slice into your meat, you could be using the same knife as Richard E Grant. Sunday morning is the time to do some theatre-related sightseeing. If, like me, you stay in the plush Georgian Hotel on Baggot Street, you will be perfectly situated to begin your tour in nearby Merrion Square (another advantage is the Georgian's multi-course breakfast menu). In Merrion Square, you can visit Oscar Wilde's debonair statue (quite unlike the alarming monument to him in London). Wilde grew up in a house opposite the square; you can have much fun standing in the doorway, pausing a moment to fix an imaginary cravat, then striding flamboyantly, perhaps even wittily, down the steps. The virtuous will stroll directly south-west to the birthplace of George Bernard Shaw, while the naughty will head straight for McDaid's pub, off Grafton Street, where Brendan Behan drank himself into an early grave. There, you and your beleaguered companion can finally join the rest of Dublin's tourists for a well-earned drink. · Maddy Costa is deputy arts editor of The Guardian. Way to go Getting there: Ryanair (0871 2460000, ryanair.com) flies from a number of UK airports to Dublin from £75 return. Where to stay: The Georgian Hotel, 18 Baggot St Lower (+1 634 5000), has doubles from 149-169 euros B&amp;B. Further information: This year's festival runs from September 29 to October 11; the fringe from September 22 to October 11. Visit dublintheatrefestival.com for details. Tourism Ireland (0800 0397000, tourismireland.com). Country code: 00 353; Flight time London-Dublin: 1 hr, 5 mins. Time difference: GMT. £1=1.48 euros"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}