{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2003/jan/01/familyandrelationships.features10", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2003-01-01T16:20:02Z", "webTitle": "Teaching kids the value of money", "webUrl": "https://www.theguardian.com/lifeandstyle/2003/jan/01/familyandrelationships.features10", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2003/jan/01/familyandrelationships.features10", "fields": {"headline": "For what it's worth", "bodyText": "Sex? Easy. Death? No problem. But the idea of sitting down and talking unhysterically to my children about money brings on mysterious medical symptoms. It seems I am not alone. When I asked a trio of old school friends how well they felt they were teaching their kids to handle money, each insisted that they were more incompetent than the next. \"Rubbish,\" said one. \"Hopeless,\" pitched in another. \"Really crap,\" remarked the third. All four of us are at a similar stage of parenthood - where you have suddenly realised that you have not only had to shell out large quantities of money raising your children, but now they expect you to give it to them as well. Children and money - a veritable vortex. Now the government has pitched in, launching a website (www.redbox.gov.uk) to teach children about taxation. But how do parents help kids distinguish between want and need if their own appreciation of the difference is just this side of negligible? How do you induct them into financial responsibility, when you can't compute compound interest to save your life? We're supposed to ease the transition from toy cash registers to savings accounts (presumably there is a parental talk equivalent to the birds and the bees: The stocks and the shares? The mortgage and the overdraft?), yet many of us feel it is a case of \"Do as I say and not as I spend\". Pam Ericson, with daughters aged 20 and 11, is expansive about her failings. \"I feel I am hopeless at teaching my children about money, that one should be clear about teaching them the value of it and impose discipline, but I don't have it myself.\" She adds ruefully, \"My parents went from poor to quite well-off and they weren't very clear about setting limits. The horrible thing is that maybe I'm like them.\" One problem is that the very technology of modern banking works to undermine restraint. When I am short of cash, my six-year-old barks, \"Go to the bank\", as if it were a perpetual flame. When your child sees you using a plastic card to get money out of a hole in the wall, you can understand why. Age does not simplify matters, either; if anything, the reverse. My 13-year-old feels guilt-tripped by my constant refrain of, \"We can't afford it,\" but then I will suddenly announce that, compared with most of the world, we are rich. I think I am teaching them relativity; they are just confused. In the US, there are now Money Skills kits to help parents and grandparents teach children the value of money. Naturally, these cost quite a lot. They are also a response to the fact that, in the US, children and teenagers spend about $200bn a year, and influence another $250bn of household purchases, while British kids' pocket money adds up to £2.85m annually. Never before have so many children had so much (and so many others so little, in comparison). Apparently, kids as young as four are supposed to be saving and scrutinising products to see if they are good value. Call me an old hippy, but I would rather preserve the pre-money stage a bit longer. Children have a lifetime to become good consumers; better they have a childhood where use value rather than exchange value is king. What's more, the counsel to start giving them pocket money as early as five is clearly aimed at the well-off rather than those who have enough demands on their straitened budgets without having to stimulate more. Yet, as Pam Ericson says, \"If you just can't afford it, it's much clearer. Many of these dilemmas are problems of affluence.\" They are also problems of peer comparisons: \"Mum, everyone has a mobile/Miss Sixty jeans/more pocket money...\" Some of the guidance is self-evident: do not use money as a reward or punishment; give children both paid and unpaid household chores, help them analyse their shopping decisions (and not by yelling, \"Why the hell did you buy that?\"). For a really serious cringe, check out the Children's Money World website, which presents the Moneykins, a family that makes and sells cherry cakes, spending some of their earnings but saving the rest - for a rainy day. On one point, the advisers are unanimous: be consistent. All very well, but what if the parents have different attitudes to money? Even if parents agree on a party line, their children's attitudes might still surprise them: siblings raised in the same household can diverge widely in spending styles, as Jackie Vance's 14- and 15-year-old boys prove. While Thomas's allowance is spent as soon as given, his frugal younger brother Sam always evaluates a range of products before he chooses. Most advisers assume, then, that money is an entirely rational business, based on a cool appraisal of income and outgoings (they have clearly never been to Topshop with a teenage girl). Yet we know that money is also about feelings and relationships, that it can make us feel omnipotent, and, if we lack it, useless. And between parents and children, money is always a potential site for power struggles. It is excruciating for parents to cede some of it and sit back and watch their kids buying rubbish. When my older daughter was given some money recently, I put half into a savings account but, to the vocal disapproval of my mother, set up a bank account for her with the rest, which we both knew would go on clothes and magazines. As it duly did. American writer David Owen argues that to help children develop into canny consumers, they need more control, not less. \"Children who have no control over their own funds have no incentive not to beg for money and then squander every dollar that comes into their hands. If your own income consisted solely of what you were able to beg from a fickle and inscrutable boss, you would wheedle, too.\" Four years ago, Owen hit upon the idea of starting his own \"National bank of Dave\", setting up an account for each of his children using the same computer programme he uses to track his own money, offering them 5% interest a month, a vastly higher rate than the bank (no, he doesn't accept deposits from strangers). Their pocket money is credited to their accounts automatically on the first of each month, and they can make further deposits or withdrawals whenever they like. Not only have they turned into ardent savers, but they are also now proficient at averages and percentages. They may also be the teensiest bit infuriating to people like me who struggle to reconcile their cheque book stubs with the bank statements. The rest of us tend to make do with more modest strategies. The Vance family pays half their sons' pocket money into their bank account, so that spending it requires a little more effort. Serena Browne offers to match her children's contribution on big items, like a doll's house, to encourage them to save. And Pam Ericson's 11-year-old uses her pocket money \"for the things I don't approve of or think she needs\". Of course, whatever their age or income, most parents want their children to learn that there are some things more valuable than money. But culture is just as powerful as parents in shaping children's attitudes to money. Says Linnie Price, whose oldest daughter is 35 and her youngest 13: \"I'm part of the post-war rationing generation. My children have a very hedonistic attitude to spending. There is something in me that does not want them to have everything they desire, whereas they are baffled by that attitude - so there is a tension, and it is very outmoded, and I sound like a pompous protestant prat.\" Financial experts warn us that children who are not taught good money habits suffer the consequences for a lifetime. That is probably sound general advice, but it does not always work that way. Pam Ericson's oldest daughter, a university student, is living proof to the contrary. \"There are so many shops she won't go into on principle, such as Gap and Nike,\" says Pam, \"that she makes me feel totally frivolous.\""}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}