{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/jan/01/newsstory.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-01-01T21:12:41Z", "webTitle": "Premiership previews", "webUrl": "https://www.theguardian.com/football/2003/jan/01/newsstory.sport", "apiUrl": "https://content.guardianapis.com/football/2003/jan/01/newsstory.sport", "fields": {"headline": "Premiership previews", "bodyText": "Arsenal v Chelsea Considering the air of pre-eminence that so often surrounds them, there is one incongruous aspect to Arsenal's season. After draws with Chelsea and Liverpool, as well as a defeat at Old Trafford, they are yet to beat any of their principal rivals. Arsenal will surely run into trouble if they do not recover their best form, and their need for improved sharpness in attack could see Francis Jeffers or Dennis Bergkamp start. The visitors fell to their first defeat in 12 Premiership matches at Leeds on Saturday, moving Claudio Ranieri to talk of the modest ambition of improving on last team's points total. Such mildness will not be apparent in this London derby. Kevin McCarra Highbury Today, 3pm Tickets Sold out Last season Arsenal 2 Chelsea 1 Match odds Arsenal 8-11, Chelsea 16-5, Draw 9-4 Referee U Rennie Arsenal Form guide LDWWD Disciplinary record Y30 R2 Leading league scorer Henry 11 Subs from Taylor, Luzhny, Upson, Touré, Jeffers, Van Bronckhorst, Stepanovs, Kanu, Edu Doubtful Taylor (finger) Injured Shaaban (broken leg, Aug), Aliadière (groin, Jan 11), Parlour (calf, Jan 4), Cygan (thigh, Jan 4), Ljungberg (flu, Jan 4) Suspended None Chelsea Form guide WDWDL Disciplinary record Y38 R1 Leading scorer Zola 9 Subs from De Goey, Gronkjaer, Terry, Oliveira, Babayaro, Gudjohnsen, De Lucas, Ferrer, Pidgely, Petit Doubtful Cudicini (calf) Injured Forsell (knee, Jan 11), Bogarde (ankle, Jan 11), Bosnich (illness, indefinite), Keenan (broken leg, Jan 18) Suspended None Aston Villa v Bolton Wanderers Victory in the corresponding fixture last season elevated Villa to the top of the table and, just by way of a change, proved another false dawn. John Gregory left and Graham Taylor has yet to prove a messiah on his second coming. His chances are not being improved by a casualty list approaching double figures but the ill wind is blowing Villa some good. Taylor has been forced to turn to some of the club's promising youngsters, not least 16-year-old striker Luke Moore. Bolton have relatively few absentees but will be forced to make a change in defence where Ivan Campo, who has been collecting cautions with wild abandon, is suspended. Adrian Milledge This season Y23; R2; 3.00 cards per match Villa Park Today, 3pm Tickets £15-£27 Last season Aston Villa 3 Bolton 2 Match odds Villa 8-11, Bolton 16-5, Draw 9-4 Referee M Messias This season Y14; R3; 4.00 cards per match Aston Villa Form guide LWLLW Disciplinary record Y41 R2 Leading scorer Dublin 4 Subs from Postma, Henderson, Allback, Angel, Ridgewell, Wright, L Moore Doubtful Enckelman (ankle) Injured L'sen (hamstring), Taylor (thigh), Crouch (ankle), S Moore (knee, all Jan 4), Johnsen (ankle, Jan 11), Hadji (hamstring, Jan 11), Staunton (hernia), Delaney (foot, both Jan 18) Suspended None Bolton Form guide DLDWD Disciplinary record Y38 R2 Leading scorer Ricketts 6 Subs from Poole, Tofting, Facey, Livesey, Bulent, Walters, Farrelly, Johnson, Holdsworth Doubtful None Injured Warhurst (hamstring, Jan 11), N'Gotty (calf, Jan 11), Djorkaeff (ribs, Jan 4), Mendy (broken leg, Jan 18) Suspended Campo (one match) Blackburn Rovers v Middlesbrough Beating Manchester United in the Premiership has proven to be a bitter-sweet sensation for the five clubs that have achieved the feat this season. After their wins, Bolton, Leeds and Manchester City all saw their league form suffer and these two sides, which both claimed three points off Sir Alex Ferguson's team over the festive period, have not won since. It is a familiar failing, but both clubs will be keen to rediscover their league form this afternoon if they are to push for a Uefa Cup spot. Mark Ogden Ewood Park Today, 3pm Tickets £15-£29 Last season Blackburn 0 Middlesbrough 1 Match odds Blackburn 5-6, Middlesbrough 13-5, Draw 23-10 Referee D Pugh Blackburn Form guide DLWDD Disciplinary record Y33 R3 Leading scorer Cole 5 Subs from Kelly, Curtis, Tugay, Mahon, Ostenstad, Grabbi, McEveley, Douglas, Danns Doubtful None Injured Duff (hamstring, Feb 1), Short (hamstring, Feb 1), Bjornebye (foot, Jan 18), Berg (achilles, Jan 11); Hakan Sukur (broken leg, March), Hignett (broken leg, April) Suspended None Middlesbrough Form guide DDLWL Disciplinary record Y31 R4 Leading scorer Nemeth 5 Subs from Crossley, Vidmar, Cooper, Wilkshire, Nemeth, Maccarone, Nemeth Doubtful None Injured Juninho (knee, Feb 15), Stockdale (heel, Jan 8), Boateng (knee, Feb 1) Suspended None Charlton Athletic v West Ham United After three straight draws West Ham could do with a victory before they enter a period in which they play Newcastle, Arsenal, Blackburn and Liverpool in successive league matches. Three of those games are at Upton Park, where Glenn Roeder's team have not won this season. West Ham's away form has tended to be decent and they are more than capable of winning here if Charlton perform as against West Brom on Saturday. Alan Curbishley's team still won that match despite a low-quality display and are unbeaten in eight. Jon Brodkin This season Y13; R1; 3.75 cards per match The Valley Today, 3pm Tickets Sold out Last season Charlton 4 West Ham 4 Match odds Charlton 10-11, West Ham 12-5, Draw 9-4 Referee E Wolstenholme This season Y14; R2; 3.60 cards per match Charlton Form guide WDDDW Disciplinary record Y35 R1 Leading scorer Euell 7 Subs from Roberts, Fortune, Blomqvist, Konchesky, Johansson, Kishishev, Bart-Williams, Svensson, Turner Doubtful None Injured Stuart (knee, Jan 4) Suspended None West Ham Form guide DLDDD Disciplinary record Y39 R2 Leading scorer Di Canio 6 Subs from Bywater, Repka, Camara, Moncur, Garcia, Sofiane, Ferdinand, Hutchison, Minto, Cissé Doubtful Lomas (ankle) Injured Van der Gouw (ankle, Jan 4), Di Canio (knee, Feb) Suspended None Everton v Manchester City On the back of some excellent form Manchester City travel to Merseyside intent on usurping Everton's top-six place, their attacking intentions damaged but not derailed by an injury to Eyal Berkovic. \"It promises to be an exciting start to an exciting year and I'm sure City fans wouldn't have it any other way,\" said Kevin Keegan. A particularly notable day for Richard Dunne, who has recovered from the brink of unemployment to excel of late, and returns to Goodison Park intent on completing a league double over his former employers. Anton Marks Goodison Park Today, 3pm Tickets £20-£26 (obstructed view only) Last season n/a Match odds Everton 10-11, Man City 12-5, Draw 9-4 Referee A D'Urso Everton Form guide LWDDD Disciplinary record Y33 R5 Leading scorer Campbell 7 Subs from Baardsen, Watson, Pistone, Alexandersson, Linderoth, Pembridge, Gemmill, Clarke, Campbell Doubtful Campbell (ankle) Injured Ferguson (back, Feb 8), Chadwick (hernia, Feb 8), Gerrard (knee, Jan 11), Li Wei Feng (nose, Jan 18) Suspended None Man City Form guide WDLWW Disciplinary record Y27 R3 Leading scorer Anelka 9 Subs from Nash, Wiekens, Mettomo, Goater, Sun Jihai, Shuker, Barton Doubtful None Injured Weaver (knee, Jan 18), Wanchope (knee, Mar), Haaland (knee, indefinite), Negouai (knee, Jan 18), Macken (knee, Jan 18), Tiatto (hernia, Feb 1), Berkovic (groin, Jan 11) Suspended None Fulham v West Bromwich Albion A worrying recent lack of points has forced Andy Melville to insist Fulham are not too good to get relegated. \"A lot of teams have said that in the past and gone down,\" he said. West Brom have no such illusions but beat Fulham earlier this season at the Hawthorns and, like their hosts, will be desperate to take something from today's game. \"It's a very, very, very important game for the club,\" said Jean Tigana, urging his side to emulate West Brom's increasingly fabled commitment. \"Sadly, that is not always enough at this level,\" says Gary Megson. Simon Burnton This season Y42; R3; 4.36 cards per match Loftus Road Today, 3pm Tickets £23-£40 Last season n/a Match odds Fulham 8-11, West Brom 3-1, Draw 12-5 Referee G Barber This season Y34; R4; 3.50 cards per match Fulham Form guide WLLDL Disciplinary record Y36 R5 Leading scorer Sava 5 Subs from Herrera, Stolcers, Hammond, Legwinksi, Ouaddou, Collins, Melville Doubtful None Injured Saha (hamstring, Jan 19), Hayles (neck, Aug), Inamoto (ankle, Jan 11), Clark (ankle, Jan 11), Van der Sar (broken foot, Feb), Boa Morte (thigh, Jan 11) Suspended Brevett (one match) West Brom Form guide LLDLL Disciplinary record Y35 R2 Leading scorer Dichio, Dobie, Roberts 3 Subs from Murphy, Dobie, Hughes, J Chambers, Lyttle, Mkandawire Doubtful None Injured Gilchrist (ankle, Jan 4), Jensen (ankle, Jan 4), McInnes (shoulder, Jan 11), Jordao (shoulder, Jan 18), Taylor (achilles, Jan 25), Appleton (knee, March), Balis (throat, Jan 4) Suspended None Leeds United v Birmingham City Birmingham, having reached their halfway target of 20 points three games early, are getting anxious. Robbie Savage sounded a warning: \"If we stay with the squad we've got, we'll be relegated. We need players coming in.\" They certainly need central defenders right now. Four are injured, Darren Purse suspended and only Michael Johnson available. Victory would take them above Leeds but it would have looked more likely three weeks ago: Leeds have picked up 10 points from their last four matches. City will be glad of a point. Jeremy Alexander Elland Road Today, 3pm Tickets 0113 226 1000 Last season n/a Match odds Leeds 4-7, Birmingham 4-1, Draw 5-2 Referee P Dowd Leeds Form guide LWDWW Disciplinary record Y46 R1 Leading scorer Kewell 8 Subs from Fowler, Milner, Duberry, Radebe, Harte, Johnson, Martyn Doubtful Kewell (leg), Bakke (knee) Injured Matteo (knee, Jan 11), Bowyer (ankle, Jan 18), Barmby (achilles, Feb 22), Bridges (achilles, Aug) Suspended None Birmingham Form guide LWDDL Disciplinary record Y47 R3 Leading scorer Morrison 4 Subs from Bennett, Hughes, Woodhouse, Fagan, Hutchinson, Horsfield Doubtful None Injured John (knee, Jan 4), D Johnson (back, Jan 11), Lazaridis (calf, Jan 11), Vickers (ankle, Jan 11), Grainger (knee, Jan 18), Cunningham (hamstring, Feb), Tebily (knee, April) Suspended Purse (one game) Manchester United v Sunderland Ryan Giggs has lost his form to such an extent that the usually supportive Manchester Evening News wondered this week whether he should be sold: \"He's part of the Old Trafford furniture but that comfortable old settee eventually ends up being discarded.\" Giggs was dropped for Saturday's defeat of Birmingham, a decision that went almost unnoticed when it would once have dominated the headlines. Keane was sent off at Sunderland in August for elbowing Jason McAteer, but with the latter injured it is doubtful there will be a repeat. Daniel Taylor This season Y12; R0; 2.40 cards per match Old Trafford Today, 2pm Tickets Sold out Last season Man Utd 4 Sunderland 1 Match odds Man Utd 1-5, Sunderland 8-1, Draw 9-2 Referee G Poll Man Utd Form guide WWLLW Disciplinary record Y30 R1 Leading scorer Van Nistelrooy 8 Subs from Blanc, O'Shea, P Neville, Giggs, Chadwick, Stewart, Pugh, Richardson, Ricardo Doubtful None Injured Butt (ankle, Jan 18), Fortune (fractured ankle, April), Van Nistelrooy (toe, Jan 11) Suspended None Sunderland Form guide LWDLL Disciplinary record Y35 R0 Leading scorer Flo 4 Subs from Ingham, Thome, Bjorklund, Oster, Williams, Stewart, Kyle, Bellion, McCartney Doubtful None Injured Sorensen (elbow, Jan 11), Poom (leg, Jan 18), McAteer (groin, Feb 2), Reyna (Aug), Butler (hamstring, Jan 4), Piper (groin, Jan 21) Suspended None Newcastle United v Liverpool Newcastle's news that Gary Speed is out and that Kieron Dyer and Nolberto Solano are doubts will be offset by the thought of Michael Owen not terrorising St James' again this evening. Owen, 13 goals in his last nine games against Newcastle, has a tight hamstring. Milan Baros should lead the line against as Liverpool try to halt their run of 10 games without a win. Another Newcastle victory would be the ninth in a row at home and would leave them four points above Liverpool with a game in hand. Michael Walker St James' Park Today, 7.45pm Tickets Sold out Last season Newcastle 0 Liverpool 2 Match odds Newcastle 13-10, Liverpool 7-4, Draw 21-10 Referee D Gallagher This season Y38; R1; 4.44 cards per match Live on Sky Sports 1 Newcastle Form guide WDWLW Disciplinary record Y28 R1 Leading scorer Shearer 13 Subs from Harper, Dabizas, Elliott, McClen, Caldwell, Ameobi, Lua-Lua, Cort, Solano Doubtful Dyer (calf), Solano (concussion) Injured Viana (shoulder, Mar 8), Bramble (hamstring, Jan 15), Speed (hernia, Feb 22) Suspended None Liverpool Form guide LLDDD Disciplinary record Y27 R0 Leading scorer Owen 8 Subs from Vignal, Xavier, Babbel, Biscan, Dudek, Cheyrou Doubtful None Injured Hamann (shin, Jan 11), Owen (hamstring, Jan 4), Heskey (ankle, Jan 4), Berger (knee, Feb), Heggem (hamstring, Feb) Suspended Murphy (one match) Southampton v Tottenham Hotspur In the eyes of Southampton fans Glenn Hoddle's one redeeming feature is that he has never played for Portsmouth. The Tottenham manager left Southampton in March 2001, and while the acrimonious nature of his departure still rankles it is fair to say that Southampton have recovered under Gordon Strachan. On his only other trip back south Hoddle's side lost 1-0, but whichever team comes out on top, a crucial psychological advantage can be gained before they meet again in the FA Cup on Saturday. Adam Sills St Mary's Today, 3pm Tickets Sold out Last season Southampton 1 Spurs 0 Match odds Southampton 11-10, Spurs 2-1, Draw 11-5 Referee M Halsey This season Y24; R1; 2.36 cards per match Tottenham Form guide WDWDL Disciplinary record Y37 R2 Leading scorer Keane 6 Subs from Sullivan, Hirschfeld, Blondel, Iversen, Thatcher, Acimovic, Ricketts, Clemence, Etherington Doubtful Richards (achilles), Anderton (flu) Injured Ziege (thigh, Aug), Redknapp (foot, Feb), Doherty (ankle, Jan 4), Gardner (knee, Jan 4) Suspended Ferdinand (first of three) Southampton Form guide WDDDW Disciplinary record Y24 R3 Leading scorer Beattie 12 Subs from Jones, Tessem, Davies, Williams, A Svensson Doubtful None Injured Dodd (calf, Jan 11), Delgado (back, Jan 11), Pahars (ankle, Jan 11), Draper (ankle, Jan 11) Suspended None"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}