{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/jan/13/newsstory.sport8", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-01-13T17:41:11Z", "webTitle": "Fulham express Rebrov interest", "webUrl": "https://www.theguardian.com/football/2003/jan/13/newsstory.sport8", "apiUrl": "https://content.guardianapis.com/football/2003/jan/13/newsstory.sport8", "fields": {"headline": "Fulham express Rebrov interest", "bodyText": "Fulham have held preliminary talks with Tottenham over a move for Sergei Rebrov, despite admitting they would rather recruit a striker from abroad. Cottagers officials say they contacted Spurs in the \"very recent\" past and held initial discussions about the possibility of the Ukrainian moving to Loftus Road. However, Fulham emphasised they have not made a firm offer for the out-of-favour 28-year-old. George Graham signed Rebrov from Dinamo Kiev for £11m in summer 2000, on a five-year contract, but he has not made a single first-team appearance under Glenn Hoddle this season. Fulham chief executive Bruce Langham revealed his club's interest in Rebrov but also said an imported forward remains their favoured option. \"I can confirm Sergei Rebrov is one of two or three players we're looking at,\" he said. \"We're talking to Spurs about a deal for Rebrov and will see what happens. \"But it's clear we don't have a lot of money to spend and a loan deal from outside the Premiership would be the preferred option.\" Fulham wrote to every agent in the country last month, asking for lists of players available on loan, for free or who are out of contract this month. They hope to avoid shelling out a transfer fee for their new striker, but Rebrov's agent Sandor Varga suggested a fee would be needed for his client, with £3m reported as being the likely price. \"I'm talking directly to Tottenham chairman Daniel Levy and he appreciates the situation cannot drag on any longer,\" Varga told the London Evening Standard. \"We've been patient and we understand that Spurs need to recoup some of the money they spent. \"Sergei would prefer to stay in London and Jean Tigana has always liked him.\" Under-pressure Cottagers boss Tigana, whose side are 16th in the Premiership and just five points above the relegation zone, has been given the funds to make one signing during this month's transfer window."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}