{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2003/jan/19/restandrelaxation.observerescapesection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2003-01-19T19:50:48Z", "webTitle": "Have you seen the view from my room?", "webUrl": "https://www.theguardian.com/travel/2003/jan/19/restandrelaxation.observerescapesection", "apiUrl": "https://content.guardianapis.com/travel/2003/jan/19/restandrelaxation.observerescapesection", "fields": {"headline": "Have you seen the view from my room?", "bodyText": "Prices are for the whole villa for one week in July unless otherwise stated. Cap Ferrat, Côte d'Azur, France You can swim in the infinity pool at this villa and see the coast of Monaco and Italy. If that isn't stunning enough, turn the other way and the Alps are in the distance. The villa has a master suite, three double rooms and two singles, all en suite and equipped with the latest electronic goodies. Sleeps: 10 Price: $70,000 for all of August (it is let only then) from Sarah Hutchins Associates (020 7207 6658; www.srvillarentals.co.uk), excluding flights. Easyjet (0870 6000000; www.easyjet.com) flies to Nice from £50 return, with tax. Thonon-les-Bains, Haute Savoie, France Lake Geneva is what you see from this nineteenth-century Savoyard-style house, which is full of wooden beams, open fireplaces and tiled floors. Just 300 metres from the lake itself, the views include row after row of vines. The house, with three double bedrooms and one single, is on a working wine estate which has been producing its own cru for centuries. Sleeps: Seven Price: £1,311 for two adults, including return channel crossings on Hoverspeed's Seacat, and additional adults for £21pp per holiday with VFB Holidays (01242 240310; www.vfbholidays.co.uk) Villa Yolanda, Kassiopi, Corfu This little property has great views across the sea all the way to Albania. Spend hours staring at the hills there that change from granite blue through pink and purple, according to the light. It is a scene best enjoyed from the pool; when you're swimming, you get the impression you're in the sea below. The three-bedroom modern villa with two shower rooms is perched on a headland just minutes from a small beach and near to Kassiopi harbour. Sleeps: Six Price: £839 per person with flights, car hire and cleaning three times a week. Meon Villas (01730 268411; www.meonvillas.co.uk). Georgokastello, Stalos, Crete This villa sits so high on a hilltop that you can look down on the flights of one of Europe's largest bird of prey, the Lammergeier or cast your gaze instead over rolling olive- and pine-tree-clad hills, which give on to Crete's White Mountains in one direction and the uninhabited nearby island of Theodoro in the other. The whitewashed castellated property, whose name means George's Castle in English, is built on several levels. It has adult and children's pools and three bedrooms as well as a balustraded gallery which can be used as an extra bedroom. Sleeps: Eight Price: £1,295 through Freelance Holidays (01789 297705; www.freelance-holidays.co.uk) which can arrange flights from £240 return. Casa Capricciosa, Sant' Alfio, Sicily Close enough to view the spectacle of any eruptions but far enough away to be out of harm, the Casa Capricciosa is 10 kilometres from the base of Mount Etna, whose summit can be viewed from one of two terraces attached to the pretty Italian house. The other terrace also has a view, this time over the valley to the sea, 13km away. The simply-furnished stone property has a small double bedroom and two singles. Sleeps: Four Price: £620 from Cottages to Castles (01622 775217; www.cottagestocastles.com), which can arrange flights to Catania via Rome from £268, including taxes, and car hire from £150 a week. Villa La Porticciola,San Gimignano, Tuscany, Italy The distinctive skyline of the small, medieval town of San Gimignano, with its narrow lanes and thirteenth-century palaces and towers, is just a kilometre away up the hill from this house. The round pool, which is surrounded by foliage, has another view on to lush, green countryside. Inside the villa's rose-coloured brick walls is a spacious living area with a large open fireplace and Tuscan arches. There are four double bedrooms, each with a bathroom. Sleeps: Eight Price: £2,380 with Cottages to Castles (01622 775217; www.cottagestocastles.com). Flights with Ryanair (www.ryanair.com) from Stansted to Pisa cost from £8.99 one way excluding taxes. Villa Nettuno, Florence, Tuscany, Italy Gaze over grassy terraces, olive groves and fields to the skyline of Florence with its famous duomo in the distance. In the historic Italian gardens of La Gameraia, anyone there has the place to themselves after the public leaves at night. The villa has two bedrooms, and is decorated in traditional Italian style with gilt mirrors and maps and botanical prints of Florence. Sleeps: Six Price: £2,865, including car rental, from The Owners' Syndicate (020 7801 9807; www.ownerssyndicate), which can arrange flights from £190 plus tax. Vila Nova de Cerveira, Costa Verde, Portugal Stay in Portugal but look out to Spain from this hilltop location with magnificent views of lush green mountains and the Minho river, which is the border. Spain is only a five-minute ferry crossing away, while the beach of Moledo de Minho is a short trip by car. The three double bedrooms have en-suite bathrooms, one with a Jacuzzi. Sleeps: Six Price: £1,245 including car rental with the Individual Traveller (08700 773773; www.indiv-travellers.com) which can arrange flights. Villa Alaju, El Gastor, near Ronda, Spain Sitting atop its own private peninsula on the shores of the Embalse de Zahara lake, this whitewashed house is in a picture-book setting of rolling countryside that unfolds over the water to the Grazelama Natural Park. At sunset, there's a view in another direction, as the Arabic castle at Zahara reflects the sun's rays. Guests may fish in the lake in the sprawling estate while the spectacular white village of Ronda is half an hour's drive away. The villa has three bedrooms and pool, which shares the views. Sleeps: Six Price: £1,295 with Vintage Travel (01954 261431; www.vintagetravel.com). EasyJet (0870 6000000; www.easyjet.com) flies to Malaga from £50 return, with tax. San Cala Vicenç, Pollensa, Mallorca You literally look out on to a picture here; the rocky promontory across the bay which looks like a horse's head as the sun's dying rays strike it was painted by the Italian artist Aligi Sassu in his work, Primavera. The house, with its large lawn, two lounges, four en-suite bedrooms and a pool, is 500 metres from a sandy beach with clear waters. Sleeps: Eight Price: £3,450 from www.villaclick.com (01625 667968) which can arrange car hire from £185 a week. EasyJet (0870 6000000; www.easyjet.com) flies to Palma from £50 return, with tax. Villa Hosgör, Islamlar, Turkey Lie in a hammock on the terrace which wraps around two sides of the house and gaze over a dramatic combination of mountains and sea. In the distance is the picturesque harbour of Kalkan and the 18-kilometre Patara beach. Furnished in a quirky Ottoman style, the three-bedroom villa is stuffed full of local trinkets. Sleeps: Six Prices: £1,500 including Jeep rental, plus £250 per person compulsory flight cost with Tapestry Holidays (0208 235 7777; www.tapestryholidays.com). Further afield Casa San Sebastian, Puerto Vallarta, Mexico Even the bathroom in Casa San Sebastian has the panoramic view of the Pacific and the Los Arcos rocks, which is shared by the 8,000 square foot villa's four bedrooms and living areas. The split-level, contemporary property - with its backdrop of jungle - gives on to a sheltered cove. It has lots of open-sided walls and large windows to allow you to gaze. An infinity pool seems to merge into the gently crashing surf and rocks. Sleeps: Eight Price: $6,300 with housekeeper and cook through Private World (020 7723 5599; www.privateworldvillas.com). British Airways (0845 7733377; www.ba.com) has flights for Mexico City for £598 excluding tax in July and can arrange internal flights. Ocean Breeze, Mustique You can see both the Caribbean and the Atlantic from this plantation-style house, built in three separate pavilions. The verandah has an immediate view of Britannia Bay on the west side of the island, where the small town and harbour with sailing boats gives picture-postcard views, while the open-plan living/dining room opens out towards Bequia. The villa has five suites, a gym and an infinity pool, and comes complete with a chef, two maids, a gardener and a car to get around the island. Sleeps: 10 Price: £15,330 with Chapters by Abercrombie &amp; Kent (0800 0700 618; www.villa-rentals.com), which can arrange flights from £705pp via Barbados. Loisaba Cottage, northern Kenya A moving vista of wildlife is just outside the front door, with everything from elephants to antelope frequently seen from the two-bedroom property atop a bluff overlooking the vast, wild Laikipia Plateau in northern Kenya. The stone cottage, thatched with Mombasa palm and filled with locally-made furniture, comes with staff, its own vehicle and a swimming pool on the lip of the escarpment, looking out towards Mount Kenya. Sleeps: Five Price: £3,300 per person, based on four sharing including flights, all-inclusive accommodation, day and night game drives, horse rides and spa treatments with Cazenove &amp; Loyd (0207 384 2332; www.caz-loyd.com). Bedales, Western Cape, South Africa Ocean views don't get much better than the one from this eight-bedroom villa. Guests can feast their eyes on the crashing waves of Walker Bay, a mating ground for Southern Right Whales, and mountains sloping down to an inland lagoon and long stretches of sandy beaches. The house, which is at one of the southernmost points in Africa, is just over an hour's drive east of Cape Town. It has wraparound or picture windows in all rooms and comes with housekeeper/cook and gardener. Sleeps: 16 Price: $14,000 for up to 10 guests and $1,000 a head for extra people. There's a 20 per cent reduction from April to September with Private World (020 7723 5599; www.privateworldvillas.com. British Airways (0845 7733377; www.ba.com) has direct flights in July for £564, excluding tax."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}