{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2003/jan/28/iraq.unitednations", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2003-01-28T17:47:30Z", "webTitle": "Hans Blix's report: world press review", "webUrl": "https://www.theguardian.com/world/2003/jan/28/iraq.unitednations", "apiUrl": "https://content.guardianapis.com/world/2003/jan/28/iraq.unitednations", "fields": {"headline": "Hans Blix's report: world press review", "bodyText": "Hans Blix yesterday told the UN security council that Iraq has offered good access to weapons inspectors, but has not come to a \"genuine acceptance\" that it needs to disarm. Here is the reaction from the world's press. US International Herald Tribune On its face, the Blix report fed grist to both camps. Washington and London will seize on the evidence that Iraq is not complying with the spirit of the security council's demands. But Arab countries, France and Russia insisted Monday that the inspection process was working and needed more time ... In US eyes, the inspections are becoming pointless, because Iraq clearly does not intend to disarm, only to hide what it can until it regains fresh room for manoeuvre. In contrast, France, Russia and the Arab countries argue that it is up to the inspectors to find any banned Iraqi programmes and, if given enough time, they may give Baghdad a clean bill of health. New York Times Secretary of State Colin Powell warned Baghdad yesterday that not much time remains to begin disarming, but he said a peaceful solution was still possible if Iraq changed course. The White House should not be impatient to invade Iraq. War there could be a messy, bloody business. The world must be reassured that every possibility of a peaceful solution has been fully explored. To that end, the inspectors should be granted additional time. Washington Post Rather than yield to the inspectors and offer Iraq yet another last chance, the UN security council would do better to simply obey the resolution it approved unanimously just 11 weeks ago. The terms of 1441 said that if Iraq submitted a false declaration of its weapons - as all agree it did on December 8 - and failed \"at any time\" to \"cooperate fully\" (Hans Blix detailed a number of instances), Baghdad would be in \"material breach\" of the resolution, and the council would be bound to meet to consider the consequences. Only if the council sticks to its own decisions will there be any chance that Saddam Hussein will change his. Christian Science Monitor The Bush administration's hawks hope that the fall of Iraqi dictator Saddam Hussein would be the first domino to tip other autocratic states in the region towards democracy. Having felled the Taliban in Afghanistan, and insisted on new Palestinian elections, this White House drive to bring democracy to Iraq, as well as to disarm it of chemical and biological weapons, and end its support of terrorism, fits into an emerging US strategy to push democracy into places that breed or support terrorists and the weapons of terror. But for Mr Bush to speak or act more boldly right now in promoting democracy in the Middle East could possibly lessen support for an Iraqi war from other Arab states, especially Saudi Arabia. So the administration may be soft-pedalling this new domino theory, and simply waiting to showcase a democratic postwar Iraq as a model for its neighbours. Israel Jerusalem Post First the US said it was studying the document. Now it says the document is a lie, and yet it seems to be accepting the fact that weapons inspections will continue for weeks. One way of interpreting this situation is that the US has its own timetable for military action and finds it convenient, or at least not harmful, to pretend to give inspections and reluctant allies one more last chance. But there comes a point when these same allies, not to mention the Arab world, begin to suspect that perhaps the US is bluffing, or that there is some chance to dissuade President Bush from going to war ... there is not only no point in waiting, but waiting just increases risks and causes damage. Europe Libération (France) Diplomacy is all about nuances, but eventually it needs to lead to an either/or choice: war or peace. Inspector Blix's report prides itself on its ambiguity. He carefully selected his words so that they fill a half-glass. He therefore balances between the supporters and opponents of military intervention against Saddam Hussein. But this can only last for so long. Some say a few weeks, others a few months... Turkish Daily News The US forces are coming, and it is urgent that Turkey makes up its mind whether it will allow them to come or not ... Turkey should realise that war may be much closer than any of us contemplates. The Iraqi Kurds have realised this. They have put aside their reservations and gone out of their way to lead the Iraqi opposition movement and, for the first time, openly confront Saddam Hussein. We do not want war. We hate to see massive human suffering. But when something becomes inevitable, we have to tend to our own interests and confront the challenges with courage instead of hiding in a corner and praying that it will be all over soon. Moscow Times Few issues expose the contradiction at the heart of Russia's political establishment more than Iraq. On one side is a nationalist clique that has argued for the lifting of sanctions and the revival of the arms trade with Iraq. On the other side are ranged President Vladimir Putin's political and economic advisers, who have long realised that breaching sanctions would have led to political and economic isolation. The costs for Russia of supporting the present Iraqi regime have increased after September 11 2001, and the government has, accordingly, adopted a pragmatic balancing act in its Iraq policies. Asia Dawn (Pakistan) In the event of military invasion, an American victory is, of course, a foregone conclusion. The more important question, however, is what happens after that pyrrhic victory. The Saddam regime will, no doubt, be overthrown, but the likely collapse of the Iraqi state structure would amount to opening a can of worms. The Kurds in the north may be tempted to declare an independent state, and this will have a destabilising effect on Turkey and Iran as well. America's devastating firepower would also cause more civilian casualties than those that occurred during the last Gulf war. This will only serve to add to anti-American feelings in the Arab and Islamic world, and most certainly strengthen those very forces that America's war on terror is meant to contain. Arab world Gulf Today (United Arab Emirates) It is definitely the proverbial question of whether one sees the half-full glass or the half-empty: Iraq has offered unfettered access to its military programmes to the UN inspectors whenever demanded, and that is what, in practice, was expected of it. \"Accepting\" disarmament is the empty part of the glass, if anything, and there definitely does not seem to be any light bright enough for the US and its ally Britain to see the half-full part. La Tribune (Algeria) Iraq possesses chemical weapons of mass destruction. They must be destroyed. UN inspectors must inspect every Iraqi site capable of containing this type of weapon. Baghdad is linked to al-Qaida. These are all false arguments, false excuses, even propaganda, made in order to justify a war against the Iraqi people. Even the declarations of the UN inspectors sent to Iraq, designated after the adoption by the security council of a resolution on research, did not convince the Americans. The latter seems utterly determined to fight not only Iraq but the entire region, in order to get its hands on oil resources and completely control their import and export. Gulf News (United Arab Emirates) Incontrovertible proof that Iraq is developing weapons of mass destruction has eluded the weapons inspectors, although they have discovered a quantity of undisclosed chemical warheads, as well as a 3,000-page nuclear-related manual. Even though Iraq's scientists have refused to be interviewed without the presence of officials, these factors together do not a \"smoking gun\" make. Hans Blix and Mohammed el-Baradei want the UN to give them more time to complete their highly complex mission. But Bush and his aggressive advisers, intent on waging war before the support of the American public dwindles, have little time to spare. Iran Daily America has been pursuing its bellicose policies ... by lobbying within the UN. It spares no effort to incorporate White House interests in UN security council resolutions. Not to mention that the US vetoes all resolutions in the world body against Israel. Continuation of this American policy can seriously endanger the political independence, territorial integrity and cultural identity of many countries. In fact, America's hegemonic policies affect all countries. A strong global will, within the framework of individual national interests and UN guidelines, is necessary to confront the new US bullying. Jordan Times Who do we trust? With world opinion, and even the US media, increasingly questioning the concern and intentions of the Washington administration in gearing up for a war on a country which has been under UN sanctions for 12 years, where is the trust? And when major world leaders express grave reservations about the US's so-called evidence of Iraq's weapons of mass destruction capability, but are provided with no proof, can there be trust? Daily Star (Lebanon) Even if a US-led invasion of Iraq can be prevented, this time things have to be different. It is not enough to convince the \"big, bad Americans\" to go away if the factors that brought them here in the first place are not addressed. Radical changes are required in order to keep the Iraq crisis from becoming the first of many, and not just in Baghdad. Capitals across the Middle East have to look at the way they operate and decide, once and for all, that what went before will simply not suffice any longer. First and foremost, the Arab and Muslim worlds have had friction with the west because we are weak: from Rabat to Islamabad, our regimes are hollow ones whose pretensions to glory serve as little more than fodder for comedians. The typical state in this part of the world is not really a state at all, but a facade designed to substitute style for substance."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}