{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2009/jul/06/terrestrial-tv-horse-racing-coverage", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-07-05T23:05:06Z", "webTitle": "Terrestrial TV contract to be signed in days", "webUrl": "https://www.theguardian.com/sport/2009/jul/06/terrestrial-tv-horse-racing-coverage", "apiUrl": "https://content.guardianapis.com/sport/2009/jul/06/terrestrial-tv-horse-racing-coverage", "fields": {"headline": "Terrestrial TV contract to be signed in days", "bodyText": "The future of racing coverage on terrestrial television should finally be confirmed for the next three years this week, with the conclusion of a contract that will guarantee at least 90 days of coverage annually, the great majority of which will be on Channel 4. As expected, the BBC's coverage is unlikely to extend to more than a dozen days, though these will include Royal Ascot, the Derby meeting at Epsom, Ascot's Festival and King George meetings and Welsh National day at Chepstow. The deal is not dependent on sponsorship of Channel 4's coverage, though the station will be keen to secure a sponsor if possible. It also makes it almost certain that Channel 4 will start to broadcast racing in high definition (HD) during 2010. While the contract will bring a sharp drop in the number of meetings covered by the BBC, much of the coverage that will be lost will be picked up by Channel 4, including all of Ascot's major National Hunt fixtures. It will also ensure that British racing fans enjoy considerably more terrestrial television coverage of the sport than their counterparts abroad. The deal to secure racing on the BBC and Channel 4 has been a long time coming. It was originally expected to be finalised before Christmas but negotiations on the contract have dragged on amid a campaign by the Racing Post newspaper to persuade the BBC to maintain its coverage at closer to 25 days per year. That campaign now seems to have failed and, while few days will be lost to terrestrial coverage completely, it remains to be seen whether what is left on the BBC will enable it to maintain its significant racing team. The channel's racing output will be concentrated in June, with the Derby meeting at Epsom and then Royal Ascot in the space of three weeks."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}