{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2009/jul/06/graduate-job-vacancies-employment-competition", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2009-07-05T23:05:04Z", "webTitle": "Quarter of graduate vacancies vanish, and next year will be no better, says study", "webUrl": "https://www.theguardian.com/money/2009/jul/06/graduate-job-vacancies-employment-competition", "apiUrl": "https://content.guardianapis.com/money/2009/jul/06/graduate-job-vacancies-employment-competition", "fields": {"headline": "Quarter of graduate vacancies vanish, and next year no better, says study", "bodyText": "A quarter of graduate employment vacancies have disappeared, the fierce competition for each job has grown more intense, and the dire situation will not improve next year, recruiters warn today. A survey of 226 top employers shows a 24.9% fall in vacancies – a slump in recruitment levels not seen since 1991, during the last recession. The fall is much steeper than the 5.4% dip companies predicted in a similar poll in February. According to the survey by the Association of Graduate Recruiters (AGR), whose members include Asda, BT, Lloyds and Nestlé, competition for jobs is much fiercer, with an average of 48 applications for every graduate vacancy. Leading companies have cut hundreds of graduate trainee positions, with IT and banking worst hit, while the average graduate starting salary has been frozen at £25,000. Almost half of employers predict there will be no salary rise next year. Vacancies in engineering, a traditionally buoyant sector, have dropped by 40%. Only in the energy, water and utilities sector have vacancies risen, by 7.1%. Almost two-thirds of graduate employers (63%) are offering fewer vacancies than last year. Recruiters have 20 vacancies on average this year, compared with 35 in 2008, and more than half of those polled predict no improvement next year; about 11% think it could be even worse. Carl Gilleard, AGR's chief executive, said: \"It's a depressing picture. I have a lot of sympathy for the class of 2009. When they went to university three years ago, the outlook was very different, which makes it a bitter pill to swallow. It's cold comfort for this year's graduates, but the market will turn and growth will reappear. It's positive that most businesses have kept their graduate programmes, which is very different to the last recession.\" The findings come on the back of predictions last week that one in 10 of this summer's graduates would be unemployed in six months' time, and echo a Guardian survey that showed university careers offices have been deluged by graduates struggling to find jobs. A separate survey of 25 of the UK's 100 largest commercial law firms, published today, shows the number of applications for each trainee vacancy has reached 130, a sharp rise from 52 a year ago. Sweet and Maxwell, the legal information provider that carried out the research, suggested that graduates were applying to a much wider group of law firms than before, driving up competition for the shrinking number of trainee vacancies. Jacqui Gush, the head of Bournemouth University's graduate employment service, said: \"We're advising graduates not to stick to standard applications to the top organisations, but to be more flexible about how and where they apply.\" Wes Streeting, the president of the National Union of Students, said: \"As the first generation of students to pay top-up fees leaves university with unprecedented debt levels, we now have confirmation that a quarter of graduate vacancies have disappeared, in direct contrast to the overly optimistic and glib predictions that had previously been issued.\" The higher education minister, David Lammy, insisted a degree was still a \"strong investment\" despite the \"undoubtedly tough times\". \"Businesses are recruiting through the downturn, with growth in some areas, so graduates should remain positive about their long-term prospects,\" he said. \"But, like everyone else, graduates are not immune from the effects of a recession.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}