{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2009/jul/21/bt-post-office-mobile-phone-companies", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2009-07-20T23:05:19Z", "webTitle": "Post Office joins campaign over mobile charges", "webUrl": "https://www.theguardian.com/business/2009/jul/21/bt-post-office-mobile-phone-companies", "apiUrl": "https://content.guardianapis.com/business/2009/jul/21/bt-post-office-mobile-phone-companies", "fields": {"headline": "Post Office joins campaign over mobile charges", "bodyText": "The Post Office will today throw its weight behind a campaign to slash the cost of calling a mobile phone as regulator Ofcom prepares to end its consultation into the controversial call charges. The campaign – called Terminate the Rate – was started in May by BT and the UK's newest mobile phone network 3 and is backed by small business organisations and union leaders. BT argues the charges, called mobile termination rates, are a subsidy for the big four mobile phone companies. 3 maintains their existence prevents it from offering unlimited calling packages seen in other countries such as the US and Germany. More than 40,000 people have signed a petition on the Terminate the Rate website while 177 MPs have signed an early day motion led by Conservative MP Nigel Evans. It calls for Ofcom \"to take action to reduce excessive mobile termination charges and deliver a better deal for hard-pressed UK consumers\". The campaign's organisers hope the arrival of the Post Office, which has about 500,000 home phone customers, will strengthen its case as Ofcom prepares to rule on what should happen to the charges when the price caps expire in 2011. Martin Moran, head of telephony at the Post Office, described the charges as \"inappropriate and unclear\" and called for the regulator to slash them in order to provide a better deal for consumers. Mobile termination rates are the fees that the mobile phone companies charge to connect calls to users on their networks. For Britain's four largest mobile networks — Vodafone, Orange, T-Mobile and O2 — the fee is about4.4p a minute, which regulation has forced down from 27p in 1994 and will reduce to 4p by spring 2011. BT and 3 say the actual cost of connecting a call to a mobile network is less than 1p. The cost of calling a fixed line phone is already less than 1p a minute and BT estimates it \"subsidises\" the mobile phone operators by £750m a year because of the disparity between mobile and fixed termination rates. The European commission has already said the charges should come down. In May Ofcom set out six possible scenarios for what will happen to rates from 2011, including bringing them into line with fixed-line charges or scrapping them altogether. Its consultation on those proposals ends on Wednesday next week and it will then consult again on its preferred solution later in the year.The major mobile phone companies argue that if prices are forced down too quickly, it could lead to the end of cheap deals for millions of pre-pay customers as they scramble to make-up lost revenues by ending handset subsidies."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}