{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2009/jul/25/carlo-ancelotti-interview-chelsea", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-07-24T23:27:59Z", "webTitle": "Carlo Ancelotti aims to end Chelsea's identity crisis with a personal touch | Dominic Fifield", "webUrl": "https://www.theguardian.com/football/2009/jul/25/carlo-ancelotti-interview-chelsea", "apiUrl": "https://content.guardianapis.com/football/2009/jul/25/carlo-ancelotti-interview-chelsea", "fields": {"headline": "Carlo Ancelotti aims to end Chelsea's identity crisis with a personal touch", "bodyText": "The setting did not suggest it, a plush five-star hotel on Baltimore's Inner Harbour reeking of all the trimmings of opulent America, but Carlo Ancelotti is still adjusting to life outside his comfort zone. Every day has brought new experiences since he severed ties with Milan for life at Chelsea, though some perks are already clear. \"Very good breakfasts, eggs and bacon,\" he salivated. \"In Italy it is only coffee and brioche. Then there is roast beef, too. I had yorkshire pudding the other day. It is lucky the players' diet is more controlled than mine.\" That was delivered with a chuckle, yet his is a recognition that the task ahead is nothing if not serious. Chelsea last visited the United States in pre-season two years ago, but Ancelotti is the club's fifth coach in the period since. It is 12 months since Luiz Felipe Scolari sat in the lobby of Moscow's Kempinski hotel and spoke of making this club \"loved again\". Within seven months Roman Abramovich had lost patience and the Brazilian was exiting stage left, his reputation tarnished by failure. His permanent replacement must maintain the momentum generated by Guus Hiddink, but take Chelsea to another level still. There is a relish to Ancelotti when he speaks of the job he has taken on. The 50-year-old has never played or coached outside Italy before and his eight-year spell with the Rossoneri as manager, while illuminated by two European Cups, returned only one Serie A title. As Abramovich and his players yearn for a return to the league-winning ways of Jose Mourinho's teams, as well as maintaining their reputation as a European powerhouse, Milan, who Chelsea play in Maryland in the small hours of this morning, remain the role model. Some might see swapping San Siro for Stamford Bridge brave. The Italian considers it exhilarating. \"To go to a new world where they speak another language is not easy, I agree, but this is not a 'courageous' choice,\" said Ancelotti. \"Sure, Milan had a history, a long tradition, and Chelsea is a 'new' club. I know about the history here, too. They gave me a book to read which I studied, but it is still a young club – the new Chelsea, under Abramovich – with young people who have fantastic enthusiasm. They have good players and facilities, a very professional staff, but I want to build on those foundations.\" He has been accompanied to England by Bruno Demichelis, a key player in the running of the celebrated Milan 'Lab' which has consistently managed to extend the careers of top-class players. The techniques developed in Italy will be transferred to the impressive set-up at Cobham. \"There is already good organisation at Chelsea but, at Milan, it was about prevention rather than treatment. We want to integrate some of the things we had at Milan here. Some people are surprised when they hear that we solved David Beckham's back problem by fixing his teeth, for example, but we will look at everything. When you are competing at the top level, it is the little things that make the difference. I want to use all my experience at Milan to do some fantastic work at Chelsea. I would like to create a new history, a new tradition, for this club. Roman is looking for a much clearer personality for the club, something he can point to and say: 'This is our identity, this is our Chelsea.' This is what I was told should be my goal. To find a clear identity for the team. That is not about buying certain players for a lot of money. It is about getting players who want to play the right way.\" The quest for style as well as substance, allying the pizzazz of an Arsène Wenger team with the trophy haul of a Mourinho side, has eluded Abramovich's recent appointments. In his autobiography, Preferisco la Coppa (I Prefer Trophies), Ancelotti recalled a conversation with the oligarch in which Chelsea's owner of six years made clear his dismay that the team had become \"unrecognisable\" to him. The Italian, like his predecessors, intends to construct the side's identity around its English core. \"I like their mental attitude,\" he said, offering another reason for tying John Terry down to an improved contract upon the team's return to London. In many ways, even working for a trigger-happy Abramovich might be considered a relief. Ancelotti's previous employer, Silvio Berlusconi, would buy players as \"gifts\" and expect them to be integrated smoothly into the first-team picture, and once even published an open letter in an Italian newspaper demanding his coach played two strikers. Ancelotti denies he caved in – \"He saw Kaka as an offensive midfielder, and I saw him as a striker\" – but, in that context, the thought of having to appease Abramovich is far from daunting. The Italian prime minister, after all, is a very public figure who revels in the media spotlight, and far removed from the intensely private Russian. \"My impression of Abramovich is that he loves football, his club and his players,\" said Ancelotti. \"He wants to know everything that is going on and is very passionate. Berlusconi, too, loves his club but he was a man of the people and conducted his life in public. Like with Roman, we did not speak every day. He had other problems, a country to run. But the most important thing is to have the support of the owner. Nothing else matters.\" He should have the backing of his players. There is no arrogance to the Italian, which is surprising given that he is one of only six men to have won the European Cup as a player and a manager. How he will cope with the smoking ban in English stadiums remains to be seen, but everything about him seems refreshingly down to earth. He leapt into conversation at mention of Robert de Niro, enthusing over films such as Once Upon a Time in America and The Godfather trilogy. \"Il Padrino, fantastic,\" he gushed. He is happy for his squad members to call him \"Carlo\" and has traditionally been close to those in the ranks. \"For me, discipline is about other things. I have my rules and I will enforce them, but I want to respect the players and I want to earn their respect. Calling me Carlo is no problem. If they want to go for a meal with me, it's fine, but I know they don't have a lot of time with their families. I took David [Beckham] to a restaurant in Parma owned by a former team-mate of mine from 30 years ago, someone who knows me well since we were kids. David was alone in Italy, so we ate together. I think he actually went back afterwards.\" The testimonies of players past and present who have featured under his management are invariably complimentary. Scolari enjoyed similarly glowing reports a year ago, though there is cause for optimism even if, like the Brazilian, Ancelotti has no experience of life in the Premier League. There have been notable scraps with English clubs. The memory of Istanbul and a three-goal lead, and European Cup, surrendered to Liverpool still lingers despite the revenge success secured in 2007, while there have also been victories over United. He shared a bottle of wine with Sir Alex Ferguson after his Kaka-inspired Rossoneri dismantled the visitors at San Siro en route to winning the competition two years ago. \"It was a surprise for me because, in Italy, the coach of my opponents was usually angry if they'd lost,\" he said. \"But, with Alex, he happily drank some wine with me after the game.\" Not that he will be indulging in any of the Scot's infamous mind-games over the season ahead. \"Little things worry little minds. I don't care about things like that. For me, the Premier League is full of quality and the clubs competing at the top are the same who compete at the top of Europe every year. So it will be hard. But we will try to win both the Premiership and the Champions League this season. That is our aim.\" This club may still crave an identity, but it appears to have found a personality."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}