{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2009/jul/14/coast-freefall-flight-of-the-conchords", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2009-07-13T23:05:19Z", "webTitle": "Coast | Freefall | Flight of the Conchords", "webUrl": "https://www.theguardian.com/culture/2009/jul/14/coast-freefall-flight-of-the-conchords", "apiUrl": "https://content.guardianapis.com/culture/2009/jul/14/coast-freefall-flight-of-the-conchords", "fields": {"headline": "Watch this", "bodyText": "Coast 8pm, BBC2 This series about the British coastline has been hugely successful; no doubt partly because it celebrates and gives the history of places we can all have access to. Neil Oliver returns for the fourth series, in this episode enthusiastically exploring the Kent and Sussex coast. Alice Roberts looks into a time when the hovercraft was the ultimate in glamour – and gets her dad along for the ride. Oliver visits Whitstable, where towers of oyster shells are offered up to the sea every July, and the Romney Marshes, where Hungarian marsh frogs escaped from a garden pond and multiplied like mad. WH Freefall 9pm, BBC2 Compelling feature-length drama that pushes behind the headlines to explore the personal consequences of the global financial crisis. Joseph Mawle (looking like a young David Thewlis) is a security guard with a young family who's seduced by the promises of a better life offered by smooth-talking mortgage broker Dominic Cooper. With Aidan Gillen (The Wire) and Sarah Harding (Girls Aloud). RV How to Be Old 9pm, BBC4 It's been far too long since we heard from Nicholas Craig, as played by Nigel Planer, the insufferable \"absolutely bloody passionate\" actor whose masterclasses of yore skewered a host of TV-drama, thespian cliches. Here, as part of the Grey Expectations series, Craig looks at the options open to the ageing actor, from Dickensian \"character\" to smiling health insurance patient, to Casualty patient, offering tips on, among other things, prop-handling and choice of cardigan. Do not miss this under-regarded gem of a TV comedy item. DS Flight of the Conchords 10.30pm, BBC4 Ever wondered how the workshy pair could afford even the dingy apartment they have on the show? Simple, they've been paying the rent in New Zealand dollars. In this season finale, landlord Eugene discovers there's a massive shortfall to be repaid, so he turfs Bret and Jemaine out. Fortunately, Murray has a contingency plan: a musical based on the duo's career – \"It's a rags-to-rags story\". Mel's solution is to move the guys into her apartment, pushing easygoing Doug to finally grow a pair and split, but who will get custody of the Conchords? And will they be back? The final sequence offers a resounding \"perhaps not\". PO'N"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}