{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2009/jul/29/hugh-muir-diary", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2009-07-28T23:05:24Z", "webTitle": "Hugh Muir's diary", "webUrl": "https://www.theguardian.com/politics/2009/jul/29/hugh-muir-diary", "apiUrl": "https://content.guardianapis.com/politics/2009/jul/29/hugh-muir-diary", "fields": {"headline": "Diary", "bodyText": "So who will lead the new Independent Parliamentary Standards Authority, the body that will co-ordinate the mass hurling of rotten tomatoes at MPs caught fiddling their expenses? Will it be one of the usual suspects, with a remit to ensure the scrutiny dies down and the spotlight moves away? Or will it be a terrier, ready to expose the trouserers, keen on making trouble. Our friend David Winnick MP tells us he will be pushing for the job to go to Elizabeth Filkin, the former parliamentary commissioner for standards, who was hounded into resignation in 2001 by MPs and ministers who found her a little overzealous. \"She'd be perfect,\" he says. \"And it would be something by way of an apology.\" Officials for Lord Mandelson were among those alleged to have been briefing against her in the bad old days. He's back. She should be also. She would do nicely. And with Esther Rantzen confirming yesterday that she will stand in Luton South and immediately installed as the bookmakers' 4-1 favourite, local residents are keen to know what team she will bring with her. Cyril Fletcher, her best-loved sidekick on That's Life, has long departed to the land of funny-shaped vegetables, and thus the only member of the old gang who might be available is Cyril's successor as Esther's lieutenant, Doc Cox. But since they ended their association, he has been busy nourishing his career as the sexually explicit troubadour Ivor Biggun, \"The Pharoah of Filth, famed for his one-in-a-bed sex romps\". In a tight campaign, he'd be more hindrance than help. Once again, as Labour types squabble among themselves, we see Tories with a unanimity of purpose. On Sunday in the Telegraph, Simon Heffer spoke up for the ailing pub sector. Do what you can, everybody, he said. \"Drink for England.\" And London mayor Boris Johnson, questioned last week about difficulties in the industry, had his own thoughts on making hostelries viable. \"If more people rode bicycles and fewer people drove cars,\" he said, \"you would not have to worry about the drink-driving laws … I have absolutely no prohibition about drinking a pint or two and riding my bicycle.\" So long as it doesn't spill. Today's the day for the wind turbine manufacturers on the Isle of Wight to go to court seeking a possession order in the face of a workers' sit-in. Whatever view one takes of the dispute, there is no doubt the two sides have been going the right way about it. There is a similar drama in north-east China, where 50,000 employees of the struggling Tonghua Iron &amp; Steel state enterprise have been rioting in the face of privatisation and mass lay-offs. Last week, when they cornered the high-handed general manager, Chen Guojun, they beat him to death. Privatisation plans have since been scrapped. Industrial relations the hard way. Finally, to the heartwarming news that Hazel Blears has intervened to save the job of Lisa Greenwood, the Children's Department worker who called the MP \"a disgrace\" in an anonymous internet contribution. \"I thought the punishment was over the top,\" says Hazel. Hats off to her. And now we wait to see whether Bromsgrove MP Julie Kirkbride will be similarly magnanimous on behalf of Mark Anthony France, the local jobcentre worker also facing disciplinary action for speaking out about her second home adventures during an interview with Sky News. Kirkbride (pictured) and her husband, MP Andrew Mackay, each claimed different properties as a main residence but, having promised to stand down, she now says she might stand again if that is the wish of her constituency. That's a call for Tories in Bromsgrove, but how much more appealing a proposition that would be if only she would call the jobcentre bigwigs; tell them to do the right thing."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}