{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2009/jul/29/student-finance-graduate-tax", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2009-07-28T23:05:33Z", "webTitle": "Student finance: University challenge", "webUrl": "https://www.theguardian.com/commentisfree/2009/jul/29/student-finance-graduate-tax", "apiUrl": "https://content.guardianapis.com/commentisfree/2009/jul/29/student-finance-graduate-tax", "fields": {"headline": "Student finance: University challenge", "bodyText": "The greatest domestic rebellion of Tony Blair's leadership came over his university top-up fee plan. Labour MPs thought it would throttle the hopes of poor youngsters, and they came close to destroying their boss – in the end, however, he was saved by \"a nod and a wink\". The rebels' leader, Nick Brown, used the phrase to relay a signal from his close friend and namesake, the then chancellor, that he would keep a lid on the fees. Five years on, one Brown is prime minister, the other one is his chief whip and top-up fees are up for review. This time, the nods and winks are coming from Peter Mandelson – and his words this week about facing up to the costs of education are being read as a sure sign that a steep rise in fees is on the way. In the brief sunny morning of Gordon Brown's premiership, grants were extended. But today the higher education debate is being played out as public funds dry up. As the savage expenditure totals for the next few years sink in, promises to protect soldiers and doctors make it virtually certain that all other sectors will face significant pain. With universities, the choice will be between cutting back on the number of students and asking them to pay more. The easier option would be to halt or reverse the growth that has gone on for decades. Ministers have already eased up on the pace of their drive to get half of all youngsters to college, while the opposition urges simply ditching what is, indisputably, a somewhat arbitrary target. Reading about degrees in golf course management and spa therapy might make it tempting to sympathise with Kingsley Amis, who damned the \"delusion that there are thousands of young people about who are capable of benefiting from university training, but have somehow failed to find their way there\" and warned that \"more will mean worse\". Amis, however, was writing in 1960, when barely one young person in 20 had the chance to get a degree. Every expansion since the redbricks were built has been branded an expansion too far by an elite convinced that only they are fit to benefit from university. If they had had their way, many of today's lawyers and accountants would instead be consigned to dead-end jobs. Scaling back universities would do economic harm – particularly at a time when jobs for would-be students are in short supply. There are some useless courses, but most teach something worthwhile. Perhaps golf courses and treatment spas can benefit from being managed by people specifically schooled in the job. After all, the countries that educate more of their people do in the end seem to prosper. But if the alternative to scaling universities back is asking students to pay more, that is hardly attractive either. Even though fees have not had the adverse impact on enrolment that some feared, some parents cripple themselves trying to spare their offspring from graduating in debt; even graver is the effect on working-class youngsters so scared of that prospect that they shun study altogether. For the great bulk of cases, though, a large investment eventually brings a comparably large return. A graduate tax – which shelters individuals from the risk that things do not work out – is the best way to marry the two. But it would not bring in the ready money that the immediate squeeze requires, so cash may have to be raised through the loan and fee system. The least-bad way to achieve this would be to increase the interest charged on loans, which could save real money without further stoking fears by increasing the headline debt. The quid pro quo would have to be expanded access to universities for part-timers and others who are currently least likely to complete their courses. Mr Blair needed all his Houdini-like flair to escape from student finance reform. Politicians must concentrate on making tricky sums add up – and must avoid mocking less conventional courses. After all, whoever is charged with fixing higher education after the election is going to need a good grounding in escapology."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}