{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2009/jul/21/trevor-phillips-equality-human-rights-commission", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2009-07-20T23:07:16Z", "webTitle": "Rebels turn on Trevor Phillips' leadership of human rights body", "webUrl": "https://www.theguardian.com/uk/2009/jul/21/trevor-phillips-equality-human-rights-commission", "apiUrl": "https://content.guardianapis.com/uk/2009/jul/21/trevor-phillips-equality-human-rights-commission", "fields": {"headline": "Rebels turn on Trevor Phillips' leadership of rights body", "bodyText": "Trevor Phillips' management of the troubled Equality and Human Rights Commission comes under renewed pressure today as two former commissioners accuse him of squandering the trust and confidence of the board through \"divisive leadership\". In her first public comments since resigning in March, Kay Hampton described Phillips' leadership style as \"better suited to a political organisation rather than a human rights one\". His stewardship, she writes in today's Guardian, \"led to deep discontentment and dissatisfaction. Not surprisingly, cracks soon appeared on the board, leading to a breakdown in trust and confidence in the chair.\" She does not regard the watchdog as a \"lost cause, rather a missed opportunity due to poor judgment and the wrong kind of leadership\". Sir Bert Massie, who resigned from the EHCR on Saturday, said that Phillips's \"divisive leadership\" had prompted the departure of five commissioners. A sixth commissioner, Ben Summerskill of the gay rights group Stonewall, is considering his position. \"How do you manage to alienate that number of people?\" Sir Bert said. \"[It's] quite a skill. These are not people who are rebels for the sake of it.\" Sir Bert, a leading disability rights campaigner who has sat on government bodies and committees for 30 years, said he and his fellow commissioners often learned of policy announcements only when they saw press releases that had already been given to the media. \"[Trevor] is not a bad guy,\" said Sir Bert. \"He has got talent. That's the sadness … He is not a natural leader or a natural chairman. He does not know how to build a team. He had a team there and had he got the best out of them, they would have been quite a team … \"That is the resource that has been most squandered.\" The watchdog was also criticised yesterday in a National Audit Office report for paying nearly £325,000 to re-employ seven senior staff who had recently accepted generous early severance packages. Phillips, who had been widely tipped to be replaced as chair, was given a second three-year term last week by the minister for women and equality, Harriet Harman."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}