{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2009/jul/14/ashes-england-andrew-flintoff-bowlers", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-07-13T23:05:16Z", "webTitle": "Andrew Flintoff fears see Steve Harmison into the side for Lord's", "webUrl": "https://www.theguardian.com/sport/blog/2009/jul/14/ashes-england-andrew-flintoff-bowlers", "apiUrl": "https://content.guardianapis.com/sport/blog/2009/jul/14/ashes-england-andrew-flintoff-bowlers", "fields": {"headline": "Andrew Flintoff fears see Steve Harmison into the side for Lord's", "bodyText": "England would be well advised not to turn up at Lord's on Thursday with too much of a cock-of-the-walk spring in their step. That they go into the second Test on equal standing was down to a rearguard action that would have made the thin red line proud. It was inspiring, and if nothing else sufficient to silence the Narromine Nostradamus with his usual 5–0 prediction. But they got away with it after being heavily outplayed. Australia may not have had the firepower of old to finish England off, as undoubtedly would have happened, but they can still take a heap of confidence into Lord's knowing the conditions will be different but the opposition is creaking. That the resistance had to come from the magnificently determined Paul Collingwood and a lower order that was prepared to roll up the sleeves was vindication of Duncan Fletcher's oft-stated belief that runs from down the list can be vital. But it would be nice if a bit more came from the fancy boys at the top of the tree as well. They were out-batted not just by the superbly disciplined, technically adept Australians, but by their own tail. Andrew Flintoff's latest setback means there is certain to be change, but one would have come in the bowling department in any case. When the squad was announced for the first Test there was no Steve Harmison despite his aggression for the Lions against the tourists at Worcester. However, he was always part of the equation for back-to-back Tests as Lord's has provided more pace and bounce than has been seen for years. Wisely he was packed off to Durham, and he produced another five-wicket haul at Yorkshire. Yesterday he was duly added to the squad of 13 that had been chosen for Cardiff, with the return of Flintoff's knee problem giving the selectors, should they have felt they needed one to justify the return of a player who has frustrated everyone so often, a peg on which to hang his recall. Flintoff is said to have banged the knee which underwent keyhole surgery in May following his spring trip to South Africa for the Indian Premier League, and felt discomfort while bowling. Whether that is camouflage for swelling that occurred simply because of the 35 overs he was forced to bowl is a matter of conjecture, but certainly he was not hitting the crease like the freight train at full throttle that sometimes he resembles. It is possible to be premature on things like this, but there is only so much treatment and rehab the human spirit can take. We may yet have seen the last of the colossus in Test matches. England, meanwhile, will soldier on in his absence, something they are used to and have done quite successfully. Harmison, they say, offers a like-for-like replacement for Flintoff's bowling, but his presence offers potentially more cutting edge than that. The England bowlers, pace and spin alike, struggled at Cardiff every bit as much as they did on similar surfaces in the Caribbean. To draw a five-day match where you take six wickets to 19 by your opponents is a special kind of good fortune. Yet they could have bowled better, to fields that would have challenged Australia's batsmen to look for more adventurous ways of scoring than milking the singles on offer. There was scarcely any swing for England, orthodox or otherwise (although Ben Hilfenhaus managed some throughout), no pace once the ball had softened, and the turn was sluggish. Neither Graeme Swann nor Monty Panesar were able to find the right pace and were outbowled by Nathan Hauritz who, in the knowledge that England were not going to clamber in to him, was able to flight the ball and gain turn and bounce. Lord's will offer a whole new set of conditions, and the attack will need to be adjusted accordingly. Under clear skies it is a perfect place for batting, with the pace of the ball on to the bat allied to good consistent bounce. The injection of pace seems to have come as a result of the relaying of the drainage, which must have had an effect on the square. A second spinner will be a luxury England cannot afford. Swann's runs in both innings, and the fact that he can bowl a lot better than at Cardiff, should keep him in the side so in Panesar's stead should come Graham Onions, already on the Lord's honours board and the country's leading wicket-taker. He can bowl the tightest of lines at a slippery pace, and performed excellently at Worcester. Another place that would have come under scrutiny is that of Stuart Broad. Enthusiasm and a natural abrasive nature cannot mask the fact that on the sort of pitches with which he has been presented in the past year, he has been emasculated. There are no signs of the movement that others get nor of the consistent level of accuracy he will need to find. His batting, which promises much but has delivered less, does not compensate at present. He needs to and can lift his all-round game."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}