{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2009/jul/10/nils-pratley-monetary-policy-committee", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2009-07-09T23:05:08Z", "webTitle": "Viewpoint: Are we addicted to monetary stimulants?", "webUrl": "https://www.theguardian.com/business/2009/jul/10/nils-pratley-monetary-policy-committee", "apiUrl": "https://content.guardianapis.com/business/2009/jul/10/nils-pratley-monetary-policy-committee", "fields": {"headline": "Are we addicted to monetary stimulants?", "bodyText": "What did the Bank of England mean? The markets were expecting the programme of quantitative easing (QE) to be extended to £150bn; instead, the monetary policy committee delivered a surprise yesterday by sticking at £125bn and promising a review in August. The MPC gave no reasons, so any number of interpretations are possible until the minutes are published in a fortnight. At one extreme, it could be that the MPC wants to go beyond its current authority to spend £150bn but hasn't yet decided how much more monetary medicine to request. The natural reading, however, is that the MPC is signalling a pause. If so, that seems sensible. QE appears to have achieved its primary goal of reversing the alarming drop in money supply that occurred at the end of last year. Current rates of increase are consistent with economic growth. Maybe it is time to see what happens when the QE tap is turned down, or even off – there is no point in becoming addicted to monetary stimulants. Moreover, the economy looks rosier, if far from healthy. Preliminary GDP data for the second quarter will be released this month. It's touch and go whether the figure will be positive, but it will certainly be prettier than the fall of 2.4% seen in the first quarter. So it should be: five months of rock-bottom interest rates plus £125bn of QE represents a huge support programme. There is, of course, a danger of derailing recovery by withdrawing QE too early. In the US, some Federal Reserve and administration officials have made that point loudly. But here the Bank has already bought 17% of the entire stock of gilts and deflation seems less of a threat that it did two months ago. It's a reasonable point at which to adopt a wait-and-see policy. A cautious 125% How many times is it possible to insert the words \"prudent\", \"responsible\" and \"cautious\" into one announcement? Nationwide had a crack yesterday as defended its move to grant mortgages worth up to 125% of a property's value. Its paranoia stems in part from the fact that memories of Northern Rock's infamous \"Together\" product are fresh. Nationwide should have seen the bad headlines coming, but the building society is right about the basic point that the two products are chalk and cheese. Nationwide's offer is available only to existing customers with good credit records who need to move house. They are allowed to carry over the negative equity on their old house only if they, in effect, pay off part of it by finding a 5% deposit for the new purchase. The net effect for Nationwide is that its security should improve slightly. In the case of somebody with £20,000 of negative equity moving from a £200,000 house to a £250,000 property, the value of the new home would have to fall a further 5% before the lender's exposure was greater. Such a fall is possible – actually, probable – but the value of the old house will not be stable either. It will still be financial madness for most people to take on a bigger mortgage when they are already in negative equity. But there will be legitimate exceptions – somebody gaining promotion to a job in a more expensive part of Britain, for example. Nationwide says it \"does not anticipate, and has not seen, a great demand for service\". Good. And at the rates it's offering, that's easy to believe. The day when mortgage lenders wave stupid mortgages offers under the noses of naive buyers will probably return eventually, but this is not it. Don't trim hedges Here comes Boris Johnson, the mayor of London, to defend the capital's hedge funds against the threat of \"malign\" legislation from Brussels. He's right to do so: the draft EU directive is a shoddy piece of work. Hedge fund managers are not lovable folk but they deserve a fair hearing. The truth is their role in the banking crisis was almost non-existent. Most hedge funds, unlike the banks, did not leverage themselves up to the hilt. They maintained adequate levels of liquidity and didn't make themselves so big that their failure could threaten the stability of the financial system. The directive proposes to move registration to Brussels and give powers to officials there to approve investment strategies. This is quite unnecessary. The Financial Services Authority, for all its failures on the banking front, has done a decent job on keeping tabs on hedge funds. One effect of the directive would be to make it harder for EU hedge funds to attract investment from outside the EU. That cannot be in the interests of the UK, or the rest of the EU. nils.pratley@theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}