{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2009/jul/02/editorial-rail-network", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2009-07-01T23:01:00Z", "webTitle": "Rail network: red signals ahead | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2009/jul/02/editorial-rail-network", "apiUrl": "https://content.guardianapis.com/commentisfree/2009/jul/02/editorial-rail-network", "fields": {"headline": "Rail network: red signals ahead", "bodyText": "Only in the crazy hall of mirrors that surrounds Britain's railway network could the country's most profitable route, carrying the greatest number of long-distance passengers, go bust. In any rational system the east coast line between London and Edinburgh would be the last to cause the taxpayer problems - but then nothing about the way the railway system is run is rational. Yesterday's news that National Express, the operator of the east coast route, is handing the route to an emergency state operator, is about more than a single bad bet by an over-ambitious company. It exposes the fragility of the relationship between taxpayers and private operators, one that, as the recession bites, is heading for predictable crisis. The aim of any rail policy should be to run the best possible service at the lowest possible cost to travellers and taxpayers. The current structure is failing to do that. The problem is not a lack of demand - passenger numbers have soared since privatisation and (many) services have improved. Nor is it a lack of cash - rail subsidies in Britain are around £5bn, up from under £2bn before privatisation, and, as any unfortunate peak-hour passenger knows, ticket prices have shot up too. It is not even that greedy private firms are taking too much in profit. Instead railways face a crisis of structural inefficiency, compounded by the Treasury's need to cut the public debt, and a recession that has set red signals on rail firms' revenue growth. The question facing Andrew Adonis, the new transport minister, is whether National Express's failure can be contained as a one-off, or is the first collapse of many to come. He is betting that no other operator will dare walk away rather than tolerate losses. If he is proved wrong, he must reconstruct the industry on a fresh model, one that does not depend on a few firms bidding for the right to hold short-term franchises. That means he will have to engineer a form of renationalisation, running trains directly. He should start preparing now. Everyone agrees that in 2007 National Express bid an absurd sum - £1.4bn - for the right to run the east coast service. The gamble looked foolish even before the recession began. So did the government's decision to accept it knowing that the previous operator, GNER, had collapsed after struggling to pay a smaller sum. It is also obvious now that big private rail operators were in effect allowed a one-way bet. The penalty for failure was too small. Companies overbid knowing that if things went well they would make a profit and if not the state would pick up the pieces. On top of that, National Express, like other franchise holders, was allowed to run the trains through a subsidiary, a legal device to dodge any losses or government retribution for failure. This trick must stop. Lord Adonis has done the right thing by standing up to National Express rather than softening the terms of its contract, as the firm wanted. A queue of other operators also want more generous treatment. There is no reason why they should get help to sustain their profits in a recession. But this decision to play hardball may lead other big operators, such as Stagecoach, to default on franchises as well. The government could quickly find itself running out of rail operators, in direct control of most of the network, with only a few fragments left in the hands of private train firms. Renationalisation might prove a good thing. It might make the system simpler and cheaper. But Network Rail, partly in public hands, has not proved a model of efficiency. And the financial crisis facing the railways will worsen, whoever owns and runs them. The Treasury plans to cut funding sharply over the next decade - including, as the Guardian reports today, a massive reduction in infrastructure investment. Services will get worse, and fares higher, unless the system can become more efficient. Privatisation created the problem. But reversing it will not stop the railways running out of cash."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}