{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2009/jul/21/karl-burke-horse-racing-greg-wood", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-07-20T23:10:03Z", "webTitle": "Karl Burke case proves racing is better off regulating itself", "webUrl": "https://www.theguardian.com/sport/blog/2009/jul/21/karl-burke-horse-racing-greg-wood", "apiUrl": "https://content.guardianapis.com/sport/blog/2009/jul/21/karl-burke-horse-racing-greg-wood", "fields": {"headline": "Karl Burke case proves racing is better off regulating itself", "bodyText": "Racing was still regulated by the Jockey Club when the sequence of events began that led to Karl Burke's 12-month disqualification yesterday. Tony Blair was 15 months away from his third general election success. Janet Jackson was still blushing after her wardrobe malfunction at the Super Bowl. Now, all of five years later, mistakes Burke made in 2004 have reached out to drag him down. Along with the 12-month ban from riding at Philadelphia Park that was imposed on Fergal Lynch last Friday, the ruling – which also bans Miles Rodgers from racing for life – is the final twitch of the corpse that was the City of London Police's investigation into allegations of race-fixing. Along with Burke and Rodgers, there have been punishments for Lynch and two other jockeys who stood trial at the Old Bailey and were acquitted, Kieren Fallon and Darren Williams. Allowing for a likely appeal by Burke, a thick line is being drawn under the sorry business. Inevitably, questions will be left hanging as a result. The one that really needs an answer, though, is whether, after all the traumas of the last five years, racing is stronger and cleaner as a result. My feeling would be that the marginal answer is yes, but only thanks to the ongoing co-operation between the regulators and Betfair, and no thanks at all to the City of London Police or the Crown Prosecution Service. Time and again since the ill-fated decision to pass the Rodgers case to the City of London Police, the sport has shown that, in conjunction with Betfair, it is capable of regulating itself. Dean McKeown, Gary Carter, Robert Winston and Tony Culhane are just a few of the individuals who can testify to that. But thanks in large part to the long wait for the wheels of justice to turn, there are some apparently bizarre disparities in the penalties handed down by the BHA. Lynch was fined £50,000, but not banned, for deliberately stopping a horse. Williams, who passed on information but did not stop horses, was suspended for three months. Now Burke, who did not stand trial at all, has received as stern a penalty as any of them, with the obvious exception of Rodgers' lifetime ban. Going forward, it seems unlikely that anyone found guilty of similar offences will escape without a substantial ban. The BHA and its disciplinarians now appear to have the confidence and resolve to hand out proper penalties, though of course these will never be tough enough for some. But thanks to the crucial, ongoing relationship with Betfair they have the power to collect the evidence they need, too. The question that may never be answered, though, concerns the investigation itself. Lynch, remember, has now admitted – albeit at the last possible moment – that he was indeed guilty of stopping Bond City at Ripon in August 2004. He was recorded talking to Rodgers on the day in question and about the race in question. As conspiracy cases go, this now looks like a gentle dolly to cover point, yet somehow the CPS and the COLP managed to put it on the floor. If ever there was an argument for racing regulating itself, this surely is it."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}