{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2009/jul/21/boris-johnson-eastenders", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2009-07-20T23:05:27Z", "webTitle": "Some ideas for Boris Johnson's EastEnders appearance", "webUrl": "https://www.theguardian.com/culture/2009/jul/21/boris-johnson-eastenders", "apiUrl": "https://content.guardianapis.com/culture/2009/jul/21/boris-johnson-eastenders", "fields": {"headline": "Some ideas for Boris Johnson's EastEnders appearance", "bodyText": "EastEnders has come under fire in recent years for its absurd plots, including a six-month period in 2008 during which a different character was murdered every week. All such naysaying will be quelled this week with the news that Boris Johnson, the Have I Got News For You host and occasional mayor of London, is to guest star. He wanders into the Old Vic to be accosted by landlady Peggy Mitchell before winning her over with his cockney charm and the similarity of their hairdos. But surely there are better plotlines? The All-Etonian Number Boris lectures his long-lost son, Bradley Branning, on the role of old Etonians in modern Britain. He relives the riots of the 1950s, when an old Etonian couldn't even eat in an East End cafe without someone calling them a ponce. This causes Bradley to burst into tears because the same thing happened to him the other day. The BBC later gets into trouble when it is revealed that the scriptwriters were all state-educated. Who Stole Boris's Bicycle? After taking a taxi from the bench in the square to the Old Vic, Boris interrupts a busy night at the pub to round on the thief. During a tense confrontation, it emerges that everyone was in on the theft. They all blame the mayor for the fact that the only public transport out of Walford is a train to Manchester, and for the fact that their houses are two-dimensional. The Assisted Political Suicide Dot Cotton helps Boris to end his political career by coaxing him into making a series of increasingly racist and religiously intolerant comments that no amount of shrugging and saying \"piffle\" will cover up."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}