{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2009/jul/20/feargal-sharkey-music-business-view", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2009-07-19T23:28:05Z", "webTitle": "Feargal Sharkey on the music business: 'It's not just about a balance sheet'", "webUrl": "https://www.theguardian.com/business/2009/jul/20/feargal-sharkey-music-business-view", "apiUrl": "https://content.guardianapis.com/business/2009/jul/20/feargal-sharkey-music-business-view", "fields": {"headline": "Feargal Sharkey on the music business: 'It's not just about a balance sheet'", "bodyText": "There has been an incredible amount of work done by the music industry to really get a grasp on where we are, and this report really helps us do that. But although we can get an idea from these numbers of the huge value of the industry, what is more difficult to see is the broader impact of music behind that £3.6bn figure. We can capture some of the knock-on effects from music. Events such as music festivals have a positive effect on pie-makers and brewers through to hoteliers and tent-sellers to name but a few. But there are intangible social and cultural benefits, which are harder to measure but we have to try to find a way. There is something intrinsically good about music. It is vital that the government and the Treasury recognises that when allocating government spending, especially in the context of spiralling national debt. Good health and good education are seen as having intrinsic value, and music and wider arts funding must be seen in the same way. Music is powerful and it has a deep and significant impact on our national wellbeing and identity, even if its true value won't always appear on a balance sheet.\" Feargal Sharkey Feargal Sharkey, the former Undertones frontman, is now the CEO of UK Music, the music trade association"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}