{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2009/jul/20/titchmarsh-queens-horses", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2009-07-19T23:05:26Z", "webTitle": "All the Queen's Horses with Alan Titchmarsh | Revelations: The Exhumer | Young, Dumb and Living Off Mum | Last night's TV", "webUrl": "https://www.theguardian.com/culture/2009/jul/20/titchmarsh-queens-horses", "apiUrl": "https://content.guardianapis.com/culture/2009/jul/20/titchmarsh-queens-horses", "fields": {"headline": "Last night's TV: All the Queen's Horses with Alan Titchmarsh", "bodyText": "The Windsor Horse Show, says Alan Titchmarsh in All The Queen's Horses with Alan Titchmarsh (ITV1, Sunday), is \"an amalgam of everything that's best about Britain\". You've got horses, the royal family, and people who like horses and the royal family. Yep, I think that's all the really great things about us covered. The lovely thing about it is that it crosses all classes, Alan says, and a man named Philip agrees. He should know, he's married to the Queen. Well, I think he agrees: sometimes it's hard to know exactly what Philip is saying. He just emits a barrage of extraordinarily posh noise, with the odd word discernible to the common ear: \"Wahwahwah common interest wahwahwah a damn wahwahwah who you are.\" Philip always seems slightly irritated when he's asked anything, as if he's thinking \"wah-wahwah bloody stupid question wahwahwah\", even with Alan, who's extremely deferential. Philip doesn't really answer questions either, just blurts out something, usually about horses. I don't think he's a great listener. It must be strange being royal. When you emerge from your palace to meet non-royals, they behave strangely, speaking in a well-rehearsed, slightly nervous manner. They're always showing you stuff, and introducing you to people, or horses. Maybe the royals think the real world is like that; perhaps they can be forgiven for not really getting it. Alan meets Elizabeth, the Queen, as well, but we're not allowed to listen in on that one unfortunately. He's probably asking her if she's seen Brüno yet (and didn't you just love the bit when Brüno was in the Jacuzzi with the baby, ma'am?). I met Elizabeth once, but that's another story. Anyway, this isn't just about the royal family; it's about people from all walks of life. They all love the horses, and love the royals, too – so they look after their horses for them. Alan even manages to find someone there who isn't white, a trooper called Obe from the Household Cavalry, who's been polishing his belt for two weeks because he wants to win the Richmond Cup for the shiniest belt. It's important apparently: if you can look after your belt, you can look after yourself, and your friends. Alan meets plenty of horses, too – Achilles and Spartacus (who actually holds the rank of major, higher than Obe I believe), though not Burmese sadly. Burmese is the horse that didn't flinch when a man in the crowd fired six shots during Trooping the Colour in 1981. He's no longer with us, buried at Windsor, a rare honour for a horse. I don't know if Peter Mitchell, subject and star of Revelations: The Exhumer (Channel 4, Sunday), has ever disinterred a royal, or a horse. But it's quite likely – he's dug up around 30,000 bodies in his time. He started off burying them, but switched to digging them up. He does it for all sorts of reasons – because their families want to get them moved, or to reunite parents under the ground, or because ancient graveyards need to make way for Eurostar terminals, that kind of thing. He has a nice attitude towards the dead: matter of fact, but also respectful. He's now pretty much the leading exhumer in the world. And he's done rather nicely, judging by his taste for fine wine, his fancy kitchen, and his Range Rover. It's a newer one than the Queen's, by the looks of things. I think that's pretty nice about this country, too. Not Range Rovers, but the fact that the bloke who digs up bodies for a living can have a better one than her maj. Young, Dumb and Living Off Mum (BBC3, Sunday) is one of those shows that you know you shouldn't really be watching. The premise is dodgy: a bunch of spoilt young mummy's boys and girls are put together in a house to learn how to be grown-ups. The rules are unclear. Is it the ones who cope best or worst who get voted out? No one seems to know. It's obvious they're all totally playing to the cameras and the whole thing has more to do with how they act than who they are. It's a disgrace, then. And yet there's just something totally irresistible about horrid young people, even if they're not really as horrid as they're pretending to be. It's wrong I know, but I'm quite involved."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}