{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2009/jul/06/btgroup-privacy-and-the-net", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2009-07-05T23:05:48Z", "webTitle": "BT drops Phorm targeted ad service after outcry over privacy", "webUrl": "https://www.theguardian.com/business/2009/jul/06/btgroup-privacy-and-the-net", "apiUrl": "https://content.guardianapis.com/business/2009/jul/06/btgroup-privacy-and-the-net", "fields": {"headline": "BT drops plan to use Phorm targeted ad service after outcry over privacy", "bodyText": "BT has quietly ditched a controversial system that tracks the internet habits of its customers, developed by the technology firm Phorm, which has been attacked as online snooping by privacy campaigners. BT was a key player in the development of Phorm's Webwise system, which uses information about which sites an internet user visits to target them with relevant advertising on subsequent pages. It carried out secret tests of the technology in 2006 and 2007 which are now the basis of a European commission investigation into the UK government's failure to protect its citizens online. Last year BT carried out a proper consumer trial of Phorm's technology. The results have been keenly awaited, not just by management at Phorm – whose chairman is former chancellor Norman Lamont – but by its other two potential partners, Virgin Media and TalkTalk. But BT has decided not to proceed with rolling out Webwise to its 4.8 million broadband customers, dealing a heavy blow to AIM-listed Phorm. The company, which has received complaints from customers about Phorm, said the decision was down to its need to conserve resources as it looks to invest £1.5bn in putting a next-generation super-fast broadband network within reach of 10 million homes by 2012. Privately, however, BT bosses have been increasingly concerned about consumer resistance to advertising based on monitoring users' online behaviour and specifically about the backlash against Phorm. \"We continue to believe the interest-based advertising category offers major benefits for consumers and publishers alike,\" said a spokesman for BT. \"However, given our public commitment to developing next-generation broadband and television services in the UK we have decided to weigh up the balance of resources devoted to other opportunities. \"Given these commitments, we don't have immediate plans to deploy Webwise today. However, the interest-based advertising market is extremely dynamic and we intend to monitor Phorm's progress …before finalising our plans.\" The news will throw the spotlight on Virgin Media and TalkTalk, which recently snapped up rival internet service provider Tiscali. Between them, BT, Virgin Media and TalkTalk control about three-quarters of the UK broadband market. Virgin Media is understood to remain interested in the concept of behavioural targeted advertising, not least for use with its video on demand service, and is in talks with a number of potential technical partners. But the internet service provider is understood to have cooled on the idea of using Phorm's technology. TalkTalk, meanwhile, has said it is keeping an eye on Webwise but any implementation would have to be done solely on an opt-in basis – customers would not be automatically connected to the service – and the company currently has no time–scale for deployment. A spokesman for Phorm said BT's decision was not the end of the world, not least because it has been expanding overseas and is now in talks with potential ISP partners in 15 other countries. This year the company announced a trial of its technology with KT, South Korea's largest ISP, and another overseas deal is expected to be announced shortly. \"It is not a great surprise to us, to be honest. It has been a long process and we have never had a definitive date on a launch,\" said a spokesman. \"Phorm is not just dependent on a UK model with one ISP.\" But it is the latest in a series of setbacks for Phorm, which has become something of an internet industry bete noire. Amazon recently \"opted out\" of Webwise, saying it did not want traffic to its websites monitored by ISPs that sign up to use the technology. Google and Bebo are also considering opting out, potentially depriving Phorm of crucial information about internet users' tastes. The UK government is also understood to have opted its domain names – such as www.direct.gov.uk – out of Webwise amid concerns about privacy. Although ISPs, media companies and even some politicians see Phorm as a way in which UK companies can claw back some share of the internet advertising market from the clutches of Google, the web's creator, Sir Tim Berners-Lee, has criticised it as unjustifiable online snooping. • The headline on this story was amended on 7 July 2009. The original implied that Phorm was already in use by BT."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}