{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2009/jul/12/banks-account-charges", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2009-07-11T23:05:16Z", "webTitle": "HSBC has lost its business sense", "webUrl": "https://www.theguardian.com/money/2009/jul/12/banks-account-charges", "apiUrl": "https://content.guardianapis.com/money/2009/jul/12/banks-account-charges", "fields": {"headline": "HSBC has lost its business sense", "bodyText": "When I decided to become self-employed three years ago I sought the advice of HSBC about a business account. My aims were modest as I juggle being an electrician with part-time carer of our two pre-school boys. It recommended a standard business current account with a money manager account alongside, which cost about £10 a month. I have now discovered HSBC can transfer me to a free small business account. It seems I have been paying charges for no reason. MS, Sheffield HSBC phoned you to offer a 50% refund on your fees, provided you accepted the offer that same day; it was already late afternoon. You declined and asked for a meeting the next day. The bank cancelled the meeting and rescheduled for the following week. The bank cancelled this second meeting as well, at only two hours' notice. This is no way to treat customers. Apparently the business specialist \"had to take a day's annual leave\". In that case, she should not have arranged a meeting for that day and, if it was an emergency, someone else should have stepped in. Despite all this, the bank told me the meeting had taken place and that you were happy with the outcome. Clearly you were not. The free account, unlike the one you had, pays no credit interest. The bank claims you regularly held large sums in your account and the interest it earned offset the cost of running the account. You disagree that you chose the expensive account to earn interest, as you kept only a couple of thousand pounds in it. At last the bank has agreed to refund all the charges. The regional manager has phoned you to apologise and written to admit that the bank should have reviewed your account sooner. HSBC will refund the entire £248 charged since you opened the account in July 2006, £40 of which you received last year. It says you can keep the £57 interest you earned on the old account and is going to add £106 as a gesture of goodwill. • Email Margaret Dibben at your.problems@observer.co.uk or write to Margaret Dibben, Your Problems, The Observer, Kings Place, 90 York Way, London N1 9GU and include a telephone number. Do not enclose SAEs or original documents. Letters are selected for publication and we cannot give personal replies. The newspaper accepts no legal responsibility for advice."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}