{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2009/jul/29/tatiana-jezebel-jenna-sauers", "type": "article", "sectionId": "fashion", "sectionName": "Fashion", "webPublicationDate": "2009-07-28T23:05:25Z", "webTitle": "Unmasked: the blogging model who rocked the world of fashion", "webUrl": "https://www.theguardian.com/lifeandstyle/2009/jul/29/tatiana-jezebel-jenna-sauers", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2009/jul/29/tatiana-jezebel-jenna-sauers", "fields": {"headline": "Unmasked: the blogging model who rocked the world of fashion", "bodyText": "The news came as a revelation to visitors to the feminist website Jezebel. Last year, it had introduced \"Tatiana\", a successful model who was going to act as their mole during February 2008's New York fashion week. \"She's smart! She's thin! And she's beholden to no one,\" the site had exclaimed. And, over the ensuing months, this pseudonymous insider developed a cult following with her explosive, brilliantly written accounts of what really happens to models in the fashion industry. Last week, though, \"Tatania\" finally revealed all: her name was Jenna Sauers, and she was done with the sneaking around and the furtive copy filing; done with modelling altogether, in fact. \"I never told anyone in the industry what I was doing,\" says Sauers, 23, in an accent that's as much US east-coast drawl as it is her native New Zealand. \"How could I? I was cautiously ringing people the other day to 'come out' because, like any anonymous writer, I felt a certain amount of guilt about being secretive with people. But nobody talks about the troubling or problematic things in the modelling industry, so in that respect I think the coverage – and how it was gathered – was warranted.\" Sauers spent two years modelling for magazines such as Marie Claire, Harper's Bazaar, Glamour and InStyle, and her Jezebel posts left little doubt that this is a world that pledges (and, in some cases, delivers) so much, but is also governed by a moral compass so \"screwed up\", as she puts it, it's frightening. Sauers spoke of the dire financial hardships in the only way she could – by breaking down her personal agency funds. \"How, exactly, I was supposed to make a living as a model never became entirely clear,\" she stated in her final post. \"When I worked [for] two months in Australia last year, after agency fees and the rent were deducted, nearly A$5,000 worth of earnings became A$690.90 [£348].\" Her agency's response? \"At least you worked.\" Sauers also touched on the industry's subtle racism and the blind eye turned to sexual harassment. \"There's potential for exploitation in any relationship which is based on a 14-year-old girl being photographed by a 47-year-old man,\" Sauers says. \"Especially when the commonplace response from some agencies is often, 'He's an important client, why didn't you just sleep with him?'\" In her final post, Sauers appeared in a set of photographs by Nikola Tamindzic that revealed her face and new tousled crop. In one she was stuffing a burger into her mouth – the antithesis of model behaviour. \"I'm coming out now because I figure I've got nothing to lose,\" she laughs. \"I lost heart in the industry; it's as simple as that. Often when I was modelling, I felt like I couldn't express myself. After all, the point of a fashion model isn't that she necessarily has anything to say.\""}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}