{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2009/jul/06/asa-guy-parker-complaints-adverts", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2009-07-05T23:05:46Z", "webTitle": "ASA chief Guy Parker predicts record year for complaints", "webUrl": "https://www.theguardian.com/media/2009/jul/06/asa-guy-parker-complaints-adverts", "apiUrl": "https://content.guardianapis.com/media/2009/jul/06/asa-guy-parker-complaints-adverts", "fields": {"headline": "ASA chief Guy Parker predicts record year for complaints", "bodyText": "Last year was the Advertising Standards Authority's busiest year on record – and, says the regulator's new chief executive, Guy Parker, this one does not look as if it will be any quieter. In 2008 the ASA received 26,433 complaints about 15,556 ads. This year, Parker says: \"We're heading for about 30,000 complaints, but about fewer ad campaigns than last year.\" That is partly because complaining is easier, says Parker, who took on his new role last week. However, \"there have been a couple of big issues – the premium rate thing, programme competitions, voting rigging and so on. So to some extent [complaining] has been flavour of the year for a couple of years.\" The economic climate may also result in more brands trying to push the limits of acceptability, Parker says. \"Because money is so tight, advertisers want to get the most bang for their buck.\" Last week the regulator banned an ad for the ice-cream company Antonio Federici Gelato Italiano in which a nun seemed about to share a kiss with a priest. The company said the ad was a \"light-hearted, tongue-in-cheek portrayal celebrating forbidden Italian temptations\". The ASA, however, decided the print ad, which ran in Delicious and Sainsbury's magazines, was likely to cause offence to some readers. It also, however, represents the bind the regulator finds itself in. The ice-cream ad drew only 10 complaints, and yet the ASA still banned it. Can it justify such action in circumstances when it only receives a handful of complaints? \"There are campaigns where there are relatively few complaints where we're satisified that offence has been caused,\" Parker says. \"And just because one or two people were gravely offended we will necessarily uphold their complaint.\" There will be borderline decisions, he says. But he has \"no doubt that generally we get it right\". And the consequences of not applying the code in such situations would, he says, see \"a bit of an arms race between some, although not the majority, of advertisers to run more and more contentious, risque ads\". These kinds of risque ads, however – whether they are placed in a couple of high-end magazines, or plastered across billboards the length of the UK – are just the kind of thing some advertisers enjoy seeing banned. Even a small campaign can attract masses of press coverage if it is banned, leaving the regulator in effect doing the advertisers' job for them. \"There are consequences to [producing controversial ads]. Doubtless some advertisers, some of the time, have followed that strategy – but it's very high-risk and I think the companies that have routinely done that have come off worse,\" Parker says. \"You are playing russian roulette with your brand. Benetton did it for a while, and look where Benetton are now; FCUK did it for a while and look where the FCUK brand is now. Even for fairly irreverant brands that get away with it in the short term, it doesn't do much good in the long term.\" Not everyone would agree. Ryanair, which has frequently clashed with the ASA, appears to enjoy goading a regulator it calls Absurd Silly Asses. \"The ASA becomes more Monty Pythonesque by the day,\" a Ryanair spokesman said last year, after the regulator banned an ad featuring a Britney Spears-style schoolgirl. Parker points to sanctions such as poster pre-vetting and, in the case of Ryanair, a referral to the Office of Fair Trading. \"I don't think the long term consequences of Ryanair being incapable or unwilling to comply with the codes is going to do them any good,\" Parker says. \"I think it's going to backfire against Ryanair in due course,\" Parker insists. \"The alternative is what? Not to ban ads because you're worried that a minority of brands might get some publicity out of it?\" There are, however, some ads designed to shock that escape action. A recent ad for Barnados, for example, topped the ASA's complaints list in 2008, but received a clean bill of health from the regulator. \"The public are prepared to be challenged by cause-related advertising, particularly charity advertising, more so than other advertising,\" Parker says. That does not mean that charities have carte blanche to do and say what they want, he insists. But \"they have a little bit more leeway because the average consumer lets them have a bit more leeway.\" Media interest in such campaigns, and the clamour, can make it difficult to make decisions, Parker admits. \"We have to be very cautious of playing a numbers game and coming up with a formula that X complaints automatically equals an upheld adjudication.\" In fact, none of the 10 most-complained-about ads last year received an ASA ban. But those complaints keep multiplying – and the increased workload comes at a time when the ASA is feeling the financial pinch. It is funded by a levy on advertisers, and as companies cut their ad budgets so the regulator's budget also falls – in 2008 it was just under £8m, this year it is just under £7.5m. \"Like other organisations and companies we're facing a bit of a budget squeeze, so we're having to think very carefully about what we spend our money on,\" Parker says. The ASA is also looking to extend its remit to include marketing that appears on companies' own websites, rather than just claims in their print, broadcast or online advertising. \"Complaints in this area are already mounting,\" Parker says.But the implications of such a move could be vast. \"It is not the case that the industry is planning that all websites should come within the remit of the ASA. That would clearly be biting off far more than the ASA or anyone else could chew,\" Parker says. He will not, however, be drawn into saying what exactly the limits of such a scheme may be – they are under discussion – or how it will be funded, save to say that \"It's obviously important that we've got the expertise, the technical know how and the resources to do a proper job\". But if paid search through sites such as Google were subject to the advertising levy – which it currently is not – \"that would make a difference,\" Parker says. He does not give a view on the search giant and generally has a politician-like polish and style. Take greenwash, for instance. The ASA's annual report showed that complaints about companies' environmental claims more than quadrupled in 2007. But Parker, while admitting greenwash can sometimes be an issue, does not seem unduly concerned: \"I'm not a big believer in there being this sinister plot by big business to greenwash,\" he says. \"There is sometimes a tendancy to lump every kind of environmental claim into this box that is big business greenwash and it's just not nearly as simple as that.\" In the vast majority of cases the ASA has dealt with, Parker stresses, there has been some substance to companies' claims – but they have taken it too far. It is a challenging time to be starting in the ASA's top job. But Parker at least knows the ropes, having begun his career there 17 years ago as an investigations executive, rising up the ranks at CAP (the Committee of Advertising Practice) and the ASA to become the regulator's chief executive at the age of 39. Would a stint working among those he is regulating have given him a different perspective? \"Possibly,\" he says, \"but the ASA and the work we do covers all the different sectors, all the different issues … and I genuinely don't feel that I'm closed-minded or closeted because of the experiences I have or have not had.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}