{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2009/jul/17/gerrys-big-decision", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2009-07-16T23:05:13Z", "webTitle": "Gerry's Big Decision | Rick Stein's Far Eastern Odyssey | New Tricks | That Mitchell and Webb Look | Last night's TV", "webUrl": "https://www.theguardian.com/culture/2009/jul/17/gerrys-big-decision", "apiUrl": "https://content.guardianapis.com/culture/2009/jul/17/gerrys-big-decision", "fields": {"headline": "Last night's TV: Gerry's Big Decision, Rick Stein's Far Eastern Odyssey", "bodyText": "You have to hand it to Gerry Robinson for brass neck. I would not, personally, have cared to tell a couple of businessmen going down for the third time, (particularly David McColl who, with an eye patch and a parrot, could pass as a pirate) that he didn't intend to give them a penny. Not even a slice of his fee for Gerry's Big Decision (Channel 4). The inclination to kick his chauffeured limousine must have been considerable. McColl runs a hotel in Dunoon, on the Firth of Clyde. It is blessed with heartbreakingly beautiful views, though the \"NO SMOKING IN BED\" signs throw an unexpected light on the nice old ladies who are its staple customers. The problem, apart from the bank cutting off their porridge pipeline, was that the McColls, father and son, were doing a spirited impression of horns-locked stags. It is amazing how often the two men at the top can't get along. No, on second thoughts, it isn't. Under Robinson's steely mediation – \"go and sit down together and hammer things out\" – they did just that. The sound of hammering was heard in the highlands. McColl described the outcome. \"I said some harsh things and he said some harsh things. My wife said, 'You've blown it' and I said, 'No, that's my son! Wait!' And he came back. What's actually happened is I've got my son back. All these years I haven't had him but I've got him back. I don't understand why we've wasted so much time.\" I was tremendously affected. Very much like Tony Foy who, describing his parents' suffering as their department stores foundered, produced a toilet roll from beneath his desk and wiped his eyes. Times, you felt, must be tough if a toilet roll was on permanent call. Unlike the McColls, the Foys were so devoted, they lived in a permanent state of deference. Robinson mused, \"It's a nice relationship, but not a businesslike one. I wonder if a family business is a gift or a burden?\" His excuse for keeping his hand on his ha'penny was that easy money would only stop them making hard decisions. A point of view I shall put to the next beggar I meet. Between you and me, I think they were well out of it. The last time I saw this programme, Robinson did invest. And took more than 50% of the business. Never was television's noselessness as apparent as in Rick Stein's Far Eastern Odyssey (BBC2). The soul of Cambodian cooking seems to be the light, lemony, flowery, gingery fragrance, which we have to take on trust. The dishes invariably require large quantities of esoteric spices which, when Rick tried to grind them at home, broke his blender. I did quite like the idea of fish amok because I thought only Malays could run amok. Stein is a gentle, ingenuous guide with a modest wish not to intrude, which is odd, as Padstow, his home base, is said to find him overwhelming. Like a latterday Marco Polo, he discovered a mini-mango unknown to Waitrose and went on his way rejoicing to Vietnam. I had the highest hopes of New Tricks (BBC1) when Alun Armstrong was booked into an addiction clinic, and who should come swanning out to welcome him but . . . Victor Meldrew. He wore a Christopher Robin dressing gown – beautiful blue with a hood – and quoth melodiously: \"I am Father Bernard.\" With the stress on the \"nard\". A fine point of pronunciation that Armstrong ignored, addressing him bluntly as Bernard. In any halfway decent load of old rope like this, it is invariably the visiting star whodunnit, but Richard Wilson did nothing. A terrible waste of a good actor. Three good actors in fact. The current series of That Mitchell and Webb Look (BBC2) ended with a cutting little sketch about cost-cutting at the BBC. Mitchell was explaining to the studio audience that the theatre had been sold, the money had run out and Webb had been written out. \"All the episodes can be up on YouTube as soon as they're broadcast. So why would you buy a DVD? You'd have to be, you know, honest. It's pretty much dross from here on in.\" Webb wandered across the back of the stage in a long raincoat, a flat cap and a carrier bag, like the ghost of Eric Morecambe Past. He said: \"I thought I might try to flog some of those Peep Show box sets down the pub. We used to get them free.\" \"Yes, we used to get them free,\" sighed Mitchell. \"Happier times.\" Never, never get up a comedian's nose."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}