{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2009/jul/14/charity-status-private-schools", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2009-07-13T23:05:18Z", "webTitle": "Offer free places or lose charity status, private schools told", "webUrl": "https://www.theguardian.com/education/2009/jul/14/charity-status-private-schools", "apiUrl": "https://content.guardianapis.com/education/2009/jul/14/charity-status-private-schools", "fields": {"headline": "Offer free places or lose charity status, private schools told", "bodyText": "Private schools in England and Wales are being ordered today to offer a \"significant\" number of free places to pupils who cannot afford their fees – or face being stripped of their charitable status. Four charities, two private schools and two care homes will learn today that they have failed a \"public benefit\" test to justify their charitable status, after the first 12 inspections by the Charity Commission under a law to weed out rogue charities. The schools, St Anselm's preparatory school in Bakewell, Derbyshire and Highfield Priory in Preston, Lancashire, are criticised for failing to provide enough bursaries, while one of the care homes, the Rest Bay Convalescent hotel in Portcawl south Wales, was found to be operating as a hotel rather than a residential facility for the elderly and infirm. The rulings mean fee-charging charities must now prove that people who cannot afford their fees can still access their services, or face losing their charitable status and with that millions of pounds in tax breaks. Private school leaders warned they would be forced to put fees up to cover the cost of extra bursaries. Suzi Leather, the chair of the Charity Commission, said: \"The principle is that they have to provide ways for people to access benefits from the schools where they cannot afford the fees.The clearest and most direct way is through bursaries, but some schools will be able to satisfy it in other ways.\" She said the schools that have been put on warning should look at the schemessuccessful schoolsare running, but that bursaries would have to be \"more than tokenistic\" in number. \"They will gain a good idea from that of the right level of bursaries to be offering, but we are not going to give an inappropriate and artificial figure to be adopted by all schools,\" she added. The three successful schools offered between 5% and nearly 15% of their income in means-tested bursaries. St Anselm'sand Highfield Prioryare each given 12 months to overhaul their bursaries or risk losing their charitable status. Two other private schools are told to make more efforts to publicise their bursaries, and only Manchester Grammar school, the largest and best known of the five assessed, was given a clean bill of health. David Lyscom, chief executive of the Independent Schools Council, saidhe was \"deeply disappointed\" that the commission had chosen to focus on bursaries. \"The implication of thecommission's findings appears to be that many schools must now aim to provide a significant – but still unspecified –proportion of their turnover in full bursaries. This will inevitably lead to fee increases for the vast majority of parents,\" he said. The Rest Bay Convalescent Hotel,was set up in 1878 to provide support for injured miners and those working in heavy industry in South Wales. The commissioners' investigation found that the decline in the mining industry had led to a sharp fall in the number of visitors to the rural Victorian retreat and that it no longer met statutory care standards. The charity's website, it noted, declares: \"The Rest [hotel] today provides wonderful holidays for mature folk, able bodied and disabled alike.\" The organisation has suffered from \"mission drift\", the study says. \"The provision of holidays for the general public is not a charitable aim.\" The charity has been ordered to re-examine its aims. The trustees of Penylan House, a Jewish retirement and nursing home, have been told they must \"ensure that their policy on assistance with fees is clear, open and transparent\". It has been ordered to reassess its funding strategy."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}