{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theguardian/2009/jul/29/sarkozy-jogging-worst-films", "type": "article", "sectionId": "global", "sectionName": "Global", "webPublicationDate": "2009-07-28T23:05:35Z", "webTitle": "Letters: Horizontal jogging", "webUrl": "https://www.theguardian.com/theguardian/2009/jul/29/sarkozy-jogging-worst-films", "apiUrl": "https://content.guardianapis.com/theguardian/2009/jul/29/sarkozy-jogging-worst-films", "fields": {"headline": "Horizontal jogging", "bodyText": "Poor M Sarkozy (Questions over lifestyle as Sarkozy leaves hospital, 28 July). Middle-aged men should be careful about taking heavy exercise. A story is told of that great pathologist Professor Austin Gresham, who was chatting with a physician in Addenbrooke's mortuary. \"Since I took up jogging,\" said the physician, \"I've dropped my blood pressure to 130 over 80.\" Austin pointed at the mortuary fridges and said: \"There's two in there that dropped theirs to zero\" Dr Bill Hunt St Monans, Fife Simon Hill's phrase \"all sigarney\" (Letters, 24 July) has suffered a touch of the \"Suralans\". The correct phrase is, \"Everything is all Sir Garnet\", a reference to Field Marshal Garnet Joseph Wolseley, 1st Viscount Wolseley (1833-1913). Since he had an eye for efficiency the phrase meant everything is fine. It was a saying much favoured by my grandfather, who died in 1949, so it was nice to be reminded of it. David Bentley Egham, Surrey May I add my choice to Tim Lott's list (The worst best films ever made, Film &amp; Music, 24 July)? The Graduate is a bittersweet romantic comedy in the first half, followed by an implausible men's locker-room fantasy of a second act, trying to show that stalking her is the way to a girl's heart, especially if you've already bedded her mother. John O'Dwyer Steeple Claydon, Buckinghamshire Mark Lawson (Oh Brother!, G2, 24 July) writes: \"The first series of Big Brother and the debut of its Celebrity sister were brave and innovative programmes, achieving a height of naturalistic interaction and depth of psychological insight that have rarely been equalled on TV.\" He should stay in more. Dai Jones Porthcawl, Mid Glamorgan Shouldn't a person who marries illegally five times be called a quintamist (Bigamist who married five times is spared jail, 28 July)? David Stead London Our annual visit to the National Wool Museum (Letters, passim) is looming. Fay Hampson Burry Port, Carmarthenshire"}, "isHosted": false}}}