{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2009/jul/29/attendance-allowance-support", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2009-07-28T23:05:26Z", "webTitle": "Squeeze on allowance benefit could leave older and disabled people struggling to cope", "webUrl": "https://www.theguardian.com/society/2009/jul/29/attendance-allowance-support", "apiUrl": "https://content.guardianapis.com/society/2009/jul/29/attendance-allowance-support", "fields": {"headline": "A squeeze on attendance allowance support", "bodyText": "Until his heart failure last year, Brian Windles was \"a strong pair of hands\" for his wife Patti, who has arthritis and lung-related problems. But when Brian was unable to help with the housework, the Windleses realised they needed help. Without any savings or high enough needs to qualify for social services support, they considered selling their home in Walesby, Lincolnshire, and downsizing to free up money to pay for help. Following advice from Age Concern and Help the Aged, they instead began claiming £70.35 a week attendance allowance for Brian earlier this year. The social security benefit is a universal entitlement that does not depend on where a person lives and provides cash that can be spent on services older people want, to meet extra costs associated with disability and old age. This could include paying someone to do the housework or gardening, or to go grocery shopping, or taxi fares to get to the shops. \"It gives you that feeling of being a bit more in control,\" says Brian. \"You feel better because it takes a weight off your shoulders.\" Attendance allowance is £47.10 or £70.35 a week, depending on need, and paid to 1.6 million people in Britain aged 65 and over. Yet the social care green paper, launched earlier this month, suggests converting attendance allowance into some kind of means-tested social care grant administered by councils. \"In developing the new system we think that there is a case for drawing some funding streams together to enable us to deliver the new and better care and support system we want to create,\" says the green paper. It continues: \"We think we should consider integrating some elements of disability benefits, for example attendance allowance, to create a new offer for individuals with care needs.\" The argument for ditching the allowance is that it is not means-tested and duplicates the local government social care assessment and grant process. The Department of Health argues that the current system is fragmented and complex to understand, access and administer. \"To meet the challenge of more people needing care, we want to target public money as effectively as possible,\" says a DH spokesman. \"Whatever the outcome of the consultation [which runs until November], we want to ensure that people receiving any of the relevant benefits at the time of reform would continue to receive an equivalent level of support and protection, under a new and better care and support system,\" he adds. However, campaigners argue that attendance allowance is vital to help older people stay independent and well for longer. Michelle Mitchell, charity director for Age Concern and Help the Aged, explains: \"That extra bit of help may help prevent, or delay the need for more formal care.\" Receipt of attendance allowance can also make people eligible for additional support as higher rates of means-tested benefits and entitlements can be dependent on carers receiving it. The RNIB is alarmed at the prospect of attendance allowance being scrapped because its clients – often defined by councils as having moderate or low care needs – could lose out entirely. Gladys Humphries, 82, from Lowestoft in Suffolk, is blind and cares for her husband James, 83, who has severe Alzheimer's disease. Her attendance allowance not only pays for taxis for hospital appointments but opened the door to pension credit and council tax benefit, resulting in an extra £150 a week. If it were scrapped she would lose all this money and would not be able to care for her husband, since she would not qualify for a social care grant. Gladys cannot understand why the system should change. She says: \"I would say to the government, put yourself in my position and see how you would cope without the extra money. Please, please think again before you do anything.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}