{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2009/jul/29/murders-by-people-mental-health-rise", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2009-07-28T23:10:01Z", "webTitle": "Murders committed by people with mental health problems rise", "webUrl": "https://www.theguardian.com/society/2009/jul/29/murders-by-people-mental-health-rise", "apiUrl": "https://content.guardianapis.com/society/2009/jul/29/murders-by-people-mental-health-rise", "fields": {"headline": "Murders committed by people with mental health problems rise", "bodyText": "The number of people killed by individuals with mental health problems in England and Wales has risen over the last ten years, according to new figures. Researchers from Manchester University analysed suicide and homicide data for people with mental illness in England and Wales between 1997 and 2005-06. The annual report by the National Confidential Inquiry into Suicide and Homicide by People with Mental Illness, published today, found the number of murders committed by people with mental illness rose from 54 in 1997 to over 70 in 2004 and 2005. Murders by people with schizophrenia rose from 25 in 1997 to 46 in 2004 and an estimated 40 in 2005. The study also shows an overall drop in suicide by mental health patients and in-patients. Suicide after patients have absconded from wards remains a serious problem, but there were few serious incidents after patients escaped from secure units, the report found. Professor Louis Appleby, director of the research programme and national director for mental health in England, said the rise was unexplained and would need to be understood. He stressed that the increase in murders had not occurred in mental health patients. \"It is also important to keep these findings in perspective,\" he said. \"The risk of being a victim of homicide in England and Wales is around 1 in 1,000 and the risk of being killed by someone with schizophrenia is around 1 in 20,000.\" The number of patient deaths by suicide has dropped to its lowest level since data collection began in 1997, the report shows. In 2006, there were 185 fewer deaths than in 2005. The number of in-patient suicides has also continued to fall from a high of 219 deaths in 1997 to 141 in 2006. There have been no reports of in-patient deaths using fixed curtain rails since 2003 when the NHS called for them to be removed from wards. The report also found that the number of suicides by patients in the community who have refused treatment or refused further contact with services has fallen. However, there were 469 suicides between 1997 and 2006 by patients who had left a ward without permission. Most were on an open ward – only five had absconded from a secure psychiatric unit. There were no homicides by people who had absconded from a secure unit in the nine years to 2005. Appleby added: \"Fatal incidents following absconding from secure units are rare. \"A more common event is the suicide of a detained patient following absconding from an open ward. The report found that there had been an apparent increase in the number of sudden unexplained deaths of psychiatric in-patients but this may be down to improved reporting rather than a rise in incidents. In the eight years to 2006, there were a total of 338 unexplained deaths, equivalent to 42 per year. From 2002-06, 13 deaths occurred within 24 hours of restraint."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}