{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2009/jul/21/tom-williams-harlequins-ban", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-07-20T23:17:52Z", "webTitle": "Harlequins to appeal ban on Tom Williams for faking a blood injury", "webUrl": "https://www.theguardian.com/sport/2009/jul/21/tom-williams-harlequins-ban", "apiUrl": "https://content.guardianapis.com/sport/2009/jul/21/tom-williams-harlequins-ban", "fields": {"headline": "Harlequins to appeal ban on Tom Williams for faking a blood injury", "bodyText": "Harlequins are set to appeal after their wing Tom Williams was last night banned for a year for faking an injury during April's Heineken Cup quarter-final defeat at The Stoop. The club was fined £215,000 but no other individual was held to be accountable for an action deemed by a disciplinary committee to be \"very serious\". Quins were trailing 6-5 to Leinster with five minutes to go when Williams was helped from the field with what appeared to be a cut mouth. That allowed the Premiership club to bring back on the outside-half and goal-kicker Nick Evans, the New Zealand international who had taken the club into the last eight for the first time with a late drop goal against Stade Francais, who had left the field injured on 47 minutes. His replacement, Chris Malone, also limped off, replaced by Williams. Williams, 25, was accused of putting a fake blood capsule in his mouth and bursting it, facilitating the return of Evans, and winking as he left the field. ERClaunched an investigation and charged Quins with misconduct. A three-man panel, chaired by Robert Williams, heard evidence over three days this month and released its judgment last night. \"It was our view that this was a very serious offence and one that damaged the reputation of the tournament and of rugby union,\" ran the judgment Misconduct complaints against the Quins director of rugby, Dean Richards, the physio, Steph Brennan, and the club doctor, Wendy Chapman, were thrown out. Half the club's fine was suspended for two years. Quins expressed surprise and disappointment and said an appeal would be considered. Williams's one-year suspension for pretending he had a cut mouth compared to the eight months received by the Australia second row Justin Harrison, for taking cocaine and suggesting to academy players that it was something everyone did and the eight weeks received this month by two back row forwards, South Africa's Schalk Berger and Italy's Sergio Parisse, after they were found guilty of making contact with the eye of an opponent. While Berger and Parisse injured opponents and received bans that amounted to less than nine per cent of the maximum laid down for the offence they were disciplined for, Williams received one of the longest bans in the history of the game for harming the reputation of the sport in a punishment that harked back to the amateur era in its severity."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}