{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2009/jul/14/unemployment-blue-collar-workers", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2009-07-13T23:05:22Z", "webTitle": "Blue-collar workers hardest hit by recession", "webUrl": "https://www.theguardian.com/business/2009/jul/14/unemployment-blue-collar-workers", "apiUrl": "https://content.guardianapis.com/business/2009/jul/14/unemployment-blue-collar-workers", "fields": {"headline": "Blue-collar workers 'bear the brunt' of recession", "bodyText": "Skilled and unskilled blue-collar workers have been hit much harder by the recession than white-collar workers, the Chartered Institute of Personnel and Development (CIPD) says today. CIPD's analysis of the official figures reveals that the rise in the unemployment rate for blue-collar workers in the year ending March 2009 was more than three times higher than that for those with managerial and professional skills. It was also almost three times that for people with administrative and secretarial skills. John Philpott, chief economist at the CIPD, says that the common perception that the UK is experiencing a \"white-collar recession\", unlike those of the 1980s and 1990s, is \"somewhat wide of the mark\". Philpott says: \"The relative impact of the Brown recession on different groups of workers looks remarkably similar to the Thatcher and Major recessions of the early 1980s and 1990s, with skilled and unskilled blue-collar workers once again bearing the brunt. \"Heavy job losses in the financial and business services sectors – plus the fact that jobless managers and professionals often attract more public attention – probably explain why there has been so much talk about a 'white-collar recession'. \"But the unemployment figures clearly show that blue-collar manual workers have suffered most.\" The CIPD believes that the relatively lower rise in white-collar unemployment is likely to be partly explained by continued growth in overall public sector employment during the recession to date. It may also be down to the fact that skilled managers and professionals have a better chance of making an early return to work than blue-collar workers when they lose their jobs."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}