{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2009/jul/02/associated-press-archive-footage", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2009-07-01T23:05:06Z", "webTitle": "As you have never seen them before …", "webUrl": "https://www.theguardian.com/film/2009/jul/02/associated-press-archive-footage", "apiUrl": "https://content.guardianapis.com/film/2009/jul/02/associated-press-archive-footage", "fields": {"headline": "As you have never seen them before …", "bodyText": "News footage of a Middle Eastern vice-president being given a guided tour of a French nuclear power station is, arguably, dull until you realise it is a young Saddam Hussein. Or the education minister campaigning for a yes vote on Europe dressed in a fetching woollen sweater with all the EEC flags on it. That would be Margaret Thatcher. The clips are part of an enormous archive of 16mm film that has lain unloved and unwatched since it was originally broadcast on news bulletins in the 1960s and 1970s. About 20,000 film cans, containing 3,500 hours of international footage, has for decades been stored in a labyrinth of tunnels deep underground in central London – the same bunker that Eisenhower used when he was directing the D-day landings. Tonight the first fruits of an ambitious project to clean, restore and make available the lost archive will be screened at an event for film professionals at Bafta. The film has been owned by the Associated Press since it bought World Television News in 1998. Before that, WTN was called United Press International Television News, one of the two big providers of news agency footage to broadcasters. AP's director of international archives, Alwyn Lindsey, said the reason the archive had lain dormant for so long was largely money. \"Because the company changed hands so many times and you had various shareholders coming in and out, what was bottom of the list of priorities was care of the archive,\" he said. He also had a tricky time persuading his bosses that the archive should be restored. \"The problem has always been that when you try and present a business plan saying, 'Give me money to do this', the question has been, 'What will we get back?' To which my answer has been, 'I've no idea'. Fair play to the AP, it's been felt that this is something that should be done.\" This archive has proved particularly problematic because a lot of the text catalogues recording what is on each roll of film have been scattered across various locations in the UK and the US. \"We inherited this treasure chest but without the key,\" admitted Lindsey. All that existed on some cans stacked in tunnels under Goodge Street were the dope sheets that the original camera people wrote saying what was on the film, and even then \"some were more diligent than others\". The films are being cleaned and restored in Paris before being transferred on to high definition videotape and then made available to AP's customers. James Smith, one of the project's researchers, said one of the excitements for him was often not knowing what he was going to see, and it was proving a fascinating window into history. \"There's footage in there of Beirut as a holiday destination. This was after the first terrorist incident in 1973, one person killed by one bomb, and there is a report of how it's going to affect tourism in Beirut. They had waterskiers, people sipping their drinks on the waterfront and holidaymakers coming in who could have been going to Mallorca.\" All the world leaders are there on film: a young Yasser Arafat looking not unlike Ringo Starr; matinee idol shots of Muammar Gaddafi; Fidel Castro giving one of his more impassioned speeches; and Nixon and Brezhnev stiffly chatting as they spin and point to a world globe. While there is a lot of serious reporting, including hard-to-watch footage from various war zones, there are also many lighter, more bizarre segments. One clip demonstrates what the 1970s man should be wearing out and about during the 1972 Opec oil crisis. In the office, to combat draughts, how about a very heavy tweed plaid suit with wool knit tie? Or when you're out in the evening a thick corduroy dinner jacket with satin lapels, perhaps? Another shows interviews with wives of New York cops who are angry at a new city-wide policy of female officers riding in patrol cars with male officers. \"It's Hill Street Blues in two minutes,\" said Smith. There are also clips of celebrities – such as Liz Taylor's glamorous 40th birthday party with performers Barbra Streisand and Joan Baez – but Lindsey and Smith said it was noticeable how much less celebrity news there was in the 1970s. For film and documentary makers the archive allows them the chance to use unseen footage to illustrate moments in history rather then the same old shots, which are often repeated. Lindsey estimates it will take another 18 months to complete the project and expects many more treasures to be unearthed. He said the range of what they had seen so far had taken him aback. \"We haven't yet found Lord Lucan boarding a boat at Newhaven with Jimmy Goldsmith waving him off but we are staggered by the breadth of it.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}