{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2009/jul/14/television-television", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2009-07-13T23:05:15Z", "webTitle": "Cable girl | Lucy Mangan on La Femme Nikita", "webUrl": "https://www.theguardian.com/culture/2009/jul/14/television-television", "apiUrl": "https://content.guardianapis.com/culture/2009/jul/14/television-television", "fields": {"headline": "Cable girl: La Femme Nikita", "bodyText": "Life, as we all know, is a welter of injustice, unfairness, prejudice, inequality, inequity and iniquity. But the recommissioning of La Femme Nikita, now beginning its third – third! – series on Zone Thriller surely requires an entire new word to cover the depths of inexplicable wrongness such an event denotes. What's wrong with it? Let me count the ways . . . and then limn the top five, for we have not world enough and time enough to cover the rest. 1. It stars Peta Wilson. In the pantheon of utterly deadening actresses of our lifetime, she outshines – or should that be outdims? – even Robin Tunney and Sarah Wayne Callies, as well as all those who have ever starred as a district attorney in any Law and Order franchise. As coldly beautiful as an icicle and slightly less animate, both the emotional and the action scenes seem to flummox her. Does she know what she's supposed to be doing? Does she know she's on set at all? Who can say? 2. It is slow. Unbelievably slow. Grindingly, soporifically slow. I know there have historically been budget constraints, but in an ideal world these would be a spur to imagination, the whetstone against which a narrative sensibility or dialogue could be honed. We do not live in that world. 3. People still shoot at each other from behind boxes in warehouses. It barely passed muster as an action sequence in The A-Team and Hart to Hart, and that was three centuries ago in TV years. 4. It is full of actors who look a little bit like other, better actors. Madeline looks like a young Raquel Welch in futuristic lipstick. Operations looks like Roddy McDowall but isn't. Walter looks like James Caan but definitely isn't. It is all of a piece with this strangely neutered – even down to having Nikita be an innocent girl recruited to the secret government organisation instead of a cop-killing drug-addict – version of the original Luc Besson film. 5. Its resident computer genius wears Reactolite glasses. Thank God Dollhouse has got good."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}