{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2009/jul/10/small-talk-dave-jones-cardiff-city", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-07-09T23:10:03Z", "webTitle": "Small Talk: Cardiff City manager Dave Jones", "webUrl": "https://www.theguardian.com/sport/2009/jul/10/small-talk-dave-jones-cardiff-city", "apiUrl": "https://content.guardianapis.com/sport/2009/jul/10/small-talk-dave-jones-cardiff-city", "fields": {"headline": "Dave Jones", "bodyText": "We're not going to lie to you, Dave, Small Talk doesn't often have to broach the issue of false allegations of child abuse, but they feature prominently in your autobiography seeing as you were famously a victim of them. At the risk of sounding trite, that must have made it a difficult book to write. Yeah, that's all in the book. When it was completed and I read it, I tried to look at it from a neutral's perspective, if that's possible [laughs]. It's an unusual book because it's not just an account of my football career, obviously because of what happened in our lives. That adds a completely different dimension to the book because it involves my wife's feelings, those of my children and what they went through. It is different, it's not your normal footballer's biography. And for that we should all be very grateful, Dave. [Laughs] Well I don't want to say that, but it's definitely something different. It's got a bit of everything: some humour, my football life and then the trauma of going through what we went through. My wife, Ann, speaks in the book as well – they cut to her on numerous occasions, which makes it interesting for women to read, because anyone who's had a trauma in their life will identify with my wife and what she was feeling because I was wrapped up in my football and everything else. You suffered an ordeal that's probably every man's worst nightmare, so the temptation to leave it behind you rather than revisit it in excruciating detail must have been strong. Well, full credit to Andrew Warshaw who wrote the book and Simon Lowe who published it, because they said that if I was going to do my autobiography I couldn't skip 18 months of my life because what went on is a big part of it. There were words and phrases in the book that I never wanted to be associated with or use again, but I've always been honest all through my life and so has my wife, so if I was going to do the book I couldn't just use different phrases to the ones the police used when they were accusing me. I couldn't skirt around it, so we decided as a family – me, my wife and my children – that if I was going to do it, it would be done properly and if that meant dragging up things that we weren't happy about, then that's what we'd do. The book's more closure for my family, not for me, because I got my closure the day the judge said what he said and then I moved back into work two days later. So I got my closure, but I don't think my wife did and I don't think my children did. One of my daughters is still quite traumatised by it and can't bring herself to read the book or articles about the case in the paper. It must have been a horrific time for your family. They went through a lot, and probably a lot that I didn't know about because they kept it to themselves. As unpleasant as it must have been, did anything positive come out of the whole experience, apart from the outcome? No, I wouldn't say anything positive came out of it. You find out who your friends are, I will say that. I certainly found out who my friends are and they were absolutely magnificent. The support I got from within the game, not just from other managers, coaches and players, but the majority of supporters, was amazing. I think people saw through it and the idiots who didn't, or who chose not to see through it ... well, they're just morons who think it's \"football banter\" to shout vile things at me. I ain't got the time of day for them, but the majority of people were right behind me and that gives you something to cling on to. These people who accused me crawled out of their holes to try to extort money from me, then crawled back in to look for another scam to move on to. It was totally wrong and I think the police department that ran this case was an absolute disgrace. That's basically what the judge told them, that my case should never even have got to court. Unfortunately, in this country, the accused is named but the accusers aren't and I think that's wrong. You were let go by Southampton while this was going on ... [Interrupting] Well I wasn't let go by Southampton. What happened there was that Rupert [Lowe], the chairman, decided he'd put me on gardening leave with full pay, but I didn't want that. I wanted him to release me and he didn't. That's where I felt he was letting 12 people decide my future and I didn't think that was right. So I fought him to get out of my contract because I didn't feel what he was doing was right. It was an unusual step for a manager, fighting to try and get out of a contract instead of fighting to stay in one [laughs], but he made a decision, I didn't think it was right and I never will. But I have no problem with that – we all have to make decisions in life and Rupert made his, but I didn't agree with it. Did you derive any pleasure from Southampton's recent woes? No, I didn't. I'm not that type of person. The only people I have no time for are the people who accused me and the department within the police force who decided they'd try to run this action against me. You're managing Cardiff City now. Have you started pre-season training yet? Yeah, we've been back just over a week. We play our first game tonight in the new stadium, then we go off to Lisbon on Sunday, come back and play Celtic at home ... we're well into it now and in between, on my days off and in my free time, I'm doing my book launch. So it's pretty hectic at the moment. Did all your players come back from their holidays looking fat, bleary-eyed and hung-over? [Laughs] No, those days are long gone. Because of the shape our lot have come back in we've actually been able to move on a few days from where we thought we would be. We give them a close-season programme which they adhere to and they look in great shape at the moment. So they're all champing at the bit, then? Well, they hate this part of the pre-season because they know they've got to run hard and build up endurance, but it's just one of those things that has to be done to put them in good stead for the long, long season ahead. You missed out on the play-offs last season by one goal – that must have been a sickener. Yeah, that was hard to swallow. It was our own fault, so we're not making any excuses and we want to try to put it right this season. We've got a great bunch of lads here with a great work ethic and they're determined to put things right for the supporters. Say, for the sake of argument, you had gone up, Cardiff would have immediately been installed as favourites to be relegated. A few poor results against the Premier League's finest and people would be calling for your head. Are young British managers making rods for their own backs by doing well in the Championship? Well, I got promoted at Wolves, the next season we got relegated and at Christmas the season after they'd got rid of me. So, you know, sometimes the demand and expectation levels are too high. But here at Cardiff City we've got a fantastic training facility, a fantastic new stadium, we've had to sell our best players every year and yet we keep knocking on the door. Is that enough to keep the fans happy? Well the fans' expectations are that we should be there and we should be winning. But because of the stability at the football club, we've been able to grow and get stronger, so when we do lose our best players, we can bring in more and make ourselves stronger each season. That's basically what we've been doing, but some people want instant success yesterday and I'm no different to them. But sometimes you've got to realise how far this club's come in the last two years. We were selling everything that wasn't nailed down at one stage, just to survive. Where do your personal ambitions lie? Well, I want to do well and I want to be the best. You know, every manager is waiting for the opportunity to get the money to get the players and get that warm feeling in your belly, but there's only a few managers who ever get that feeling and they're at Chelsea, Arsenal and Manchester United at the moment. We could all be good managers if we were given £100m to spend, it's when you have £100,000 to spend that you have to show your mettle. I don't think British managers get the credit they deserve in this country sometimes. There are lots of good British managers working very hard in the league, putting out good teams that play good football, but somehow chairmen always seem to think that foreign is best and it's not. Roy Keane named you as one of very few gentlemen he had the pleasure of working with when he brought Sunderland out of the Championship. Were you surprised or flattered? No, it's very nice of Roy to say that about me but I just treat people as I would like them to treat me and I have no animosity towards any manager. I do battle with them for 90 minutes, we will kick lumps out of each other, we'll square up on the touchline, but once the game's over that's it for me because the battle's done. OK, Dave, time for some serious questions now that we've got all that, er, frivolous stuff out of the way. What's your favourite TV show? My wife will say anything that has guns and fights ... but I don't know. I don't get much time to watch television because I've mostly got football on. My missus would probably tell you my favourite TV show is Stargate. Very highbrow, Dave. The last CD you bought? I'm old school. I like Rod Stewart and I think the last CD I got was one of his albums that my kids bought me. What would you like to put in Room 101? Jack Straw. Get him in there! What's your favourite sport apart from football? Golf. What handicap do you play off? I can't tell you that, to be honest, because if my players get to see what my official handicap is I won't win all their money off them. So, you're a bandit? Every footballer is a bandit and every manager's a bandit ... don't worry about that. Small Talk reckons you're an eight handicapper playing off 18. No comment. [Laughs] Next question, please. Will you be watching the Ashes? The first Test is on down your neck of the woods. No, I won't. I love playing cricket, but I'm not the best watcher of other sports. I've been invited to go along to the first Test but I declined on the grounds that I was busy, because I thought it would be rude to say that I didn't want to go. Do you know how much a pint of milk costs? Oh, don't be stupid [laughs]. What was the last book you read? The dictionary. The whole thing? Nah, somebody called me something in the press and I didn't know what they meant so I had to look it up. It wasn't anything too derogatory, we hope. Nah, it was all right. Do you live in a mock Tudor mansion? [Laughs] No I do not. We're out on the town and Small Talk's getting the drinks in, what are you having? I'll have a glass of wine, please. A nice red. So we've just sat down with our nice bottle of house plonk and the lion and tiger sitting at the next table start having a drunken bar-room brawl. Who do you think will win? Being a Leo, I'd have to root for the lion. Thanks very much for your time, Dave. No problem, Small Talk, my pleasure. Dave Jones's autobiography No Smoke, No Fire is available now from www.knowthescorebooks.com"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}