{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2009/jul/25/tim-dowling-weekend-column", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2009-07-24T23:10:25Z", "webTitle": "Tim Dowling: Tonight is ladies' night… and men are not welcome", "webUrl": "https://www.theguardian.com/lifeandstyle/2009/jul/25/tim-dowling-weekend-column", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2009/jul/25/tim-dowling-weekend-column", "fields": {"headline": "Tim Dowling: Tonight is ladies' night… and men are not welcome", "bodyText": "I've been away. I arrive in London on an early train and head straight to my children's primary school for the Year 6 production of Oliver!, in which my middle son is playing Oliver. I control my breathing so as not to cry (five seconds in, hold for a second, five seconds out; also works for hiccups), because I'm in the second row and don't want to put him off. It is nevertheless an emotional experience, and I remain in a fragile, reflective state for hours afterwards. I walk into the kitchen where my wife is arranging cornflowers in several vases. The table is neatly laid with the unchipped plates. \"This all looks nice,\" I say. \"I'm having a ladies' night tonight,\" she says. \"You do know you're not welcome, don't you?\" This prompts an abrupt change in my mood, from melancholy reflection to apprehension. By \"ladies' night\", my wife means she has invited seven or eight close friends over for a cathartic evening of drinking, shrieking and swearing. I have ahead of me many long hours of making myself scarce. I am charged with ensuring the children are fed, bathed and upstairs. We all sit on my bed, huddled round the small TV, watching the cricket highlights. Everyone jumps when the doorbell goes for the first time. Everyone jumps when it goes again. Soon the bawdy laughter from below threatens to drown out Traffic Cops. I put the younger two to bed. At this point they'd normally spend an hour concocting excuses to reappear downstairs: a forgotten book, a mysterious pain, an unlikely craving for fruit. But tonight they know that if they get anywhere near the kitchen they will be prodded and questioned, possibly kissed, maybe even made to stand on a chair and sing Who Will Buy. They venture no lower than my bedroom door. \"I'm hungry,\" says the youngest. \"Go downstairs,\" I say, feeling a bit hungry myself. \"There'll be loads of food. They all bring food.\" \"No way,\" he says, disappearing. I decide it's better to put in an appearance before things get out of hand, rather than after. \"Hello,\" I say, entering the kitchen. The laughter stops. All seven heads turn toward me, like a hydra. \"There he is,\" says one of them, as if I were an animal they'd been hoping to corner. I grab a half-pint glass from the cupboard and back partway into the fridge. \"What are you doing down here?\" my wife says. \"Just getting the children some wine,\" I say, filling the glass to the brim from a bottle of pinot grigio. \"Come here, Timmy,\" says one of the women, \"and give us a kiss.\" \"I have to go now,\" I say. Upstairs I watch the news, then the regional news. I doze off. I am woken by shouts, followed by roars of laughter and the sound of palms slapping the table. My eldest son is perched on the end of the bed, eating something from a bowl and watching Question Time. \"What is that?\" I say. \"Eton mess,\" he says. \"Why didn't you get me any?\" I say. \"Get me some.\" \"No chance,\" he says. \"I'm not going back down there.\" I can hear my wife unleashing one of the complex strings of obscenities for which she is justly famous. It sounds as if the others are stomping their feet in approval. Eventually I fall asleep again. When I wake up in response to someone gently prodding my shoulder, Question Time is over and a loud crash sequence from an action film is blaring out of the TV. In the gloom I see my wife's face hovering near mine. Then I realise that the TV is off, and that the action film noises are coming from downstairs. My wife extends a hand toward my face. \"You need to get more wine,\" she says. \"Here's a tenner.\""}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}