{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2009/jul/06/gifts-metropolitan-police-stephenson-blair", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2009-07-05T23:05:06Z", "webTitle": "Gifts to Metropolitan police's top officers revealed", "webUrl": "https://www.theguardian.com/politics/2009/jul/06/gifts-metropolitan-police-stephenson-blair", "apiUrl": "https://content.guardianapis.com/politics/2009/jul/06/gifts-metropolitan-police-stephenson-blair", "fields": {"headline": "Gifts to Metropolitan police's top officers revealed", "bodyText": "Fine wines, ringside seats at major sporting events and – perhaps inevitably – a greatest hits CD by the Police. Scotland Yard's finest may have been battered by some unprecedented recent controversies but at least toiling in its upper echelons comes with perks. Records of hospitality accepted by the 12 members of the Metropolitan police management board, released after a Freedom of Information request, show they received an eclectic mix of gifts. A boomerang from the Australian police, a ceremonial dagger from Abu Dhabi policeand a mounted truncheon shield from Bahrain's chief of public security were just some of the gifts accepted over the last year and a half by Sir Paul Stephenson, the Met's current commissioner, He also enjoyed a Rolling Stones concert courtesy of O2, rugby tickets from Capgemini and Unisys and had meals from Mercedes Benz, Policy Exchange, Lord and Lady Ashcroft, BT and various media organisations, including the Guardian. His predecessor, Sir Ian Blair, last year declared, alongside a range of dinners and lunches, gifts including three bottles of Harrods champagne given by the Qatari ambassador, vitabiotics-wellman tablets from the Asian entrepenuer Dr Kartar Lalvani, paperweights, crime novels and a greatest hits CD by the Police. Robert Quick, the former Assistant Ccommissioner responsible for counterterrorism, received cuff links from the Royal Canadian mounted police, wine from the Israeli embassy, whiskey from the Japanese embassy, and sweet pastries from Neasden Hindu Temple. Alisa Beaton, the board's Director of Information, last year took in the Proms, Goodwood Races and Wimbledon courtesy of Hewlett Packard, Detica andUnisys."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}