{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2009/jul/21/newcastle-alan-shearer-damien-duff", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-07-20T23:10:02Z", "webTitle": "Damien Duff calls for Alan Shearer to be named Newcastle manager", "webUrl": "https://www.theguardian.com/football/2009/jul/21/newcastle-alan-shearer-damien-duff", "apiUrl": "https://content.guardianapis.com/football/2009/jul/21/newcastle-alan-shearer-damien-duff", "fields": {"headline": "Damien Duff calls for Alan Shearer to be named Newcastle manager", "bodyText": "Damien Duff, the Newcastle United winger, believes Alan Shearer is the only man capable of bringing an end to the misery at St James' Park and has criticised the delay in appointing the former England striker as manager. Newcastle are managerless three weeks before the start of the Championship season and Duff admits the club has little chance of mounting a promotion bid. Newcastle's owner, Mike Ashley, has refused to ratify Shearer's appointment while he tries to sell the club and Duff has warned that the team are heading for a difficult time as a result. \"For me it definitely has to be Alan Shearer,\" said Duff. \"The eight weeks I had with him I enjoyed them thoroughly. It was unfortunate we didn't stay up but it was the most enjoyable eight weeks I've had [at Newcastle]. The training was great and there was proper professionalism. I think discipline was lacking over the last three years but he came in and changed things. Anyone who does come in and buy the club, he should be the main man. \"Time is not on our side. There are obviously [transfer] windows to think about. There are most likely going to be big changes but the start of the season is just three weeks away so we need him in now, not in three weeks' time or four weeks' time.\" Duff had hoped to make an instant Newcastle return to the Premier League his target for the season, but now has no idea what the future holds. He said: \"I don't think anyone has ever known a situation like this in football before, so I don't need to say any more than that, do I? We need a manager in, someone who is going to make decisions, plan for the future and tell us who is going and who is staying. \"It is imperative we have a manager in place before the season starts properly. For the past six weeks we've been hearing it will be sorted this time next week. We're sick of hearing it, to be honest.\" Steve McMahon, the commercial director of the Profitable Group, which has said it will appoint Shearer if its takeover bid is successful, regards this week as critical for the Singapore-based group's hopes of assuming control of Newcastle. \"We've made an offer, we're waiting for Newcastle's response but we're hopeful – we're trying our best to make this happen,\" said McMahon. \"It's got to be in the near future, I would imagine this week would be crucial. If we don't hear anything back by the end of the week, it doesn't look hopeful.\" Newcastle said today they have sold almost 25,000 season tickets despite the problems off the field."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}