{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2009/jul/29/favourite-iphone-apps", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2009-07-28T23:05:28Z", "webTitle": "My favourite iPhone apps | Stuart Jeffries", "webUrl": "https://www.theguardian.com/technology/2009/jul/29/favourite-iphone-apps", "apiUrl": "https://content.guardianapis.com/technology/2009/jul/29/favourite-iphone-apps", "fields": {"headline": "My favourite iPhone apps", "bodyText": "Email 'n Walk (59p) Picture the scene. You're walking down the street, typing an email into your iPhone, oblivious to passersby. Then what happens? You bump into an angry man with a throbbing forehead vein and fist with your name on it, that's what. The resultant thumping is, really, no more than you deserve. How do you avoid such unpleasant encounters and still stay in the loop? You get Email 'n Walk, which was developed by Phase 2 Media. It turns on your iPhone camera, and gives you a moving preview image of the pavement and overlays this with a semi-transparent email. This means you can look through your iPhone at the street, oncoming fists, etc, while you type. I don't know how I got through the day unscathed before this app existed. Ocarina (59p) When I'm bored and surrounded by straphangers on the tube, there's nothing I like more than to pull out my iPhone and blow some soothing music into it, you know? And thanks to Smule, which has developed an application called Ocarina, I can. What, you'll be forgiven for asking, am I on about? The ocarina is an ancient, flute-like instrument. This app enables you to simulate the sounds of an ocarina by making your iPhone sensitive to breath, touch and movement, enabling you to stage impromptu recitals on public transport or under your own duvet. There are YouTube performances and links to scores that help you to learn how to play the iPhone Ocarina. Thanks to them, I've got my reading of The Wheels on the Bus down: I'm so going to win the next series of Britain's Got Talent. Ocado on the Go (free) When I'm bored and surrounded by straphangers on the tube and I've had enough ocarina, I think – I know, I'll do the shopping. Ocado is very different from the ocarina. The latter is a musical instrument, the former is an online supermarket service. True, Tesco also has an iPhones app, but I don't roll that way: Tesco is a baffling ordeal, Ocado has nicer delivery men and a database of 18,000 products, many of which will be delivered to my door just as I reach home. Sky Remote (£1.79) And once you've unpacked your shopping (when will there be an app to do that, you feel me?), you'll settle down in front of the telly. If you're clever, you'll have spent some of your downtime on public transport programming your Sky Plus box at home by means of this app. It allows you to record programmes on your TV by means of your iPhone. Technologically ingenious. This would be wonderful . . . if I had Sky Plus. Dual Level (59p) This application turns your iPhone into a spirit level. Handy if you're putting up shelves, but not if you want to play ocarina. If only there was an app to turn my spirit level into an iPhone. So far, sickeningly, there isn't. Starmap (£6.99) Conceived by an astrophyscist, used by a dummy: this app is like having a pocket planetarium. Starmap uses professional star catalogues and ephemeris algorithms (whatever they are) for its calculations and helps you find constellations, planets or shooting stars zones. There's a more expensive version for professional astronomers. Shazam (free) Sitting alone in a bar and thinking that, all things considered, you don't want to go up to the snooty asymmetrically fringed booze jockey and ask them what the song on the PA is? Who needs the dismissive response: \"It's the Ting Tings, grandad, innit\"? Thanks to Shazam, you can hold your iPhone – or any other phone to be fair – up to the speaker and it will identify the track for you without the withering putdown. Children's Classics (free) This offers a handful of titles including Heidi, The Adventures of Tom Sawyer, Anne of Green Gables and Aesop's Fables. The selection of stories isn't so much a draw as the app's use of the iFlow reader. This works like a teleprompter with text scrolling smoothly as you read. It thus ingeniously gets around the annoying problem of having to change pages. The scrolling responds to very slight tilting motions as you hold your iPhone in your hand and so acts as a kind of bedtime autocue. The only problem is that there are no pictures for the under-fives. Virtual Families (£2.39) When you're bored with your real family (and you know you are), try this app: it gives you the chance to start a new family that doesn't mouth off or cost you money. The app provides a little house into which you put the tiny person you've adopted. You then marry them off and get them to start popping out kids. The game is like a less sophisticated version of The Sims. You can give your family positive feedback with a \"praising glove\", or smack them with the \"scolding glove\" when they . . . well, whenever you feel like it really. Unlike actual families, there is a place for casual sadism in the virtual version. Purity Ring (59p) What do you mean you haven't taken the purity pledge? Repent in flames, heathen slut-whore! Thanks to this new app, your iPhone will display a purity ring on the screen, signalling to the world that you don't want sex until you're married. Your virtual ring spins on an infinite loop, until such time as you decide to get it in on. But first, this Christian app will ask you to take the pledge: the app asks you to choose your gender before you're asked to confirm that you're pure and happy that way. Just the thing to make it clear to the world that you're unavailable for booty calls for the foreseeable. It has made me feel unsullied for the first time in decades."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}