{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2009/jul/06/gaffney-south-carolina-serial-killer", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2009-07-05T23:12:14Z", "webTitle": "15-year-old girl is fifth victim of South Carolina serial killer in a week", "webUrl": "https://www.theguardian.com/world/2009/jul/06/gaffney-south-carolina-serial-killer", "apiUrl": "https://content.guardianapis.com/world/2009/jul/06/gaffney-south-carolina-serial-killer", "fields": {"headline": "15-year-old girl becomes fifth victim of South Carolina serial killer in a week", "bodyText": "The death of a teenage girl who police say was the fifth victim in a week of a suspected serial killer has left the inhabitants of a small rural American community living in fear. Abby Tyler, 15, died in hospital on Saturday two days after she was fatally wounded and her father, Stephen Tyler, 48, was shot dead as they closed the family's furniture and appliance shop near the centre of the small town of Gaffney in South Carolina. With Fourth of July celebrations cancelled, the local sheriff has warned door-to-door salesmen to stop knocking on doors and advised motorists breaking down on local roads to wait instead of walking to a house for help because he worries \"people are going to start shooting at shadows.\" The killings, all of which occurred within about 10 miles of each other, began a week ago on Saturday when the wife of a 63-year-old peach farmer, Kline Cash, found him dead in their home. Then, last Wednesday, relatives found 83-year-old Hazel Linder and her 50-year-old daughter, Gena Linder Parker, bound and shot to death at Linder's home. Bill Blanton, the Sheriff of Cherokee County, said investigators believe the killings are linked, and the search is on for a white man in his 40s, with salt and pepper hair, about 6 foot 2 and weighing roughly 14 stone. He said all the victims were shot, but he would not say how the deaths were linked. On Saturday, police vehicles filled the streets as officers from across the state descended on the rural county of 54,000 people set amid peach orchards and farms 50 miles west of the city of Charlotte. Officers set up checkpoints throughout the county and stopped any vehicle that looked remotely like the silver 1991 to 1994 model Ford Explorer that authorities believe the killer is driving. Investigators released few new details about the case at the weekend, although Gaffney Police chief Rick Turner told a news conference: \"Every tip that comes in, we are sending out investigators and following any lead.\" Hundreds of officers are on the case, working as hard as they can even though they are physically drained, said Turner. \"Some have been out here for well over 24, 48 hours, maybe even longer than that, with very little cat naps here and there,\" he added. One woman, Wendy Phillips, told of how she was afraid to go to work at a restaurant on Saturday. When she got there she was greeted by a poster on the door with a sketch of the killer, offering a reward. \"When I came to work I was a nervous wreck. I was shaking,\" said Phillips, 33, who had been an elementary school student of Gena Parker, one of the killer's victims. Phillips wondered if she had served the man food and worried that she still might come face to face with him. Tyler's death has heightened the fear but also caused growing anger in the area, where she was a junior at the high school. Friends and relatives gathered on Saturday at her home, a brick ranch in an affluent section east of Gaffney. \"The family is hurting,\" said Ashley Wilson, 20, an acquaintance of the teenager. She described Abby as a nice girl: \"She went to church and everything. She had a good life.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}