{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2009/jul/25/kevin-pietersen-england-ashes-ipl", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-07-24T23:22:00Z", "webTitle": "Kevin Pietersen IPL injury claims are rejected", "webUrl": "https://www.theguardian.com/sport/2009/jul/25/kevin-pietersen-england-ashes-ipl", "apiUrl": "https://content.guardianapis.com/sport/2009/jul/25/kevin-pietersen-england-ashes-ipl", "fields": {"headline": "Kevin Pietersen IPL injury claims are rejected", "bodyText": "The England and Wales Cricket Board has denied that Kevin Pietersen aggravated the achilles injury that ruled him out of the rest of the Ashes series by flouting a prescribed training programme while playing in the Indian Premier League in South Africa in April. Evan Speechly, Bangalore's assistant coach and physiotherapist, claimed yesterday that Pietersen had gone on a training run in Durban. He told Cricinfo: \"I think he was just feeling so good about it [his injury] that he got a bit carried away and tried to run on it too soon. He woke up one morning and decided to go for a run along the beachfront in Durban. It flared up again after that.\" But suggestions made by Speechly that Pietersen was under instructions not to run were seized on by the ECB. Neither the board nor Pietersen's advisers denied that the player had gone on the run or even that his achilles may have been damaged during the exercise, but the ECB did deny that Pietersen had flouted instructions not to go running. An ECB spokesman yesterday described as \"blatantly untrue\" suggestions Pietersen had been ordered to refrain from running during his stint with Bangalore. \"Pietersen reported to Loughborough before he flew out to South Africa and was passed fit to join up with Bangalore,\" the spokesman said. \"ECB medical staff sent Bangalore a fitness programme and at no stage did Kevin Pietersen do anything to contradict that and at no stage was he told not to go running. \"Kevin Pietersen is the most diligent and responsible of trainers and prides himself on his physical fitness and preparation for playing cricket. The ECB medical staff hold him as one of the best examples of a player who does everything within his power to achieve maximum fitness to play cricket.\" A spokesman for the player said last night: \"Kevin had a medical before he went on the trip [to the IPL in South Africa]. He would not have been allowed to get on the plane if there was anything wrong. He reported to Loughborough before he flew out to South Africa. They gave him a programme and told him to stick to it but he was never told not to go running.\" The ECB is clearly sensitive that its two best players, Pietersen and Andrew Flintoff, both centrally contracted, played in the IPL immediately before one of the busiest and most important international summers in memory. Now Pietersen has been ruled out of the remaining three Tests of the Ashes series and is extremely doubtful for the heavy one-day programme that follows it. Flintoff, meanwhile, was the star turn in England's victory over Australia at Lord's, which gave them a 1-0 lead in the series. But doubts also hang over his continued involvement. The all-rounder hurt his knee playing for Chennai Super Kings and was unable to play in the Tests and one-day matches against West Indies. He also missed the World Twenty20 after having an operation on his knee following his return from South Africa. Pietersen went under the knife this week, after playing a subdued part in the victory at Lord's. The plight of the two players has made many question the worth of lucrative central contracts. Hugh Morris, the managing director of the England team, was criticised for allowing Pietersen and Flintoff to go. In reality, though, he had little choice. The ECB had agreed on a \"window\" of opportunity in South Africa before the new central contracts were signed. The farce has led to Sean Morris, of the Professional Cricketers' Association, saying that big-name cricketers could quit their fat contracts and turn freelance instead. Pietersen and Flintoff plan to play more IPL cricket next spring, in addition to a hectic international schedule. Flintoff is also due to play for Queensland in Australia's own Twenty20 tournament this winter. Sean Morris said: \"I can see issues with the ECB wanting to restrict players' appearances in non-international Twenty20 cricket.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}