{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "global/2009/jul/29/george-tiller-abortion-doctor-shot", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2009-07-28T23:38:30Z", "webTitle": "Abortion doctor George Tiller shot at close range in church, court told", "webUrl": "https://www.theguardian.com/global/2009/jul/29/george-tiller-abortion-doctor-shot", "apiUrl": "https://content.guardianapis.com/global/2009/jul/29/george-tiller-abortion-doctor-shot", "fields": {"headline": "Abortion doctor George Tiller was shot at close range in church, court told", "bodyText": "An usher at the Reformation Lutheran church in Wichita, Kansas, told a court how he had seen a man walk up to George Tiller, an abortion doctor, put a gun to his head and pull the trigger. Gary Hoepner told the judge in a district court in Kansas that he had been eating a doughnut and standing just feet away when the murder happened. Tiller, one of the few doctors offering abortions in late stages of pregnancy in America, was killed on 31 May inside the church where he worshipped. Hoepner gave his eyewitness account of the killing at a pre-trial hearing in which Scott Roeder pleaded not guilty on all charges including first-degree murder. The judge ordered that he be held on a $20m (£12.2m) bond and set a trial date for 21 September. The church service had already begun, Hoepner told the court, when the incident happened. He and Tiller were both acting as ushers that morning, and then he heard the gun firing. \"It was surreal. It sounded like a little popgun,\" he said. Tiller fell to the floor, and Roeder ran out of the church with Hoepner in pursuit. As the two men ran, Roeder looked over his shoulder and shouted: \"I've got a gun, and I'll shoot you.\" Hoepner said: \"I believed him and I stopped. I don't argue with a man with a gun.\" Hoepner pointed to Roeder in the courtroom as the man he had seen shoot the doctor. Tiller's death was the most violent act in America's highly polarised debate on abortion for many years. Several abortion doctors were shot in the 1990s, including Tiller who was shot in both arms in 1993 but survived and carried on practising. The car that the killer used to flee the crime scene was tracked down and Roeder arrested that same day. A few days later from his prison cell he warned that \"similar events\" were planned around the country \"as long as abortion remains legal\". Security was stepped up outside abortion clinics throughout the US. A second member of the congregation described to the court how he chased after the killer moments after the shooting. Keith Martin said he heard the gun fire and mistook it for a firecracker, but then saw Tiller on the floor. He said he saw a man running across the parking lot and tried to cut him off. Martin said the man told him to \"move\". Martin refused to budge but then the man raised his gun and pointed it straight at him so that he could see down its barrel. \"I'll shoot you,\" the man told Martin, at which point he moved. In court Martin said that Roeder had been the man pointing the gun at him. Roeder faces life in prison if convicted."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}