{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2009/jul/12/mike-brearley-ashes-england-australia", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-07-11T23:10:01Z", "webTitle": "Andrew Strauss has plenty of time to ponder his tactical shortcomings | Mike Brearley", "webUrl": "https://www.theguardian.com/sport/blog/2009/jul/12/mike-brearley-ashes-england-australia", "apiUrl": "https://content.guardianapis.com/sport/blog/2009/jul/12/mike-brearley-ashes-england-australia", "fields": {"headline": "Andrew Strauss has plenty of time to ponder his tactical shortcomings", "bodyText": "When to the sessions of sweet silent thought I summon up remembrance of things past, I sigh the lack of many a thing I sought, And with old woes new wail my dear time's waste – Shakespeare, Sonnet 30 When England Under-25 played their Pakistan equivalents at Lahore in 1967, Pat Pocock, the Surrey and England off-spinner, and I had a discussion about whether to put in a short square leg to one of Pakistan's best batsmen, Mushtaq Mohammad, who had just come in to bat. For some reason (according to me, I was overruled by Pat) we decided against. Mushtaq, who tended to stab at the ball when he first came in, duly edged on to his front pad, and the ball looped gently to where short leg would and should have been. We closed the barn door after the horse had bolted. But truly it had bolted; our next chance came when Mushtaq had scored 120. On Thursday Ricky Ponting, probably the best batsman in the world today, came in to face Andrew Flintoff who was bowling with his tail up, having just dismissed Phillip Hughes. Ponting loves to get forward, with a big stride against even the quickest bowlers. Sure enough, Ponting edged on to his front pad. There was no short leg, nor even an ordinary midwicket or square leg to stop the single. No further chance came till Ponting had made 150 and more or less established an Australian lead. But I wonder if England's captain and bowler feel chagrin, as I with old woes new wail my dear time's waste. And yet for such a technique as Ponting's it would seem to me to be basic to want a forward short leg, especially when he first comes in, for three reasons. The main one is that to someone who lunges so far this is just where he is vulnerable; if the ball comes back off the seam, or if the batsman looks for marginal swing away and gets too far over to the off side, he is liable to get an inside edge on to front pad. Secondly, having the short leg in place might well make him play differently, might make him less keen to get forward, and this opens up greater possibilities of getting an lbw decision. The batsman cannot play slightly outside the line to cover for possible outswing, so there is more chance of a catch at slip. It also shakes the batsman out of his comfort zone, and means he gets less weight into his forward shots. The bowler can pitch the ball marginally farther up without risking being driven. Finally, for a bowler of Flintoff's pace, height and hostility, if he does surprise Ponting with a ball that lifts there is someone to catch the ball off the gloves. We seem no longer to think in these terms. When Brad Haddin came in to bat in gloomy light on Friday evening there was no short leg, not even a square leg to stop him getting off the mark. I can understand that Andrew Strauss might want a deep square leg for Ponting in case he does pull or hook in the air; against the best players one longs for 12 or more fielders. But still, the best chance of getting any player out is when he first comes in. No one likes being pressured then. As Ian Chappell said, a captain in the field has three aims – to take wickets, to stop singles, and to stop fours, in that order. Today's tactics seem sometimes to revise if not reverse these priorities. Another form of pressure seems also to be losing its appeal, and that is the pressure of bowling with relentless accuracy, blocking singles and forcing an error. I remember being critical of England's field placings at Chennai last December, where, in excellent conditions for spinners, India scored 387 for four to win the Test on the last day. England – with Monty Panesar and Graeme Swann – gave away too many singles and twos, with far-flung fields. The batsmen were hardly ever forced to do things that involved risk, or that they did not want to do. It has been similar at Cardiff. For a short period yesterday, Swann bowled well to Haddin, probing, accurate, and was unlucky not to get him out. But it was too late, and too brief. Its main effect might well have been to increase Australia's confidence. Late on Friday, Paul Collingwood bowled a few overs of off-cutters, some of which gripped, lifted and turned, causing Matthew Prior to send for his face guard. The commentators mentioned Don Shepherd of Glamorgan. It was an apposite memory. \"Shep\" was a total master of his craft; amazingly he never played for England, despite taking 2,218 wickets at 21 apiece. He bowled quickish off-breaks, from close to the stumps, wicket to wicket. He had an easy, bouncy run-up, a high left arm and a classical action, which enabled him to make the ball drift towards slip. He was virtually unplayable on slow turners. The Glamorgan keeper often stood back to him. He bowled with close fielders in place and rarely had more than one fielder in the deep. I cannot imagine him going for more than two runs an over even against Ponting and the rest of this powerful Australian batting line-up on this Cardiff pitch, where Collingwood, a poor man's Shepherd, was England's most dangerous bowler. I am aware that this piece is rapidly becoming (if it hasn't already become) a kind of lament for past glories, a summoning up of remembrance of things past in a different spirit from the regret that I started with. Present-day cricket has tremendous virtues. Batsmen play shots that would not have been thought of long ago; the general tendency is to be much more enterprising. Bowlers have developed slow bouncers, quick bouncers (though I remember Andy Roberts doing just that), slower balls, yorkers – all especially adapted to the short game. But has this greater variety and resourcefulness gone along with a lessening of the old disciplines, the hard-to-learn, slowly-to-be-acquired capacity to bowl with accuracy, and bat with control; to be capable of variety but over a smaller range, more subtly, in the manner of a Don Shepherd?"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}