{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2009/jul/06/gordon-brown-g8-leaders-recession", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2009-07-05T23:05:07Z", "webTitle": "Gordon Brown warns G8 of new recession dangers", "webUrl": "https://www.theguardian.com/politics/2009/jul/06/gordon-brown-g8-leaders-recession", "apiUrl": "https://content.guardianapis.com/politics/2009/jul/06/gordon-brown-g8-leaders-recession", "fields": {"headline": "Gordon Brown warns G8 of new recession dangers", "bodyText": "Gordon Brown is to warn the leaders of the G8 industrialised nations this week that international complacency is in danger of bringing economic recovery to a halt and plunging the world into a second recession. He will insist now is not the time for fiscal contraction, even though public finances need to be brought under control in the medium term. The warning of a so-called double dip recession will be made when Brown meets G8 leaders on Wednesday for three days of talks on the world economy, climate change and aid. The talks, in Italy, are being chaired by the Italian prime minister, Silvio Berlusconi. Brown will claim the world economy is at a pivotal point. He said: \"There are many voices saying that the worst of the downturn is over, but there is no room for complacency.\" He will spell out a similar message when he meets the French president, Nicolas Sarkozy, in France tomorrow. Brown will set out a five-point plan at the G8 for boosting growth that includes increasing bank lending, fresh restraint on oil prices, action against protectionism, increased investment and preventing a generation of young people being lost to the world of work. Brown's aides describe his warning as his second wake-up call to world leaders, after his first at the G20 in November. Brown fears some of the commitments made then are starting to slip. The warning signs seen by the prime minister include a lack of lending by banks, a 75% rise in oil prices this year, a continued fall in private sector investment, a 38% rise in unemployment, a fall in world trade and creeping protectionism. Brown is due to tell world leaders: \"The world cannot stand by and let events take their course. The need for co-ordinated international action to implement the decisions we have taken has never been more crucial. \"If we do not take the necessary action now to strengthen the world economy and put in place the conditions for sustainable world growth, we will be confronted with avoidable unemployment for years to come.\" Brown is warning that bank corporate loans in Europe this year were $199bn compared with $674bn in 2008 and $1.1tn in 2005. The prime minister fears banks in Europe will return to their old complacent ways and growth of small- and medium-sized companies will be constrained as a result. He believes the newly formed Financial Stability Board should be given the resources and credibility to implement the common principles on lending and balance sheets agreed by the G20. On oil prices, he is to call for measures to address volatility, market transparency and better investment in more sustainable energy of the future. He suggests world trade could fall by a further 10% this year, and by 14% in developing countries. He also suggests foreign direct investment may have fallen by 15% last year, and preliminary data for the first quarter of 2009 suggests a sharp fall in industrialised and developing economies, with dramatic slumps in flows to China."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}