{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2008/dec/05/btgroup-bt", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2008-12-05T18:38:27Z", "webTitle": "Ofcom deals broadband blow to BT", "webUrl": "https://www.theguardian.com/business/2008/dec/05/btgroup-bt", "apiUrl": "https://content.guardianapis.com/business/2008/dec/05/btgroup-bt", "fields": {"headline": "Ofcom deals broadband blow to BT", "bodyText": "Relations between BT and Ofcom hit a new low today after the regulator proposed allowing the company to raise the prices it charges other operators to use its network nowhere near as high as BT had hoped. The proposals have raised further doubts about the willingness of BT to spend billions of pounds building Britain's next generation of broadband network if it cannot make what it reckons is a reasonable return on what it has already spent. \"This is an important issue for the economic health of the UK,\" said Steve Robertson, who runs BT's networks division, Openreach. \"BT invests more than anyone in the UK's communications infrastructure and so it is critical that it is able to achieve a fair rate of return.\" Ofcom today released its long-awaited proposed price increases for the lines that Openreach rents out to rival firms so they can run telephony and broadband services. Openreach was set up almost three years ago after a long-running fight between BT and the regulator that saw the telecoms company threatened with a full break-up. It was designed to create competition between telecoms companies by allowing anyone to take control of BT's phone lines in a process known as local loop unbundling. Since it was created, 5m lines have been unbundled — in effect rented out to rival companies. But BT has long maintained that the prices Openreach can charge have been set too low and do not allow it to recoup all of its costs. Ofcom today proposed the annual rental of a fully unbundled line should rise from £81.69 to between £85 and £91 and wholesale line rental, which allows rival companies to act as though they own the line but do not need quite as much equipment, would rise from £100.68 to as high as £104.40. Ofcom intends to put price rises in place by April and will consult with industry before finalising them. But BT insiders today expressed increasing frustration with the amount of time the regulator is taking over the issue: its initial proposals were published in May. \"Out in the real world it's pretty nasty at the moment and Ofcom seem to be operating in a bit of a bubble,\" said one insider on Friday. BT chief executive Ian Livingston has already warned that some of his shareholders want him to halt plans to spend £1.5bn connecting 10m homes to super-fast broadband because of the recession. Ofcom is deciding how next-generation networks should be regulated and will make its thoughts known early in the new year. Communications minister Lord Carter will publish a first draft of his Digital Britain report in January and top of his agenda will be how to ensure investment in next-generation networks. A spokeswoman for Ofcom stressed: \"If BT now decides to reconsider its four-year plan for investment in fibre for super-fast broadband, that is a separate and entirely commercial matter for the company and nothing to do with today's announcement.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}