{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2008/dec/16/premierleague-richardscudamore-television-rights", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2008-12-16T21:59:05Z", "webTitle": "Premier League: We'll buck recession on TV deals, says chief executive Richard Scudamore", "webUrl": "https://www.theguardian.com/football/2008/dec/16/premierleague-richardscudamore-television-rights", "apiUrl": "https://content.guardianapis.com/football/2008/dec/16/premierleague-richardscudamore-television-rights", "fields": {"headline": "We'll buck recession on TV deals, says Scudamore", "bodyText": "The Premier League's chief executive, Richard Scudamore, has claimed it will be able to stimulate enough competition among broadcasters to defy the global economic slump when its TV rights are put up for auction in the new year. The jockeying for position has begun after the world's richest football league, which brought in a record £2.7bn from its current rights deals, this month invited broadcasters to apply for tender documents for the three seasons from 2010-11. As well as the incumbent holders of live rights, Sky and Setanta, and the existing rights holders for terrestrial highlights, the BBC, the Premier League remains confident of attracting bids from new entrants. ESPN, the Disney-owned US sports giant, is expected to look closely at bidding for live matches and Five could compete for highlights. As other sports prepare for a decrease in broadcasting and sponsorship income as a result of the worsening economic picture, Scudamore, who has presided over a huge increase in media-rights income, remains confident the Premier League can buck the trend. In Tokyo at the World Club Championships on Friday he unveiled a cooperation agreement between the Premier League and the Asian Football Confederation and said he was confident that the \"premium\" nature of the product would lead to a \"good\" return. \"Clearly, economically, times are interesting but we still think we have a premium product, a product broadcasters want and a product broadcasters will fight over,\" Scudamore said. \"There will always be competition, there will always be somebody to sell the packages to.\" Premier League football has been the backbone on which Sky has built a pay-TV business with more than 9m subscribers and an annual turnover of more than £4bn, and the Premier League is banking on Sky's need to hold on to the best matches. It also hopes that any shortfall in domestic income will be compensated for by overseas broadcasters. Under the current deal, Sky paid £1.31bn for 92 live games per year, including first choice of the best games. Setanta, the ambitious Irish pay-TV broadcaster, paid £392m for 46 matches. In all, domestic deals raised £1.7bn over three years. Rivals and some City analysts have questioned whether Setanta's backers will continue to fund the business as it attempts to break even in trying economic circumstances. After signing a £150m deal to show live England matches, the FA Cup and other sports, executives say it remains on track to have 1.5m premium subscribers by the end of this season."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}