{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2008/dec/16/osullivan-perry-uk-championship", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2008-12-16T20:32:19Z", "webTitle": "Snooker: Ronnie O'Sullivan may face sanction after defeat to Joe Perry", "webUrl": "https://www.theguardian.com/sport/2008/dec/16/osullivan-perry-uk-championship", "apiUrl": "https://content.guardianapis.com/sport/2008/dec/16/osullivan-perry-uk-championship", "fields": {"headline": "O'Sullivan may face sanction after defeat to Perry", "bodyText": "Ronnie O'Sullivan's defence of the Maplin UK title ended with an extraordinary 9–5 second-round defeat by Joe Perry after he had resumed with a 5–3 overnight lead. Notoriously short-fused with his own lapses, O'Sullivan also faces disciplinary action after conceding the 12th frame at 23–0 down with nine reds left. \"I just got outplayed. I felt very cold and couldn't seem to make anything happen but you've got to give Joe credit, he played well,\" O'Sullivan said. \"That's the story of my game for a while now. I'm good at times, not good at others. I'm inconsistent and it's something I've got to live with.\" He said of his concession of the 12th frame: \"It will be just a little £250 fine and a letter through the post. I've had a few of those in the past. It's no big deal.\" Still in a dark mood after the 20-minute intermission, O'Sullivan failed to score in the next frame and when, from 0–53, he failed on 41 to pot a black from its spot, it proved to be his last shot of the day. O'Sullivan's performance provided a stark contrast to his sublime five-frame winning streak in Monday's opening session which featured breaks of 127, 95, 143 and 114 before the world No12 salvaged the last frame of the day. Yesterday though, O'Sullivan started sluggishly as Perry went 6–5 up after winning the opening frame on the pink and two more with breaks of 105 and 70. Ding Junhui, China's 21-year-old No1 who has found difficulty in turning his prodigious talent into titles in the last couple of seasons, made his second 147 in competition but still ended the opening session 7–1 down to John Higgins in their best-of-17-frames second-round match. Ding becomes the 11th player to compile more than one maximum and will earns a £30,000 bonus for yesterday's unless there is another this week."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}