{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2008/dec/16/paul-jewell-derby-county", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2008-12-16T22:00:01Z", "webTitle": "Derby County manager Paul Jewell says 2008 has been 'the worst year of my life'", "webUrl": "https://www.theguardian.com/football/2008/dec/16/paul-jewell-derby-county", "apiUrl": "https://content.guardianapis.com/football/2008/dec/16/paul-jewell-derby-county", "fields": {"headline": "Jewell laments the 'worst year' of his life", "bodyText": "Paul Jewell has described 2008 as the worst year of his life. Having overseen Derby County's inevitable and timid relegation from the Premier League, as well as their subsequent struggles in the Championship, the club's manager said he will be glad to ring in 2009 – and while his chairman, Adam Pearson, has given him his backing, Jewell does not expect to be offered a new contract. \"I've got a good relationship with Adam and he's stuck by me through the worst year of my life – it's been a complete nightmare and I'll be glad to see the back of it,\" he said after yesterday's 2–2 draw at Charlton, which ended a run of three consecutive defeats for Derby. \"But when a manager has had as poor a record as I have since I've been at Derby, they ain't going to be offering me a contract, that's for sure.\" His current deal at Pride Park runs until June 2011 and there was a claim in one Sunday paper that the former Bradford manager would be sacked if his players lost at the Valley. \"I'm aware of the speculation – I can't do nothing about it except get a few results,\" added Jewell, who arrived at Pride Park 13 months ago. \"We had it at the start of the season and it went away after a few results, hopefully it will go away again. \"People are always going to talk about my job, or other people's jobs, and that's fine. I don't read the newspapers anyway, certainly not the Mail On Sunday. I've had a long chat with Adam today and he has assured me there's nothing in it, it was obviously people trying to cause mischief outside the club or people who have been connected with the club, or whatever.\" Jewell admitted that he knew that succeeding Billy Davies last November when Derby had recorded just six points from 14 games was a risk: \"I knew we were going to get relegated so I put my reputation on the line and I'm obviously paying a price for that.\" This somewhat contradicts what he said at the time of his appointment: \"It's going to be very difficult [to keep Derby in the Premier League] but I'm not here to wave the white flag. We're not adrift.\" Derby, having arrested their run of defeats, are now in 18th, eight points clear of the Championship relegation places but 11 off the play-offs, and what's more their manager does not like the way they are playing — \"We were rubbish but we got a point,\" he said after the draw at the Valley — but he believes that given the opportunity, his experience could pay dividends. \"I'll work even harder, if that's possible, to put it right,\" said Jewell. \"I've been here before in the Championship, [where I achieved] two promotions and a seventh, so I do know my way around it. But it's a long job and it's going to take a lot of patience and a lot of hard work and a lot of soul searching. At the minute we've just got to get over this crisis of confidence we're having.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}