{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2008/dec/19/kinnear-redknapp-newcastle-spurs-old-managers-football", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2008-12-19T22:06:14Z", "webTitle": "Football: Joe Kinnear is among several Premier League managers who are older than 60 but still at the top of their game", "webUrl": "https://www.theguardian.com/football/blog/2008/dec/19/kinnear-redknapp-newcastle-spurs-old-managers-football", "apiUrl": "https://content.guardianapis.com/football/blog/2008/dec/19/kinnear-redknapp-newcastle-spurs-old-managers-football", "fields": {"headline": "Golden oldies: Kinnear leads list of 60-plus managers still in their prime", "bodyText": "In Dublin's fair city, Where the boys are so pretty, We first set eyes on big Joey Kinnear As he wheeled his wheelbarrow, Through the streets wide and narrow Crying \"Tottenham, Tottenham.\" Joe Kinnear has form for swearing at journalists but this week he sang to them instead. Displaying the sort of confidence that perhaps comes with being over 60 and feeling truly comfortable in your own skin, Newcastle United's manager reached for the high notes as he recited the ditty Spurs fans once chorused in his honour. With Harry Redknapp's Tottenham in Toon on Sunday, Kinnear happily recalled the days when, as a young, luxuriantly tressed, full back, he was seen as White Hart Lane's most eligible bachelor. Four decades on Newcastle's manager is somewhat thicker around the waist but, with his 62nd birthday beckoning next Saturday believes he and the 61-year-old Redknapp, are in their managerial primes. Moreover, Kinnear feels the same goes for fellow 60-somethings Luiz Felipe Scolari at Chelsea, Fulham's Roy Hodgson, Manchester United's Sir Alex Ferguson and England's Fabio Capello. With Arsenal's Arsène Wenger only 10 months short of his 60th birthday, the older manager appears back en vogue at the top level. At Blackburn, the 54-year-old Sam Allardyce has this week replaced the 41-year-old novice Paul Ince. \"It's like anything you do in life, with experience you get better at it,\" Kinnear insisted. \"And when you're older you've already been through all the hard times and the bad times in football so nothing sets you back.\" One of his St James' Park predecessors agrees. \"I think the early 60s is a perfect age for managers,\" said Glenn Roeder, a mere 53 and now in charge of Norwich. \"Being in your sixties is not old. People generally are retired far too young in this country nowadays. They're being forced out of jobs when they are at their peaks. And to footballers in their 20s it doesn't matter if manager 41, 51 or 61. What matters is that he is up to speed, knows his stuff and has charisma.\" A losing streak at Sunderland prompted the 37-year-old Roy Keane's recent walk out and Kinnear is convinced advancing years bring the perspective needed to insulate managers against such setbacks. \"I've had successful times but I've had hard times as well and you learn most from the defeats,\" he explained. \"Football management is about how you handle defeats, how much you let them affect you and how you prevent the pressure snowballing onto the players. Experience helps you cope.\" Only last week Middlesbrough's Gareth Southgate — a stripling of 38 — explained that \"learning not to take yourself too seriously\" was an important lesson for young managers. If a willingness to sing in public suggests it has been long since absorbed by Kinnear, an attendant lack of inhibition proves useful when it comes to standing up to both chairmen and star players. \"Management is about knowing how to get the best out of players — and that comes with time,\" explained Kinnear. \"And if you're also bright enough to read tactics well, you won't be afraid to drop any player or move them round.\" Or even tell your club's owner he needs to get his cheque book out. Fast. It is surely no coincidence that both Redknapp and Kinnear have spent much of this month alternating between coaxing and cajoling players and urging their boards to speculate to accumulate during January. Whereas Mike Ashley, Newcastle's owner, seemed easily riled by Kevin Keegan's demands, he appears to take Kinnear's sometimes brazen negotiating strategies in his stride and has claimed he would not swap the one time Wimbledon manager for Capello. \"If I can get hold of that newspaper article I'll frame it,\" reflected Kinnear whose side are now unbeaten in five games. \"There's only one real difference between me and Fabio Capello though - and it's about £5m a year.\" Although Newcastle's manager has nothing against foreign coaches mention of Christian Gross's name brings a wry smile to his lips. \"I had an interview for the manager's job at Spurs in 1997 with Alan Sugar, who is a nice man, a decent fella,\" he recalled. \"But the lad from Switzerland, Gross, got it instead.\" Even so, ties with White Hart Lane still bind. Not only will Kinnear's former Tottenham team-mate Dave MacKay be the Newcastle manager's special guest today but there might just prove a touch of \"Spurs past\" about some of the home team's play. \"I was very affected by playing under Bill Nicholson at Tottenham,\" said Kinnear who formed part in that club's 'glory, glory,' era and is assisted by another ex Spur in Chris Hughton. \"I still sometimes look back at the way Bill Nich handled things. There was a calmness about everything he did. That comes with experience.\" Eleven months ago Newcastle courted Redknapp's craggy nous and he very nearly succeeded Sam Allardyce before eventually opting against leaving Portsmouth, partly because he felt he was no longer \"young enough\" to face the upheaval of moving so far north. They say though that if a man is tired of London, he is tired of life and Spurs proved a radically different proposition when Juande Ramos was dismissed this autumn. Certainly 14 games and 10 wins into the \"Harry\" era few Spurs fans would dare argue their manager is past it. Football's golden greats Sir Alex Ferguson Who says you have to be young to be modern? Fergie has moved seamlessly from 4-4-2 to 4-3-3 and several nuanced points in between while ruthelessly rebuilding a series of Uniteds. Meanwhile the trophies have simply kept on flowing. Will be 67 on New Year's Eve and has already put off retirement once Harry Redknapp Seems far more on the Tottenham players' wavelengths than the appreciably younger Juande Ramos. Proof that stellar communication skills allied to the common touch are ageless. Ditto the classic one liners that he has variously treated Bournemouth, West Ham, Southampton, Portsmouth and now Spurs players to down the years. Won the FA Cup with Portsmouth but many feel he should be England manager Fabio Capello When the 40-something Steve McClaren was found wanting, England turned to a manager who had won it and done it all in Italy. At 62, recent results suggests he may just be at the peak of his powers Luiz Felipe Scolari Life with Chelsea has begun at 60 for the former Brazil and Portugal coach. Interestingly some players are said to still be adjusting to his more relaxed, even jovial, approach following the sometimes hysterical intensity of the Jose Mourinho era. Remained unfazed when he spotted John Terry sharing a bottle of beer with fans at Stoke in September Roy Hodgson The much travelled 61-year-old - whose extensive travels have taken in Internazionale, the Finland national team and once took him mighty close to the England job — somehow saved Fulham from relegation last season and looks like keeping them up this term. Has clearly absorbed lessons from a previous English incarnation at Blackburn Joe Kinnear Will be 62 next Saturday and has survived a heart attack when managing Wimbledon a decade ago. Everyone scoffed when Newcastle's announced his appointment as the club's interim manager in September but the man known simply as JFK on Tyneside is quietly confounding the doubters"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}