{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/pda/2008/dec/05/television-startups", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2008-12-05T19:38:38Z", "webTitle": "Social TV site Tioti sells to Vizimo; will be technology 'shop window'", "webUrl": "https://www.theguardian.com/media/pda/2008/dec/05/television-startups", "apiUrl": "https://content.guardianapis.com/media/pda/2008/dec/05/television-startups", "fields": {"headline": "Social TV site Tioti sells to Vizimo; will be technology 'shop window'", "bodyText": "Tape It Off The Internet (Tioti), one of the most promising social TV networks, is being bought by little-known Northumberland TV recommendation service maker Vizimo. The outfit wants to use TIOTI as a \"shop window\" to demo technologies that marry the web, TV and mobile. Tioti was conceived in 2006 by Marc Colando and Paul Cleghorn, though Cleghorn (aka Paul Pod) was steering the project himself by the time Tioti scored a seven-figure first-round investment from Pond Ventures last October. Like a Last.fm for TV (to put it crudely), the site basically lets members share what TV shows they like to watch, become fans of shows, watch shows via links to broadcasters' own services and P2P, and discover new shows to their tastes. Tioti indexes 75,000 TV shows. Vizimo, which has $1.3 million seed investment, says it has been developing \"next-generation guidance solutions\" that let viewers cut through the mass of channels - across TV, VOD, internet and mobile - to find personalised listings for what they like. But there's little evidence so far of any TV platforms out there adopting its product via the probable white-label route. The new arrangement will bolt Tioti's social networking prowess on to Vizimo's algorithm-based TV recommendations, while Tioti will gain some of that Vizimo technology through a new look within three months that will add \"personalisation\" and \"recommendation\" (which we sort of thought Tioti already offered). Tioti has laid low since its foundation but has bags of potential. We're not sure that being bought to be a \"shop window\" is necessarily a flattering thing, but, alas, that's the way vendors must pitch their offerings. Release, TCUK."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}