{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2008/dec/09/championsleague-chelsea", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2008-12-09T22:04:23Z", "webTitle": "Champions League: Chelsea 2-1 Cluj", "webUrl": "https://www.theguardian.com/football/2008/dec/09/championsleague-chelsea", "apiUrl": "https://content.guardianapis.com/football/2008/dec/09/championsleague-chelsea", "fields": {"headline": "Drogba delivers Chelsea into last 16 and soothes Scolari's suffering", "bodyText": "The sense of jeopardy was a figment of the imagination, but Chelsea were not to know that. With Bordeaux's defeat in Rome, they could have lost here and still advanced to the knockout phase of the Champions League. As it was, Chelsea showed why there have been uncomfortable times for them in this campaign. Their play was laboured for much of the night. No one can overestimate just how disturbing it had been to experience even the smallest doubt about their survival in the competition. Premier League clubs are now expected to advance with ease, as Manchester United, Liverpool and Arsenal had done in the previous round of fixtures. Still, there was a particular satisfaction for Chelsea here. Didier Drogba came on to score the winner, showing that, despite all the injury worries, he can still be decisive. His previous goals in the Champions League, against Liverpool in last season's semi-final, had more resonance, but this may have been a significant moment in Drogba's recovery. His services will be needed because Chelsea, as runners-up, could very well be subjected to a gruelling tie in the last 16. Drogba showed what he can offer with an efficient finish from a pass that Joe Cole chipped over the defence in the 71st minute. By that stage Nicolas Anelka had been shifted to a slightly deeper role towards the left, but there will still be an air of danger about Chelsea if he and Drogba continue to be on the field together. Luiz Felipe Scolari's team had been ill-at-ease for much of the night. Players and spectators alike were all too aware that Stamford Bridge, after defeats here by Liverpool, Arsenal and even Burnley, is no longer a stronghold. Cluj illustrated the fragility with their equaliser in the 55th minute. Under previous regimes, it would have been unimaginable both that the visitors would make such simple progress on their right and that the full-back Cristian Panin's deep cross would be headed home so comfortably by Yssouf Koné. With their European campaign certain to end here, the visitors had nothing whatsoever at stake. However, a side in that situation also has nothing to lose and Cluj were far from apathetic. It was faintly disquieting for Scolari's line-up, who ostensibly had so much in their favour, and Salamon Kalou's goal, five minutes from the interval, was celebrated with relief. Chelsea must have anticipated being in complete command. As if facing the bottom team in group A were not enough, there was further encouragement in the absence through injury of Cluj's first choice goalkeeper Eduard Stancioiu. Scolari, appreciating there was no need to gamble, had concluded that Anelka and Drogba should not start together for the first time in his tenure. While suspension ruled out Frank Lampard, there was a renewal of vitality in midfield with the return from injury of Joe Cole. The latter also lowered the average age of a department of the team that included the veterans Deco and Michael Ballack. That is an entirely serious consideration since Chelsea, on occasion, have been pedestrian. Cole had been unavailable for the defeats in the Premier League and his energy was ultimately important here, even it looked at first that he was slightly out of touch and might have been hurried back into premature service. The first half was well advanced before there was any sense that the visitors had been pinned down. Nuno Claro's credentials as replacement goalkeeper had not been inspected. Cluj, indeed, had created a clear opportunity of their own. Following a 17th-minute corner, Juan Culio crossed deep from the right and the header from the centre-back Hugo Alcantara needed to be hoofed away by Mikel John Obi. When Chelsea achieved their breakthrough, it came in curious fashion. Deco's 40th-minute free-kick was aimed at John Terry, who tumbled as his marker tangled with him. The ball flew on beyond a distracted defence and Kalou showed good control before crashing the ball home. The goal had been scored with the team's first attempt on target. There is an efficiency to that, but it is not of the type to delight a manager or a home crowd. Chelsea are unaccustomed to playing for high stakes at this stage of the Champions League. There was sighting of liberation when Anelka shot against Claro, following build-up by Deco and Kalou, but within seconds Koné had cancelled out Chelsea' lead. Thanks to Drogba, there was a reaction to adversity. Bordeaux were already slipping towards defeat in Rome by then, but it would be ignominious for Chelsea, last season's finalists, to depend on events beyond their control. In the end they had taken control of this match and, therefore, of their own fate. • This article was amended on Sunday December 14 2008. Above we said of Chelsea: \"No one can underestimate just how disturbing it had been for Chelsea to doubt their survival in the [Champions League] competition.\" We meant overestimate. This has been amended."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}