{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2008/dec/19/sunderland", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2008-12-19T22:10:05Z", "webTitle": "Football: Caretaker manager Ricky Sbragia would be wary of taking Sunderland job", "webUrl": "https://www.theguardian.com/sport/2008/dec/19/sunderland", "apiUrl": "https://content.guardianapis.com/sport/2008/dec/19/sunderland", "fields": {"headline": "Sbragia in two minds about taking Sunderland job, if offered", "bodyText": "Ricky Sbragia has admitted he would consider becoming Sunderland manager should Niall Quinn offer him the job but indicated he would do so reluctantly. Indeed Sunderland's first-team coach-turned-caretaker manager liked his old life before Roy Keane's resignation and would be happy to go back to working purely on the training pitches while shopping in peace on days off. Asked what he would do if Sunderland's chairman, Quinn, offered him the job, Sbragia replied: \"I'd probably just take a couple of days to think about it. I wouldn't give him an answer right away. \"I'm still churning around it, still thinking. I've always said I don't want to be manager, simple as that. I'm enjoying the job and on the other hand, I'm not enjoying it. It's difficult. I do enjoy it. I enjoy this [dealing with the media] and I enjoy being on the pitch, but I don't enjoy the other side and that's my main concern. It's up to them, though, they can make whatever decision they want. If they offer it to me, I'll think about it. \"Don't get me wrong I do enjoy this job but I've never said I want to be manager and to be truthful I can't see it happening. I just like being the first-team coach,\" explained Sbragia yesterday before Sunderland's trip to Hull . \"I like my privacy, I'm quite a private man. You feel sorry for the big managers who can't walk down the street and do their shopping. That's not me. I just don't want that. If the job would interfere with that side of my life, I definitely wouldn't be interested. I'd need to be comfortable with the whole package. I still like going out and shopping. \"You look at the likes of Fergie [Sir Alex Ferguson] and they probably live on a different planet. Myself, I've been able to go out, enjoy myself and not been pestered. I'm at the stage with my wife where we're home alone now, our two girls have moved away, I'm trying to enjoy my time with her. I'm 52. All these things are going through my mind.\" If that sounds conflicted, Sbragia clearly has mixed feelings about the outside possibility of his being offered a job which can entail hours of phone calls even on supposedly free days. \"It's good when you win, I enjoy it when we win,\" he admitted. \"The other side, I enjoy it but I don't enjoy it. As a coach time off and days off are our own and you can put the job to one side but now I've got a group of players and a staff I've got to look after. \"Yesterday was a day off and I was supposed to go out but the demands of the job didn't allow it, so it wasn't really a day off. I'm at a stage of my life when I think, 'Do I really want this?'\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}