{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/pda/2008/dec/05/channel4-startups", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2008-12-05T23:43:10Z", "webTitle": "4IP: The first project is out, and it's a football community tool", "webUrl": "https://www.theguardian.com/media/pda/2008/dec/05/channel4-startups", "apiUrl": "https://content.guardianapis.com/media/pda/2008/dec/05/channel4-startups", "fields": {"headline": "4IP: The first project is out, and it's a football community tool", "bodyText": "The first project in Channel 4's 4IP scheme rolled out quietly today without much fanfare, but perhaps the broadcaster feels this isn't the right time to be blowing the trumpet about a £60m innovation fund. Still, 4IP is starting to support some interesting and experimental digital media projects and as backing from venture capital and angel investors dries up, the project is going to become an extremely valuable resource for the startup community. First off the blocks is #FC, a community conversation tool for football clubs that uses the messaging platforms Twitter and Jaiku. The mastermind is Rick Waghorn, subject of yesterday's Elevator Pitch for his 'Addiply' local advertising platform, with some support from former IPC music journalists and web producer Neil Mason. The first test will be around the Norwich vs Ipswich match this Sunday; when he's not running Addiply, Waghorn is the football writer behind myfootballwriter.com. The project starts as part of the Norwich City fan site, aggregating comments posted via fans through Twitter or Jaiku, and they have developed the name 'Backchat' so that the conversation will be platform agnostic. All messages tagged #ncfc will be picked up by this Norwich City version. so maybe we'll see a few from Delia in there... 4IP head Tom Loosemore said the idea is \"to try and replicate the banter before, during and after matches in a way that is editorially fun\" and that the fund wanted to support Waghorn because \"he's a maverick journalist who takes risks\". #FC was put together fairly simply using Yahoo Pipes and the funding was in low five figures, said Loosemore. Will it make the mainstream? Far too early to say, but there might be a few more Twitterers and Jaikuers before the weekend's out. \"It is also this idea of media being these 'camp-fire communities'; places of warmth and welcome; and decent chatter… with the journalist merely there to throw more logs onto the fire; to pass round the mulled wine and the mince pies as the conversation ebbs and flows around him or her,\" wrote Waghorn today. \"Where this is all takes us going forward will be fascinating; it is very much a pilot project out of just one, passionate niche community; and given that this weekend is derby weekend in Norfolk and Ipswich are due in town this Sunday, said community is likely to be more passionate than normal over the next 48-72 hours.\" The team can expect the usual melange of moderation issues, and will have to find the right tone in mediating the conversation - if it needs to be 'curated' at all. \"Waghorn doesn't think that journalism can afford to live in ivory towers any more, whether that's handing out tablets of stone at 7am every morning or 6.30pm when the TV news goes out. \"Media is this 24/7, moveable feast and having dined out for the last 300 years on feeding our punters little more than scraps off our table, we now need to join them at their table; be part of their conversation; be seen to listen; be seen to be willing to be part of a two-way process.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}