{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2008/dec/13/premier-league-round-up-liverpool-hull-city-sunderland-blackburn", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2008-12-13T16:59:43Z", "webTitle": "Premier League round-up: Liverpool held by Hull, Sunderland hammer West Brom and Ince on the brink as Blackburn lose again", "webUrl": "https://www.theguardian.com/sport/2008/dec/13/premier-league-round-up-liverpool-hull-city-sunderland-blackburn", "apiUrl": "https://content.guardianapis.com/sport/2008/dec/13/premier-league-round-up-liverpool-hull-city-sunderland-blackburn", "fields": {"headline": "Gerrard brace rescues a point for Liverpool against Hull", "bodyText": "Liverpool's stuttering home form continued today as the league leaders were held 2-2 by Hull, their third consecutive draw at Anfield. Hull have made a habit of humiliating hosts in a season in which only Chelsea have scored more away goals so far, and today the Tigers showed their claws as early as the 12th minute, when Paul McShane surged forward from his full-back berth to outjump Andreas Dossena and send a header into the net from 10 yards. Dossena was having a difficult afternoon and moments later Bernard Mendy ghosted past him and flashed in a cross that Jamie Carragher unwittingly turned into his own net. Liverpool's other local hero then took centre stage, Steven Gerrard scoring two goals in quick succession to pull the home side level just after the half hour mark. Liverpool forced Hull on to the back foot for much of the second half but could not translate their possession into a winning goal. Despite his team's quest for all three points, Rafael Benitez elected to leave £20m striker Robbie Keane on the bench for the duration of the match. Elsewhere, Aston Villa battered Bolton 4-2 to climb into fourth place at the expense of Arsenal, who could only draw at Middlesbrough in the day's early kick-off. Every time Martin O'Neill's men have been in a position to infiltrate the top four this season they have failed to take advantage and that pattern looked like being prolonged this afternoon after Swedish striker Johan Elmander gave Bolton an early lead at Villa Park. However, Gabby Agbonlahor quickly equalised before Kevin Davies, under pressure from Martin Laursen, put the home side in front by heading into his own goal just before the break. Agbonlahor sealed the victory by notching his second goal of the game following some fine work by Ashley Young in the 67th minute. Young added the fourth himself. Kevin Davies headed a late consolation for the visitors. Meanwhile in Manchester, makeshift striker Tim Cahill hit a late winner to give Everton a 1-0 victory at struggling Manchester City. At the foot of the table, Paul Ince's job was plunged into further jeopardy as Blackburn recorded t heir sixth successive league defeat by going down 3-0 defeat at Wigan. Antonio Valenica created the first goal for Emile Heskey after just ten minutes before scoring the second himself two minutes later. Lee Cattermole completed the demolition with a long-range striker in the second half. Sunderland marked their first home match since the departure of Roy Keane by trouncing troubled WBA 4-0. The match was effectively over by half-time thanks to two quick-fire strikes by Kenwyne Jones and a header from Andy Reid. Despite two substitution by Tony Mowbray at the break, Sunderland extended their lead within moments of the resumption, Djibril Cisse converting a penalty. Stoke and Fulham endured a 0-0 stalemate at the Britannia Stadium."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}