{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2008/dec/16/robert-mugabe-zimbabwe-assassination", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2008-12-16T20:30:01Z", "webTitle": "Peter Tatchell: Could assassination of Zimbabwe's tyrannical president, Robert Mugabe, be morally justified?", "webUrl": "https://www.theguardian.com/commentisfree/2008/dec/16/robert-mugabe-zimbabwe-assassination", "apiUrl": "https://content.guardianapis.com/commentisfree/2008/dec/16/robert-mugabe-zimbabwe-assassination", "fields": {"headline": "How best to end Zimbabwe's nightmare", "bodyText": "More and more black Zimbabweans now believe that killing President Robert Mugabe is morally justified, in order to halt his tyrannical, murderous misrule. They have lost all hope for peaceful, democratic change; having witnessed rigged elections, a sham power-sharing agreement and the regime's ongoing terror tactics of kidnappings, beatings, rapes and murders. South Africa and the African Union have left us to suffer and die, they say. The African Charter of People's and Human Rights, which was intended to protect the people of Africa against Mugabe-style abuses, is now dismissed as a worthless joke. \"We must kill the top man – and a few of his henchmen – to save the lives of millions,\" one black Zimbabwean activist recently told me. He cited a top Mugabe official, Didymus Mutasa, who callously boasted that it doesn't matter if half the population of Zimbabwe dies of hunger because most of the victims will be supporters of the opposition Movement for Democratic Change, and they deserve to die: \"We would be better off with only six million people, with our own (Zanu-PF) people who support the liberation struggle,\" he allegedly said. This tacit sanctioning of a policy of genocide-by-starvation is unprecedented since the mass hunger inflicted on Cambodia by Pol Pot and the Khmer Rouge. The threat of a violent solution to the Zimbabwe crisis has increased with an alleged assassination attempt on one of President Mugabe's closest allies and military enforcers, air force chief Perence Shiri. Not before time, according to some Zimbabweans. Shiri led Muagbe's crackdown on political dissidents (real and imagined) in the Matabeleland region during the 1980s, which resulted in the slaughter of more than 20,000 civilians – the equivalent of a Sharpeville-style massacre every day for over nine months. More recently, he orchestrated the campaign of terror to intimidate voters into supporting Mugabe during June's presidential election. Growing support for the violent overthrow of Mugabe and his ruling Zanu-PF party has been given a boost by South African Anglican Bishop Joe Seoka. He has called for Mugabe to be \"removed by all means necessary.\" Although he would prefer Mugabe to be put on trial by the International Court of Justice in The Hague, his appeal for Mugabe's overthrow \"by all means necessary\" also appears to imply approval, in the last resort, of assassination. Other calls for Mugabe to be overthrown, if not killed, have come from retired South African Anglican Archbishop Desmond Tutu and from the Ugandan-born Archbishop of York, Dr John Sentamu. Kenya's prime minister, Raila Odinga, has proposed that African countries should use force to remove Mugabe from power. These appeals for the measured, limited use of violence to stop the unlimited and far greater violence of the Mugabe dictatorship are understandable. They are in the tradition of the \"just war\" – such as the 1970s war of liberation to overthrow the Rhodesian white minority regime of Ian Smith, and the anti-Nazi resistance in occupied Europe during the second world war. But as we all know from the disastrous experience in Iraq, attempts to impose a solution on other countries, especially by the west, are morally dubious and seldom work. Any western intervention would smack of neo-colonialism; enabling Mugabe to pose as a nationalist leader and hero, and to rally Zimbabweans and other Africans to fight the \"new colonisers\". The African Union has neither the will nor the capacity to intervene militarily or in any other effective way. Some Zimbabweans, like my activist colleague, argue that foreign intervention is wrong, impractical and unnecessary. Killing Mugabe and his top enforcers would, they say, be enough to topple and implode the whole Zanu-PF regime and its military and police support. So, is it time to kill Mugabe? Would it be ethically justified? My political inspirations are people like Mahatma Gandhi and Martin Luther King. I have modelled my human rights campaigns on their methods of non-violent direct action and civil disobedience. Essentially, I am a pacifist. I find it very difficult to ever justify violence. The circumstances have to be exceptional and extreme. Assassinating Adolf Hitler in 1933 probably would have been morally justified to prevent a greater evil – the Holocaust and second world war. But even then, I would see the act of killing Hitler as wrong – albeit the lesser of two evils. What of Mugabe? Like Bishop Joe Seoka, I would much prefer to see him put on trial in The Hague, like Slobodan Milosevic. Subject the tyrant who has trampled on human rights, justice and the rule of law, to a due and fair legal process, where he is tried on verified evidence and witness testimony in an open court – unlike his victims, who are often tortured and summarily executed, based on trumped-up charges. Show Mugabe that we – the international humanitarian community – are better than him, that we do not stoop to his brutal methods. Let former veterans of the Zimbabwe freedom struggle come to court to shame Mugabe by testifying how he betrayed Zanu's ideals of democracy, social justice and human rights. Expose Mugabe as a liberation hero turned bloodthirsty tyrant. Allow the whole world to hear about this crimes and see what a monster he has become – Ian Smith with a black face, only many times worse. There is more than enough prima facie evidence to indict him and issue an international arrest warrant on charges of torture and other crimes against humanity, either under the UN Convention Against Torture or the statutes of the International Criminal Court. There must now be no delay. An indictment and arrest warrant are long overdue and can be drawn up within a week. Why the hesitation? How many more Zimbabweans have to die before the international community stops wringing its hands and takes serious action to end Mugabe's regime of murder, torture, starvation and disease?"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}