{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2008/dec/19/golf-tiger-woods-caddie-john-daly-padraig-harrington", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2008-12-19T20:48:01Z", "webTitle": "Golf: The game's image as a sport for the well-behaved has been shaken by the attack on Phil Mickelson by Tiger Woods' caddie", "webUrl": "https://www.theguardian.com/sport/2008/dec/19/golf-tiger-woods-caddie-john-daly-padraig-harrington", "apiUrl": "https://content.guardianapis.com/sport/2008/dec/19/golf-tiger-woods-caddie-john-daly-padraig-harrington", "fields": {"headline": "Tiger's caddie takes a divot out of golf's carefully tended image", "bodyText": "Suddenly golf appears to be the new rock'n'roll. In the past fortnight quiet, understated, polite, collar-and-tie, after-you-no-after-you golf has found a new voice and it is surprisingly strident, a bit controversial and, occasionally, vulgar. The old game has been creating shock waves for different reasons: in rapid succession we have had: a) John Daly wrestling a camera off a spectator at the Australian Open and hurling it against a tree; b) Tiger Woods' caddie Steve Williams admitting that he considers Phil Mickelson to be \"a prick\"; c) Padraig Harrington, the most amiable of world-class sportsmen, coolly revealing that he and his Ryder Cup colleague Sergio García have \"nothing in common\". Blimey. Even though this brief spate of excess is rather restrained when compared with some of the outbursts to be enjoyed in other more febrile games, it does suggest that golf is entering a new phase. The old view that golf is a nice game played by nice people with nice manners in nice places is threatened and, when it comes to the sport's image, this may not be a bad thing. Peter Alliss, however, thinks that on the whole it is damaging. \"This sort of stuff has not, up to now, been a common thing in golf,\" the BBC's main commentator said. \"I can't say I like it much because I believe in respect and manners. Now, immediately some people will say that I'm one of those fuddy-duddy old buggers who doesn't fart in the clubhouse, who wears a tie and who doesn't agree with putting one's feet up on a chair. \"Well, OK, everyone is entitled to their view but, really, manners and respect are important. John Daly I won't comment on but does it matter if Harrington and García are not good mates? I'm sure they'll still pull together on a Ryder Cup team and you can't tell me that 100 years ago Braid, Vardon and Taylor got on like a house on fire all the time. It's a competitive sport, for goodness sake. \"And as for Tiger's caddie's remark about Mickelson, well, while that was a bit harsh, I doubt it's going to matter hugely in the big scheme of things. The real problem is that these things all get reported now. \"I had it happen to me years ago when a little comment I made about Nick Faldo was picked up by the press and suddenly there was a problem between me and Nick when really there wasn't. The press turn these things into a spot, then start picking at it and suddenly it's turned into impetigo. Some things, I suppose, are best left unsaid.\" Which is more or less the view of David Howell as well. The two-time Ryder Cup player has been on the course with Woods and Mickelson and is swift to admit he has never thought them to be best mates. \"There is always going to be great rivalries in sport and that's a good thing. If you've been a close follower of golf, then it's been pretty obvious that Tiger and Phil were rivals, not friends. But does it need to be articulated? I don't think so. I can see that it helps to keep interest going in golf but, really, actions speak louder than words for me. Anyway, the challenge in golf is not so much the other bloke but the course and yourself.\" Golf too often suffers from an over-cosy, often rather dull, image, so a little stirring up of the pot from time to time can be a good thing for how the outside world views the sport and those who play it. As Howell sums it up: \"I suppose it gives the lie to the thought some people may have that we're all best friends going for a pot of gold together each week. It's pretty obvious that some of us aren't friends. And why should we be? We can still rub along, though.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}