{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2008/dec/20/gender-equality-technology", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2008-12-20T16:00:00Z", "webTitle": "Tessa Lewin: The key(board) to equality", "webUrl": "https://www.theguardian.com/commentisfree/2008/dec/20/gender-equality-technology", "apiUrl": "https://content.guardianapis.com/commentisfree/2008/dec/20/gender-equality-technology", "fields": {"headline": "The key(board) to equality", "bodyText": "Geeks and feminists have much in common. If feminism is about embracing and striving for some kind of utopian dream of human equality, then democratising knowledge is an important part of this process. Increasingly new technologies – and information and communication technologies in particular – have huge potential to democratise access to, creation of, and distribution of knowledge. There's an important distinction here between information and knowledge: knowledge involves some kind of engagement with, processing of, and ownership of information. Participatory video, for example, is changing the way people do research, allowing researchers and activists to work with rural communities in new and innovative ways – enabling these communities to shape the ways in which they are represented and understood. Not only can communities more actively connect with and influence the research process, they can also more readily access key research findings without having to wade through mountains of heavy academic text. For academics and activists involved in policy processes, this entirely changes the field and brings new voices, including those of poorer women, into the debate. Digital storytelling is another specific methodology being used not just to extract information from people, or to build evidence for arguments, but to also allow people to tell their own story, on their terms. Participants come up with a three-minute audio narrative, which they illustrate with chosen imagery. For anyone who has had experience of this process, there is no denying the transformative power of opening up spaces for people's voices to be heard and taken seriously. Then there's the added bonus of creating something beautiful from the process. I was recently at a Feminist Technology Exchange (FTX), run as part of, and in the lead up to the Association of Women's Rights in Development. FTX was developed in response to calls from feminist and women's rights movements for greater understanding of emerging technologies, their potential and impact on the rights and lives of women. What FTX emphasised was the importance for feminists of accessing and creating information. In the context of very specific activist struggles, the ramifications of this are clear – for example, the project that gives survivors of domestic violence untraceable, donated cell phones to ensure secure communication when they are seeking help; or the project that uses mobile phones to update people about what HIV/AIDS treatment should be available to them in their area. These new technologies – films, mobile phones, the internet - are particularly useful when working with previously marginalised groups (because they offer an instant global platform) and when working with vulnerable groups (because they offer speed of information transfer and anonymity). Much of the expression of lesbian and gay identity, particularly in the Africa, the Middle East, and Asia, for example, happens online, where people are relatively protected by the anonymity afforded by the internet. However, there are other arenas of struggle which, although perhaps more subtle, are arguably as important. How, for example, do images of different women in different contexts shape the way we view the world, in terms of what we imagine exists and in terms of what we imagine can exist? One example is a film made by colleagues in Bangladesh which shows women doing jobs traditionally regarded as \"men's work\". Many people have responded with a mixture of surprise and awe – often it has never occurred to them that it would be possible for women to occupy such roles. A strong argument for encouraging a more democratic use of media technologies is that it will enable us to change the way in which women are popularly represented, in particular in the global south. We need more images of women that challenge popular orthodoxies and narratives. Images of, for example, barefoot pregnant African women, reinforce un-nuanced, negative stereotypes of woman as victims. By ensuring women have access to these technologies, we can populate the media with grassroots knowledge and cultural artefacts from new perspectives. What's interesting about the use of information and communication technologies is not just the creation of these new artefacts and the ways they are influencing change, but the process of their creation and the potential for the traditionally structurally disempowered to be in control of, and understand, the creation tools. All this is good news for the left and for those interested in cultural politics. George Lakoff, an American socio-linguist, influential in contemporary debates about revitalising progressive politics, argues that we need to carefully \"reframe\" the way in which we articulate social policy issues in order to effectively communicate. A more democratic approach to knowledge creation and distribution should allow us to be a lot more aware of the way in which we speak about issues and the metaphors we invoke in so doing. Artful use of information and communication strategies can re-engage the popular imagination, empower the disenfranchised and reclaim political discourse. • Tessa Lewin is the communication and learning officer for the Pathways of Women's Empowerment Research Programme Consortium"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}