{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2008/dec/16/leedsunited", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2008-12-16T20:55:45Z", "webTitle": "Rob Bagchi: Football needs Pocket Napoleons", "webUrl": "https://www.theguardian.com/sport/blog/2008/dec/16/leedsunited", "apiUrl": "https://content.guardianapis.com/sport/blog/2008/dec/16/leedsunited", "fields": {"headline": "Where are the Pocket Napoleons?", "bodyText": "The best managers Nottingham Forest, Derby County and Leeds United ever had hated each other with such vehemence that the brief surviving footage of the two sons of Middlesbrough together is uncomfortable to watch. When Leeds sacked Brian Clough after 44 days in 1974, the Yorkshire evening news show, Calendar, had the bright idea of putting him in a studio with his predecessor, Don Revie, and although the presenter, Austin Mitchell, attempted to maintain a civil air, the pair's mutual loathing makes Noel and Liam Gallagher's prolifically profane Wibbling Rivalry interview seem like kindergarten stuff. Yet looking at the predicament of the three clubs, the east Midlands rivals mired in the bottom half of the Championship and Leeds drifting down League One, they could do with the one thing the two men shared — a belief that success with young players can hinge on a transformational signing. The key transfers of both men's careers — Bobby Collins for Leeds, Dave Mackay for Derby and John McGovern for Forest — brought direction to squads that had promise in abundance but lacked the experience and leadership to turn potential into achievement. What the three shared was that they were deemed \"past it\" at the highest level (Collins by Everton, McGovern by Leeds and Mackay, after two broken legs, by himself) but managed to turn that sense of rejection and hurt pride into one-man crusades. All three felt they had a point to prove and each in turn was vindicated. When Collins, the Goodison Park \"Pocket Napoleon\", joined Leeds from Everton in 1962 at the age of 31 they were bottom of the Second Division but during his four-year spell he shepherded the club to promotion, an FA Cup final and second spot in the league. His only real rival as the best captain Leeds have ever had, his protege Billy Bremner, gave a succinct account of his mentor's qualities: \"I always felt confident that so long as Bobby was in the team, he would bully, coax, cajole, cool us down when we were in danger of losing our heads, encourage and praise us whenever we did anything good, and generally look after us like a father.\" It helped Collins and Mackay that their team-mates were, in a sense, terrorised by the fear of falling short of their volcanic captain's standards. To Mackay nothing was sacrosanct, as Terry Venables learned with a punch in the balls for larking about in training soon after being bought by Spurs. Even Jack Charlton, a good foot taller than Leeds's new captain, was wary of Collins. \"I got on all right with him but I didn't like to play against him,\" he said. \"When we were playing five-a-side, you never knew what he was liable to do.\" Perhaps it was Clough's memories of his national service days in the RAF or the time Revie's right-hand man, Les Cocker, had spent in the wartime Reconnaissance Regiment that was behind their decision to go for drill-sergeant types to mould their young players. Whatever it was, the Leeds players whom Collins drove to promotion in 1964 and the Derby side Mackay hauled up in 1969 still speak in awe about the leadership qualities of two men whose style had rather more in common with Windsor Davies in It Ain't Half Hot Mum than those today for whom the armband seems principally a weapon for wage bargaining. Others, too, have enjoyed glorious swansongs where their impact in galvanising young teams was as important as anything they did on the field. In the 1980s Kevin Keegan did it at Newcastle, Johan Cruyff and Arnold Muhren at Ajax and Franz Beckenbauer at Hamburg, while Leeds were so wedded to the idea that deliverance from Second Division purgatory could be achieved by a talismanic signing that they did it again in 1989 when they recruited Gordon Strachan. But I doubt they can pull off the trick a third time — players' minds are not so malleable and even if they were, there are no candidates to shape them. The biggest clubs tend to wring every drop from a player's body and soul while pay packets fulfil all their ambitions. Players such as Teddy Sheringham at Colchester and Darren Anderton at Bournemouth still drop down the divisions but they are too self-effacing to have the influence Mackay and Collins had. Eric Cantona may not have been a veteran when he went to Manchester United but he was the last player to have the charisma and self-belief to single-handedly alter the culture of a club. Perhaps when Paul Scholes gets his dream move to Oldham he will have a similar impact. It would be a fitting tribute to Collins, now sadly in hospital with Alzheimer's disease, if Leeds managed to unearth someone who could mirror the man whose character was the catalyst for 10 years at the top."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}