{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2008/dec/11/gayrights-catholicism", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2008-12-11T20:00:00Z", "webTitle": "Peter Tatchell: A Catholic rebellion over gay rights?", "webUrl": "https://www.theguardian.com/commentisfree/2008/dec/11/gayrights-catholicism", "apiUrl": "https://content.guardianapis.com/commentisfree/2008/dec/11/gayrights-catholicism", "fields": {"headline": "A Catholic rebellion?", "bodyText": "A pastoral leaflet authorised by the Catholic Bishops Conference of England and Wales is creating more than a few ripples throughout the Catholic world. In a marked departure from the constant stream of anti-gay denunciations by the Vatican, it urges clergy and churchgoers to be respectful and welcoming towards lesbian and gay people. The leaflet, which is distributed to dioceses, is entitled: \"What is life like if you or someone in your family is gay or lesbian in their sexual orientation? ... and what can your parish family do to make a difference?\" Unusually for an official Catholic publication, it acknowledges the \"oppression\" suffered by homosexuals: As a group that has suffered more than its share of oppression and contempt, the homosexual community has a particular claim on the concern of the church. Indeed, the leaflet includes a disarmingly honest admission of the role played by the Catholic church in the victimisation and marginalisation of lesbian and gay people. It quotes comments received from lay Catholics during its Listening Day survey: The continual message from the church is that homosexuality is so, so dreadful. Our gay son just hasn't stood a chance … My brother is gay; the church has been very intolerant of him. This frank admission of past failings is brave and honourable, as is the suggestion that Catholics should \"express appreciation for the gifts that homosexual Catholics bring to their faith community\". Exuding love, compassion and empathy, the leaflet goes on to advise priests and parishioners: Try not to assume that everyone is heterosexual ... Avoid stereotyping and condemning ... Remember that homophobic jokes and asides can be cruel and hurtful; a careless word can mean another experience of rejection and pain. The leaflet's suggested reading list of seminal Catholic statements on homosexuality does not, notably, include any statements from the Vatican. It omits all papal documents denouncing homosexuality and endorsing legal discrimination against lesbian and gay people. Catholic traditionalists have, predictably, condemned the leaflet's liberal message and accused the English and Welsh church of defying Vatican orthodoxy. One English critic, Father Ray Blake, has described the leaflet as \"troubling\" because it does not mention the traditional Catholic teaching that homosexuals should live a life of chastity. Although I am an atheist and a strong critic of Catholic homophobia (and sexism), I applaud this leaflet. It is a welcome, positive initiative which will bring great comfort to gay Catholics and their families. Its sympathetic, understanding message is a huge improvement on the stern, uncompromising homophobia of most Vatican pronouncements on homosexuality. Indeed, I hope the Catholic Church in England and Wales will encourage the Vatican to adopt this leaflet for use by Catholic dioceses worldwide. Its broader dissemination would help counteract the ignorance and prejudice that exists among many clergy and laity. But I would also add the following caveat: the loving, respectful tone of this pastoral leaflet is undermined by the homophobic content of the Catholic Catechism and by the Pope's frequent endorsement of discriminatory, anti-gay laws. In particular, the Vatican policy of condemning loving, stable same-sex relationships is not only ethically wrong; it risks undoing the good, kind intentions of this leaflet. The Catechism, which sets out the basic doctrines of the Roman church, reflects the pre-scientific ignorance and anti-homosexual prejudice of the medieval era; describing same-sex acts as a \"grave depravity\" and \"intrinsically disordered\". It states that lesbian and gay relationships are \"contrary to natural law ... and do not proceed from genuine affective and sexual complementarity. Under no circumstances can they be approved.\" The Vatican identifies homosexuality as a deep-seated personality disorder and psychological flaw; variously condemning same-sex acts as \"grave sins … objectively disordered … (and) intrinsically immoral\". Even people who have a gay orientation but abstain totally from sex are condemned by the Pope as possessing a \"tendency towards an intrinsic moral evil\". In October, the Vatican ruled that chaste gay men should be barred from the priesthood and this month it again vilified same-sex marriages and announced its intention to oppose a UN general assembly statement calling for the decriminalisation of homosexuality worldwide. The English church's pastoral leaflet challenges these outdated, bigoted attitudes. It reflects the growing acceptance of loving, loyal, long-term lesbian and gay relationships by grassroots Catholics. It is also a fitting tribute to the late Cardinal Basil Hume and a continuation of his valiant, but often tortured and incomplete, attempts to move English Catholicism towards the acceptance of gay people and gay human rights. I know from my personal dialogue with Cardinal Hume in the 1990s that he was personally pained by the Vatican's intransigent, heartless homophobia. He tried, as best he could, to distance the English church from Rome, with nuanced theological pronouncements that discreetly differed from those of the Pope. Although his distancing was far too subtle for my liking, I appreciated his efforts. It is good to see Cardinal Hume's more gay-sympathetic theology reflected in this pastoral leaflet. He would be happy and proud. Congratulations and thanks to the Catholic Bishops Conference of England and Wales. Now please reform the Catechsim – or publish your own non-homophobic English version."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}