{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2008/dec/13/middlesbrough-arsenal", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2008-12-13T15:53:00Z", "webTitle": "Football: Middlesbrough 1-1 Arsenal", "webUrl": "https://www.theguardian.com/football/2008/dec/13/middlesbrough-arsenal", "apiUrl": "https://content.guardianapis.com/football/2008/dec/13/middlesbrough-arsenal", "fields": {"headline": "Aliadière strikes for Boro as Arsenal slip up once again", "bodyText": "Former Arsenal player Jérémie Aliadière delivered another blow to Arsene Wenger's flickering Premier League title hopes by denying them three precious points at the Riverside Stadium. Aliadière pounced with a fine glancing header in the 29th minute to cancel out Emmanuel Adebayor's 17th-minute opener and ultimately ensured Gareth Southgate's side a well-deserved share of the spoils. Stewart Downing was denied a second-half winner by a fine save from Manuel Almunia but the Gunners also had their chances through Robin van Persie and substitute Nicklas Bendtner.And at the final whistle there was little doubt which side was happier with the pointas Wenger faced up to the prospect that his side would be even further adrift of the division's top three by the weekend's even though he had brought back his big guns after the midweek Champions League loss to Porto. Boro, whose own form this season has been almost as topsy-turvy as their visitors, bristled with commitment and forced a succession of early corners, Adebayor heading one of them inches over his own bar. And from another Boro set-piece, the ball eventually fell to Adam Johnson on the right side of the Gunners box but the midfielder blazed his shot high into the visiting fans behind the goal. Almunia also had to race to the edge of his box to snatch a long ball away from Tuncay Sanli before Arsenal forced their first chance in the 11th minute, Abou Diaby setting up Van Persie who bobbled a low shot inches wide. Wenger's men were slowly coming to life, largely thanks to the persistence of Adebayor who saw a goal-bound effort blocked by Robert Huth in the box before Ross Turnbull parried an effort from Abou Diaby. But from the resulting 17th-minute corner the Gunners grabbed the lead when Adebayor stooped to meet captain Cesc Fabregas' set-piece in front of goal and sent a low header past Turnbull. Tuncay tried a low long-range effort in the 25th minute that was easily gathered by Almunia down to his left while at the other end Diaby's effort from another Fabregas corner was gathered by Turnbull. But French striker Aliadière drew the home side level in the 29th minute with a superb glancing header from Tuncay's driven cross from the right which gave Almunia no chance. Boro had a strong penalty appeal turned down in the 35th minute when McMahon claimed he had been tripped by Gael Clichy just inside the Boro box but referee Peter Walton waved play on.Then Van Persie missed a golden chance to put his side back in front in the 38th minute when he mis-kicked completely in front of goal after Adebayor had crossed low from the right. There was plenty more spirit coming from Southgate's men after the break as they continued to press without quite fashioning clear-cut chances, with the excellent Tuncay at the centre of everything. And Boro came close to grabbing the lead on the hour when Stewart Downing out-paced Bacary Sagna chasing an Arca ball down the left before rifling a left-foot shot which struck Almunia's arm and went out for a corner. Just when the Gunners were starting to look worryingly lightweight again, they had a fine chance of their own when Diaby sent through Van Persie who saw his left-foot shot slide across the face of goal from a tight angle. Diaby sent in a long-range drive which was gathered by Turnbull much to the exasperation of Wenger. As the action began to tighten, Boro continued to hold the upper hand and Wenger sought to freshen things up in the 81st minute with the introduction of Nicklas Bendtner in place of Diaby. And Bendtner almost made a big impression in the 86th minute when he sprang the Boro offside trap and hit a shot from the right side of the box which was well blocked by Turnbull in goal."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}