{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2008/dec/28/premiership-harlequinsru1", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2008-12-28T21:27:00Z", "webTitle": "Rugby union: Harlequins 26-26 Leicester", "webUrl": "https://www.theguardian.com/sport/2008/dec/28/premiership-harlequinsru1", "apiUrl": "https://content.guardianapis.com/sport/2008/dec/28/premiership-harlequinsru1", "fields": {"headline": "Fever, fireworks and sold-out signs at Quins late show", "bodyText": "The Columbinas made their debut at Twickenham on Saturday, a couple of dozen lissome cheerleaders recruited to enhance the festive merriment surrounding the return of Harlequins' brand of commedia dell'arte to English rugby's headquarters. For those old enough to remember the days when Quins played the first half of the season on the sacred turf before retreating across the A316 to The Stoop for the balance of the calendar it was a bit of a shock but a very pleasant one since the unquestionable success of the venture underlined the potential for rugby union's growth in the capital. It took a while for the play on the field to mirror the fireworks that erupted around the rim of the stadium, Beijing-style, before kick-off. After a tedious opening 40-minute demonstration of the damage inflicted by the experimental law variations, however, the match exploded into a second half of high excitement, leading to a thunderous climax. Although limited by holiday transport restrictions to a capacity of 50,000, achieved by closing the top tier, Harlequins had slashed their ticket prices to £10 for adults and £5 for children and were able to put up the sold-out notices with a week and a half to go. Their reward was a crowd four times their capacity at The Stoop and more than doubling the previous record for a Premiership fixture. According to Mark Evans, their chief executive, touts were operating in the club's car park and a ticket had gone for £130 on eBay on the eve of the match. They have a three-year deal with the Rugby Football Union, the stadium's owners, and next time they will be thinking about going for the full 82,000. \"Eight or nine years ago I wouldn't have dreamed that this might be possible,\" Evans said afterwards. \"A year ago I started thinking we might be able to bring it off. In the second half of last season I was certain we could, and I wonder how many would have come if we hadn't been capped at 50,000. We had no walk-ups, and no sales in the week before the game. We'd like to come back.\" Neither he nor Dean Richards, Quins' director of rugby, felt that the team had suffered from the short transfer to a ground at which their supporters might not have been able to make their influence felt as keenly. In the event 48,000 home supporters comfortably outshouted the 2,000 Leicester fans who made the trip. \"When Mark broached the subject initially, I thought we might lose something on the day,\" Richards said. \"But in the last two or three weeks before the game the momentum built up and the only talk was of how fantastic it was going to be. Today it added to the occasion and it didn't detract at all from what we're about as a team.\" What Harlequins are about at the moment is the art of the death-defying escape, as they showed with Nick Evans's last-minute drop-goal to beat Stade Français in the Heineken Cup a fortnight ago. Evans was decisive again on Saturday, the All Black's sang-froid clearly undisturbed by the bigger venue as he slotted the 79th-minute touchline conversion that gave his side a deserved draw. Leicester were kicking themselves. After Evans and Toby Flood had studded a penny-plain first half with three penalties apiece, a minute before the interval Ugo Monye saw the ball bounce off his knee as he tried to smother Julien Dupuy's fly-hack deep inside his own half. Johne Murphy pounced to touch down, with Flood converting. Ten minutes after the restart a 16–9 lead became 23–9 when Murphy scuttled round the front of a lineout and released Tom Croft for a majestic 30-metre sprint to the line. Once again Flood did the honours with the conversion but it was the Leicester fly-half whose sudden spate of errors put fresh heart into the home side. A bizarre cross-kick on his own 22, intended for Matt Smith, went straight into the arms of Nick Easter, who started a counter-attack that eventually produced a try in the corner for Mike Brown. After Evans converted, a Flood penalty took the Tigers' lead to 26-16 with 10 minutes to go. This, however, is no longer the old pragmatic Leicester. When Harlequins won a penalty 38 metres out, Evans calmly took his side to within a single score. And when Lewis Moody, after the last of several outbursts of indiscipline, was ushered to the sin-bin with two minutes on the clock, Harlequins exploited Dupuy's poor clearance to set up a wave of attacks. Tom Williams's sizzling break took them into the visitors' territory, setting up the chance for Monye to redeem his earlier error with a fine try in the corner and leaving Evans to conclude the festivities. Harlequins Brown; T Williams, Barry, Turner-Hall, Monye; N Evans, Care; Jones, Fuga (Brooker 50), Ross, Percival (J Evans 66), Robson, Robshaw (Guest 72), Skinner, Easter. Tries Brown, Monye. Cons Evans 2. Pens Evans 4. Sin-bin Skinner, 30. Leicester Hamilton (Varndell 43); J Murphy, Hipkiss, Mauger, Smith; Flood, Dupuy; Stankovich, Kayser (Chuter 60), White (Castrogiovanni 37), Corry, Wentzel, Croft, Moody, Crane (Newby 67). Tries Murphy, Croft. Cons Flood 2. Pens Flood 4. Sin-bin Kayser, 23. Moody, 78. Referee D Pearson (Northumberland). Attendance 50,000."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}