{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "global/organgrinder/2008/dec/05/im-a-celebrity-realitytv", "type": "article", "sectionId": "global", "sectionName": "Global", "webPublicationDate": "2008-12-05T20:10:17Z", "webTitle": "Anna Pickard liveblogs the I'm a Celebrity Live Final: Live!", "webUrl": "https://www.theguardian.com/global/organgrinder/2008/dec/05/im-a-celebrity-realitytv", "apiUrl": "https://content.guardianapis.com/global/organgrinder/2008/dec/05/im-a-celebrity-realitytv", "fields": {"headline": "I'm A Celebrity Get me Out of Here: Live final", "bodyText": "8:00pm: The days have seemed like weeks, the hours like days, the minutes like things-longer-than-minutes (but not quite hours because that wouldn't add up mathematics wise with the other things) but finally, it's here; It's the live final of Can you think of anything more exciting to do on a Friday night? Well, apart from an Island Parish on BBC2, clearly, but now that that's over for the evening, what could be better than watching some semilebrities eat hopping-mammal testes on the path to glory! I'll be here from 8.30pm, so join me with your observations, lamentations, high expectations and adulations in the comment box, all the way through the night. Or until 10.30, when it ends. In Carrie's Wednesday blog-look at the remaining contestants, she reported David VD as the villain of the piece. Immediately, the Guardian blogs chapter of his fanclub rose up in protest: \"It appears we, Leedsbulldog, Flossiethefloozie, ImNoangel &amp; Nicola84 are united - Sense at last, lets spread the word - David For King (although he'd be unbearable)\" said Leedsbulldog. And they might've got away with it too if it hadn't been for the fact he was voted off last night. So where are we now? Left watching three potential jungular monarchs tough it out for a longed for tiara; three crown-loving wannabes lurking in a small patch of wilderness just outside the grounds of some Australian luxury hotel; three daring ick-nibblers who only have two more hours and, quite likely, a few more icks to nibble before they get to decide who is tip-toppiest. That's where we are. But who will it be? Martina Navratilova, sensible, sporting, unsexy (by her own admission, many would disagree, I'm sure) and a powerful female role model; George Takei, with a voice like honey spread thickly on a velvet and a carriage like a wise turtle with a good dentist; and Joe Swash, who is going to win. Why? Because he seems like a lovely, normal, honest chap. And people really like that. They like it a lot. But what do I know? Seriously, what do I know? I only got access to British TV earlier this week, and frankly am only just catching up, so you know better than me what will happen. So I'll be back at 8.30pm (GMT, obviously)(I know that may seem like an unnecessary qualification, but trust me, it isn't), to watch all the tribulations, hard decisions, honest-votes and tearful goodbyes. Back at 8.30!… 8.29pm: I'm not sure if anyone just saw the ITV Tonight special on all the really crappy things that could possibly happen to you over the holiday season, but it really was relentlessly morbid. 25 minutes of people getting stabbed, run over, scammed, robbed, murdered, burnt down and otherwise painfully inconvenienced. And then they just ended it all by sitting in front of a Christmas tree and saying: \"But really, the odds of you getting run over by a drunk, beaten up, or blinded by an innocent toy are really very low. So, as the old saying goes, the only thing you have to fear is fear itself\" … which, Mr Ever-So-Reassuring presenter should have carried on to say, we're glad to have been able to provide you with. Brilliant. Thanks ITV! Oooh, it's starting. 8:37pm: It's day 22 in the jungle, and after three long weeks, says Dec, it's all come down to this, a three-way fight. Literally? I hope not literally. If they were placed in the mud with nothing but their bare hands and bare wits and told to rough it out like wild animals, who actually WOULD win in a threeway? I say Martina. Though now I say it out loud it sounds much, much worse than I intended. 8:44pm: The celebrities are happy because they've made it to the final. Ant and Dec are happy because tomorrow morning they get a lie-in (it's 6.38am in Australia) - and the audience are happy because the celebrities are doing one last trail before it all ends. First up, the lovely Joe, who is competing for a starter. He says he's not really a starter kind of guy. I really don't think that's going to wash. Dec introduces the task - brilliantly, at this point, my connection drops out and I miss it, which means that when it does start, it's going to come as a marvellous surprise to us all. Whatever's about to happen, though, Joe's tucking his pants into his trousers. which clearly bodes well. 8:49pm: Joe climbed into an underground coffin, where he has to stay for ten minutes, part-filled with water and part filled with rats. \"They're gonna go up me bum and everything\" he said, cheerily. After six minutes, some kind of eels get released into the water, the rats get into some kind of town meeting gathered around his genetalia, but he lies in there, unflinching, for the whole ten minutes. The man's a legend. This means they win some kind of prepared starter, a drink, and a treat. \"That's the last trial I'll ever have to do\" he says, coming out of it, with the biggest smile I think I've ever seen. 8:56pm: \"This is the last trial\" says George, in that voice. Yes, George, yes! it is the final frontier! But after three weeks of beans and rice, he still, he says, has enough vim and vigour to get through this one last bout of malevolence. Good for him. And it's an eatty trial, too. In a twist (or is it?) on the normal procedure, he has to choose between two dishes placed in front of him. Under one dome will be a bush-tucker type of dish; under the other, something he might usually eat at home. First: Cockroaches vs Lasagne. George refuses the lasagne, and seems to positively enjoy the cockroaches. \"Very savoury\", he growls, contentedly, for the benefit of all those suspecting they might taste like fast-moving malteasers: they don't. Next: Thai Curry vs Locusts. But first: Adverts. 9:05pm: I could listen to George talk all day, even if I was having to listen to him describe the eating of insects, as he currently is. \"The carkrowchezz, were nuddeee. The lowcustsssss, are towsteeeee...\" he says, like a true gourmand. Nutty, then, for cockroaches. Toasty for locusts (and also 'crunchy'. Witchety Grubs, meanwhile; 'NOT nuddy! Slimeee!' he says. He's now won three full main courses.... Now on to the kangaroo penis. Ah, how I've missed typing sentences like that. 9:13pm: \"The penis is rebelling\" says George, as we hear a tide of kangarcock rising up his throat. \"Or perhaps it has an erection...\" He passes on the Camel's testicles, though. Offered a choice between chocolate cake and testes to win a final treat, he passes on the balls. But then doesn't seem to get the cake either, before being sent back to the camp. Back there, he says the Kangarschlong was the last straw. Very tough, he tells Joe, back at the camp. \"I was pulling bits out from between my teeth all the way home\" he reports \"As accustomed as I am to penis....\" he goes on, with great solemn dignity. Oh well, now I want George to win too, and glancing at the comments, see that I am not alone. Almost. But not quite. Joe, however, I would still also like to win. I say both. 9:25pm: Martina has to put her head inside a plastic fishbowl and have it filled with nasty live critters. There really are only a finite amount of different bushtucker trails, aren't there? Putting her head into the see-through globe, she murmurs \"There but for the grace of God go I ...\" which is slightly out of whack, as she is going there. Right now. We're watching her go there. So either there's no God, or this is a singluarly graceless activity. I know what I'm going with. She has to stand stock still and breathe through her mouth (\"Not through the nose\" she's advised \"You'll probably suck things up there\") while cockroaches, stick insects, crickets, spiders and snakes get poured in there. And, like a rock, she stoically deals with it all. You have to imagine that's mainly because she can't hear the intensely annoying tension-building music pumped over the top. Not that she could if she tried - she has cockroaches in her ears. 9:35pm: Ant and Dec keep banging on about how much the contestants all kiss. \"Good morning, MWAH; Good night, MWAH; Good luck, MWAH; Well done, MWAH!\" they mock. But - and trust me, I'm quite new to this season, so it may have become a little old by now for the rest of you - I think it's lovely. Every time they have something to mark, there appears to be aresounding smacker on the face. Martina Kisses Joe, Joe kisses George, George kisses everyone, Everyone's happy. I think we should start some kind of campaign. I, for one, pledge to kiss everyone I meet, directly on the face (and on the lip part of the face at that, no shirker, me) in honour of the triumvirate almost-monarchy. We see how happy the other contestants were to get out of the camp. Very happy, they are. Technical note Please excuse any slight delay and/or lack of visibility. I think I may not have pressed all the right buttons to appear in all the right places, and I've not done this in a while (and we're working with a rather complex liveblogging system here involving a small flashing box in my sister's kitchen and a 5,000 mile relay, so this is all a bit experimental, thank you for bearing with us. Yay!) Sorry, I'm just filling in during the adverts, now. Ah, we're back. 9:44pm: The bunch of lovies that they are, all the remaining finalists give each other awards for, you know, just being lovely, and being themselves, etc etc etc. I won't deny they have a point - they are lovely, yes. And they are themselves, anything else would be physically very difficult to pull off. But goodness me, I'm not sure I can listen to it any longer. \"You're so wonderful\" Joe tells MatNav. \"You're a king among men\" Martina tells George. \"Your appendix is made of diamonds\" George tells Joe. That last one's not true. I just got bored of nice people saying nice things about other nice people, as nice as that may be. They're about to announce the third placed person, and it's .... 9:48pm: GEORGE! George Takei comes third! I can't deny I'm slightly disappointed, but as it's now a battle of who could be the loveliest and least-offensive, it's all well and good, either way. They all kiss, affectionately, and say nice things about each other, one more time. Soon, an interview, in which third placed junglist George says nice things about everybody in a voice like warm toffee-coated bees riding large fluffy motorbikes. But first, adverts. 9:54pm: The adverts pass in a haze of tinsel, expensive toys and miniature versions of holiday food that will, it is said, enable one to 'party like a celebrity'. And since the celebrity in question is Kerry Katona, I think that speaks for itself. \"New frozen shrimp pasties - now with added with prescription drug stuffing\". Nom nom nom. George's greatest moments in camp are great indeed. And sometimes camp. He sings, he dances, he hugs and he kisses, he eats the witchety grubs we last saw him eat about 35 minutes ago. As his interview begins, he says he has had a lifetime of experiences, a wonderful time, it was all magical, and he's made friendships that will last forever. I take the opportunity to go to the toilet. 10:02pm: We get to see the delicious meal prepared for and served to the three finalists. They all talk about how much food there was (lots) how nice it was (very) how much they enjoyed it (a great deal) and how much they love each other (a wonderfully, beautifully, nauseatingly enormous amount). There are kisses before bedtime, and everyone retires happy. Was anyone expecting any different? 10:06pm: Back at the camp, Joe takes us through what happened the rest of the night \"I was up and down to the toilet about ten times, I 'ant had a crap for about 15 days, and ...\" And that was just FAR more information than I think many of us needed right now. The lines are now closed, says Dec, wit his excited face on, the flicks quickly to his serious one: \"If you call to vote now, your vote won't be counted, but you may still be charged...\" he warns. And the winner will be .... Announced after the break, obviously. 10:07pm: What proof or justification can they POSSIBLY have for the statement \"Celebs love Iceland mini-pavlovas\"? How many were surveyed? Who? How famous? Were they given a choice of pavlova? Bribed? I demand to see scientific study and ... Oh hang on, they're about to announce it. 10:12pm: And the winner of I'm a Celebrity Get Me Out of Here 2008, the crown-holder of this year's Iyacigermooo, the .... KING of the jungle, they say (yay!) It's Joe Swash. Hurrah for Joe. The moment is covered in beeps and other censored noises, as any moment of triumph or surprise seems to be where Joe is concerned. \"BEEEEEEEEEEEP me!\" he says; King of the Jungle. 10:15pm: Before Martina's exit interview, we get to see all the nice things the fellow contestants said about her: \"She has such a beautiful smile\", \"She's so clever, so funny\" \"She's a champion, and so strong\" ... are among them. And we also get to see some of the less pleasant things fellow camp-mates have had to say. \"She's on my level, intellectually\" said Kilroy. Poor MatNav. Still, you can't win them all. Unless you're one of the Williams sisters, actually, in which case you can. Sorry, that's all I know about tennis. I'm going to turn back to the exit interview. 10:19pm: Martina talks about David VD, and how she really didn't have that much of a problem with him since he was always ok to her. She says the hardest thing about the experience was not knowing what Iyacigermooo was, or what it might involve. I can see how that might not have helped. 10:23pm: Come on then, why does everyone like Joe Swash? They like him because he's honest, and full of life and infectiously enthusiastic. They like him because he's polite and friendly. They like him because he's a nice guy, because his hair, tied end to end, could create a rope strong enough to pull ships in danger safely back to shore; because when he blows his nose, small fairies and butterflies come out and sprinkle sugar on your food; because he snores in five part harmony and farts in the voice of your dead much-loved grandmother. Sorry, I got bored by people saying nice but dull things. Some of those may be true, though. Joe gets interviewed .... 10:29pm: \"I love George\" he says. \"I love'im. I love'im. If'e was a bird, I'd've been all over'im!\" he says \"You were all over him anyway!\" shouts Ant, still apparently alarmed by the kissing. With that, he's presented with his crown, dives off his throne to snog the living daylights out of the ex-contestants that stand before him, and we see his walk out of the jungle once more. And that's it. JOE SWASH is King of the Jungle, you've been great, if somewhat 'mainly out at the pub', I've been Anna Pickard. Still am. in fact. And I'm off to have some lunch. Thank you, and good night."}, "isHosted": false}}}