{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2008/dec/09/debate-championship-salary-cap-football", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2008-12-09T22:48:19Z", "webTitle": "The debate: should there be a salary cap in the Championship?", "webUrl": "https://www.theguardian.com/sport/blog/2008/dec/09/debate-championship-salary-cap-football", "apiUrl": "https://content.guardianapis.com/sport/blog/2008/dec/09/debate-championship-salary-cap-football", "fields": {"headline": "Should there be a salary cap in the Championship?", "bodyText": "Yes Neil Doncaster Norwich City chief executive and director of the FA and Football League The Football League has long been in the vanguard of football policy-making in this country. In recent times, it has introduced the first \"fit and proper persons\" test for directors in English football; pioneered the publication of fees paid by clubs to agents and introduced \"sporting sanctions\" for clubs entering administration. And while these changes may have appeared radical when first mooted, they have quickly become part and parcel of footballing life. Indeed, most commentators regard them as measures designed to increase transparency, accountability, fairness and integrity — values which sit at the heart of family clubs rooted in their local communities. But one change that has so far remained a step too far for many clubs is the question of salary capping. At a time when the majority of Football League clubs are making losses amounting to millions of pounds every year, it must be right to consider it seriously. The easy availability of cheap credit has fuelled massive inflation in player salaries. For many years, clubs have paid their players far more than they can really afford — chasing the dream of success shared by supporters, managers and club directors alike. It is naive to think that football is somehow isolated from the woes of the wider economy. Anecdotal evidence is that clubs are beginning to come under financial pressure as discretionary spend, from companies and fans alike, is reduced. Many argue that, to protect the interests of supporters, the introduction of a salary cap is a necessary imposition. There are various forms of salary capping. But the type successfully used in League Two of capping overall player wage bills based on a percentage of turnover, would seem to be a solution. It is both legally robust and flexible enough to accommodate differences between clubs. The League Two rules would need to be extended to deal sympathetically with clubs relegated from the Premier League, whose parachute payments help to insulate against the financially crippling experience of their relegation. One common criticism of a wage cap is that it permanently disadvantages those clubs with a lower level of turnover. But such a system need not prevent wealthy owners using their own cash to fund their dreams. The definition of \"turnover\" could include — as it does in League Two — cash put into clubs by way of equity or gift. What \"turnover\" would not include is money lent to the club. Such a system would thereby prevent the practice of loading up a club with unmanageable debt to try to buy success on the pitch; a practice that effectively means gambling — using someone else's money — with the very future of a club. For it is not directors who suffer most when a club enters administration. It is the clubs itself and its supporters. It is the local community and small businesses. It is the junior staff who are laid off. Anything we can do to ensure that clubs are run more for the benefit of the community and supporters, is something that should be seriously considered and debated. To brush the subject under the carpet in the interests of laissez-faire economics, simply heightens the risk of more clubs going into administration — something the game could well do without. No Peter Ridsdale Cardiff City chairman and former chairman of Leeds United The government does not tell board members at Tesco how much money they can spend on their staff so why should Championship clubs be placed under the same pressure? In football, as in the private sector, it is up to the board of directors and shareholders to run their organisation in a responsible and proper manner, not a central authority. The Football League claims a salary cap is vital for the economic stability of teams in our division but what they don't seem to realise is that it is unfair and would lead to huge imbalances. We currently have a situation in the Championship where a group of clubs have an artificial level of income created by the parachute payments they receive after being relegated from the Premier League. So, the likes of Sheffield United, Birmingham City and Reading have an extra £11m per season to play with before gate receipts, money from merchandise, sponsorship and other revenue sources are taken into account. How then are the smaller clubs, such as Cardiff City, expected to compete if a restriction is put on player salaries based on income? Our division, currently one of the most competitive in the world, would end up like the Premier League where only a small number of teams are challenging for the top places each season. In this case, it would be those that have just come down. As well as being unfair, a salary cap is also a barrier to ambition. Why shouldn't clubs with wealthy owners, such as Queens Park Rangers and Wolverhampton Wanderers, be able to write a cheque if they want to? The reality anyway is that clubs will only spend on wages what they can afford and so one that gets an average gate of 7,000 will naturally give its players less money than one that gets 30,000 through the doors. In that sense, a salary cap already exists. This whole discussion could eventually take British football back to the days of the maximum wage. That too was a failed policy. It is a well-known fact that clubs during that era would get around the restrictions on wages by giving their players gifts such as a new car, or by putting their wives on the payroll. It was utterly abused and I am convinced the same would happen if a salary cap was introduced today. At Cardiff, we sell a player each season, such as Aaron Ramsey who joined Arsenal for £5m this summer, to supplement our wages. We are also building a new stadium which will boost our income, not only through attendances, but also through events such as pop concerts and a tenants agreement signed with the Cardiff Blues rugby union side. That is how clubs should be attempting to maintain economic stability; through initiative and progress. Not through stealth, which is neither fair nor practical. Despite my reservations, I can understand why a salary cap exists as an issue right now. We are living through difficult financial times and for clubs it is players who are their largest overheads. But as someone who grew up during the state income policies of the 1970s, I feel convinced such a move would be a disaster. Sadly, though, a salary cap appears to be gathering support in the Championship and so could well be driven through by the powers that be. That would create headlines but achieve very little else. Despite my reservations, I can understand why a salary cap exists as an issue right now. We are living through difficult financial times and for clubs it is players who are their largest overheads. But as someone who grew up during the state income policies of the 1970s, I feel convinced such a move would be a disaster. Sadly, though, a salary cap appears to be gathering support in the Championship and so could well be driven through by the powers that be. That would create headlines but achieve very little else."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}