{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2008/dec/20/teachers-general-council-code", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2008-12-20T15:00:00Z", "webTitle": "Francis Gilbert: Will the teaching council ever learn?", "webUrl": "https://www.theguardian.com/commentisfree/2008/dec/20/teachers-general-council-code", "apiUrl": "https://content.guardianapis.com/commentisfree/2008/dec/20/teachers-general-council-code", "fields": {"headline": "Will the teaching council ever learn?", "bodyText": "The new draft of a code of conduct and practice for teachers really made me laugh. It's a big and wordy document from the General Teaching Council for England (GTC) and full of the off-putting, sanctimonious language that makes teachers such as me want to go and strangle the nearest bureaucrat to hand. There are eight \"principles of conduct and practice\", which are elaborated upon at great length in a document which runs to 33 pages. These principles include the notion that teachers should \"place the well-being, development and progress of children and young people at the heart of their professional practice\". This first principle made me wonder if the GTC thinks that somehow teachers won't do this unless they tell us to. It's as if they think without these patronising instructions, they'll allow our evil natures run amok in the classroom; without their words of wisdom, we might plan our lessons so that they deliberately make our pupils miserable, and do our damnedest to ensure they fail all their exams and learn nothing at all. Obviously, after the draft code is instituted, my life is going to have to change. One principle states that, teachers should \"demonstrate high standards of honesty and integrity and uphold public trust and confidence in the teaching profession\". Clearly, all those drunken nights out, puking into gutters and vandalising bus stops will have to stop. No more pilfering from the latest charity drive at school, no more using school funds to pay for those summer holidays in Caribbean, and no more gorging on confiscated chocolate bars. What am I going to do with my life now that the GTC is on to me? My trusty, age-old strategy of telling annoying parents to piss off is no longer acceptable – instead I'm going to have to be \"pro-active\" and \"establish partnerships\" with my pupils' carers. Jeez, does that mean I'm going to have to invite them for coffee mornings during the holidays? Worst of all, I am going to have to \"work as part of a whole-school team\"! Those days of being a miserable, moaning misanthrope will shortly be terminated, and all my favourite pastimes will be soon be banned: doing the crossword during staff meetings, doodling during training days and ripping up policy documents. I might even have to start playing football with the staff and going on weekend away days at conference centres. Of course, I jest – but there is a serious point here; the moment you introduce a series of diktats, you invite people to break them and introduce further rigidity into a system already rusty with rules and regulations. Why do teachers need to have the bleeding obvious spelt out in such robotic language? Isn't there a whole raft of employment legislation which means that teachers who are not up to their jobs can be rooted out? Why do we need yet another \"code\" to address these issues? I think the best thing all round would be for the GTC to bin this draft code and put more energy into supporting teachers to do their jobs rather than chiding them with unnecessary rules. The finger-wagging has to stop."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}