{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2008/dec/01/turner-prize-mark-leckey", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2008-12-01T19:52:58Z", "webTitle": "Modest art: Mark Leckey wins the 2008 Turner prize", "webUrl": "https://www.theguardian.com/artanddesign/2008/dec/01/turner-prize-mark-leckey", "apiUrl": "https://content.guardianapis.com/artanddesign/2008/dec/01/turner-prize-mark-leckey", "fields": {"headline": "Modest art: out goes the controversy as magpie of the artworld steals the show", "bodyText": "Last night the Turner prize, next step TV stardom? Mark Leckey was named winner of Britain's most important contemporary art prize and said he now wants his own variety programme: \"Like the Two Ronnies. But with art.\" Leckey, Birkenhead-born and a part-time professor of film studies at Frankfurt's Städelschule, was presented with the prize and £25,000 cheque by the singer Nick Cave during a ceremony at Tate Britain broadcast live on Channel 4. The centrepiece of his Turner prize exhibition was Cinema-in-the-Round, a witty meditation on the nature of film in popular culture, taking in everything from Garfield the cat to Homer Simpson and James Cameron's Titanic. For a prize that has thrived on outraged headlines about unmade beds and lights being turned on and off, the most controversial thing about this year's prize was its lack of controversy. The most that could be mustered was half-hearted tut-tutting over an exhibit featuring a naked mannequin on the toilet. Many critics complained the exhibition was too dry, too academic and, worst of all, too dull. There was also a feeling that the work was hard to get, something Leckey contested. \"Who can't understand it? I don't understand who can't understand it. Critics are middle brow and they want stuff that looks like art and maybe my stuff doesn't look like art,\" he said. He accused the press of being too interested in Damien Hirst and Banksy. \"They [the press] come to the Turner prize and expect to be shocked, but the world I live in isn't like that,\" he said. Leckey said he was now going to squirrel the money away, because of the credit crunch, but he wants a TV channel to knock at his door. \"I want to make a TV series, I want to do a variety show on arts with music and performance,\" he said. Stephen Deuchar, the director of Tate Britain and chairman of the judges, said Leckey was at the height of his powers: \"He's brilliantly inventive, witty and idiosyncratic.\" About 60,000 people have visited the exhibition over the last two months, although none of the shortlisted artists was well known to the general public. Leckey was the only man on a list which also included Goshka Macuga, Cathy Wilkes and Runa Islam. On top of the honour, money and party, getting the prize will significantly raise Leckey's profile as he joins a list of previous winners that includes names such as Steve McQueen, Hirst, Rachel Whiteread and Antony Gormley. If the cards left by the public were anything to go by, Leckey was the people's winner. The 44-year-old London-based artist is a magpie who rifles at will through popular culture to create his own works. One of Leckey's works in the exhibition is Made in 'Eaven in which he appears to have recreated Jeff Koons' work Rabbit. It also appears to be in Leckey's flat. Of the losing artists, who will each receive £5,000, there had been strong support for video artist Islam. Among her works on display is First Day of Spring, featuring rickshaw-wallahs paid by the artist to just sit and stare, something they do with impressive ease. The outsiders were always going to be Macuga and Wilkes. Macuga had raided the Tate archives to create works which explored the relationship of the artist lovers Paul Nash and Eileen Agar. Wilkes created a work called I Give You All My Money, made up of naked mannequins, a supermarket till, and all manner of arranged detritus including dirty cups, horseshoes and roof tiling. It was the kind of work that would have irritated the former culture minister, Kim Howells, who six years ago labelled the Turner prize \"conceptual bullshit\". Prince Charles agreed and wrote a congratulatory letter praising his \"refreshing common sense\" adding: \"It has contaminated the art establishment for so long.\" But there was little to get people as worked up as they have in previous years. Laura Cumming in the Observer complained: \"This year feels bloodless, academic and quiet.\" The director of the Tate, Nicholas Serota, last night said there always seemed to be a year of controversy and then a year \"when the critics said it was dull, the show should be retired and we should all go home. This show is as strong as any I've seen.\" Certainly there was never going to be a repeat of 2001, when some critics could hardly breathe because of their annoyance at Martin Creed winning for a light that went on and off."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}