{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/organgrinder/2008/dec/13/thexfactor-realitytv", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2008-12-13T14:08:34Z", "webTitle": "Heidi Stephens: X Factor Live Final Liveblog", "webUrl": "https://www.theguardian.com/media/organgrinder/2008/dec/13/thexfactor-realitytv", "apiUrl": "https://content.guardianapis.com/media/organgrinder/2008/dec/13/thexfactor-realitytv", "fields": {"headline": "The X Factor Liveblog - it's the FINAL!!!", "bodyText": "2:07pm: Believe it or not, X Factor 2008 all started way back on 16th August. Since then, we've had five weeks of auditions, two weeks of bootcamp, ten live shows, celebrity guests such as Britney and Mariah, lots of crying, some dead relatives, four bitching judges, three livebloggers and, very occasionally, some half decent singing. But tonight, it's THE FINAL!!! WOO HOO! Eoghan, Alexandra and JLS are going head to head for the £1million record contract, and we're promised all KINDS of musical treats. So make sure you're right here for the live show from 7.10pm until 8.40pm, then back from 9.40pm for the results show. See you then! 6:28pm: So whilst I'm watching Strictly and musing on this evening's entertainment, let's talk about our finalists: First up on team Cheryl we have Alexandra Burke, who was binned off by Louis during the judges' homes stage three years ago, but has come back fighting. She's undoubtedly the best singer, but I've never particularly warmed to her - I find all the crying a bit tiresome and desperate. She's apparently singing Silent Night and duetting with Beyonce tonight, so here's hoping for a knockout performance because she's unquestionably a real talent. In team Cowell we have Eoghan Quigg, and I genuinely have no idea what this irksome child is still doing in the competition. He has limited vocal ability and no X Factor whatsoever, yet somehow he's managed to blag his way into the final. Also worth noting that our re-naming him Eggnog resulted in me receiving a number of emails calling me a bully and a racist (no, really), and since they've now picked up the nickname on the Xtra Factor too, I expect a spate of complaints to Ofcom any time now. If Wikipedia is to be believed, he's singing Wizzard and duetting with Boyzone later. Just kill me now, will you? And finally, on Team Walsh, Jack The Lad Swing, aka JLS, or Aston and The Other Three. They've been consistently average since day one, yet with moments of sparkle where I've found myself willing them to make it through. Carrie and I had a chat a couple of weeks ago about how good they could be if Louis doesn't 'Westlife' them, which seems unlikely since tonight they are singing with...Westlife. According to the tabs, Take That dropped out in a huff because they weren't prepared to share the limelight with Boyzone. Westlife clearly have no such qualms, but do brace yourself because they're singing Wham's 'Last Christmas'. I smell four-sleigh pile up with multiple casualties. 6:56pm: So, drinking game rules for this evening (feel free to add you own - I'm all for some variation). Originally I had planned that we drink whenever Dermot mugged at the camera like a simpleton or Louis clapped liked a performing seal, but clearly we'd all be on our faces by the first ad break, so I've gone for one X Factor cliché per judge only: Louis: \"you made it your own\" (like this is necessarily a good thing) Cheryl : \"you're gorgeous\" (but not as stunnin' as me, pet) Simon: \"that was world class\" (depending which planet you live on) Dannii: \"I was blown away\" (which could be why my face looks like this) 7:10pm: It's STARTING!!! Cheryl reminds us that there can be only be one winner, thanks for that. It's the most important night of their lives, Simon says, with as much gravitas as you can muster when you have hair like a gorilla and chest pubes sprouting out of your t-shirt. On comes Dermot in his last ill-fitting suit of the series, looking like a YTS funeral director. He is followed by the judges, to the strains of Ain't No Mountain High Enough. Oh, it's because the final 12 are back singing it, which didn't give me enough time to inspect the judges' outfits. All I glimpsed was Dannii in a green frock that made her bum look big. Ah, how quickly we forget. There's Austin, and Laura, and that girlband who's name I can't remember. They are all wearing white, like little angels of dubious talent. On come our finalists - Alexandra's hair looks fab. Right, get off the stage the rest of you, we've done with you now. Simon has never been so excited, he tells us. Somehow I can believe that. He doesn't strike me as a very excitable man. 7:20pm: Are we ready to give the finalists our support? yells Dermot, whose pupils look shot to hell. They're going crazy in the contestants' home towns, with much whooping and waving of signage. Up first it's Eoghan!!! We see him going back home, and he requires a police escort to get into his street safely. Or perhaps it's always like that. The crowds quite literally go wild, it's most bizarre. Dear god, he's singing Wizzard, sat on a sleigh with cardboard reindeers surrounded by little children in woolly hats. He's entirely tuneless. Oh thank god, the kids have started singing and the band begins to play. That was horrible. 7:26pm: He has no fear, says Louis. I have fear that he may win this, and won't go away. He's a great role model, says Cheryl. Hmm. Back in Derry, there is much craziness. He's a legend, says a local, which seems a tad excessive for a young man with bad hair who just murdered a Christmas classic. 7:31pm: JLS are next, and already I'm experiencing festive weariness, and it's only 7.30pm. They all go home to their respective home towns, which one of them describes as being 'almost like the Beatles'. HAHAHAHAHA. Legends. They are singing Wham's 'Last Christmas' in white suits. I love this song, and was a fully paid up member of the Wham! fan club when this was released (if anyone else wants to make a confession of this magnitude, feel free). Ooh, they've funked it up a bit - is it wrong that I'm loving this? Key change! Can I be that pissed already? Surely not. Sorry, but I thought that was great. But then I also thought George Michael was straight, and would marry me. 7:39pm: In case you're wondering, I'm purposely ignoring the outside broadcast bits, because they are tedious pap. Apart from the nuns, they were great. It's Alexandra! She has gone home to sit on the bed she used to share with her sister. Look, I accept that it was a small room, but couldn't they have had bunkbeds? Did no-one think of this? Did it have a particularly low or pitched ceiling? Was it in the coal shed? 7:43pm: She is singing 'Silent Night', and frankly it's dull. She is beautiful, and has a lovely voice, but I am bored. She should have done a drum &amp; bass version. All the judges were blown away, and require changes of underwear all round. Cheryl is crying, as you would expect, because she is very proud of Alexandra who is a superstar and amazin'. We are all agreed in my house that she should have done Mariah's All I Want For Christmas, but Cheryl doesn't ask my opinion any more after I slagged off her dress in Week 5. In North London, ex-Hear'sayer Kym Marsh is dressed as a French Maid whilst surrounding by a bunch of screaming mentalists, and a couple of teachers. I wouldn't go out in this weather for Bono, never mind an X Factor finalist. Perhaps it's just me. Thank god, it's an ad break. I need more wine. 7:54pm: We're back, and Eoghan is singing 'Picture of You' by Boyzone, with dancing girls in multicoloured frocks. I feel it's very likely that Boyzone are in the wings. Aah, here they are, looking every bit like a bunch of of 30-something desperate has-beens who aren't as good as Take That and never were. Ahem. Anyway, Ronan's vocal is a wibbly as Eoghan's. Perhaps it's the pubic beard. My panties are free of damp. 7:58pm: Dear god, kill me now. JLS are singing 'Flying Without Wings'. On come Westlife, and my (honest, not gay) husband has just pointed out that Brian McFadden is missing. Perhaps he couldn't change his shift at Burger King. I had never considered the true craptaculousness of that song until now. It really is a stinker. Ad break, and then it's Alexandra. With Beyonce, allegedly, which suggests she pulled the straw marked 'big budget' whereas the other two got 'comeback'. Ain't life shit. 8:05pm: I'm actually quite excited. Let it be 'Crazy in Love' pleeeease. I can't bear another dirgy ballad. Bugger. It's a dirgy ballad. And one I've never heard before. Anyone? NotGayHonestHusband tells me it's called Crossroads. Thanks hun. On comes Beyonce, wearing a fried egg necklace, and frankly blows Alexandra off the stage. As strategies go, this was a dangerous one. Alexandra sobs into Alexandra's shoulder. Get a grip, girl, you're making a right twat of yourself. It's all gets a bit Jim'll Fix It - 'You've made my dreams come true!' sobs Alexandra, and I've just been a bit sick into my mouth. 8:14pm: It's time for the 'Crap People From The Auditions' section, feel free to pop to the kitchen for the next three minutes, because this will be horrible and exploitative and cringeworthy and pointless. Ha! My husband was wrong about the Beyonce song, it was called 'Listen'. Thank you Celteh, I'm not down with my power ballads. It's good to know someone's reading though, it's cold up here. Well, that didn't disappoint. Let's hope they turned off the feed into Beyonce's dressing room, or she may wonder what the hell she signed up for. 8:23pm: It's final performances time - and Eoghan is doing his best performance from the series, which unfathomably Simon thinks was 'We're All In This Together' from High School Musical. This is the one the Stephens household hated the most, including 9-year-old daughter, who is a giant HSM fan. She's just left the room in disgust. But clearly Simon thinks it's the one that will win it for him. Bizarre. Louis just crammed four cliches into one sentence - quiglet, fedex, Ireland is proud, can't believe you're only 16. I've just finished the bottle. 8:26pm: In Ireland, small children who have been fed too many Skittles are squealing about how much they love Eoghan. Only dogs can hear them. 8:29pm: JLS are doing 'I'm Already There', undoubtedly their most vomit-inducing performance. Why not 'Umbrella'? That was outstanding. Perhaps copious amounts of wine brings out my inner cynic, but I can't help feeling this whole show is lining up Alexandra to win. Despite that, JLS do a cracking job. 8:33pm: And finally for this part of the show, it's Alexandra singing 'You Are So Beautiful', in a not very beautiful gold dress with extensive swagging. She sings it beautfully, and looks beautiful, at least from the neck up. Down below she's got saddlebags and Donna Summer's castoffs. Simon predicts that a star has been born. Cheryl cries, and I want to know where she gets her mascara from. I'd look like the bloke from Kiss by now. Cheryl thanks Alexandra for making it the 'most special night of her life'. Take that, Ashley, you philandering bastard. 8:45pm: And that's it for this part of the show, I'll be back at 9.40 for the results, when two of our final three will murder Leonard Cohen (please, god, anyone but Eggnog). I've cast my vote, have you? In the meantime, if you've not had your fill of the lovely Cheryl, we've got The Girls Aloud Show right here on ITV. I would continue to liveblog, but my fingers need a rest and my NotGayHonest Husband is just taking a chocolate roulade out of the oven so it might get messy. Back at 9.40! (PS, GA all appear to be singing into pink sparkly vibrators. Nice). 9:44pm: Ooh, it's time! I'm all Girls Alouded out, and it's time to find out who's got the least X Factor, so the other two can get frisky with a Cohen classic. And yet it's an hour long show? What other possible treats can they have in store for us? Please not 'Hero'. 9:46pm: Carrie has just texted me to tell me that if Eoghan wins tonight, they'll be riots in NW2. Do you think she's in Alexandra's North London crowd, freezing her ass off and waving a homemade sign? I like to think she might be. 9:50pm: In the outside broadcast bits, the screaming shows no sign of abating. There are many, many small children who should be in bed, rather than being pushed around in the street by a bunch of mentals. It's Beyonce! Singing 'If I Were A Boy', which she is attempting to make more interesting with a couple of rock guitars. Fail. Dermot reminds us she's 'singing live', in case we couldn't tell the difference. Keep an eye on his trousers in a minute. He's got previous. The judges are all on their feet, hoping she notices them. I've never seen anyone leave the stage so fast, she's practically running. 9:59pm: It's time for a bit of O Fortuna, and the judges troop on stage with their acts, which means someone's about to get booted. Of course Dannii isn't there, because she hasn't got any acts left. JLS are through! GET IN!!!! Surely Alexandra is the other one? Surely? She is, which means that Eggnog The Quiglet is off home to Derry. I think we're all agreed that it's the right decision. We see his best bits, all involving him grinning and having a ball. He shouldn't have made it this far, but fair play to him - he's come a long way. See? I can do gracious. 10:07pm: It's time for JLS to sing Hallelujah. I'm rooting for them, because I love an underdog and they're cute as hell. It's a good performance, a little quiet in places but some nice harmonies. Ooh, gospel choir!!! And a key change!!! Cracking finish, JLS. Big up yourselves, etc. 10:13pm: Time for Alexandra, still wearing the gold disco fright dress. OK, here's the thing. I don't think this song should under any circumstances be morphed into a power ballad. She's got a cracking voice, but it's a soft, gentle song, that should be sung in an understated fashion, in my humble, worthless opinion. Just me, or not? 10:19pm: And that's it, people! Its all over bar the shouting. Who's getting your vote? Does anyone still care? Are we all pissed yet? And since I have a tendency to share the love when I've had a few (apols in advance), can I just say how much fun I'm having? I do love a good liveblog, but it's the hilarious comments that make it for me. So thanks, everyone, you are brilliant. World class, etc. Sob. 10:26pm: On come JLS, for a chat with Dermot, presumably to fill some time. Dermot asks them if they've enjoyed every single minute, and I'm longing for one of them to say \"s'been alright, I s'pose. Better than a pot noodle and a wank.\" We see their best bits, including their oustanding Ain't That A Kick In The Head from Big Band Week, which I had forgotten about. And some impressive backflippage from Aston, who is clearly a highly versatile young man. We also see some family messages of support, to a soundtrack of 'You're Beautiful' by James Blunt. Way to destroy a moment, sound guys. 10:30pm: And on comes Alexandra, STILL wearing that ghastly dress. Seriously, love, you've worn some outstanding outfits over the weeks (most of which we are seeing now in her best bits), and you're going to win or lose this show wearing THAT? Family messages, all very proud, lots of crying, so on and so forth. 10:39pm: Come on, where's Andi Peters waiting to push the button to press the CD? I guess it's some bloke at iTunes clicking a mouse these days. Eee, back in my day. In the outside broadcasts, hyperactive kids are still screaming. I can only imagine they're force-feeding them Ben &amp; Jerry's in the off bits, like foie gras ducks. It's TIME FOR THE RESULTS! I'm practically wetting myself, mainly because I haven't had a wee since Girls Aloud but also because I'm quite excited. Who is it? Who is it? Who is it? It's ALEXANDRA!!!! Well, I think we all knew that was coming. Good for her, but a shame for JLS, who had my vote this evening. She can't speak for crying. She's actually having an on-stage breakdown. She thinks she might faint. Oh dear. 10:44pm: One of JLS (sorry, I only know Aston's name) have imparted their wisdom on the situation - \"Because of this, others have the hope. Victory after victory\". I have no idea what that means. A stage man scuttles on to the stage and hands Alexandra a microphone, securing his moment in telly history. Alexandra now has to sing again. A minute ago she was going to faint. Is this wise? No, it would seem, because she's lost it four bars in. I believe, and I may be wrong, that she's a tad overwhelmed. 10:49pm: Simon has acknowledged that this show is not everyone's cup of tea, but has thanked all the people who have watched, enjoyed and WRITTEN ABOUT IT. Well, you're welcome Simon. Has been my pleasure. Ooh, look - you can apply for next year!!! I'm off to hone my version of the Basshunter remix of Smack My Bitch Up, and my tragic backstory. Suggestions welcome. And that's it, all over for another year. It's been emotional, people, thanks for making this my favourite liveblog EVER. Carrie's here for the Strictly final next week - I'm going skiing on Friday so have a fantastic Christmas and I'll see you in 2009! Night all, hxx"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}