{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2008/dec/09/rugby-premiership-salary-cap", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2008-12-09T20:10:39Z", "webTitle": "Rugby union: Downturn puts pressure on Premiership clubs", "webUrl": "https://www.theguardian.com/sport/2008/dec/09/rugby-premiership-salary-cap", "apiUrl": "https://content.guardianapis.com/sport/2008/dec/09/rugby-premiership-salary-cap", "fields": {"headline": "Economy forces Premier Rugby to review salary cap", "bodyText": "The economic downturn may prompt the Guinness Premiership to reduce the salary cap rather than, as some have argued in recent months, abandoning it or raising it from the ceiling of £4.4m it climbed to this season. Premier Rugby will review the cap next month. Earlier this season, the Northampton chief executive, Allan Robson, called for it to go the way of the four-point try because, he argued, it was holding back English clubs where they were competing with French sides who could spend whatever they liked on wages. The economic climate has changed since then. Bristol last month announced that they were seeking financial help, pointing out that they did not have the means to take advantage of the rise in the salary cap, while Bath recently announced a loss of more than £350,000, which the club predicted would double this season, and that wages had climbed to 69% of turnover. The cap is £4m, but it can be exceeded if a club applies for dispensation to replace a player who suffers an injury that puts him out of action for at least 12 weeks. The replacement player has to cover the same position, must have similar experience and be paid a comparable salary, and the absolute maximum a club is allowed to spend on wages is £4.4m. \"There is no doubt what is happening to the economy is having an impact on rugby,\" said the Premier Rugby chief executive, Mark McCafferty. \"We are not immune to the general climate and everyone is going to have to tighten their belt not only in 2009 but the following year as well. We are facing a tough couple of years. \"We will have to manage things very carefully. There will be no increase in the cap: if anything, we will tighten it up and it may well come down. The economic landscape is very different to when we raised the cap earlier this year and we have to be conscious of what clubs are able to afford. Any comparisons with France should take into account that if a club does not make good any losses at the end of a season, they face being thrown out of the league. \"Our policy is that clubs should be able to stand on their own and not rely on shareholders to make good losses. Ideally, wages would be no more than 50% of turnover, so it follows that, if salaries rise and turnover does not, the cap needs to be looked at.\" Premier Rugby is negotiating two key deals for its clubs. The first is the renewal of the television contract for Premiership matches, the first time the bundle has been sold on its own rather than packaged with non-Six Nations internationals at Twickenham. The second involves the title sponsors, Guinness, whose contract runs out at the end of the season. Premier Rugby had hoped to sell some live matches to a terrestrial broadcaster after ITV this season started a highlights programme of Premiership games, but they will remain the preserve of subscription television. \"Terrestrial broadcasters do not have the money to spend on sports rights,\" said McCafferty. \"We still hope to retain a highlights element. The overall talks have gone well and we are in the final stages of securing a new deal which we are looking to run for three years after this season. It is a tough world out there, but we are pleased with where we have got to. \"We are talking with Guinness but we still have a little way to go there in terms of timing. We would like them to stay on and I think they would like to. It has been a very successful partnership and we just need to get to the next stage.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}