{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2008/dec/24/religion-islam", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2008-12-24T16:00:01Z", "webTitle": "Judith Evans: Furious religious argument isn't restricted to the internet. It happens at shopping centres too", "webUrl": "https://www.theguardian.com/commentisfree/2008/dec/24/religion-islam", "apiUrl": "https://content.guardianapis.com/commentisfree/2008/dec/24/religion-islam", "fields": {"headline": "From Nicaea to Dalston", "bodyText": "About 20 people are shouting simultaneously by the time I stop by and get talking to the Muslim who is, rather weakly, still offering passers-by the leaflets from his stall. The leaflets tackle head-on a series of contentious topics: \"Muslim women's dress\", \"Jesus and the Prophet Mohammed.\" But they're not enough for the assembled group, who want to fight it out in person. \"We've been doing this for four years. But the Christians tend to come along, and, well, things get rather heated,\" says the Muslim, looking over at the baying crowd. His colleague is engaged in a shouting match with a tall Christian. \"You are being saved out of his mercy!\" yells the Christian. \"You shouldn't be doing what you are doing! You are supposed to be humble!\" \"Do you know how long we've been coming here?\" retorts the Muslim, prompting brief thoughts of a longevity contest between the Prophet and Jesus. This is merely Dalston Cross shopping centre on a nondescript weekend, but the discussion quickly starts to reverberate down the centuries. I ask the first Muslim – a 38-year-old civil servant reluctant to give his name – his view on Christianity. Before long, he is engaged in a scholarly explanation of the First Council of Nicaea. In his view, the defeat of the non-trinitarians saw the early Church go astray. \"Jesus was not God. He was one of the prophets,\" he adds. \"All the prophets were sent by Allah.\" \"How many prophets?\" I ask, a little out of my depth. \"How many prophets man?\" he shouts to his companion, who breaks off gesticulating to say, \"140,000 across the ages.\" But our measured chat is interrupted by a skinny, furious, Welsh woman. \"What do you people have to offer women? Nothing!\" she yells. \"Don't listen to him, dear! Don't be taken in!\" The police have meanwhile arrived to check out the main argument (I wonder whether they offer an interfaith counselling service). Reassured the Muslims and Christians will not resort to fisticuffs, they move on, as amid the yelling a young woman declares, \"I think I should act as a mediator!\" It's the Welsh lady who brings the whole discussion to a head. She halts everyone mid-flow to say that I have a question to ask. (I think she's already used up her quota of shouting time and wants some of mine.) Then she tells me what my question is: Why haven't the Muslims brought any women to make their case? As the second Muslim draws breath, a young Christian woman takes the opportunity to start stating her creed. There's something moving, but also terrifying about how she completely ignores the topic in question to declare steadily: Jesus is the son of God, our saviour. He was sent to atone for our sins. Adam and Eve messed up the original plan of God. For Jesus to understand why he had to die, he had to be made flesh. The mediator shuts her up and says it's time for the second Muslim to respond to me. But the very quantity of his answers betrays his vulnerability on the topic. \"There are certain criteria for Muslims which are different,\" he begins. \"This is men's work.\" The mediator, the Welsh lady and I exchange a communal gasp of horror and (I have to admit) satisfaction. The Muslim changes tack. \" … because of the environment we're in. The climate we're in at the moment, it's difficult for the message to get out anyway. Then there's the abuse a Muslim woman gets because of the way she dresses.\" More acceptable ground: the battle against prejudice. Mediator and I shrug: OK. But then the second Muslim adds: \"Anyway it's not in their nature – they're shy by nature. It's an Islamic cultural thing … Here is a difficult place, being exposed to this …\" The mediator abandons neutrality. \"But if we have equal rights with men, shouldn't we have the right to be exposed to this? To choose to be exposed to this?\" The Christian women turn to agree. \"There's no violence here! Anyway there are hundreds of women walking around this street!\" The Muslim man has been antsy for a few minutes, and despite his obviously urgent desire to fight back, he has to go: it's prayer time. This would have been an out-and-out victory for the Christians, if their tall leader hadn't chosen that moment to start monopolising the discussion again. \"Everyone's talking all at once,\" he complains loudly. The mediator chortles. The tall Christian somehow feels it appropriate to launch straight into a discussion of Islamism and Jihad. \"You kill the enemies of Islam!\" he accuses someone. It reminds me of nothing so much as an internet forum – the most passionate, polarised, partisan views fighting it out, with moderates vainly trying to introduce some rationality – but it's so much better in person, and no one can delete the inflammatory bits. \"Jesus's enemies are spiritual enemies,\" bellows the tall Christian as I realise my feet have frozen into lumps of solid ice, and escape to Poundland to buy shower gel. Forget Comment is free: belief – try Dalston Cross on a Saturday afternoon."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}