{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/blog/2008/dec/13/gordon-brown-afghanistan", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2008-12-13T14:17:01Z", "webTitle": "Gordon Brown's plans for British troops in Afghanistan", "webUrl": "https://www.theguardian.com/politics/blog/2008/dec/13/gordon-brown-afghanistan", "apiUrl": "https://content.guardianapis.com/politics/blog/2008/dec/13/gordon-brown-afghanistan", "fields": {"headline": "Gordon Brown in Afghanistan: But how long will the public support be there?", "bodyText": "It is pretty difficult to spend much time with British troops abroad without admiring their professionalism, calm and unfailing good humour: no more so than at times like today, when a close-knit bunch of soldiers who have just lost four of their comrades are nonetheless courteously hosting the prime minister who effectively sent them into action. But is long term public support for the British military in Afghanistan now at risk as the numbers of troops increase? (Brown is expected to announce on Monday that hundreds of soldiers have already been quietly transferred from Cyprus as reinforcements.) Kim Howells, the former foreign office minister, thinks so: he predicted in the Commons last week that as conflict grinds on \"the people of our country will express concerns that we have heard little about to date\", particularly following Taliban resurgence in areas from which they were supposedly eradicated. They would increasingly ask why British lives should be risked to preserve an Afghan regime he described as riddled with corruption. The Tories apparently scent a change of public mood, too, threatening last week to oppose any fresh deployment unless their conditions were met on everything from better kit to a bigger role for Nato allies. Gordon Brown responds by claiming British self interest: he talked repeatedly today of a \"chain of terror\" through Afghanistan and Pakistan leading on to British streets unless troops were in Helmand containing the Taliban. But what if Britons decide the west is no longer successfully containing the threat? Officers here say privately that the military operation will never completely root out the disparate groups labeled as Taliban, especially those who are Pashtun nationalists simply opposed to external interference. Howells argued last week it was unlikely the Taliban could ever be totally expelled and Pakistan's refugee camps would remain fertile recruiting ground for extremists. It was \"daft\" to suggest Britain could pursue this war for decades, he said, \"however much we try to rationalise it by arguing that it is better to fight al-Qaida over there than over here\". Some of what Howells recommends instead – reconciling warring factions, trying to re-establish the wheat farming which once gave this region a profitable alternative to drugs and warfare – is what British troops are now trying quietly to do in Helmand. There are signs of optimism: among local officials Brown met yesterday were former Taliban who have recanted and are now working with them. Nonetheless, it feels as if the shaky political consensus on Afghanistan is starting to fracture as attention turns away from Iraq."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}