{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/cifamerica/2008/dec/05/film-frost-nixon-interview", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2008-12-05T20:00:00Z", "webTitle": "Annie Lowrey: The new film Fost/Nixon recalls George Bush's failings", "webUrl": "https://www.theguardian.com/commentisfree/cifamerica/2008/dec/05/film-frost-nixon-interview", "apiUrl": "https://content.guardianapis.com/commentisfree/cifamerica/2008/dec/05/film-frost-nixon-interview", "fields": {"headline": "There's no hope for Bush", "bodyText": "July 2009. Barack Obama endures as president, coping admirably, but just coping, with a global deflationary spiral, wars in Afghanistan and Iraq, and nuclear brinkmanship between India and Pakistan. Quarter upon quarter, the economy shrinks. An early-season hurricane destroys what remains of New Orleans. The putative father of these struggles, former President George Bush, agrees to his first television interview since leaving office. He's been having trouble even on the far-right lecture circuit, and rumour has it that the interview's producers are paying him an outrageous sum. Ryan Seacrest, antiseptic orange presenter, faces the older, thinner Bush. He smirks and shadowboxes through the interviews, evincing a charm unremembered by many for a decade. But in the final interview, dramatically, he admits the utter illegality of his constitution-shredding execution of the Iraq war and the torture of dozens of innocent people. The final televised image of the much-loathed president is of a tragic figure and a defeated man. Oh, if the new Hollywood flick Frost/Nixon were Seacrest/Bush, the imaginary film floating behind it like a ghost! At its debut for an audience of Washington bigwigs at the National Geographic Society on Monday night, James Reston, who helped British journalist David Frost prep for the 1977 interview with Richard Nixon, described it as such: \"a metaphor for George W Bush\", and a meditation on presidential ignobility. Ron Howard, purveyor of brilliant Americana from Happy Days to American Graffiti to Apollo 13, directs the film in documentary style and commissioned its adaptation from the Tony-nominated play. The major characters from the Frost side of the battle – the interviewer himself, his girlfriend, his aides, his producer – address the camera candidly and often. Nixon's do so only occasionally, always sneering or stiff-lipping. (It's always clear whose corner we're in, boxing being one of playwright and screenwriter Peter Morgan's données.) Despite its documentary gloss, though, Frost/Nixon, which opens in theatres today in the US and next month in the UK, comes across as a slick cinematic fiction, the mongrel of a three-act Shakespeare tragedy, a Beltway bio-pic and a Tom Hanks movie. There's a beginning, middle and end here, the antagonist falling and the protagonist rising with see-sawing grace. And it's beautifully acted. Michael Sheen and Frank Langella, who reprise their stage roles as Frost and Nixon, respectively, deliver their lines as if pitching javelins. \"When the president does it, that means it's not illegal!\" Nixon ferally bellows as justification for his actions, before drawing back, lifting his eyebrows, allowing a pause, and genially stating: \"But I realise no one else shares that view.\" It's gripping stuff. But the essential artificiality of the movie, the winking interplay between the real and the fake, eventually leaves a bitter taste. The Frost-Nixon interviews happened a mere 30 years ago. Many of the major players, including Reston and Frost, still live and breathe and work. Anyone can watch Frost cajoling Nixon's mea culpa on YouTube. It's odd to see how much younger, smaller and more considered the real Nixon looks beside Langella's version of him. Why make Frost/Nixon, then? The movie itself supplies an answer. If all presidencies winnow down to a handful of emphatic and endlessly replayed televised moments – \"banal anecdotes\" or \"the moment\" in the nomenclature of the film – Nixon deserves his to be the cratering admission that he \"gave them the sword, and they stuck it in\". The film acknowledges itself as an instrument of reduction and miniaturisation, a vehicle for finding and promoting that single moment: This is what we should remember of Tricky Dick, Frost/Nixon tells us. Sure. But what of that other president lurking in the film? What films like W. and Frost/Nixon, as well as books like Curtis Sittenfeld's American Wife, hammer home is that we have no hope for the current president. No hope for pay-off. No hope for guilt, tragedy or self-aware downfall. By all accounts, Bush honestly believes that every action he took, he took with America's best interests at heart. His administration mutilated the US constitution, but did so to save lives. When facing an amorphous and stateless enemy, the old rules of war simply did not suffice. And we haven't been attacked since 9/11, the all-justifying end. Just this week, Bush admitted some fault in the current economic peril and expressed regret for some of his decisions. But never will an interviewer – Seacrest or Couric or any other – draw out such an admission from Bush. And because of that reality, Frost/Nixon feels empty. That television moment sometimes humanises the president and holds him accountable. But more often, it leaves us with nothing but a fiction or a cipher, and therefore, with nothing."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}