{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/cifamerica/2008/dec/19/football-detroit-lions-dallas-cowboys", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2008-12-19T19:00:00Z", "webTitle": "Robert Weintraub: The National Football League's worst teams mirror American society at large", "webUrl": "https://www.theguardian.com/commentisfree/cifamerica/2008/dec/19/football-detroit-lions-dallas-cowboys", "apiUrl": "https://content.guardianapis.com/commentisfree/cifamerica/2008/dec/19/football-detroit-lions-dallas-cowboys", "fields": {"headline": "A culture of losing", "bodyText": "Right about now, the National Football League is disturbingly spot-on in mirroring the culture at large. America's Team, the Dallas Cowboys, is filled with drama, every word of which is breathlessly reported on by the media. Once considered a football superpower (and a Super Bowl favourite), the team is now struggling just to make the playoffs. And Detroit's team is historically awful, as the automobile industry verges on collapse. If only Wall Street had a team that convinced itself that a touchdown was worth 11 points, the NFL would perfectly reflect America circa 2008. The Detroit Lions are owned by the Ford family, and they play at Ford Field. The Fords have proven to be as capable in gridiron as they are in mass-producing cars that people actually want to buy. The Lions are currently 0-14. No team has ever lost all 16 games in a regular season (the 1976 Tampa Bay Buccaneers, in its first year of existence and fielding mainly truck drivers and large ushers in shoulder pads, lost all 14 games when that's all there were in a season – and they lost the first 12 games in 1977, too). Detroit has two chances to avoid record ignominy when they play against New Orleans and Green Bay, a pair of beatable squads. And it should be noted that the Lions accounted themselves well in losing the last two weeks. But the team has grown so accustomed to losing that it's difficult to imagine them pulling off a win at this stage. The franchise has never sniffed a Super Bowl, and hasn't been interesting since whirlwind runner Barry Sanders retired prematurely in 1999, citing the \"culture of losing\" in Detroit as a primary reason for his quitting the game. But even that low bar was limbo-ed under by the man hired to turn pigskin matters around in the Motor City: a glib, prominently mustachioed former linebacker and commentator named Matt Millen. Millen was brought directly from the broadcast booth to the front office, a move that was questioned at the time. But not even Millen's biggest doubters imagined the plague he would unleash on the Lions. Before being mercy-fired in September, Millen had amassed a 31-84 record as general manager. His drafts, the lifeblood of any football team, were disastrous, as Millen repeatedly selected busts with high draft choices, including a stretch where he picked wide receivers in the first round for three consecutive seasons. His futility was compounded by the fact that Detroit plays each year on Thanksgiving Day, and was ritually humiliated in front of a turkey-stuffed national audience each season. \"Fire Millen!\" became the war cry in the Motor City. On the bright side, he never had to appear before Congress to justify his ineptitude. On the other hand, no one is offering to bail the Lions out of its winless hole. Over in Dallas, the squad immortalised as America's Team mirrors society at large – obsessed with nonsense while the important business of winning games is ignored. Serial clubhouse cancer Terrell Owens has, after a period of quiet, once again gone howling off the reservation, drawing in celebrity-dating quarterback Tony Romo and the aw-shucks tight end Jason Witten this time. The head coach, Wade Phillips, has achieved Bush-level disengagement to the chaos around him, while over-facelifted owner Jerry Jones is more concerned with the overall perception of the team, which explains their spanking new (and ultra-expensive) stadium that will open next season. As such, the talented Cowboys, who began the season looking every inch the title contender, have sputtered. But they have taken Obama-like hope from an impressive win last Sunday evening over the defending champion New York Giants, and they are chanting \"yes we can\" at the moment. Should they win their last two games, the playoffs beckon, and though the team hasn't won a post-season contest since 1996, the Romo-Owens-Witten combination makes them exceedingly dangerous. If they can stop sniping at one another long enough to play, that is."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}