{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2008/dec/20/premier-league-blackburn-allardyce-sunderland", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2008-12-20T17:42:34Z", "webTitle": "Premier League: Sam Allardyce's Blackburn beat Stoke, Fulham beat Middlesbrough, Sunderland beat Hull and Bolton beat Portsmouth", "webUrl": "https://www.theguardian.com/football/2008/dec/20/premier-league-blackburn-allardyce-sunderland", "apiUrl": "https://content.guardianapis.com/football/2008/dec/20/premier-league-blackburn-allardyce-sunderland", "fields": {"headline": "Allardyce enjoys his first day as Blackburn see off Stoke with ease", "bodyText": "Having only assumed the managerial vacancy left by Paul Ince at Blackburn Rovers on Thursday, Sam Allardyce swiftly demonstrated his restorative qualities. Winless since September 27, Blackburn's plummet to 19th place alarmed the board sufficiently to offer Ince his P45 on Tuesday, and the appointment of Allardyce paid instant dividends against Stoke City at Ewood Park as his new side raced into a three-goal lead inside 27 minutes. The portents had appeared ominous with the pre-match news that the side's most potent forward, Roque Santa Cruz was missing with a calf injury, allowing Jason Roberts and Benni McCarthy a welcome opportunity to demonstrate they have the capabilities to provide cover for the Paraguayan. Given that he is expected to join Manchester City in January, the pair will be vital if Allardyce is to drag Blackburn out of the relegation places. That they made such an impact against Stoke can only be heartening for Allardyce. Stoke made the better start of the two teams, Glenn Whelan's cross coming back off the crossbar, but it was not long before Blackburn took the lead, and when they did, it was a gift. Morten Gamst Pedersen's run into the penalty area was impressive enough, and caused sufficient panic in Ibrahima Sonko for the Senegalese defender to take out the winger with an ill-advised challenge. McCarthy convincingly rammed home the resultant penalty. Stoke's attacking options were blunted by the inability of Rory Delap to unleash his sling-like throws into Blackburn territory, with Sonko proving a less-than-able replacement. Shorn of such threat, it was no surprise when they fell further behind on 20 minutes, Danny Higginbotham failing to deal with an apparently simple cross from Andre Ooijer and Roberts gratefully sweeping the ball past Steve Simonsen in the Stoke goal. Six minutes later, the game was effectively over following McCarthy's second of the day — his first goal in open play this season — and again he received a helping hand from the hapless Higginbotham. Having witnessed such a ruthless display from their team, Blackburn supporters could have been forgiven for wondering just how their fortunes had turned so drastically under Ince. Stoke pressed forward early in the second half, but they required better finishing than what was on offer from Amdy Faye. After Paul Robinson flapped at a corner, Faye could only direct his header on to the bar. With that the visitors faded and Blackburn could have added more gloss to Allardyce's debut, Simonsen denying Pedersen and Roberts in quick succession and McCarthy then smacked a deflected effort against the post. Even so Allardyce could hardly complain about a result which has moved them just two points off safety. Jimmy Bullard made a strong case for receiving a bigger salary from his paymasters at Fulham by putting the Cottagers on the way to a comfortable 3-0 victory over Middlesbrough who were left aggrieved by a questionable penalty decision awarded when right-back Tony McMahon was adjudged to have handled from such close range. But Middlesbrough will probably acknowledge that they too benefitted from another mind-boggling mistake by the referee when he decided that a strong tackle from midfielder Julio Arca on Andy Johnson was not worthy of an early bath. After an entertaining opening that involved chances at both ends, Tuncay going closest with a header that flew inches wide, Fulham made the breakthrough after 41 minutes following a free-flowing move made finished by three former West Ham players. Despite saving Bobby Zamora's attempt following a John Pantsil shot, Ross Turnbull could only push the ball out to Bullard who gave the young goalkeeper no hope the second time round. Boro manager Gareth Southgate withdrew Arca at half-time, introducing Mido in his place to bolster his attack. Yet that ploy was rendered immaterial early in the second half when Danny Murphy calmly converted his spot-kick. The points were sealed six minutes later when Johnson, having shaken off the effects of Arca's tackle, combined with Murphy to set up Clint Dempsey with the chance to score his first home goal for a year, an invitation he willingly accepted. Sunderland pulled themselves out of the relegation zone with an emphatic 4-1 victory at Hull City, a result that could encourage chairman Niall Quinn to offer caretaker manager Ricky Sbragia the job on a permanent basis. Indeed Sbragia has made a convincing case for the position should he want it, considering this was the second successive game in which Sunderland have scored four goals. Steed Malbranque's stunning strike just 11 minutes in, a right-foot shot arrowed into the top corner, put Hull on the back foot, but they commendably hit back minutes later when Nick Barmby capitalised on Sunderland's inability to deal with a long Boaz Myhill free-kick, pouncing on the rebound after Michael Turner's shot had been brilliantly saved by Martin Fulop. Phil Brown could justifiably have expected Hull to press on having equalised, but instead it was Sunderland who went on to stamp their authority on the match. Having survived a scare when Daniel Cousin's effort was ruled out for offside, they regained their lead when Kamil Zayatte inadvertently deflected Kieran Richardson's shot past Myhill. Hull were then reduced to 10 men after Sam Ricketts's dangerous challenge on Phil Bardsley, and Sunderland took full advantage of their extra man when Malbranque's trickery on the right gave Kenwyne Jones the simple task of nodding home from close range, before Djibril Cisse sealed the rout as the match drew to a close, producing a deadly finish from a tricky angle. Bolton continued their impressive recent run of form under Gary Megson, just about doing enough to see off Portsmouth at the Reebok Stadium. Fans had barely had time to take their seats before Matt Taylor extended his remarkable goal tally for the season after only 48 seconds, sweeping the ball past a stunned David James after Kevin Davies's power in the air had caused problems in the Portsmouth defence. And just two minutes later, Ricardo Gardner doubled Bolton's lead after Davies's aerial prowess was again left unchecked by Portsmouth. On the touchline Pompey manager Tony Adams was fuming. He had opted to leave out Lassana Diarra, who is expected to sign for Real Madrid in January, but how his side could have done with their influential midfielder as they continued to look shellshocked in the face of a barrage from Bolton. Gradually they found their feet though, and after 20 minutes a piece of fantastic skill by Niko Krancjar instilled renewed hope, his excellent cross delivered with the outside of his right boot finding the head of Peter Crouch who made no mistake. Bolton could have put the match beyond doubt in the second half when James produced an air-kick when attempting to clear the ball, but Johan Elmander was just unable to seize on a horror moment from the England goalkeeper."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}