{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2003/oct/05/rugbyworldcup2003.rugbyunion8", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2003-10-05T22:23:02Z", "webTitle": "An insider's guide to rugby's dirty tricks", "webUrl": "https://www.theguardian.com/sport/2003/oct/05/rugbyworldcup2003.rugbyunion8", "apiUrl": "https://content.guardianapis.com/sport/2003/oct/05/rugbyworldcup2003.rugbyunion8", "fields": {"headline": "An insider's guide to rugby's dirty tricks", "bodyText": "The rogues' rulebook Pulling down At any scrum, but especially early ones, watch the side on which the referee isn't standing. Very likely the defending side's prop outer hand isn't gripping, as required, on the back of his opponent's jersey, but on the upper arm. The tell-tale sign is his own elbow pointing down to the ground. The scrum collapses - \"accidentally\". And the scrummage penalty-lottery could even see the opposition being blamed. Punching Yes, rugby players punch. With the centre of the scrum shielded from everyone's view, the opportunity arises for a quick bop of your opposite number. The easiest way to spot that a punch is about to be thrown is when a shoulder or arm is dropped in preparation. This doesn't necessarily mean there will be a blow coming but, then again, you can't swing at someone when you're holding on to a team-mate. Pulling forward Just before the ball is put in, the front row can pull the opposing pack towards them, thus creating the illusion that they are driving before the ball is played. The \"offenders\" are then penalised with a free kick awarded against them. Fake charge An old trick is to feign going into the scrum before the ball is put in, stop sharply and then pull back as a unit. This way the opposition's natural reaction is to go in as well and they can then be pulled up for charging. Sneaky and highly effective. Sledging In the pressure cooker of a scrum, powerful, passionate men come cheek-to-cheek. It's safe to say they are not exchanging sweet nothings. Brian Moore and Mickey Skinner were famous for their uncompromising views, on the French in particular; views that they were happy to share with their Gallic opponents when going head to head in a scrum. Wheel and shoe This is a canny way of dealing with strong driving packs. The Argentinians, probably one of the most powerful scrummaging units in the world, use a technique called the 'bajada' where they would hit hard and drive forward. 'To counter it,' says Probyn, 'we would deliberately wheel them [spin the scrum round] quickly which would make them fall over, then we'd drive over the top. We called that the 'Wheel and Shoe'. All perfectly legal of course.' Feeding The scrummage is a dark, strange and foreboding chamber of dirty secrets. Feeding is a classic tactic of gamesmanship. Referees have recently been reminded that the scrum put-in is supposed to be dead straight. But who's going to quibble over a slight angle? Scrum-halves will always \"push the envelope\". The flip side of this is that, with an exclamation or even just a sharp indrawing of breath in the ref's ear, the opposition scrum-half, even for a dead-centre ball, can appeal for a crooked feed, and often get the call. Collapsing Immediately having hooked the ball one - particularly Australian - ploy was to then collapse the front row. This would be done to stop any attempt by the opposition to drive and allow their back row to fan out and join the attack. The laws once allowed for this common ploy, but today it's a lucky pack that gets away with it. Further dirty deeds Loitering With Intent With a player waiting to collect a high ball,and the opposition bearing down fast, a team-mate hovers in front of the catcher. He gives a convincing impression of waiting to give support after the catch is made. In fact, he's blocking the opposition runners. Early tackle Anywhere else on the field you wouldn't get away with it, but a defending winger can. In a dangerous movement, he anticipates the clinching pass to his opposite number. When the pass doesn't come, his premature jersey-grab is disregarded - or maybe just not seen - with everyone totally focussed on the ball. Decoy runners As a player carries the ball forward his team-mates, with little or no chance of receiving a pass, take runs that, without colliding with defenders, are effectively blocking their route to the tackle. Artful running of lines, according to Australia coach Eddie Jones; an underhand and illegal tactic if his England counterpart Clive Woodward is to be believed. Lying around The player making a tackle is supposed immediately to roll away. Tacklers, however, often interpret 'immediately' to mean a couple of seconds; enough time for players to 'trap' the tackler so that he is 'unable' to get away. If not totally blocking the release of the ball, he is at least inconveniencing the opposition. The most profitable area for cheating, and the hardest to police. How does it feel to be in the front row? 'What goes on in a scrum is a mystery even to many seasoned professionals, fans and referees alike,' says Probyn. 'Unless you've actually been in the front row yourself, it's difficult to know exactly what does and doesn't go on in there. The front row is the real coal-face of the pack. Each member of the front row in an international side has something like two tonnes of pressure going through their body at any given time. You're like a cork in a bottle. When I was playing for England I had [Wade] Dooley on one side, Skinner on the other, Dean Richards at the back of me - all around 17-18st, all striving with all their force to not go backwards. And it was me and the opposition prop who are meeting and taking all the pressure. If it goes wrong you can get shot up in the air or forced into the ground, but if it works then it's a great sensation.'"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}