{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2003/oct/13/pressandpublishing.sun", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2003-10-13T15:57:50Z", "webTitle": "Sun's happy campers meet the readers", "webUrl": "https://www.theguardian.com/media/2003/oct/13/pressandpublishing.sun", "apiUrl": "https://content.guardianapis.com/media/2003/oct/13/pressandpublishing.sun", "fields": {"headline": "Sun's happy campers meet the readers", "bodyText": "If Sun \"stars\" like Dominic Mohan and \"dear\" Deidre Sanders were unhappy about being shipped off to the Sandy Bay caravan park in Devon for a unorthodox brainstorming session at the weekend, they will have been utterly dejected by a stark lesson learned from the jaunt. One conclusion, sure to put a few highly-paid nerves on edge, was that readers appear not to care about the byline picture at the top of a story. Sun editor Rebekah Wade, who talked to readers in a transport cafe en route to Devon, said: \"Nearly everybody in there was reading the Sun. One was reading Johnny Vaughan. I said, 'Do you like Johnny Vaughan?'\" His reply was a salutary lesson to editors who think the key to arresting sales decline is to appoint big names on big salaries. \"I don't know who Johnny Vaughan is,\" the innocent reader told Wade. Somwhat taken aback, she pointed to the picture of the handsomely rewarded Sun movie columnist, but the reader said he did not care who wrote the piece - he just wanted to read a good movie review. Wade said: \"I was thinking, how much do we pay him?\" Taxi for Mr Vaughan... And it was worse when they got to Sandy Bay, where a survey of the 1,000-plus happy campers - all beneficiaries of the Sun's £9.50 holiday promotion - showed that their favourite columnist was Garry Bushell. Bushell, as regular readers appear not to have noticed, was elbowed out of the Sun rather unceremoniously two years ago and now has a new berth at the People. All this must have been a bit much for the top brass to take: after two days mingling with the masses, they clearly needed a chance to unwind. It was just as well that the camp had its own on-site nightclub, Capone's on Friday night and a, er, cavernous food hall, for the sun and the readers for Saturday night. News International boss Les Hinton turned up to strut his funky stuff - and no doubt to consider the enticing prospect that readers would appear not to give a monkey's some of those big names on the dancefloor were to be bundled off, Mafia-style. Others seemed to get into the swing of things alarmingly easily. It was hardly the Ministry of Sound, but Wade seemed to be perfectly at home: she was still in full boogie mode when the lights went up at 2am. The fun had started with the top Sun team huddled together in the hall for the nail-biting England versus Turkey match. To add to the already tense build-up, four Sun lovelies took to the stage. Earlier, writers from the bottom to the top, had to meet and greet Sun readers. One onlooker said that while most of the Sun team \"had really good fun\", the sight of the Trevor Kavanagh - more accustomed to rubbing shoulders with the likes of Tony Blair - meeting his readers was a treasure to behold. Pictures of \"Hotlegs\" Kavanagh and his deputy George Pascoe-Watson doing the actions to the Ketchup Song will not to circulating on the internet. But at least one lucky reader got to win £1,000 in a surprise draw. Fergus Shanahan, deputy editor, said it had been a \"perfect venue\" to meet and greet. \"We were dancing on the dance floor with eight-year-old readers and 80-year-old readers,\" he said. Associate editor Geoff Webster said locating their caravans in the post-disco darkness had been something of a challenge, even with the compulsory-issue Sun head-torches. \"It added about an hour on bedtime,\" he said. Particularly, one assumes, after such a high-spirited evening. All this fun started early on Friday morning when about 40 Sun staff left Wapping in a bright red Sun double-decker bus, accompanied by a posse of scantily clad Page 3 girls. After spending the afternoon traipsing along an Exmouth costal path and following a treasure hunt (rumours that the prize would be a pay rise proved unfounded) the Sun team were rewarded with a three-hour meal, feasting on giant Yorkshire puddings, sausage and mash at the Channel View restaurant in Exmouth. Later, in high spirits, they piled on to a coach and headed back to the park where trailers propped up on concrete bricks nestled almost too comfortably together. On Saturday morning everyone was scheduled to meet at 8am outside the site newsagent, where the staff were split into teams to deliver copies of the Sun around the campsite. But the previous evening's excitement at Capone's had obviously taken its toll. Some Sun staff needed their beauty sleep more than others: Wade was the last to show, arriving an hour late at 9am. (The Page 3 girls stayed away). But she took to her task with gusto, leading the way by clutching her 40 copies while her bespectacled assistant (believed to be Paul Field) stood and watched. (Pictures of Wade with her pile heaped on her lap in her executive car do, however, prove to be mitigating circumstances for any slackers). After the hungry workers had completed their paper round, managing Director Camilla Rhodes rolled up her sleeves and served up a mean cooked breakfast for a group of executives that included Wade, Shanahan and Webster. It was all good practice for the grilling that will surely be given to Johnny Vaughan when they all get back into the office today. Plans for the rest of Saturday included more mingling, lunch and a screening of the England-Turkey football match with the readers, followed by a questionnaire. Shanahan said everyone had thought up 20 questions to put to the readers. \"Do they think there's too much on David Beckham or could they read about David Beckham until the cows come home?\" he said. (Answer: they'll all say \"A\" when they really mean \"B\"). Shanahan added that a wide range of social issues - from taxes to hospital provision - would also be tackled. \"We want to know what matters to them rather than always thinking we know,\" he said. \"We want them to tell us what they think of the paper and of life. And when we all go back we will have a clearer idea of what they think of the paper and we will reflect that. It will be more in keeping with the readers.\" The poor man was clearly labouring under the misapprehension that readers actually know what they want. Before heading back to Wapping on Sunday, the itinerary stated that the Sun executives were heading off to Woodbury Park Golf and Country Club, owned by former motoring star Nigel Mansell, for facials, golf lessons, swimming and lunch. After all that pressure, they obviously needed some time to relax. But for those cynics who think the staff trip was a pointless jolly, Wade had a stern message: \"There's no point coming here to sit in a conference room. We might as well be in Wapping,\" she said. Wade said such trips were important to keep Sun executives in touch with readers: \"I took my team on a £15.50 trip to a campsite in Spain,\" she said. \"But it was on the side of a slag heap. We said we are not sending the readers back here - we shared their angst.\" Never mind what anyone says - Wade is obviously all heart. And she insisted that brainstorming at the Sun office is not confined to the weekend: \"It's like a think tank every day at the Sun.\" Tomorrow: a Sun guide to the luxury trailers."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}