{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2003/oct/09/aids", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2003-10-09T15:51:04Z", "webTitle": "Vatican: condoms don't stop Aids", "webUrl": "https://www.theguardian.com/world/2003/oct/09/aids", "apiUrl": "https://content.guardianapis.com/world/2003/oct/09/aids", "fields": {"headline": "Vatican: condoms don't stop Aids", "bodyText": "The Catholic Church is telling people in countries stricken by Aids not to use condoms because they have tiny holes in them through which HIV can pass - potentially exposing thousands of people to risk. The church is making the claims across four continents despite a widespread scientific consensus that condoms are impermeable to HIV. A senior Vatican spokesman backs the claims about permeable condoms, despite assurances by the World Health Organisation that they are untrue. The church's claims are revealed in a BBC1 Panorama programme, Sex and the Holy City, to be broadcast on Sunday. The president of the Vatican's Pontifical Council for the Family, Cardinal Alfonso Lopez Trujillo, told the programme: \"The Aids virus is roughly 450 times smaller than the spermatozoon. The spermatozoon can easily pass through the 'net' that is formed by the condom. \"These margins of uncertainty... should represent an obligation on the part of the health ministries and all these campaigns to act in the same way as they do with regard to cigarettes, which they state to be a danger.\" The WHO has condemned the Vatican's views, saying: \"These incorrect statements about condoms and HIV are dangerous when we are facing a global pandemic which has already killed more than 20 million people, and currently affects at least 42 million.\" The organisation says \"consistent and correct\" condom use reduces the risk of HIV infection by 90%. There may be breakage or slippage of condoms - but not, the WHO says, holes through which the virus can pass . Scientific research by a group including the US National Institutes of Health and the WHO found \"intact condoms... are essentially impermeable to particles the size of STD pathogens including the smallest sexually transmitted virus... condoms provide a highly effective barrier to transmission of particles of similar size to those of the smallest STD viruses\". The Vatican's Cardinal Trujillo said: \"They are wrong about that... this is an easily recognisable fact.\" The church opposes any kind of contraception because it claims it breaks the link between sex and procreation - a position Pope John Paul II has fought to defend. In Kenya - where an estimated 20% of people have HIV - the church condemns condoms for promoting promiscuity and repeats the claim about permeability. The archbishop of Nairobi, Raphael Ndingi Nzeki, said: \"Aids... has grown so fast because of the availability of condoms.\" Sex and the Holy City includes a Catholic nun advising her HIV-infected choirmaster against using condoms with his wife because \"the virus can pass through\". In Lwak, near Lake Victoria, the director of an Aids testing centre says he cannot distribute condoms because of church opposition. Gordon Wambi told the programme: \"Some priests have even been saying that condoms are laced with HIV/Aids.\" Panorama found the claims about permeable condoms repeated by Catholics as far apart as Asia and Latin America. · Steve Bradshaw is a correspondent with Panorama. Sex and the Holy City will be broadcast on BBC1 at 10.15pm on Sunday."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}