{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/oct/20/newsstory.sport2", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-10-19T23:28:21Z", "webTitle": "Interview: Gordon Taylor", "webUrl": "https://www.theguardian.com/football/2003/oct/20/newsstory.sport2", "apiUrl": "https://content.guardianapis.com/football/2003/oct/20/newsstory.sport2", "fields": {"headline": "Interview: Gordon Taylor", "bodyText": "It does not take long to reach familiar territory. After a mere 20 minutes we grind to a standstill. We have entered, as they might say in the coded language of an industrial dispute, \"a situation\". We have hit deadlock. We are back in crisis. Gordon Taylor, the chief executive of the PFA and a self-proclaimed \"union lad\", is more used to facing the full fury of the FA and the scornful vitriol of a media onslaught. Now, over a polite coffee, he eyes the bumbling threat of myself and Tom, the photographer. And Taylor, again in the vernacular of the bustling shop-floor battler, is \"not having it\". He puts down his cup with a clunk. \"No! No!\" he exclaims. \"You just sit there going 'hmmm . . . hmmm . . .' to whatever I say.\" Having replayed our recorded \"hmmms\", I should dutifully report that Taylor does a mean impersonation of a sceptical grunt. He could not have known, however, that those throaty hums of doubt were also my way of trying to let him know it was time for another question. Gordon Taylor, once he starts talking, is not an easy man to stop. But somehow I seem to have managed it. He spends the next minute telling us he is about to terminate our interview. \"I've been explaining the situation,\" he says of our inevitable opening discussions about the Rio Ferdinand controversy. \"But I think I'd better stop. I'm running late. I've got people to see and a meeting at 12. I'm going to struggle to do this. I can't.\" Taylor stands up quickly. The interview, apparently, is at an end. \"I'm sorry but I have a job to do . . .\" I also rise to my feet. Taylor ignores my conciliatory platitude. He is off and running - at least, his mouth is. It's hard to keep up with him, even though we're standing on the same spot. I'm less used to these showdowns, so I stare slack-jawed at the talkative Taylor, wondering if he will act on his threatened walk-out. Yet perhaps this is some smart parody of England's recent stand-off with the FA. Am I meant to play FA hardman Mark Palios to another passable Taylor impression of Gary Neville? Or is it merely another way for him to \"make 'em sweat\", to borrow the phrase Sir Alex Ferguson is alleged to have used when advising England's players in their acrimonious confrontation with the FA. Not knowing what else to do, I ask the next question that comes into my head. \"How do you now feel about your statement that the FA need to be careful in taking on Manchester United?\" \"You need to be careful . . .\" says Taylor, whose strange habit of interrupting himself at least helps the rest of us. \"People put things in the press. I said, why have you made this decision which could easily be challenged as being in breach of your rules and confidentiality, particularly as it's Manchester United. They're going to fight this because they feel they co-operate very much with England. They're going to feel badly let down because at times the whole world seems to be against Manchester United and decisions can be made at the FA by a committee that has representatives of other clubs. This isn't a small club that doesn't have the resources to challenge. You're entering a minefield if you take them on and you're not on solid ground. Do you understand?\" Still standing, facing each other a few feet apart, we resume the interview - maintaining this stance throughout the next half-hour of verbal ping-pong. For Taylor, Manchester United and England's players, the belief remains that \"there was no reason why Rio should have been left out of that squad until a hearing had taken place\". This is a troubling claim. It implies that the most serious issue surrounds a breach of confidentiality - rather than the fact that Ferdinand, wilfully or mistakenly, missed a drugs test. \"We made this point to Wada, the World Anti-Doping Agency,\" Taylor argues. \"We must not name and shame until an individual is found to be guilty.\" The attempts of Taylor and the FA to convene an initial hearing before the England squad was announced were blocked by Manchester United. \"It was clear to them that Rio was still going to be out of the squad and charged. They said that makes a mockery of any meeting. They believed the FA just rushed in and attempted to protect their backs.\" Amid the ensuing turmoil Taylor made another dubious assertion - that the players were the only party willing to \"be practical\" and had salvaged a crisis they insisted had been precipitated by the FA. \"The players,\" he says, \"felt extremely distressed that one of their colleagues had been judged guilty before being allowed to prove his innocence. He'd been hung out to dry by being left out of the squad - which in their minds is the biggest penalty in the world. They felt badly let down but the only talk of not playing for England came from the FA.\" \"So the players never threatened to strike?\" \"You think I don't know players?\" Taylor says. \"The players were never not going to go. It was just a question of how far they would take the protest to impact on the FA, to try to get them to reconsider what they had done.\" \"But part of your job, surely, is to advise them?\" \"When you say advise them . . .\" Taylor hesitates. \"There's no point me saying , 'I advised them to strike', because they never threatened to strike. There's no way I'm going to disown those players.\" \"Did you advise them?\" \"They knew I wanted it sorted and for them to get on with the game - so, yes, they asked me for advice on the statement. That was part of the process which calmed them down. The players felt they were owed solidarity. This was a massive game and the self-destruction hadn't come from them - but from the FA. Of course the FA are under pressure to look strong. I'm not stupid. But that doesn't mean an individual doesn't have rights.\" Taylor admits that the Ferdinand affair has \"caused a lot of damage to the players, the clubs and us. But the players had a result to get - and they did it. No team in the world could've had worse preparation and yet they came through it. They hardly got any credit.\" When I suggest England were praised for their iron resolve, Taylor echoes their siege mentality. \"It stuck in the throats of people that they got a result. Believe me. And then you ask why they don't co-operate with the media. There's an innate jealousy of wealthy young men. It's portrayed that they're abusing their position.\" \"Are you concerned about the public perception of footballers?\" \"Of course. But don't worry, I've had that all through my career. Players are lauded and they're pilloried.\" The mood, however, has darkened with the recent spate of disturbing allegations against Premiership footballers. \"It's disturbing,\" Taylor protests, \"because the media have had an absolute field day. They've had it down as gang rape, as violence, as drugs. And you think, hang on a minute, we've got 4,000 members, the vast majority of whom are well-behaved and working six hours a week in community service, on anti-crime, anti-drug and literacy programmes. Suddenly they're all judged guilty even before there's been a fair process - and that includes the Grosvenor House business. I have this same conversation with the public on my every train journey. Of course it would help if the players were choirboys and they gave all their money to charity. Life doesn't work like that.\" \"Is football healthy?\" \"No,\" Taylor eventually says. \"There's a lot of room for improvement in the perception of the game, in the education of our young lads - because there is such a media profile they need to be extremely careful both on and off the pitch. I understand the perception and there is some justification that the behaviour of players has got out of control.\" It may be a consequence of Taylor doing so many \"interviews on the hoof\", as he describes it, but there often seems to be a case argued that, because of a voracious media, the players need to guard against being \"caught out\" - rather than a more stringent belief that certain individuals should be re-educated in basic aspects of morality. Yet when an 18-year-old can earn £40,000 a week for kicking a ball, a sense of reality, let alone morality, is immediately blurred. \"If it was your son,\" Taylor suggests, \"you'd be pleased.\" \"I'd be concerned about his ability to keep a grip on ordinary life.\" \"You'd be concerned that his money was invested, that he was taught it could all end tomorrow with a broken leg. We do give life skills. But, yes, some have had to take on this film star or pop star role. They're becoming unapproachable for various reasons, not least of which is security. But once you cocoon them to protect them, then you say they've lost that grasp of reality. You ask any army captain: they're fine in the barracks but as soon as you let a group of them out you know trouble can happen.\" Some of Taylor's members seem unable to admit, let alone apologise for, any wrong-doing. \"Can I tell you something?\" Taylor says. \"Footballers are the most vulnerable people. They exude confidence but inside they're so lacking in confidence. They know they can lose form or be injured. This profession is so insecure you wouldn't believe it.\" Taylor calls me at home the following morning to apologise for our strained interview. The pressure on him these days, he explains, is enormous. The effort of bouncing from the PFA to the FA, from Riogate to Grosvenor House, from an interview with me to meetings with the Referees' Association and an Egyptian football representative in the space of a few hours, leaves him frazzled and drained. I believe him. He is also vilified for being this country's highest-paid union leader, with an annual income, including benefits, in excess of £600,000. During his 22 years at the head of the PFA the 58-year-old has done much good - from fighting racism to protecting the rights of his members, whether they are retired victims of injury or Premiership millionaires. Yet the scrutiny now glaring down on football and Taylor is almost unbearable. \"I end up wanting to clone myself,\" Taylor had threatened the previous day. It was a frightening image. But now he is almost endearing. \"You must think I'm always manic,\" he laughs anxiously. \"I'm not. Honestly. I'm usually very good company.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}