{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2003/oct/12/economicpolicy.comment", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2003-10-11T23:54:37Z", "webTitle": "William Keegan: What's a Hiccup between friends?", "webUrl": "https://www.theguardian.com/business/2003/oct/12/economicpolicy.comment", "apiUrl": "https://content.guardianapis.com/business/2003/oct/12/economicpolicy.comment", "fields": {"headline": "What's a Hiccup between friends?", "bodyText": "Next month will mark the fortieth anniversary of the death of President Kennedy (22 November 1963). It used to be said that everybody could remember where they were when they heard the news of Kennedy's death, but up to half the population will not be able to say this, because they weren't even born. I say 'up to half' as a rough guess. I was going to call the Office for National Statistics to check, but they have got a lot on their minds there at the moment, not least recent criticism of their statistics, and the inquiry ordered by Professor David Rhind, chairman of the Statistics Commission, into what went wrong. Of all the economic statistics, the most sensitive is perhaps the figure for the rate of inflation, to which so many wage, salary and pension arrangements are related. I have found in recent weeks that even the most sophisticated of people are concerned to hear that the Bank of England, under orders from Gordon Brown, is about to gear its policy decisions to a different measure of inflation. Not to put too fine a point upon it, the current measure for 'operational purposes' shows inflation of 2.9 per cent (August 2002 to August 2003), whereas the new harmonised index of consumer prices HICP - which I think of as 'Hiccup' - shows inflation of 1.4 per cent over the same period. Anyone worried that the inflation adjustment for their earnings or pension is about to be halved can be reassured: when indicating in June that he was considering the switch, the Chancellor assured us: 'I can confirm that pensions and benefits and index-linked gilts will be calculated on exactly the same basis as now.' The Chancellor's commitment to the change was made during his statement about his assessment of the five 'euro' tests on 9 June. The fact that he was prepared to move towards the index used by the Eurozone was seen as a pro-euro gesture by some and a 'sop' by those who interpreted his tone as largely anti-euro. People tend to get the Chancellor wrong on Europe: he may (rightly) be cautious about the euro, but he is not anti-European. One of the aspects of the Major government that infuriated Brown was the way the Conservatives managed to stir up hostility towards Europe in a country that had been pro-European - and indeed voted to remain in the European Community in 1975. Last week, when I was briefly tempted to feel sorry for the Conservative leader Iain Duncan Smith amid all the plots against him, I swiftly recalled how he himself had been so active in stirring up hostility to 'Europe', and the temptation passed. At all events, the HICP, or Hiccup measure, is not just convenient for any future European venture. It is also, according to what the Chancellor said in June, 'a better measure'. It is 'the internationally recognised index of consumer prices... in line with best international practice and is used by every other G7 nation but Japan'. Brown added that it would 'improve the quality of our target'. And this is where it becomes interesting. By now every schoolperson knows that Brown's innovation of the Bank of England's Monetary Policy Committee (MPC) and his 'symmetrical' inflation target of 2.5 per cent have been generally credited with helping the UK to maintain economic growth when many about us have at some stage suffered recession or stagnation in recent years. The reason is that when inflation threatens to fall below the 2.5 per cent target the MPC is obliged to stimulate the economy, via lower interest rates, to make sure it does not miss that target. When the target was introduced in May 1997, the concept of symmetry was there, but the word itself came into circulation (for this purpose) a lot later. At the time I, for one, feared that the policy would be much too restrictive, because 2.5 per cent inflation had only been achieved in a handful of years since 1945. But the Chancellor was lucky (or clairvoyant): low inflation, disinflation and even deflation in the prices of manufactured goods around the world have kept inflation low by postwar standards. The target has been easier to achieve than one might have expected, and the task has been made all the easier because the pound was so strong for so long, damaging manufacturing output, investment and exports, but keeping import prices down. In effect, instead of acting as an old-fashioned deflationary central bank, the MPC has, in practice, been a Keynesian manager of demand in the economy, encouraging (whatever its private and public fears about house prices and indebtedness) the British consumer to borrow, borrow, borrow and spend, spend, spend. Most chancellors are nervous about shifting the goalposts (with the exception of my old friend Lord Lawson, who shamelessly shifted them all the time) and it is obviously difficult for a Government with a reputation for 'spin' to move to a new inflation target. To recap: the present target, with our own retail prices index (RPI), is 2.5 per cent. According to MPC member Steve Nickell, technical changes to do with measurement and composition of the two indices mean that to arrive at the Hiccup equivalent of the RPI, one has to subtract 0.8 percentage point, so that the equivalent of the present 2.5 per cent target for the RPI would be 1.7 per cent under Hiccup. For a Treasury that has not concealed its contempt for the non-symmetrical target of 2 per cent used by the European Central Bank - contempt because the ECB arrangements are considered too restrictive - a move from a British RPI target of 2.5 per cent to a Hiccup target of 1.7 per cent would look somewhat restrictive, even if technically beyond reproach. The wicked thought occurs to me that the round number of 2 per cent would look better presentationally - even though it would involve a loosening - and would also be in line with the ECB's target, if more obviously 'symmetrical'. What is 0.3 per cent between friends? It would allow a Chancellor who has been lucky so far with his MPC arrangements a little leeway to compensate for the probability that the MPC's ability to hit the target is unlikely to be helped quite so much in future by such a strong pound."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}