{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2003/oct/05/tennis.features", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2003-10-05T22:23:02Z", "webTitle": "Geraldine Bedell talks to Kim Clijsters and Justine Henin-Hardenne", "webUrl": "https://www.theguardian.com/sport/2003/oct/05/tennis.features", "apiUrl": "https://content.guardianapis.com/sport/2003/oct/05/tennis.features", "fields": {"headline": "Face to face", "bodyText": "Kim Clijsters perches on an easy chair, one foot tucked up under her, and tries hard to be her usual friendly, effervescent self. Today, however, she is less than convincing, not least because her father, Leo Clijsters, has put a gagging order on her, and the most accessible, cheery player on the women's tennis circuit is suddenly anxious to keep her head down, to avoid talking about her game and, particularly, to resist any discussion of her rival and fellow Belgian, Justine Henin-Hardenne. We are at a tournament in Leipzig. Only a fortnight earlier, Henin-Hardenne had convincingly beaten Clijsters in straight sets in the final of the US Open, in New York. After that victory, the Flemish-speaking media was full of speculation about Justine's remarkably increased muscle mass. The champion returned home to uproar and allegations that her improvement in what she calls her 'almost perfect season' was achieved partly through the result of doping. This was bad enough, but the furore appeared to have been triggered by remarks made by Leo, in an interview with the Flemish language media. Belgium, a country of only 10 million people, has suddenly, and apparently inexplicably, produced two outstanding female tennis players, ranked one and two in the world. Clijsters and Henin-Hardenne came up through separate tennis federations, one Flemish, the other French-speaking. They had different coaches and (despite a shared preference for playing from the baseline) contrasting styles. But their rise to the top has been eerily parallel. They have played against one another since they were eight, and shared rooms at events in their early teens (communicating with hand signals at first, because they didn't understand one another's languages). They are only a year apart in age (Justine was 21 in June; Kim is 20). Both won their first WTA titles in 1999 and entered the top 10 in the same month. Now they are the top two in the world, and 2003 may turn out to be the year when they are both, at different times, officially the best. Until recently, Clijsters, the bonny, giggly one from the Flemish-speaking north, was more popular back home. She was also considered the more accomplished player and was expected to beat her compatriot on most occasions. All that has since changed; Clijsters has lost four of their past five encounters, including the finals this year of the French Open and the US Open. Which leaves her in the slightly odd position of being the first player in the 28-year history of the ranking system to occupy the top place without having won one of the four Grand Slams. All this means that the lifelong tension between the two Belgians has become more acute; and while publicly they maintain that they are friendly rivals, lately the friendliness has been rather less obvious than the rivalry. They are very different personalities. Clijsters is much the more straightforward; she has, for a female tennis star, an improbably healthy relationship with her parents, themselves former international sports stars - Leo was footballer of the year in Belgium in 1988, while his wife, Els, was national gymnastics champion (Kim says she has inherited footballer's legs from her father and she has been known to do the splits on court). Her parents made no attempt to intervene in her coaching, beyond dropping her off and driving her to matches; there were none of the insatiable demands for success that can destroy the families of other players. 'Without the support I've had from my family,' Kim told me, 'I wouldn't be where I am. They've let me make my own decisions. Even now, if I said that I don't want to do it any more, they would understand.' As a result, Clijsters - who, in the event, withdrew, after she injured herself falling down some stairs, from the Leipzig tournament during her semi-final - gives every appearance of taking the view that it remains both a privilege and a bit of a lark to be paid huge sums of money to do something that most people only do for fun on a Sunday afternoon. She has been dating Lleyton Hewitt, the Australian former Wimbledon champion, since she was 16. She says their relationship 'is not about tennis' and that they never really talk about the game at home. She had spent the fortnight before Leipzig watching Hewitt compete in the Davis Cup in Australia, where, she says happily, 'I was the little housewife.' Kim Clijsters has won the WTA's sportsmanship award for the past two years. When organisers and sponsors want someone to visit a hospital or sick children, she is automatic first choice. Last year, at Wimbledon, she spent four hours - considerably more than necessary - at Great Ormond Street (whereas with the Williams sisters, as one tour observer noted, you're lucky to get 15 minutes). Lively and engaging, she gives every sign of enjoying this sort of thing, but one senses that it is also important to her self-esteem to be likeable. 'I'd rather be known as a nice player,' she tells me, 'someone who's good for the sport...' On court, she benefits from great natural strength and flexibility, and a desire that is somehow not undermined by her belief that tennis is not the most important thing in the world. Her long time coach, Carl Maes (with whom she split at Wimbledon this year), has described her as 'a very emotionally intuitive player, not one with whom you rationalise victories or defeats. I try to influence the flow, rather than control her.' Justine Henin-Hardenne is, by contrast, far more calculating. A clever, thoughtful player (best on clay, where the slower surface puts relatively less emphasis on power, more on intelligence and guile) she is often portrayed as rather cold and calculating off court too. But something about her seems to have changed recently. When I met her she seemed possessed by a new, quiet assurance and openness. This change must, in part, be the result of her impressive form this year, but it is probably also a response to changes in her private life. Until recently, she had a pretty tough time. Her mother, Francoise, a teacher, died when Justine was 12. Three years before, they had been to the French Open where Justine promised that one day she would see her play on Centre Court. When she died, Justine doubted whether she wanted to strive to be the best any more. 'When my mum died, eight years ago, I thought tennis was over,' she told me. 'I wasn't finding any more reason to play. For two or three years I wasn't feeling happy and there seemed no point in competing. Then I thought that my mum wouldn't want to see me like this. Even now, I think about her constantly, especialy when on court or in tough situations. I would give back all the trophies and all the money to have my mum in my life right now.' As if the loss of one parent weren't bad enough, Justine became estranged from her father. Three years ago, she walked out of the family house and moved in with her boyfriend, Pierre-Yves Hardenne. This followed a rift that appears to have been provoked by the all-too-common tennis parent combination of greed and control freakery. 'When I took the decision to leave, it was probably the most important thing I did for years,' she says. 'I am not afraid to lose now. But before I left, I was under a lot of pressure. Everybody was taking the decisions that should have been mine.' Justine's coach, Carlos Rodriguez, who has been with her since she was 14, said: 'He, the father, the whole family, wanted to appropriate her. And then there was the money problem. When she left home at 17, she had nothing - not 10 Belgian francs.' Her relationship with Hardenne, whom she met at a local tennis club where he worked as a coach, was her final motivation to leave. 'It was not Pierre-Yves my family didn't like; it was simply the idea of there being anyone in my life.' They married last November. 'When I met Pierre-Yves, I thought at last, \"you can be happy\".' And that is exactly what she seems to be, adding enthusiastically that 'married life is just so nice!' and talking about their new apartment, where she's been hanging out since the US Open. 'It was a little crazy for a while,' she admits, 'but you can't stop people making a noise about these things. I was OK. I was with the people I love.' In contrast to Clijsters, who seems radiantly healthy, Justine Henin-Hardenne is small, slight, wiry (despite the muscles, she is definitely skinny) and has an almost sickly pallor. What impresses most about her is her determination. 'More than the talent to start with, it was her attitude, this desire always to do the best she could, this incredibly professional way of doing things that made me want to work with her,' Rodriguez said. Even Leo Clijsters, during his notorious interview with Het Laatste Nieuws, acknowledged that 'technically, [Henin-Hardenne] was already superior.' Her tennis is fluid, her footwork precise. Pat Cash has described her one-handed backhand as 'sublime' and complimented Rodriguez on seeing the potential for 'something different, rather than just the double fisted percentage shot that dominates women's tennis.' John McEnroe says she is the player on the tour whom he most enjoys watching, and has compared her career to his, in terms of her need to outsmart and outplay bigger and stronger opponents. What she lacks in height and natural power, she has made up for with speed around the court, accurate footwork and a backhand that draws gasps of approval whenever she plays it. When I met Kim Clijsters in Leipzig, she had just got off the flight from Australia, so was able to affect a degree of ignorance of what had been happening back home. 'But I think my dad's been pretty busy,' she said. She was eager to play down her camp's involvement in the doping slander. 'Everything is the fault of the media,' she said. 'The Belgian media don't know enough about tennis. They see the gossip that sells papers elsewhere and because we're stars now, they want to create something a little bit like that [between us].' She was right about the Belgian media's culpability in trying to drive a wedge between the Flemish and French speaking players and their supporters; but, at the same time, there is no doubt that Leo Clijsters spoke rashly. 'You want me to tell you why Justine is beating Kim regularly?' he asked. 'Because her muscle mass has doubled, and she now has an arm like Serena's'. He insisted the following day that he hadn't meant to cast aspersions against Henin-Hardenne, but he should have known - must have known, as a former international sportsman - that any linking of increased muscle mass with rapidly improved performance is code for doping. While Clijsters's father may have been an excellent tennis dad, it is equally possible that he may not be quite such an exemplary manager. (She is the only top 10 player not to have a management company behind her). Before these remarks, he had suggested that Kim might decide to take herself off to Australia in response to the high rate of taxes in Belgium. When I ask Clijsters herself about this, she is initially rather chilly - 'I don't think that's something to talk about right now.' Later, when she has been chatting for a while and become jollier and more self-forgetful, she says: 'Belgium is still my home. My family lives there. I went to school there. It is true that sometimes I would rather not be famous there.' Her eventual location may well depend on what happens to her relationship with Hewitt; but at best, it was a tactless thing for her father to have said. Meanwhile, Justine remained determinedly diplomatic about the supposed feud with Clijsters. 'I was a little bit disappointed with those comments. But it was tough for her too. Everybody has to understand there's a lot of pressure on both of us. We're mature enough to say it's in the past. I'm totally clean, I know I'm clean, and I'm not going to let it bother me.' Her increased strength derives, she says, from her winter of tough training in Florida with Pat Etcheberry, the fitness coach who worked with Pete Sampras and Jim Courier. 'You know, when you win, people don't see all the work you did before, in practice and in training - when you were crying, when you couldn't go on because you were so tired.' In August, Henin-Hardenne and Clijsters met in the final of a tournament in San Diego. Henin-Hardenne lost the first set, then called medical time out so she could have a blister on her foot replastered. The flow of the game changed, and she took the next two sets. 'It's not the first time it's happened, so I'm getting kind of used to it,' Clijsters said damningly after the match. 'She has probably done that in every match I've ever played against her. It's a matter of knowing whether she's doing it for an injury or another reason.' Clijsters seemed keen to damp down this row, too. 'Things have been blown out of all proportion here. I definitely said her blisters didn't seem to be bothering her in the first set. But I was talking to her and her husband after the match in the players' lounge, asking them what they were going to do next - they said they were going to a Celine Dion concert in Las Vegas. I never blamed her for making things up.' She pauses. 'But it's still her right, even if she would do it. Tennis is a mental game, as well as a physical one.' This might have all seemed to be less significant had it not followed similar accusations from Serena Williams following the final of the French Open. The match was an often discomfiting spectacle, marred by the crowd's booing of Williams - perhaps because they saw Justine as the underdog, or because Henin-Hardenne is Francophone, or because Serena had unsmilingly demolished the French hope, Amelie Mauresmo, in the quarter finals; or perhaps, as Serena appeared to believe, because of racism. In the middle of all this high feeling, Justine held up her hand to show she was not ready to receive. Serena faulted. When the umpire called second serve, Justine failed to point out that her opponent was entitled to serve twice. After she lost, Serena furiously accused her of 'lying and fabricating'. 'I have no regrets right now,' Henin-Hardenne tells me. 'Everybody was excited. I did hold my hand up, for sure. Everybody was nervous. I can't change this. It didn't change the result. I think I am a fair player.' The Williams sisters are presently the ghosts at the feast on the women's tour. They missed the US Open through injury, and, arguably, if they were to play the rankings game properly (ie, compete in at least 17 tournaments a year, since the best 17 results are counted, rather than their customary 11 or so), then Clijsters and Henin-Hardenne might not occupy the positions they do today. Now, following the murder of their sister, Yetunde, the Williamses may stay away from competition even longer than they had initially intended. But even they, awesome as they are, probably need to play more regularly if they are to maintain their form. As Clijsters says, rejecting her ranking as any kind of aberration: 'Part of tennis is to compete week in, week out and to be fit enough with injuries and stuff to do it.' And both Belgians insist they are looking forward to the return of the American sisters. 'They will come back as strong as ever,' Justine says. 'But I think you will see things change now. I have felt recently that others were getting close and catching up. I wasn't afraid any more to play them.' Despite the strain of emerging at the same time from a country of only 10 million people, and of now being numbers one and two in the world, Kim and Justine both seem, in their quite different ways, to be handling themselves pretty well. Beyond Belgium, they remain relatively unknown, perhaps on account of the dazzle surrounding Venus and Serena Williams. The chief executive of JP Morgan Chase Bank, who presented Justine with her winner's cheque for $1m at the US Open, was reported to have called her Christine. It is impossible not to respond to Clijsters's straightforwardness, her generosity and sense of fun; and if, in the past, Henin-Hardenne seemed more remote and austere it is probable that people will increasingly begin to warm to her. 'Kim has always been the same, ever since she was a little girl: always cheerful,' she says to me, a little sadly. 'I have changed a lot.' Both women have plenty left to do. Clijsters's natural buoyancy is evident when she talks about being number one - 'When I walk out on court and they announce me as the number one player in the world, I get goosebumps' - but she must be anxious to win a Grand Slam. 'Kim has been very consistent this year,' Justine says. 'She will win a Grand Slam, that's for sure, and it's going to be soon.' Justine herself must have her eye on the number one ranking, which may come very soon. And they remain united by a desire to make the Williamses look less unassailable. Sometimes known as the Belgian sisters, Clijsters and Henin-Hardenne have not looked particularly sisterly of late. There is no real friendship there; if there were, we would know about it. They grew up in different tennis federations, and the fond hopes of some that they would somehow unite a linguistically and culturally divided country were misplaced. After all, they are only tennis players. But since they must see each other in the locker room every day, they will need to hang on to their courtesy about one another, their cordial admiration for one another's tennis. Their increased rivalry may, paradoxically, make this easier. Justine, following the early death of her beloved mother, has probably been rather difficult and introverted in the past; now, like her sunnier compatriot, she can see the point of being happy. Lives at a glance Justine Henin Biography: Born 6 January 1982, Liege, Belgium. Lives in Liege. French speaking. Height 5ft 6ins, weight 126lbs. Career high: Winning the French Open, in May this year, the tournament to which she was first taken, at the age of nine, by her mother; she vowed then that she would return as champion. She dedicated her victory this year in Paris to her late mother. Lows: The death of her mother, when Justine was 12, and continued friction with her father. Likes: Her husband, Pierre-Yves Hardenne, who is a tennis coach. They met in 1998 when she presented him with a trophy at an amateur tennis tournament. She supports Anderlecht and listens to Celine Dion. Dislikes: People who are 'hangers-on' in the tennis world, and all the speculation in the Belgian media about the reasons for her increased strength and improvement this year. And another thing: Henin-Hardenne refuses to walk on the lines of the court between points. Her favourite place to visit is Montreal, Canada, where her godfather lives. Kim Clijsters Biography: Born 8 June 1983, Bilzen, Belgium. Lives in Bree, Belgium. Flemish speaking. Height 5ft8.5, weight 150lbs. Career high: Becoming world number one in 2003, the first woman to do so without winning any one of the four Grand Slams. Career low: This year's Australian Open, in January. She was 5-1 up in the final set of her semi-final against the eventual champion, Serena Williams. She squandered two match points and ended up losing the match 7-5 in the final set. Since when she has been considered something of a 'choker'. Likes: Her Australian boyfriend, the former Wimbledon champion Lleyton Hewitt. Dislikes: Grand Slam finals, it seems - she's lost all three in which she has played in, two of them against Henin-Hardenne. And another thing: Her father, Leo Clijsters, played football for Belgium in the 1986 and 1990 World Cups; her mother was an international athlete and her sister is a budding tennis star. Words: Alex Gibbons"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}