{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/oct/09/newsstory.sport8", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-10-09T22:12:26Z", "webTitle": "Players step back from brink", "webUrl": "https://www.theguardian.com/football/2003/oct/09/newsstory.sport8", "apiUrl": "https://content.guardianapis.com/football/2003/oct/09/newsstory.sport8", "fields": {"headline": "FA failed us badly, say players", "bodyText": "A disgruntled peace has settled over the England camp. The players are infuriated that they could not compel the Football Association to reinstate Rio Ferdinand in the squad, but last night retracted their threat of withdrawal from Saturday's crucial Euro 2004 qualifier with Turkey. In a statement, the players even claimed that they would never really have taken such a step. The FA, however, took the possibility very seriously and had to hold its nerve. The chief executive Mark Palios has won a victory, but at a cost. The players are furious that Ferdinand was omitted even though he has yet to be charged with failing to take a drug test. \"It is our opinion that the organisation we represent has not only let down one of our team-mates but the whole of the England squad and its manager,\" said the players' statement. \"We feel that they have failed us very badly . One of our team-mates was penalised without being given the rights he is entitled to.\" They alleged the FA has \"made the team weaker against the wishes of the manager and the players.\" They have thereby tried to recruit Eriksson into their resentful group, but the Swede cannot readily be dragooned into anyone else's cause. He neither backed the FA nor endorsed the players. \"There has never been a game we have talked about as much as this one with Turkey. And you know, we haven't started to talk about football,\" he said in droll fashion. \"The players have created a very strong unity and I am sure you will see that on Saturday.\" The FA had accepted the squad's accusations as the price of resolving the situation. \"We took a policy decision,\" said the director of communications and marketing Paul Barber of Ferdinand's exclusion. \"We stood by it in the face of enormous pressure, and we were right to do that. The players have strong views and we are happy that they have expressed them.\" Team spirit is a prized force, but yesterday it threatened to wreck English football for a generation. The players contemplated destroying their own international careers as a demonstration of loyalty to the Manchester United defender. In an important intervention, Ferdinand himself contacted his England team-mates to ask them them not to carry out their drastic threat. This offered the players a face- saving reason for ending the stand-off with the FA. The terrible implications of this conflict had always made this outcome likely. Barber told the squad that they would not simply be sacrificing three points by not fulfilling Saturday's fixture. England were sure to be ejected from the tournament itself. Uefa would automatically deny them the place in the play-offs their guaranteed runners-up position ensured them. Barber did not broach the topic, but the players would probably have been ruling themselves out of more than just next summer's finals in Portugal. Precedent suggests they would be banned from the 2006 World Cup finals as well. Had they insisted on self-destruction England's next opportunity would not have come until Euro 2008. Even if replacements had been gathered to fulfil the match in Istanbul, the existing squad would not have been rehabilitated. The FA's every word was soothing, from the moment that Barber met the players on Tuesday evening. They had held a vote and agreed unanimously they would fight on Ferdinand's behalf. The squad then put matters in the hands of the committee composed of Beckham, Michael Owen, Gary Neville and Sol Campbell who usually attend to commercial issues. The FA was resolved not to readmit Ferdinand. Doing so would have meant a virtual abandonment of their commitment to rigorous drug-testing and Palios would surely have been obliged to resign. It was fortunate that Sol Campbell, after his hearing, received only a £20,000 fine, instead of suspension, for his kick at United's Eric Djemba-Djemba. That will have been interpreted as a little victory over the authorities. \"I have heard what the players have to say on Rio Ferdinand's situation and on the general issue of anti-doping rules,\" said Palios. \"I have to work with the procedures and processes currently in place. We have already started a comprehensive review. There are a number of areas we have to look at to ensure that we have the best possible system.\" \u0095 England could have played Rio Ferdinand and escaped any action from Uefa , it emerged last night. A spokesman for the European authority said: \"This is not a matter for us. This concerns a country's FA, so it is up to them to deal with it.\" 24 hours of uncertainty, page 34"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}