{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2003/oct/20/studentfinance.education", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2003-10-20T16:21:08Z", "webTitle": "Cambridge students balloted over rent hike", "webUrl": "https://www.theguardian.com/money/2003/oct/20/studentfinance.education", "apiUrl": "https://content.guardianapis.com/money/2003/oct/20/studentfinance.education", "fields": {"headline": "Cambridge students balloted over rent hike", "bodyText": "Students at a Cambridge college are balloting on direct action over inflation-busting rent rises. King's College student union took the action after frustration among students, who fear the college, which has a £1.2m budget deficit, is in danger of outpricing poorer candidates. Weekly rents in the college average £61, an increase of 6.5% on last year. On Wednesday, students will vote on the motion: \"I agree that it is unacceptable for King's College to plug its deficit by increasing student rents and charges without making sufficient savings from other sources. If college refuses to accept this, I am willing to consider joining other students in direct action as protest.\" Sarah Donachy, King's College student union co-ordinator, said: \"We know there's a problem with higher education funding across the country, but we don't want students to be the only ones to have to pay. \"The £1.2m deficit could be cut by doing simple things and coming together and saying want to preserve college as an educational institution, not the lifestyle. \"Keeping the college affordable is a really important issue for the future, because King's has done so much in widening access and increasing participation from state school pupils.\" However, Donachy said withholding rent would be a last resort. \"We really would like to compromise and work with the college on the issue,\" she said. \"But to do that we need some kind of definite agreement from them, something in writing. They seem to want us to take them on trust, and I don't thing we can do that any more, because students are quite cynical.\" The union is calling on the college to consider measures such as the reduction of the kitchen fixed charge, a £330 annual meal fee it charges in order to provide subsidised meals, or opposing top-up fees. There is also concern over college proposals to admit eight exchange students from Miami University, Ohio, who would not be part of Cambridge University. KCSU see this as indirect privatisation, as it has been told the students' supervisors would earn more than those supervising Cambridge university students at King's. The college has invited students for discussion with the provost, Dame Judith Mayhew, and a senior tutor this evening. King's College declined to comment on the student ballot. Jessica Childs, academic affairs officer for Cambridge university student union, said: \"The rent rises that are happening are a concern to CUSU and we support King's College union.\" The college, which was a pioneer in attracting students to Cambridge from state schools and from ethnic minorities, has a reputation as being one of the university's most radical. Students from the college led a rent strike in autumn 1999, which saw hundreds withholding their rent in protest at plans to increase bills."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}