{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2003/oct/19/observerescapesection2", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2003-10-19T18:48:13Z", "webTitle": "Ask the experts", "webUrl": "https://www.theguardian.com/travel/2003/oct/19/observerescapesection2", "apiUrl": "https://content.guardianapis.com/travel/2003/oct/19/observerescapesection2", "fields": {"headline": "Ask the experts", "bodyText": "Letter of the week Does any tour operator offer packages for single parents? I'd love to take my kids, a boy of 13 and a five-year-old girl, on the holiday of a lifetime over Christmas. I have no real preference for where we should go; I just want somewhere the kids can have a really great time. N. Murphy A number of organisations can help, starting with the National Council for One Parent Families (0800 018 5026). This organisation publishes a free booklet with listings and advice for single-parent travellers. Virgin Holidays (0870 220 2788) has deals for single parents at selected hotels, and runs a wide variety of trips to Florida. Closer to home; the Canaries, Tunisia and Spain are all winter sun spots with facilities matching your requirements. Thomson Holidays (0870 165 0079) has similar deals for parents travelling alone with children. There is one experienced organisation which arranges trips for single-parent families - mostly in the summer. The Scottish-based One Parent Family Holidays (01465 821288) has been organising trips for nearly three decades, and its website has a good range of links to other useful bodies. Travelling anywhere tends to be much more expensive during the December peak season and you may find it hard to get what you want at Christmas. Ferries to Cyprus I would like to take a car from Britain to northern Cyprus, where I have a villa. I hear ferries run from Italy to ports in Turkey. Have you any details? M. A. Handford, Hinckley, Leics People usually have to make their own arrangements for a trip such as this. Marmara Lines runs ferries from Ancona in Italy to Cesme in Turkey. You drive on to Alanya or Tasacu for ferries to northern Cyprus. Sailing from Italy to Turkey takes two and a half days and costs around £270 for you and a car, with a shared cabin, or about £420 in a private cabin. Try Alternative Turkey (020 7241 2687). There are sailings from Turkey to northern Cyprus most days, and the return fare for a car and driver should be no more than £100. The drive in Turkey is about 400 miles. Be sure to build this into your plans. Touring Venice My wife and I have been given a weekend in Venice to celebrate our ruby wedding. We like to walk. Can Venice be seen fully on foot, and can you suggest a couple of day-long tours? Keith Carter, by email A vaporetto , or public ferry, down the Grand Canal is the best introduction to Venice, but it's the only time you need to take to the water. The city was made for walking. St Mark's Square is the best starting point for a tour. Spend a morning or more looking round the Basilica and Doge's Palace, as well as climbing the Campanile (bell tower) for a view of the city that will tempt you to explore. Visit these places early or late in the day, as crowds build up. Stroll from the square to the Pont dell'Accademia, where you cross into the Dorsoduro district. Pause there for great views and a rest in one of the cafes. Then explore the lanes and churches of Dorsoduro, San Polo and Santa Croce, finishing at the Ponte di Rialto. If you fancy a break from wandering, the Gallerie dell'Accademia and the Peggy Guggenheim Collection are essential for art buffs. You'll probably get lost a few times, but Venice is compact and you'll soon find somewhere familiar. On your second day, start at Ponte dei Scalzi and see some of the Cannaregio and Castello area. The Ghetto shows a different side of Venice and is worth a detour. Walk from here to the Arsenale, the historic docks. Stroll - or take the boat - back towards San Marco. Eating can be a problem. Some places are overpriced. Stock up on breakfast at your hotel, buy on the go during the day and splash out at night. Try the Venice website at www.turismovenezia.com and unofficial links at www.visitvenice.co.uk. Mauritius by bike We go to Mauritius next month. What is the best way to get from the airport to Pereybere, and can we travel around by bike? Anne Murray, Surrey If you're staying in a resort, you'll almost certainly have transport organised for you from the airport. Otherwise a £20 taxi ride is the only way. If you want to cover any distance, bicycles aren't a great idea - the main roads are very busy - though they're fine for the local roads. Ask about bike hire at your hotel. Visit www.mauritius.net or talk to the tourist office in the UK (020 7584 3666). · We welcome letters. Tom Hall from Lonely Planet addresses as many as possible here. Email travel.tips@observer.co.uk or write to Escape, 119 Farringdon Road, London EC1R 3ER. The writer of the week's star letter wins a Lonely Planet guide of their choice (so include a daytime telephone number and postal address). No individual correspondence can be entered into."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}