{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2003/oct/17/horseracing.gregwood", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2003-10-16T23:44:06Z", "webTitle": "Gosden pins his hope on a low draw", "webUrl": "https://www.theguardian.com/sport/2003/oct/17/horseracing.gregwood", "apiUrl": "https://content.guardianapis.com/sport/2003/oct/17/horseracing.gregwood", "fields": {"headline": "Gosden hits at Breeders 'crap-shoot'", "bodyText": "John Gosden was typically pithy as he summed up the challenge facing Europe's 17 runners, including his colt Oasis Dream, as the entries were published yesterday for the Breeders Cup meeting at Santa Anita next week. \"It will,\" he said, \"be like running around the inside of a barrel.\" Gosden was referring specifically to the Mile, the chosen target for Oasis Dream, although all the European runners, including four more from Britain, will need to watch themselves around the tight Californian bends. \"They're used to it, and their jockeys are used to it,\" Gosden said. \"They switch to a left lead as they go around and suddenly they've got three lengths on you that can be very hard to get back.\" These, of course, are just some of the problems when the horses actually arrive, never mind the disorientating experience of a 12-hour flight, an eight-hour adjustment in daylight time and sudden exposure to 75F (24C) heat after the chilly onset of a Newmarket autumn. In the circumstances, it will be quite an achievement if, as the bookies predict, at least two of the Europeans return as winners. Five of the eight Breeders Cup races have at least two European-trained entries, although Luca Cumani has yet to decide whether Falbrav, an entry in the $4m (£2.4m) Classic, will run in that event on dirt, or stick to grass in the Turf and chase half as much cash. Apart from Oasis Dream, a top-priced 11-2 for the Mile with Coral, Britain will send Islington to the Filly &amp; Mare Turf, in which she finished a solid third 12 months ago, where she will be joined by Godolphin's Mezzo Soprano. Another Godolphin runner, Sulamani, the ante-post favourite for the Turf, completes the team. Ireland has 10 confirmed entries, including seven from Aidan O'Brien's yard, headed by High Chaparral (Turf) and Hold That Tiger (Classic), while the two challengers from France, Bright Sky (Filly &amp; Mare Turf) and Six Perfections (Mile) both hold leading chances. This year's meeting marks the Breeders Cup's 20th anni versary, and the sixth time the card has been held in California. Overall, the Europeans have a respectable strike-rate of nearly 17%, particularly since events such as the Distaff, Sprint and Juvenile Fillies, all on dirt, are usually seen as out of bounds. Backing the visitors, especially in the Mile, is not advisable, however, until the draw for post positions has been made next Wednesday. The run from the start to the first bend in the Mile is barely 100 yards, and high-drawn horses will be at a big disadvantage. \"If you get anything above seven or eight [of 14] there's a big sigh and your stomach sinks a bit,\" Gosden said. \"If it was a one-turn mile [for Oasis Dream] I'd have a fair bit of confidence. The two-turn mile could be a bit of a crap-shoot.\" The decision on Falbrav's ultimate destination at Santa Anita may not be made until early next week. Cumani is flying to California on Tuesday, and hopes to hear from the five-year-old's owners by Monday evening. \"The decision is not mine,\" he said yesterday. \"All I can do is assure them that he is in good form. When it comes down to choosing the target, it is an almost philosophical matter for the owners. \"Basically it comes down to whether you want to take a chance [in the Classic] that he might be remembered as one of the all-time greats, or play it safe [in the Turf] and go down as one of the very good ones.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}