{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2003/oct/09/lottery", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2003-10-09T16:34:59Z", "webTitle": "Lottery fund merger a step closer", "webUrl": "https://www.theguardian.com/society/2003/oct/09/lottery", "apiUrl": "https://content.guardianapis.com/society/2003/oct/09/lottery", "fields": {"headline": "Lottery fund merger a step closer", "bodyText": "The heads of two lottery cash distribution funds today agreed to stand down as the government announced it will advertise next week for a single interim chairman to lead both bodies in the run-up to a controversial merger. The new distributor, to be formed from a merger of the Community Fund and New Opportunities Fund (NOF), will be responsible for handing out half of the total lottery funding for good causes and will provide a single point of access for those seeking grants. It will also take over the assets and responsibilities of the Millennium Commission. NOF's chairman, Lady Jill Pitkeathley, and Lady Diana Brittan, who chairs the Community Fund, welcomed the move to appoint a single chairman as \"a tangible step forward in the creation of the new lottery distributor\" and agreed to stand down to let the new head run both bodies. The merged fund is due to be up and running in 2005 but the interim chairman, to be appointed by the culture secretary on a 12-month contract, is expected to start work in the first half of next year. The two existing funds will continue to carry out their separate functions while also phasing in an \"administrative merger\". Legislation is required for a full merger to formally establish the new distributor. In the interim, the new appointee will act as head of both bodies. Ms Jowell today paid tribute to the work of the chairmen and boards of the two existing bodies. \"Diana Brittan at the Community Fund and Jill Pitkeathley at NOF, and the two boards they have led so effectively over the last five years have pioneered new ways of tackling disadvantage. They have spent the lottery money in their charge well, the benefits of which have been felt in every community up and down the land.\" She added that she had asked existing board members if they would like to be considered for reappointment under the new arrangements, although she would also seek \"some new board members to bring additional experience and skills to help prepare for the new arrangements\". Lady Pitkeathley said: \"In five short years at the helm of the fund, 47 separate programmes have been rolled out producing lasting results across communities. The strengths of both organisations are a brilliant foundation for the new chair to take forward in the single distributor that is currently being forged.\" Lady Brittan added: \"Our grants have been a lifeline to hundreds of voluntary and community organisations up and down the UK who work in their various ways to alleviate disadvantage. I'm personally proud of the work we have done at a very local level to improve access to lottery money.\" The merger was first announced by Ms Jowell at the beginning of this year, sparking voluntary sector fears that the new body would lack independence from government. The Community Fund withheld its support for the move until May, when it received a \"favourable response\" from Ms Jowell to concerns about funding levels for voluntary groups, independent decision-making, the principle that lottery funding should provide extra services rather than replacing public funding, and devolution. The closing date for applications for the new chairman and board member positions is November 7."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}