{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2003/oct/12/observercashsection.theobserver7", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2003-10-11T23:54:33Z", "webTitle": "Fantastic ways with lighting", "webUrl": "https://www.theguardian.com/money/2003/oct/12/observercashsection.theobserver7", "apiUrl": "https://content.guardianapis.com/money/2003/oct/12/observercashsection.theobserver7", "fields": {"headline": "Fantastic ways with lighting", "bodyText": "With the gloom of winter about to settle on us, it's time to draw the curtains and switch on the lights. 'Curtains and lights' - the mantra of an interior designer I used to work for many moons ago. You can do anything with a room, he used to say, if you've got those two things right. So the swirly patterned carpet in my bedsit was all right, then? Since those days, window coverings have escaped from their role as overbearing drapes and assumed many other forms. With revolutionary advances in lighting technology, it's now the turn of lights to escape their role as table lamps and uplighters and pose as other things. My boss could have killed two birds with one stone with the assistance of contemporary weaver Katherine Buzsáki. Her Threads of Light VI is a dramatic curtain of light made with glimmering fibre optic threads in gently mutating colours. Fit for the castle of a Disney princess but, at £4,000, a little too costly for my five-year-old daughter's bedroom. Bespoke furniture maker Studio Six is launching a range of sleek Posh Boxes inspired by photographers' light boxes. The beautifully crafted coffee and occasional tables on castors (from £765) include storage space and emit a softly diffused light they promise won't make you look scary while you are showing off your holiday slides. Bedside cabinets, dodgily entitled The Twin Towers (£1,266 a pair) have glowing cubby-holes for your bits and bobs. Studio Six will customise their radiant furniture to suit your requirements. I wonder what that mirror-lidded box is for. Rachel Wingfield, who won the 2002 Oxo Peugeot Design Award for her dawn-simulating bedding is experimenting with electro-luminescence technology. She has taken the illuminated table-top idea a stage further and produced a hi-tech touch-sensitive panel that sits beneath an ordinary table cloth. Doily patterns light up around anything you place on it. At around £11,000 it would be a little too extravagant for amusing my dinner guests. I think I'll stick to good old-fashioned candles. There's even a light that can tidy up your kitchen. Say goodbye to your old-fashioned noticeboard and hello to Ingo Maurer's stylish Zettel'z 5 lamp (£580). It has wires sprouting out of it with clips to hold all those odd bits of paper without recourse to drawing pins and Blu-tak. Hang it over your table and you can eat beneath a spray of illuminated shopping lists and postcards. Glass worker Eleanor Read's mirrors are not quite so practical. But practicality must take second place to beauty, as every girl knows. Little glass rods lit by colourful LEDs (light emitting diodes) protrude from the mirror surface in sprays. Not quite bright enough for plucking your eyebrows, but a stunning addition to a dim hallway. Mirrors are made to order from around £780. The lighting world is turning upside down. Lamps are becoming other things, and vice versa. At this year's New Designers exhibition, alongside a house brick sporting an aerial, design graduate Richard Monoghan displayed this message: 'After four years studying product design I've learnt that we don't need more products, we need less. And those that already exist have values yet to be revealed and explored.' It's a statement that sums up the ideas of a new school of eco-friendly low-tech designers emerging from Manchester Metropolitan University. They are taking a fresh look at a whole trolleyful of everyday objects. Take the humble cheesegrater. Jason Taylor's Colourgrater lamp (£20) and his Steam wall light (£40) are funky enough to leave the kitchen and creep into the living room. Ilsa Parry has been inspired by her experience as a part-time NHS clinical support worker to produce a Medicinal Table Lamp (£65) with lampshade made of blister packaging for pills. When the light is turned off, the packaging glows eerily. And classic car owners beware - Harriet Pickworth has developed a fitting that you will be able to use to transform hub caps into stylish wall lights. Rummage through your cupboards and you'll be surprised how many things other than Mateus bottles you can turn into a lamp. Perhaps the humble light bulb is not quite ready to take up its place alongside the gas light on the shelves of antiquity. Contacts Katherine Buzsáki 020 8524 6106 Studio Six 07711 477694 Rachel Wingfield 0779 2474091 20-21 020 78371900 Eleanor Read 07989 784304 Jason Taylor 07813 696844 Ilsa Parry 07974 186677 Harriet Pickworth 07855 241931 · Katherine Buzsáki and Rachel Wingfield are showing at Soft Shock, an exhibition of the radical in textile furnishing at London Metropolitan University's Furniture Works until 24 October. Tel 020 7320 1828."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}