{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/oct/01/championsleague.sport2", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-10-01T20:50:05Z", "webTitle": "Moore power for Rangers", "webUrl": "https://www.theguardian.com/football/2003/oct/01/championsleague.sport2", "apiUrl": "https://content.guardianapis.com/football/2003/oct/01/championsleague.sport2", "fields": {"headline": "Rangers seek to stifle Greek chorus", "bodyText": "Alex McLeish yesterday quashed any suggestion of a carve-up between friends as the Scots continued to turn their minds to the so-called Battle of Britain with Manchester United. \"Sir Alex won't be worried about us, because United are clear favourites to win this group, and it certainly won't be about the two of us ganging up on the others. Far from it. \"The way the fixtures fall, and with us playing United back to back, means they could end up fielding a weaker team later in the section and that wouldn't help us at all. Don't be fooled into thinking Sir Alex is assisting Rangers in any way.\" It was a case of first things first, said McLeish, as Rangers prepared for tonight's match here against Panathinaikos. He was intent on building on the opening win against Stuttgart. The Ibrox manager understands the interest in the forthcoming matches with United, bearing in mind his close links with Ferguson on top of the two clubs being respective league champions, but he is not keen to take three matches at a time. The two Scots go back a long way, having been together at Aberdeen through the club's most successful times when Ferguson was manager and McLeish his influential central defender, and the younger man has often sought the counsel of his elder. But, as McLeish said yesterday: \"I have to stand on my own two feet. I don't want to be asked about Alex every time we have a Champions League game. It's not as if I speak to him after every match.\" The Panathinaikos coach Itzhak Shum felt the same. \"I don't believe that relationship will do anything for Rangers,\" he said. \"And, if Rangers were to beat Manchester United, it would leave Sir Alex with a problem.\" For the moment McLeish has enough on his plate dealing with the Greek league leaders, who are still smarting from their 5-0 humiliation at Old Trafford in the opening game. There has been much hype over the atmosphere the Scots can expect in the Apostolos Nikolaidis Stadium, which holds only 17,000 but can generate a fearsome noise. McLeish will welcome his new captain Craig Moore back to the centre of defence after injury despite the outstanding form there of Henning Berg and Zurab Khizanishvili. The Georgian may move to right-back if Maurice Ross fails to recover from a weekend knock or he may be utilised in midfield alongside Emerson and Mikel Arteta if Ross is fit. \"We may tweak things,\" said McLeish, who also has Christian Nerlinger available again but will still be without Fernando Ricksen, Ronald de Boer and Steven Thompson. Panathinaikos have injury problems of their own. The defender Rene Henriksen has been ruled out and Shum is anxiously waiting to see if his influential midfield man Lucian Sanmartean is fit after taking a knock in the 2-0 win over Ionikos at the weekend."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}