{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/oct/01/newsstory.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-10-01T20:50:05Z", "webTitle": "Accent on attack in Ranieri's palace of varieties", "webUrl": "https://www.theguardian.com/football/2003/oct/01/newsstory.sport", "apiUrl": "https://content.guardianapis.com/football/2003/oct/01/newsstory.sport", "fields": {"headline": "Accent on attack for Ranieri's polyglots", "bodyText": "The foreign vocabulary uttered in fresh voices ricochets off the walls of Chelsea's Harlington training ground. It is a happy babble for the moment, since there can be little peevish incomprehension among footballers who are unbeaten this season. Despite all the publicity, though, an outsider can still be taken aback by the headlong change at the club. Claudio Ranieri, for example, has such a range of choices that he could opt for themed forward lines. \"Sometimes I think that Adrian Mutu and Hernán Crespo both speak Italian so they could talk to one another if there is a problem,\" the coach says of the factors that might sidle into his mind when picking a line-up. Jimmy Floyd Hasselbaink, for his part, can always remind Ranieri that he and Crespo have Spanish in common. Who knows what hope there is for Eidur Gudjohnsen. The Icelander may just have to concentrate on performing very well if he wants a regular place. There is a kind of serious silliness at Stamford Bridge. To a great extent the squad was thrown together like passengers jammed together on a railway platform. On the other hand they also have the talent to go places. A win over Besiktas this evening would put them on six points in Group G, well on the way to the knockout phase of the Champions League already. \"We just need a bit of time to play as a team,\" said the captain Marcel Desailly. \"We are not at the level the coach would like us to be, but we are improving every day. When we get our rhythm we will start to imagine that we can achieve something.\" The defender does not entirely dismiss the idea that, after triumphs with Marseille and Milan, he could win the tournament again. With results palatable, Ranieri's habitual good humour need not be far from hilarity. Talking of Frank Lampard, who came to Stamford Bridge while still undeveloped, he spoke of the satisfaction of working with raw materials so long as they are of high quality. \"It is like Michelangelo,\" he said. \"If the marble is good, that's fantastic.\" It is the coach's commands, rather than any chisel, which have rasped at Lampard. \"I lost my voice,\" Ranieri complained. His purpose in that period was to remind the midfielder of the defensive duties required of him. There may be a refresher course before kick-off this evening, since Lampard will be one of the few men capable of stalling the Turkish champions in the centre of the pitch as Chelsea send out an adventurous side. Besiktas, having lost to Lazio at home in their opening game in group G, are likely to try to extract a draw from Stamford Bridge. The coach Mircea Lucescu is a shrewdly cautious character, redoubtable enough to cope with being dismissed by Galatasaray, despite winning the Turkish championship there, because the club could not resist bringing back Fatih \"The Emperor\" Terim. The Romanian Lucescu reacted by reuniting himself with the title at Besiktas. The upsurge of Turkish football is reflected in a squad that has the clever playmaker Sergen Yalcin and the forward Ilhan Mansiz. \"Only Lazio have beaten Besiktas this season and their goalkeeper Angelo Peruzzi was the best man on the pitch,\" said Ranieri. Chelsea, however, have more firepower than the Rome club, even if they are still working out how best to use it. \"Crespo has only trained with us 10 times,\" said Ranieri. \"We have to learn, for example, how he wants the ball in particular situations.\" The coach could stimulate rapport by making fewer alterations to his line-up but he is still adamant that his priority is for the squad \"to arrive at the last three months of the season in very good condition\". As Lampard appreciates, the opulence of the resources is annoying to outsiders. \"If you spend £100m, it sets the expectation levels a lot higher,\" he said. \"The fact that people might want us to trip up makes us more determined not to. It's a motivation.\" Determination may not, however, be the essential quality tonight. It is Chelsea's flair, through Jesper Gronkjaer and Damien Duff, which should overcome a Besiktas team vulnerable on the flanks."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}