{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2003/oct/25/oil", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2003-10-24T23:13:59Z", "webTitle": "Oil giant in dock over Amazon waste", "webUrl": "https://www.theguardian.com/business/2003/oct/25/oil", "apiUrl": "https://content.guardianapis.com/business/2003/oct/25/oil", "fields": {"headline": "Oil giant in dock over Amazon waste", "bodyText": "ChevronTexaco could be fined hundreds of millions of dollars and be forced to spend more than $1bn (£590m) cleaning up pollution from 28 years of oil extraction in Ecuador, if a court case which has opened in a small frontier town on the edge of the Amazon forest finds against it. The class action case against the world's second-largest oil company is being watched closely by oil firms and indigenous groups around the world. It is being brought by 30,000 people who say their lives and livelihoods were damaged by the company's operations between 1964 and 1992. ChevronTexaco had hoped that the case, being heard in Lago Agrio, 115 miles northeast of the capital Quito, would be held in the US, but a New York appeal court ruled last year that it should be decided in Ecuador. In a landmark decision which shocked the global oil industry, the court also ruled that any judgment against ChevronTexaco would be enforceable in the US. This opens the legal floodgates to claims by indigenous peoples around the world against western oil and mining companies. According to the original lawsuit, brought in 1993, Texaco extracted 1.5bn barrels of oil during the years it spent in Ecuador, and systematically disposed of its oily waste in up to 600 open, unlined pits, many of which have leaked and affected water supplies. Lawyers working for the indigenous peoples will argue that Texaco saved $4bn by not reinjecting the toxic waste back into the earth, which is standard practice. They also allege that the company discharged up to 4 million gallons a day of highly toxic wastewater, contaminated with heavy metals, straight into the Amazon wetlands, rivers and estuaries. They allege that this was done on a scale much worse than the Exxon Valdez oil spill disaster, which devastated parts of Alaska in 1989 and cost more than $500m to clean up. It is claimed that up to 1m hectares (2.5m acres) of rainforest along the route of Texaco's pipelines and wells were polluted or destroyed. \"All of our land was destroyed and invaded, and what we got was oil camps and platforms and oil infrastructure. Our rivers, which were once good, now are contaminated with oil,\" said Elías Piyahuaje, a leader of Secoyas, an indigenous group. Much of the waste oil has leached into the groundwater and rivers. Samples taken from the waste pits show that many contain cancer-causing chemicals. Several studies suggest high incidences of cancer - almost unknown elsewhere in the Amazon. But ChevronTexaco will argue that the use of waste pits was legal and common at the time. \"Pits were an acceptable method of dealing with produced water,\" said a spokesman this week. \"It's still allowable in many countries, including in parts of the United States.\" The company is expected to argue that there is no scientific evidence to support claims that its operations caused cancer, and to argue that many oil spills were a result of political sabotage, earthquakes and of poor people flooding into the region. \"There's never been any credible substantiated evidence to support the claims,\" a company spokeswoman, Maripat Sexton, said. \"We intend to vigorously defend the company against what we view to be a lawsuit without merit.\" She said that the government of Ecuador, the national oil company and four local administrations had absolved Texaco of any legal claims after it spent $40m capping 250 of the pits and building schools and medical centres in the mid-1990s. A panel of three judges is expected to visit the affected areas and take evidence from hundreds of people. A verdict is not expected for at least six months. Steven Donziger, a New York-based lawyer for communities, said the case could set an international precedent for millions of people affected by oil drilling to use their own legal systems to sue corporations. \"This has enormous significance for the oil industry.\"' Shannon Wright, associate director of Amazon Watch, a leading US-based environment group, said: \"It's historic. What happens in this one-room courthouse could be a turning point for indigenous people trying to protect their land and for multinational companies looking to avoid responsibility overseas.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}