{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2003/oct/09/srilanka", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2003-10-09T17:29:38Z", "webTitle": "All in good faith", "webUrl": "https://www.theguardian.com/travel/2003/oct/09/srilanka", "apiUrl": "https://content.guardianapis.com/travel/2003/oct/09/srilanka", "fields": {"headline": "All in good faith", "bodyText": "The journey from Colombo to the tiny town of Midigama takes about seven hours, but because of the scenery it's a breeze. The train line hugs the coast the whole way, passing villages that have turned their backs on the ocean to face the relentless rumbling of the trains. We slice through these settlements so closely that you witness snapshots of daily life: a woman bathing; a dog simpering in the dirt; children squealing and a group of men sitting on wooden crates. It cuts so close that it leaves you reeling from the barrage of images. When we arrive in Midigama we hastily jump off the train laden with backpacks and surfboards. After investigating four fairly festering places to stay, we walk down the road a bit and stumble across Relax Holiday Home. It's a bit back from the beach, but is a really, beautiful homestead and we are made to feel very welcome by our hosts, Gunerseri and Lala. The couple have that Buddhist sense of calm (about 60% of Sri Lankans are Buddhists) and wear the most illuminating smiles. Gunerseri says: \"My name means relax. And that is what you can do here.\" We don't need much convincing. Our room is clean and homely. There are squatter's chairs out front, a covered balcony and palm trees everywhere. There's a place for our hammock and many windows that open out onto the lushness of the garden. The beach is only a one-minute walk away, isolated and bordered with twisted, lovely palms. For three of the four weeks that we are in Sri Lanka, we spend it on slow time in Midigama. The little village is a great place to hang out and immerse yourself in a beach lifestyle. It's also a great place to get to know the neighbours and local villagers, as there are so few of them. And, if you're into cooking, homestead stays such as this provide the perfect opportunity to get in the kitchen and learn from the locals. Lala is an amazing cook who rewards my enthusiasm for her cooking by talking me through some of her specialities: eggplant curry, pumpkin curry and spicy green beans. We also help her shop, carrying her basket up to the local market and filling it with mounds of fresh fruit and vegetables. From Midigama there are lots of day trips within rickshaw distance. We snorkel in the lovely bay of Unawatuna and check out a nearby folk museum and Buddhist temple. But after seeing the skilled fisherman on stilts in Weligama and playing beach cricket with some local kids, we decide to head further afield. We have our sights set on the cultural capital that is Kandy, by way of Dalhousie at the foot of Adam's Peak - a holy mountain revered by Buddhists, Christians and Hindus. Lala's brother Sanil acts as our guide and the route he maps out is stunning. We detour through tiered tea plantations that creep over the hills, stop to examine cinnamon and rubber trees and when night falls pass by one tree that is lit up by a gazillion fireflies. Throbbing on and off, like a Christmas tree, it's a veritable orgy as the bugs settle in the leaves and branches to mate. The next day, after a restorative night's sleep at a Portuguese-style home full of leatherbound chairs and stained glass windows, we pile into the van to continue our journey. After a few hours of thundering through the countryside, we see, in the distance, a clot of colour brightening up the tea-green hills. It's some kind of celebration or festival and we bumble down a dirt track in its general direction to investigate the action. We are drawn by the music - it's all jangling, jingling, tinkling, thumping - and by the scene that slowly unfolds before us. There are men wearing pants worn to death, women fluttering about in their saris, and a big truck to which two long bamboo poles have been attached. Strapped to these poles are two men with metal hooks in their backs who are hovering above a completely hysterical crowd. They appear to be in a trance and have metal pins piercing their tongues, lips and cheeks. On the ground there are also five young men with hooks piercing the flesh on their backs, through their tongues, cheeks and lips. The hooks through their backs have pieces of string attached to them and those in the trance are being led around, like pet monkeys, pulled this way and that. It's all very, very bizarre. We hang back a bit, but because of the intensity of the celebration, are barely noticed anyway. Those in the trance are rolling their eyes back in their head, convulsing and contorting their bodies and shaking their limbs around as if they are made of rubber. They are urged on by the sobs, wails and screams of some 200 Hindu devotees. All of a sudden, despite the multitude of gods this crowd is praying to, there is a miscalculation that is decidedly human. The driver of the truck has rolled the vehicle down an embankment. It's an awful moment. The guys dangling from the poles are speared into the hard-packed earth. Everyone is jostling to help right the vehicle; some of the women have fallen to their knees and are wailing; there is much shouting and pushing and screaming and frenzied howling. It's frightening as we are suddenly caught up in the mania of a mob that is seemingly oblivious to our presence. When the truck is pushed back up, the chanting begins again at breakneck speed. The Hindi language remains as incomprehensible as ever and we are utterly bewildered by the rituals we are witnessing. One guy, with a chunk of metal piercing his bottom lip, swoops close by, churning, scrambling, jumping about as if stepping on hot coals. He is behaving like a man possessed and, waving his arms around frantically, he is suddenly restrained while an elderly man, as wizened and wrinkly as a walnut, pours a glass of boiling hot milk down his throat. This sets him off again and he now appears drunk with devotion. As we slip away into the shadows, leaving the writhing, chanting, crowd behind, our guide Sanil, a Buddhist, does his best to translate this scarification ceremony we have just witnessed. Apparently, the young men partaking in the ritual may be asking the gods to grant them something that is usually more earthly than celestial. They might wish for a wife, a scholarship or a windfall. As we continue on our merry way we are left reeling by this weird and wonderful ceremony and, like the rest of the participants, feel blessed for having witnessed it. We are all dog-tired by the time we reach Dalhousie, a few hours later. After bidding our helpful guide farewell, we book into a little hotel called the Green House, fumble into bed by 8pm and prepare to begin our trek to the peak at 2.30am the next morning. The 7km trek lures pilgrims from the Hindu, Buddhist and Christian faiths who all share the belief that there is a \"sacred\" footprint at the peak. Christians believe it is where Adam first set foot on Earth; Hindus that it belongs to their beloved Shiva; Buddhists that it was where Buddha once stood and atheist westerners think it's a fine place to worship the dawn and witness a great coming together of religion and cultures. It is the day after the full moon - when some 20,000 pilgrims make the climb - but the steps are crowded with countless religious types. Our aim is to get to the top by dawn and, although we succeed, it's physically tough and very steep. The altitude makes it hard to carry on even a wheezing conversation. But finally, at the end of this early morning training drill, we find ourself standing on top of this big mountain of earth. We are joined by hundreds of others - many of whom are amputees - draped and bundled in cloth. It's freezing cold but as the first rays of dawn light up the holy mountain we are treated to a glorious vista: the hill country rises to the east, while, in the west, the green and verdant lands fall away to the sea. It's a wonderful cathedral and we feel giddy with the altitude and the accomplishment. A highlight is the chanting from the Buddhist monks that forces us all into quiet contemplation. As beautiful as the dawn is, we then witness the equally stunning triangular shadow of the peak cast onto misty clouds. This, to many, is the miracle of nature for which they made the climb. As we walk jelly-legged down the hill, we trail behind a bunch of bald monks whose chant sounds something like \"up oooh enda,\" which, when tumbled over and over and over again, sounds like \"happy ending\". And, with runnels of sweat streaming down my back and my right knee twitching, I'd have to agree it is. Way to go The only international airport is the Bandaranaike international airport at Katunayake, 30km north of Colombo. Travelling by train is cheap and comfortable and less overcrowded than the buses. Because the country is so small, it pays to hire a driver who will charge you about 5,000-7,000 rupees a day. Budget accommodation is really good value and you can usually negotiate a great deal if you are staying for a month or so. Further information Country code: 00 94 Flight time London-Colombo: 11 hrs. Time difference: + 6hrs. £1 = 160 Sri Lankan rupees."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}