{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2003/oct/25/scamsandfraud.jobsandmoney", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2003-10-24T23:40:07Z", "webTitle": "When the ads don't add up", "webUrl": "https://www.theguardian.com/money/2003/oct/25/scamsandfraud.jobsandmoney", "apiUrl": "https://content.guardianapis.com/money/2003/oct/25/scamsandfraud.jobsandmoney", "fields": {"headline": "When the ads don't add up", "bodyText": "The following correction was printed in the Guardian's Corrections and clarifications column, Saturday February 2 2008 In the article below we did not intend to suggest that Win Investing recommends tax evasion. We also accept Darren Winters' assurance that he did not sell pyramid investments as a student at Exeter University. Making that magic million is easier than ever before. And if you don't believe it, try going to a hotel near you most weekday evenings. There, you can witness one of the seminars purporting to show the quick route to a low-risk million, now mushrooming all over major cities in Britain. One recent issue of a London giveaway paper advertises no less than three \"make a fortune\" firms. Radio stations are also awash with ads from the millionaire merchants. The seminars claim to offer near instant fortunes in property or on the stock market. Each takes up to three hours. But to save readers time, Jobs &amp; Money joined the typical audience of 25 to 40-year-old wannabe millionaires and attended four on your behalf. But the easiest route to making really big money is not on offer at any seminar. And that is to run get rich-quick-training sessions yourself. You would not have to pass any exams - or need to be regulated by the Financial Services Authority. You just need a plausible promotional patter, enough money to pay for advertising and the cash to hire a hotel meeting room. Seminar promoters invariably offer free sample evenings. Some make totally over-the-top claims although others provide useful if basic information, available elsewhere for a fraction of the price. All have a \"magic moment\" - the time when they realise working is for suckers and by sitting back, you can watch the cash roll in. For Australian Peter Wright of the Investors Club, it was his skin cancer diagnosis and a subsequent near death experience. And for Darren Winters of Winters Investment Network (not a network and not allowed to give investment advice), it was selling out his computer company for a fortune (it actually went bust owing £250,000). The free seminars are generally about selling expensive weekend sessions which profess to give the in-depth information needed to make that million whether through buy-to-let properties or stock market option strategies. These cost anything up to £3,300 but on the night punters are lured in by \"discounts\" if they sign up immediately. Most allow you to bring a friend for free. Just how many attend the paid-for seminars is never clear. But it is far from one-to-one teaching. Some may attract as many as 100 paying £1,800 each. So the seminar providers can rake in £180,000 for a weekend's work. The Investors Club, linked to a group of Australian property developers, is an exception. Here you pay £1,700 plus VAT to join a club which offers buy-to-let advice, paid-for services to landlords, and the chance to purchase properties at a discount to what the club says is their true worth. Most seminar organisers also claim to be full time investment traders or property dealers. How they do that and squeeze in as many as five seminars a week is not made clear. The Seminars Seminar 1: Inside Track Who runs it? Jim Moore What's claimed: Become a millionaire in three years or less. He claims you can give up work and be a property millionaire from buy-to-let. Even taxi drivers and window cleaners can do it. No capital is needed. He states rents will treble in 10 years. Validity of claims: Moore says he has bought and sold football grounds. These are unspecified. Independent property experts have not heard of the \"economics centre\" he quotes. His seminars usually include someone on the \"property trac\" who has bought a huge number of buy-to-lets with little money. In one instance, nothing had been finalised. Magic moment: Being broke nine years ago, toiling for a pittance, utterly sick of the daily grind. Decided to make himself \"incredibly wealthy\". The \"nine years\" line was used in August 2002 and September 2003. What qualifications? None. Property investment is unregulated. Cost of follow-on course: £3,995 for two days (including lunch) discounted to £1,680 \"on the night\". Tapes \"worth £900\" can be bought for £497. Wealth warnings: None were made apparent. Jobs &amp; Money rating: Zero. You pay for a mix of aspirational rubbish and buy-to-let information that can be found in paperback books. Seminar 2: The Investors Club. Who runs it? Peter Wright. What's claimed: Buy property at 15-30% below market value; you can guarantee your financial future with buy-to-let; you can make £1.5m profit tax-free in 10 years. The Club offers legal services, financial advice, and property management. Validity of claim: The discount prices involve buying \"off-plan\" buildings that are not yet ready for occupation, or not even built. The Club markets a Salford property that Club directors own. The £1.5m claim depends on property prices continuing to go up and investors using every gain to raise fresh loans. He advises remortgaging your own property and using the cash to fund 10 to 15 buy-to-lets. Wright cannot explain the tax-free claim. The Club is not regulated to give financial advice but someone called \"Tariq\" (no surname given by Wright) may be. Says \"Steve\" (no surname) in the seminar audience is proof of a buy-to-let fortune. Magic moment: Spending six days between life and death on a cancer ward. \"I decided to relax and make money.\" What qualifications? Not clear. Wright does not have to be regulated by the FSA. Cost of follow on course: No course but you have to join the Club for £2,000. Wealth warnings: Scant if any. Property prices only appear to rise. There is no mention of void months without tenants. Jobs &amp; Money rating: Zero. Huge salesmanship but very little useful information. Seminar 3: Winters Investment Network. Who runs it? Darren Winters. What's claimed: Anyone can become a millionaire starting with £500 and one hour's effort a week. He claims to have read 200 investment books in six months (more than one a day) and cooked and washed for top investment professionals so he could learn their secrets. He says he is a full-time trader as well as the UK correspondent for a leading foreign investment magazine. Promised his own fund in August 2002. Magic moment: Building up a software company and selling it for millions. He then invested £40,000, lost it all and decided to learn about markets. Validity of claims: Winters was a director of a software company which collapsed owing £250,000. He has never named the traders he cooked for. The years he claims to have been involved in finance jump wildly. He cannot be a full time trader given his \"training\" programme. He has never named the investment publication. The fund does not exist. What qualifications? His firm is not regulated by the FSA despite the name. He has a degree from Exeter University. Cost of follow on course: £3,100 for a weekend but reduced to £2,300 online and often to £1,450 for those who sign up on the night. You can bring a friend for free. Anyone who has attended a course can earn £200 for each new person they persuade to go on one. Wealth warnings: Lots of stuff about making huge money through options but scant warnings on risk or that it could all unravel. Jobs &amp; Money rating: Zero. His free seminars feature easy money boasts and showmanship. He moves from investment basics to complicated devices. Not the best way to spend thousands. Seminar 4: Gate 2. Who runs it? Will Beagles and Simon Hart. What's claimed: Make huge profits from rising, static, and falling stock markets. You can be a millionaire in 10 years starting out with £1,000. Validity of claim: They show how a £1,000 stake doubled in a year and re-invested with the same success for a further nine years equals £1m. They back up claims with charts of Next and Marks &amp; Spencer which both doubled in one 12-month period. Magic moment: Beagles worked for Lloyds Bank during the 1987 stock market crash. He was earning great money but made so much for the bank, he worked out he could make much more working for himself. His CV shows he worked in currencies, not equities. What qualifications? Both Beagles and Hart say they have worked for banks as well as trading options and futures as independent dealers. They say they teach courses for Virgin, Banque Nationale de Paris, Barclays, Scottish Power, the European Commission, the London Stock Exchange and Scottish Power as well as hedge funds. As they do not recommend shares, they do not need Financial Services Act approval. Cost of follow on course: \"Worth £5,000 including a manual we could sell for £2,000\" but actually £1,800. \"We don't make a fortune out of it\" they say. Wealth warnings: Occasional and very scanty. Lots of talk of options and spread bets but no recognition that most lose out. Jobs &amp; Money rating: 1/10. The free seminar is less frenetic than some. There is a layer of useful material but nothing that could not be found for a fraction of the price in a book."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}