{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2003/oct/13/pressandpublishing.privacy", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2003-10-13T16:33:26Z", "webTitle": "Sun lawyer warns of legal 'intimidation'", "webUrl": "https://www.theguardian.com/media/2003/oct/13/pressandpublishing.privacy", "apiUrl": "https://content.guardianapis.com/media/2003/oct/13/pressandpublishing.privacy", "fields": {"headline": "Sun lawyer warns of legal 'intimidation'", "bodyText": "The chief lawyer for the Sun and the News of the World has hit out at the attorney general for clamping down on media coverage of high profile cases, such as the allegations of rape made against a group of Premiership footballers, before they go to trial. Tom Crone, legal director at News Group Newspapers, demanded to know when newspapers will be allowed to name two Premiership footballers arrested last week in connection with the case after the attorney general, Lord Goldsmith, telephoned newspaper editors late Friday evening to warn them against naming the men. Speaking at the Society of Editors conference, Mr Crone accused Lord Goldsmith of sending out a message which \"intimidates, chills and frightens the media\". When the rape allegations made by a 17-year-old girl against a group of football players first surfaced, the attorney general sent out a notice to editors reminding them of their duty not to publish anything which would create \"a serious risk of prejudice\". Two men were subsequently arrested in connection with the case and named. However, when a further two men - both Premiership footballers - were arrested on Friday, the attorney general telephoned editors late in the evening and warned them not to name the men. Mr Crone described the telephone call as \"very specific and very late\". He also lambasted Lord Goldsmith over his stance on reporting of the Soham murder suspects after the News of the World was rapped on the knuckles over a headline concerning Ian Huntley. \"I'm worried about the attorney general and I think the attorney general is generally worried about the press,\" Mr Crone said. Mr Crone said the attorney general's guidance on such issues \"absolutely amazes and frightens me\". \"When we have a high profile investigation he puts out these notices which give guidance about what we can and can't publish. We will look out for these and we try to act rightly and properly. \"But what he's not doing is setting out the law. He's not giving us guidelines based on the law of contempt, but based on what the chief police officer investigating the case is paranoid about.\" The deputy chief justice, Lord Justice Judge, told the conference: \"I am convinced that there has been a huge change in the way arrests have been reported.\" \"Arrest is based on suspicion. It does not amount to proof. \"I simply ask you to contrast the way in which arrests in notorious cases are now reported, with the way in which they were reported 25 years ago. I think you would describe the change as dramatic.\" · To contact the MediaGuardian newsdesk email editor@mediatheguardian.com or phone 020 7239 9857"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}