{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theobserver/2003/oct/12/features.review87", "type": "article", "sectionId": "theobserver", "sectionName": "From the Observer", "webPublicationDate": "2003-10-11T23:54:26Z", "webTitle": "Classical: We second that emotion", "webUrl": "https://www.theguardian.com/theobserver/2003/oct/12/features.review87", "apiUrl": "https://content.guardianapis.com/theobserver/2003/oct/12/features.review87", "fields": {"headline": "We second that emotion", "bodyText": "La Traviata Grand Theatre, Leeds, to 18 Oct, then on tour Rusalka Grand Theatre, Leeds, to 17 Oct, then on tour Orlando Covent Garden, London WC2, to 23 Oct In a speech showing every sign of a sexing-down from Number 10's Social Inclusion Unit, Graham Vick will argue next weekend that 'social change should be reflected in the work of opera houses and companies'. One of Britain's (and the world's) leading opera directors, Vick will use the annual Royal Philharmonic Society Lecture to suggest that the future of opera 'depends on its embracing the whole of contemporary society. And that means being a part of it and being prepared to change as rapidly and radically as society itself.' This may sound rich, coming from a recent director of productions at Glyndebourne, of all places; but twenty-first-century Vick has led by example, his Fidelio and Candide for Birmingham Opera involving the local community in updates reeking with resonance for our times. His previous self was as content to offer elegant period Mozart as to set Don Giovanni on a dung-heap, our hero clad in biker's leather. But he would now presumably take a dim view of this week's menu of Verdi, Dvorák and Handel - all musically excellent, the first priority for most opera audiences, but distinctly off-message on social relevance. Or are they? I wish Vick had been with me outside Leeds's Grand Theatre last weekend, as I stood agog at the high index of young people - teenagers and twentysomethings - exiting Opera North's terrific La Traviata with shining eyes and excited chatter. Some were still dabbing away tears at the tragic death of Violetta; as well as discovering that posh music can be moving, they had received a stern lesson in love. Few Yorkshire fathers, perhaps, would these days persuade their son's girlfriend to break his heart by leaving him, lest her murky past damage his sister's future; but the very human tragedy that is Verdi's masterpiece remains undimmed by time. In this case, as it happens, the doomed pairing also involves mild miscegenation, presumably satisfying Vick's demand that: 'It's time to acknowledge that we exist in, and are supported by, a multiracial culture.' One of the most moving Violettas I have seen, Janis Kelly manages to remain in thrilling voice while emoting her way through the versatile performance the part demands, dazzling as the first act's sultry courtesan, harrowing in the grim finale. Tom Randle makes a dashing Alfredo, as eloquent as he is touching. Annabel Arden's subtle, unadorned staging leaves the music free to yield its own drama, duly milked from the pit by Mark Shanahan at his considerable best. This is music theatre at its most powerful and affecting, as is Olivia Fuchs's witty, stylish and equally moving new production of Rusalka for the same company. Given one of the most sumptuous of all operatic scores, complete with Classic FM standard in the shape of the heroine's 'Song to the Moon', this beau tifully performed folk tale deserves to fill houses on its post-Leeds tour, again winning the youth vote, for all its irrelevance to Blair's Britain. It is in the nature of morality plays to offer timeless moral advice - in this case, perhaps: beware of your wishes coming true (and/ or: never trust anyone, especially a prince). But even the opera house of Vick's dreams must make room for the life-enhancing qualities, per se, of great art. As Dvorák's version of Hans Christian Andersen's Little Mermaid, via Fouqué's Undine, Giselle Allen wrings our hearts as surely as each of her fiendishly challenging arias ring with effortless beauty. Stuart Skelton is equally engaging as the fickle prince, soaring into a secure upper register beyond lesser tenors. Susan Bickleyturns the wicked witch Jezibaba into a brisk, white-coated gynaecologist, while no wise old water sprite could be more wonderfully world-weary than Richard Angas. As Sebastian Lang-Lessing energetically mines the riches of Dvorák's score, Fuchs's staging is far more than merely charming. Each character in turn gets trapped in designer Niki Turner's evocative ice cubes, helpless to prevent Rusalka hurtling towards her doom; after her gang-rape by the prince's courtiers, we are not spared the blood-stained linen betokening man's inhumanity to man. Does Francisco Negrin's new Royal Opera production of Handel's Orlando pass Vick's social inclusion test? No way. But stellar casting and a lively, if derivative, staging deserve to attract the wider audiences he is seeking, presumably on the model of Nicholas Hytner's bold new regime at the National Theatre. Hytner's rapid success has been achieved as much by lowering prices and main taining the highest standards as by casting a black actor as a feistily topical Henry V. The operatic repertoire entails a similar balancing act. Covent Garden can point to recent ticket-price experiments (a steal, in its case, at 50 quid) for such attempts at contemporary relevance as Nicholas Maw's Sophie's Choice. But stratospheric seat prices will always remain the barrier to much beyond well-heeled, corporate enjoyment of the highest operatic standards, as aspired to with the casting of Barbara Bonney and Alice Coote as two of the love-quadrangle in Handel's ornate reworking of Ariosto. For all these divas' rare prowess, best displayed in beauteous duets and trios with the counter-tenor Bejun Mehta, the show is stolen by the Swedish soprano Camilla Tilling in the lesser role of the shepherdess Dorinda, her ravishing voice reaches the parts her more celebrated co-stars occasionally can't. With period instruments in the Covent Garden pit, via the Orchestra of the Age of Enlightenment under a vigilant Harry Bicket, the brooding presence of Jonathan Lemalu's ponderous Zoroastro hovers over a high-camp staging built entirely around a revolve in perpetual motion. Feydeau farce one minute, Keystone Cops the next, its constant whirling seemed to set the singers' heads spinning as much as the audience's. Far from discovering the 'fundamental sense of adventure, challenge and interaction' sought by Vick, this is the kind of show to realise his worst fears of opera surviving only as 'the plaything of a rich ghetto'. Three to see Madam Butterfly Covent Garden, London WC2 (tonight to 4 Nov) Amanda Roocroft takes over as Puccini's tragic heroine. La Traviata Glyndebourne, East Sussex (Tues, then touring) Glyndebourne's tour begins at home with Verdi and Idomeneo . The Apostles Symphony Hall, Birmingham (Tues &amp; Thurs) Sakari Oramo leads the CBSO in centennial Elgar."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}