{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2003/oct/28/golf.daviddavies", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2003-10-28T21:58:05Z", "webTitle": "Chrysler keeps Clarke waiting", "webUrl": "https://www.theguardian.com/sport/2003/oct/28/golf.daviddavies", "apiUrl": "https://content.guardianapis.com/sport/2003/oct/28/golf.daviddavies", "fields": {"headline": "Chrysler keeps Clarke waiting", "bodyText": "Darren Clarke, easily the best European performer this year, is facing an anxious wait. Not until Sunday night, when the US Tour's Chrysler Championship has been completed in Tampa, will he know whether he has qualified for one of the richest events in the game. Clarke, who won the $1.05m (£670,000) first prize in the NEC Invitational in Ohio in August, is 25th on the US Tour money list. If he stays in the top 30 he will be eligible for next week's £6m Tour Championship in Houston (winner: $1.06m). The Northern Irishman, with $1,906,041 won so far this year, is currently only $79,041 ahead of Shaul Micheel, the US PGA Champion, who is 31st But he should qualify. Steve Doughty, European Tour statistician, said: \"All the US Tour players, from 18th to 49th, are in the Chrysler, hoping to ensure their places or earn their way in. But it would seem unlikely Darren will be overtaken by five or more players.\" Clarke is not in Tampa because he is supporting the European Tour's closing event, the Volvo Masters at Valderrama, Spain, starting on Thursday. And he has an alternative to Houston in the Seve Trophy for Great Britain and Ireland against the Continent near Valencia next week. The teams, announced yesterday, are an attractive mix of the best European Tour players, captained by Severiano Ballesteros and Colin Montgomerie. Nine players in each team qualify from the Volvo order of merit and the captains each have one pick. The Spaniard picked his compatriot Jose Maria Olazabal, and Montgomerie chose a fellow Scot, Paul Lawrie. The captains play each other in the closing singles series and Ballesteros has won both previous matches. Although the Spaniard has made only two cuts all year, Montgomerie will certainly not accede to his opponent's suggestion. \"I may ask him,\" said Ballesteros, \"if he will give me a two-up start. That would make it a fair match.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}