{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/oct/01/newsstory.sport5", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-10-01T20:50:04Z", "webTitle": "Murphy sidelined by ankle injury", "webUrl": "https://www.theguardian.com/football/2003/oct/01/newsstory.sport5", "apiUrl": "https://content.guardianapis.com/football/2003/oct/01/newsstory.sport5", "fields": {"headline": "Murphy sidelined by ankle injury", "bodyText": "Danny Murphy has been ruled out for a month after a scan on his ankle, injured during Monday's reserve Merseyside derby, revealed he had torn ligaments. The Liverpool midfielder will now definitely be ruled out of England contention for the pivotal Euro 2004 qualifier in Turkey in a fortnight, though he has been quick to deflect any blame from Everton's Kevin Campbell for the tackle which caused the injury. \"Both Kevin and [the Everton manager] David Moyes came to see me straight after the game to make sure it was not a serious injury,\" said Murphy, who was clattered by Campbell - booked for the challenge - and had to be carried from the field at Chester's Deva Stadium. \"I thought that was a really nice gesture by them. It was nothing more than a clumsy tackle by Kevin really, just one of those things. It is not a bad knock and I am looking at four weeks out, tops. I hope it will clear up quickly.\" \"The tackle on Danny was not malicious and I was pleased that Kevin Campbell had the grace to inquire how Danny was after the game,\" added Gérard Houllier, who was critical of Lucas Neill for delaying an apology over the tackle which broke Jamie Carragher's leg last month and ruled him out until February. Salif Diao, dismissed in the 1-0 second-string victory for throwing a punch at Francis Jeffers, faces a three-match ban, further limiting Houllier's options. \"We do have players out, and we are struggling in midfield, but we have a big squad and the strength of character to overcome these problems,\" said the Frenchman. \"On the plus side, Stéphane Henchoz did well in the reserves and, if there is no reaction, he will be considered for the first team.\" Southampton's Finland goalkeeper Antti Niemi is set to test the manager Gordon Strachan's loyalty to the Wales international Paul Jones after proving his full recovery from a second bout of knee surgery. Niemi, 31, gave another nudge to Strachan by keeping a clean sheet in the reserves against Nottingham Forest - just two days after Jones's error led to the first Premiership goal Saints have conceded at home this season against Middlesbrough on Saturday. Niemi, who was sent for an operation after being carried off from last season's FA Cup final defeat by Arsenal and broke down again during pre-season preparation, now says: \"I'm getting desperate to play in the first team again.\" But he admitted to the club's official website: \"Jonah and the team have been playing so well that there has been no need to make a change. So I have had to be patient.\" Strachan insisted: \"I've never picked out individuals to blame and so I'm certainly not going to start now.\" But a bad mistake by Jones, 36, which brought a 1-0 defeat at West Bromwich Albion early last season led to Niemi being called up for the next game against Charlton."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}