{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/oct/20/match.sport3", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-10-19T23:28:15Z", "webTitle": "Koumas makes case for more", "webUrl": "https://www.theguardian.com/football/2003/oct/20/match.sport3", "apiUrl": "https://content.guardianapis.com/football/2003/oct/20/match.sport3", "fields": {"headline": "Koumas makes case for more", "bodyText": "West Bromwich Albion 1 Koumas 35 Norwich City 0 Gary Megson will be acutely aware that even though his side have perfected the art of winning ugly, the talents of Jason Koumas are paramount for an immediate Premiership return. Koumas once again rendered credible the Albion manager's claim that he is the most impressive player in the country outside the top flight with a goal and a performance that rescued them from a display littered with sloppy errors and poor judgment. The Wales midfielder's significance was underlined by a spectacular 20-yard goal which lit up - and decided - a surprisingly dull encounter. Yet the more Koumas enhances his reputation the more Megson will find it difficult to retain him, if Albion miss out on promotion. Megson has made concerted efforts to tie him down to a longer contract but the 24-year-old has already rejected an initial offer that would have made him one of the highest earners at the club. \"The terms are not right at the moment but I'm confident they will come up with another offer,\" he said. \"If West Brom can give me what I want then I'm happy to stay. It is up to the manager and the chairman and, if they say what I want to hear, I'll be happy to sign for another three or four years. \"I want to stay but I want to look after myself. I'm concentrating on my football at the moment and we will talk again in the next couple of months.\" By that time Albion's hopes of securing promotion should be even clearer. This victory, their ninth of the campaign, was hardly convincing but their ability to win while playing poorly is a valuable asset. The goal came out of nothing and was enough to end Norwich's seven-match unbeaten run. Nigel Worthington's side were hopeful of completing the three Ws unbeaten, after draws at Wigan and West Ham in recent weeks. If Worthington had realised earlier how potent a weapon Peter Crouch would be against Albion's nervy defence, that mission might well have been accomplished. But it was an hour before the striker, on loan from Aston Villa, was introduced, and his aerial presence resulted in the defence frantically hacking the ball clear long before the final whistle. \"The result was disappointing but if we play like we did in the second half we'll be all right,\" said Worthington. Man of the match: Jason Koumas (West Brom)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}