{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/oct/21/newsstory.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-10-20T23:17:09Z", "webTitle": "Police investigate Darlington chairman over 'threats'", "webUrl": "https://www.theguardian.com/football/2003/oct/21/newsstory.sport", "apiUrl": "https://content.guardianapis.com/football/2003/oct/21/newsstory.sport", "fields": {"headline": "Police investigate Darlington chairman over 'threats'", "bodyText": "George Reynolds, the Darlington chairman, is the subject of a police investigation after making a series of threats against the editor of the local newspaper. Peter Barron, the editor of the Northern Echo, has, on police advice, fitted panic buttons at his home after a series of threatening \"calling cards\" from Reynolds were allegedly posted through his letterbox while he was on holiday. His neighbours also reported being asked Barron's whereabouts by Reynolds and his associates. Barron declined to comment last night but it is understood the cards made references to his wife and children, one predicting that his wife would have a nervous breakdown by Christmas. Chief Inspector John Blacklock of Darlington police yesterday said: \"As part of the investigation we have spoken to Mr Reynolds and made it clear that this has to stop.\" Reynolds talks openly about his visits to Barron's home in a BBC documentary to be screened in the north-east and Cumbria tonight. Although the 67-year-old chairman, who has served time in Durham prison for safe breaking, co-operated with the programme, those involved in its production and presentation have been advised to keep a low profile. The documentary highlights Reynolds's habit of confronting those who criticise his running of the Third Division club at their homes, sometimes at night. \"People are all right in groups until you knock on their front doors at 20 past two in the morning,\" he explains. \"They don't like that; nobody has a go at me. I find out where they live and I go and knock on their door.\" In a recent public statement he pledged to confront \"detractors\" among the club's followers at their homes. The local fanzine and unofficial website have already closed under pressure from Reynolds. \"It is a very unfortunate development,\" said a spokesman for the Darlington Supporters Trust. Reynolds, who next month faces a public examination hearing at Teesside crown court relating to £4.7m of debt left by one of his former companies, declares in the TV programme: \"I never listen to the fans or the manager because they never get it right. \"The biggest thing that turns me on, besides the missus, is proving people wrong.\" He defends his visits to Barron's house on the basis that he and his family were adversely affected by the paper's coverage of a mass walkout of Darlington players from a supporters' meeting in March last year after his wife Susan made a speech claiming: \"It isn't unknown for games to be thrown deliberately at this time of year by way of favours.\" The documentary captures Reynolds - who, yesterday, had not yet seen a preview tape - sacking a worker at the £30m 27,000-capacity Reynolds Arena for playing football with a discarded Coke can before promptly being filmed gleefully kicking it around his own office."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}