{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2003/oct/13/iraq.eu", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2003-10-13T14:43:14Z", "webTitle": "EU approves aid plan for Iraq", "webUrl": "https://www.theguardian.com/world/2003/oct/13/iraq.eu", "apiUrl": "https://content.guardianapis.com/world/2003/oct/13/iraq.eu", "fields": {"headline": "EU approves aid plan for Iraq", "bodyText": "The EU approved a modest €200m (£141m) of reconstruction aid for Iraq today, but every member state except the UK held back from offering money from their national budgets, as disagreements over the US occupation of Iraq continued. At today's meeting of EU foreign ministers in Luxembourg, Britain pledged €375m (£264m) in reconstruction aid from its budget over the next two years, the only EU member to set aside national funds ahead of next week's donors' conference in Madrid. The funds came on another day of violence in Iraq. The US military said an American soldier was killed today in a rocket-propelled grenade attack in Saddam Hussein's hometown of Tikrit. And four British soldiers were slightly injured in two separate explosions in the southern Iraqi city of Basra, according to the British military. In recent weeks, Britain has pushed for the EU to do better than the €200m pledged today. However, EU member states have been reluctant to contribute more money after a war that some did not back, while others have pointed out that other countries - such as Afghanistan - have a greater need for aid money as they do not have oil revenue to fall back on. Today the EU foreign ministers stressed the need for a \"realistic schedule for handing over political responsibility to the Iraqi people\", a reference to discord over a new US-drafted Iraq reconstruction resolution now under discussion by the UN security council. In a statement, the EU ministers said the UN must play \"a strong and vital role\" in Iraq's reconstruction. France and Germany, who opposed the US-led war in Iraq, insist on a faster power transfer to an Iraqi government and more UN oversight of the transition to a democracy than the US and Britain propose. The British foreign secretary, Jack Straw, told the EU ministers that an amended draft resolution would be circulated to security council members later today in an effort to win wider international support for peacekeeping and reconstruction in Iraq. Many EU nations are hesitant to make individual pledges before the situation becomes clearer. And as one EU diplomat told the Reuters news agency: \"It's no secret that some member states also think those who broke Iraq should pay to fix it.\" The EU's contribution covers a 14-month period starting in November. It comes on top of €730m the EU has already pledged in humanitarian aid since the war broke out. The money will go into a trust fund being assembled by international donors, who are to stage a pledging conference in Madrid from October 23-24. The international trust fund for Iraq will be separate from the development fund for Iraq that UN security council set up May 22. That fund holds revenues from Iraqi oil exports, funds from the UN's prewar \"oil for food\" programme and assets of the former Iraqi government. The US-run provisional authority in Baghdad has resisted efforts by international financial organisations to scrutinise spending from the fund. There is no decision by Germany to provide aid to Iraq over and above the EU contribution, the German foreign minister, Joschka Fischer, told reporters. Separately, his Dutch colleague, Jaap De Hoop Scheffer, said: \"There will be no extra money besides the €200m from the EU budget.\" Dutch officials said the Netherlands already provides 1,100 soldiers in Iraq. Spain, the donor conference organiser, is expected to make an aid offer ahead of the Madrid meeting, officials said. The EU aid for Iraq roughly matches that which the union extended to Afghanistan. However, EU governments contributed another €803m to Afghanistan, a country far less developed than Iraq and without oil resources to pay for its own reconstruction. The World Bank has estimated Iraq needs $55bn (£33bn) in economic aid to finance its reconstruction until the country's oil industry gets on its feet. It would take about $19bn to develop an Iraqi military force and help revive oil production and exports. Today's EU pledge must be approved by the European parliament, where demands are growing for the EU to do better. However, EU officials have said pushing for a larger donation would not be wise, pointing to Iraq's volatile security situation that has scared international aid and humanitarian workers away."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}