{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2003/feb/20/artsfeatures.britawards2003", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2003-02-20T19:45:17Z", "webTitle": "It's Robbie's night at the Brits, again", "webUrl": "https://www.theguardian.com/culture/2003/feb/20/artsfeatures.britawards2003", "apiUrl": "https://content.guardianapis.com/culture/2003/feb/20/artsfeatures.britawards2003", "fields": {"headline": "It's Robbie's night at the Brits, again", "bodyText": "Robbie Williams added to his already large collection of Brit awards tonight when he picked up his third consecutive gong for best solo male artist. The singer was not at the awards ceremony to pick up the prize, but sent a lonely hearts message via video instead. Williams, recently dumped by girlfriend Rachel Hunter, described his ideal mate as: \"29-year-old Aquarian, slightly chubby, chain-smoking, seeks boy or girl for fun nights of poker and AA meetings.\" He added: \"I'd like to thank the Brits for allowing me to put my lonely hearts message out there, and I'll see you next year I suppose.\" Williams beat Craig David, Badly Drawn Boy, David Gray and The Streets. Mercury prize winner Ms Dynamite added to her award collection when she won two Brits - for best British urban act and for best British female artist. Coldplay beat Blue, Doves and Sugababes to the best British group prize while Eminem was named best international male artist. The big winners of the night were the manufactured popstars who have dominated the charts over the last year. Pop Idol winner Will Young picked up the award for best British breakthrough, beating out hot favourite Ms Dynamite, while Popstars' Liberty X won best British single for Just A Little. Earlier in the evening, guests took the opportunity to bare some serious skin as they arrived, unusually, in daylight after organisers moved the show to an earlier slot, thus sparing them the downpour and frost of previous years."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}