{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2003/feb/20/theatre.artsfeatures", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2003-02-20T17:12:03Z", "webTitle": "Kramer: the Camden years", "webUrl": "https://www.theguardian.com/stage/2003/feb/20/theatre.artsfeatures", "apiUrl": "https://content.guardianapis.com/stage/2003/feb/20/theatre.artsfeatures", "fields": {"headline": "Kramer: the Camden years", "bodyText": "This is disappointing. When Michael Richards walks into the green room of the Strand Theatre in London, he doesn't slap open the door, slide in recklessly, pull himself up short and leave his quiff juddering in the breeze. He doesn't pratfall, he doesn't mug, and he sure as hell doesn't get a round of applause as he did every week for 10 years whenever he made his entrance on Seinfeld. You barely know he's come in. The aplomb-free entrance is only the first let-down. Worse is what he has chosen to wear. He's sporting a full-length denim coat with a diagonal zip. It is stonewashed. His baseball cap may be stonewashed, too. He is 6ft 3in tall and therefore the zip, which may be the longest ever made, takes ages to unfasten. He takes off his coat and hat. What fresh hell is this? Underneath, Richards is wearing a sleeveless zip-up waistcoat thing in blue wool. His jeans are blue, his shoes uninterestingly black. These sartorial matters are pressing because Richards used to be the best-dressed man on television. As Cosmo Kramer in Seinfeld, he wore a range of classic shirts, beautiful short-sleeve numbers that sat poignantly next to his gaberdine raincoat. True, his trousers were frequently too short, exposing socks that were lamentably white, but those idiosyncracies were part of the charm. But Richards isn't Kramer any more. He is transforming himself into Jonathan Brewster for a production of Arsenic and Old Lace at the Strand - the theatre where it opened 60 years ago and played right through the war. In Joseph Kesselring's dark comedy, now best known as Frank Capra's 1944 film starring Cary Grant, Brewster is a murderer on the run who wants to cool his heels at the safest house in Brooklyn, the home of his aunts Abby and Martha - not realising that the blameless old dears are really accomplished killers who have been bumping off single lodgers in a weird killing-out-of-kindness project. What drew Richards, 53, from his brilliant TV career (as one of the principals of Seinfeld, he was paid $1m per show) and his home in southern California to live in a flat in Camden and act in what - judging by the performance I saw - is a workaday production of a hoary old play? \"I like the villainy in Jonathan,\" he says as he prepares to be made up in his dressing room. \"It's just a juicy part.\" Is it a role that lends itself to the physical comedy skills that he perfected in Seinfeld? The question was supposed to conceal a compliment, but Richards frowns. \"I hope not. I don't think I take any pratfalls. I just wanted to do this play, I really did. I wanted to return to the theatre. I started out in theatre through high school and university.\" This is the truth but, one suspects, not the whole truth. Richards has had to reinvent himself repeatedly since Seinfeld ended in 1999. It proved a difficult challenge, because Seinfeld made Richards, in the eyes of the American prime-time viewing public and of cult TV fans around the anglophone world, visually synonymous with Kramer, the nutso next-door neighbour. It is a fact that is a bore for Richards. \"I don't want to be Kramer any more. He was nice for 10 years, but now I'm running away from him.\" His first stab at running away was a disaster. The Michael Richards Show quickly collapsed under the weight of its producers' cynicism. In the show, he played a bumbling private detective who always gets his man, albeit unwittingly. There were pratfalls aplenty - he was Kramer in all but name. Like the other post-Seinfeld sitcoms starring his fellow principals, Jason Alexander and Julia-Louis Dreyfus, it bombed. Was The Michael Richards Show a great disappointment to him after the success of Seinfeld? \"It was something that chose to shut down. I wasn't happy with the way the writing was going. And at that time I was feeling: gee, what am I doing? I'd just finished David Copperfield, I got a good taste of playing classical characters. And I thought: I don't want to do another run at television. I didn't realise that until about three shows in - but then I thought: what am I doing? I just got off 10 years on a TV show. Why am I going back into this? I was glad to get out. And then Arsenic came along and I just wanted it so badly.\" This sounds, in part, like rationalisation after the fact, but playing Jonathan Brewster on stage in London does seem to be a better means of killing Kramer. Bumping off a TV character who has lodged himself in our affections for a decade, however, is a difficult crime to get away with. When we see an actor in a new role, our appreciation of it is partly deepened and partly led astray by our memories of his earlier roles. \"Yeah, that drives me crazy,\" says Richards. \"But all I can do about it is my work. Do I miss Seinfeld? No. It had a good run. And the popularity to me is only useful to the extent that it gets me work. I don't think I'd have been asked to play this role if I hadn't had the success I had in Seinfeld. People do stop me, but ultimately more people are saying they're looking forward to seeing me in Arsenic and Old Lace. So that's good.\" Good, but hard to believe. Many of the Americans in the audience are here to bask in Kramer's aura. The rest of us are watching the play beset by a cataclysm of TV memories. One of the aunts is played by Thelma Barlow (until 1997 Coronation Street's Mavis Riley, and latterly one of Victoria Wood's dinner ladies). Mortimer Brewster (played by Cary Grant in Capra's film) is Stephen Tompkinson, best known as the cynical TV hack in Drop the Dead Donkey and the English priest in Ballykissangel. One of the pleasures and potential sources of confusion of the production is to see Mavis Riley, Father Peter and Cosmo Kramer improbably together on stage. It's time for Richards to get his make-up done. Several old movie books are on his dressing-room table, each one open at a picture of Boris Karloff. \"I'm being made up to look like Karloff,\" he explains. Why? \"That's the joke throughout the play: my sidekick Dr Einstein was drunk one night and did some plastic surgery on me to change my appearance to avoid the cops who want me on a murder rap. He saw a Boris Karloff movie when he was drunk and made me look like Karloff - not exactly an anonymous disguise.\" Kesselring based this part of Arsenic and Old Lace on the real-life story of public enemy number one, Alvin \"Creepy\" Karpis, who in 1934 employed a surgeon called Dr Moran to restyle his face. Moran botched the job, leaving Karpis deformed - and very angry. The play also draws on the 1935 film The Raven, in which Karloff plays a murderer who visits a neurological surgeon played by Bela Lugosi. He asks Lugosi to reconstruct his face so that he can hide. Instead, the mad doctor deliberately disfigures Karloff's face, and promises to fix it only if he kills for him. In Arsenic and Old Lace, Dr Einstein has seen The Raven just before performing his botched operation on Jonathan Brewster, and makes him look like Karloff in The Raven because that was the face he last saw. It's a piquant irony, isn't it, that Richards comes to London to try to cast off the mantle of Cosmo Kramer, to lose himself in a new role so that people no longer recognise him as that monster, and in so doing plays a man equally bent on disguising himself by changing his appearance? \"Yes, it is ironic,\" grins Richards. \"But actors always do that - they reinvent themselves and immerse themselves in a role. That's the joy of it - diving into the role and finding out if you can inhabit it.\" He grins again but, at least to my eyes, that jaunty smile with one side of the mouth open is all Kramer. What will he do when the play closes? \"I'm going to build a house on some land I've bought north of LA for six months and then work in theatre in the US. I'm looking for roles, but for those six months I'm going to hole up there and be me.\" Not Kramer, not Jonathan Brewster, not any of the characters he has played in a lifetime of acting. I wonder what that's like? Richards grins again, as if to say: you'll never know. · Arsenic and Old Lace is in preview at the Strand Theatre, London WC2. Box office: 0870 901 3356."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}