{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2003/feb/13/informer.sarahleft", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2003-02-13T17:01:29Z", "webTitle": "Iraqi missiles report 'could show serious breach'", "webUrl": "https://www.theguardian.com/news/2003/feb/13/informer.sarahleft", "apiUrl": "https://content.guardianapis.com/news/2003/feb/13/informer.sarahleft", "fields": {"headline": "Iraqi missiles report 'could show serious breach'", "bodyText": "THE NEWS IN 90 SECONDS &gt;&gt;&gt; The prime minister, Tony Blair, today described as \"very serious\" the reported discovery of Iraqi missiles that exceed the range laid down by the Gulf war ceasefire. Weapons specialists called in by the UN arms inspectors last night concluded that Iraq was developing a ballistic missile, the Samoud 2, which has a range greater than the permitted 150km (93 miles). Full story &gt;&gt;&gt; The home secretary, David Blunkett, today refused to expand on the government's decision to have the army encircle Heathrow and other British airports. Forced to make a statement to MPs, he did acknowledge that there was a \"real and serious threat\" of a terrorist attack. Full story &gt;&gt;&gt; Britain's financial watchdog today fined HBOS, the country's fifth-biggest bank, £750,000 for failing to keep track of customers' savings accounts. Full story &gt;&gt;&gt; West Indies v New Zealand - follow the live coverage here EDITOR'S PICK When Tony met Gordon: a political love story in pictures IN THE GUARDIAN TOMORROW * In G2: Previously unpublished pictures that reveal the true horror of the 1991 Gulf war, edited by war photographer Don McCullin * Maggie O'Kane, a rookie war reporter in 1991, explains the meaning of \"collateral damage\" * Former CNN reporter Peter Arnett reveals how pictures changed Pentagon policy * Patrick J Sloyan on how the mass slaughter of a group of Iraqis went unreported BELGRADE DISPATCH Days after the name Yugoslavia disappeared from the map, the nostalgia industry is in full swing in Serbia, writes Ian Traynor. Read on here TODAY'S CROSSWORD CLUE Studious nonsense keeps one following authority (7) Find the rest of today's cryptic crossword, and the ability to cheat, here AND FINALLY The UK is home to 390,000 Jedi knights, according to the results of the 2001 census. Following an internet campaign, 0.7% of the population recorded their religion as \"Jedi\" on the annual survey. The registrar general for England and Wales, Len Cook, said the Jedis had been lumped in with the atheists. \"We have put them among the 7.7 million people who said they had no religion. I suspect this was a decision which will not be challenged greatly,\" he said. * The Informer welcomes unusual news reports. (We're especially keen to hear from multilingual readers living abroad who can spot interesting stories in their local press). Email them to informer@guardianunlimited.co.uk, and please include a source."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}