{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2003/feb/19/bestvalue.comment", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2003-02-19T17:19:01Z", "webTitle": "Target practice under pressure", "webUrl": "https://www.theguardian.com/society/2003/feb/19/bestvalue.comment", "apiUrl": "https://content.guardianapis.com/society/2003/feb/19/bestvalue.comment", "fields": {"headline": "Target practice under pressure", "bodyText": "A visitor from Mars could be forgiven for thinking that audit and inspection of public services is something new. But, as the retiring controller of the audit commission, Sir Andrew Foster, likes to remind people, audit stretches back centuries to a time when magistrates descended on workhouses to ensure that the books were not being fiddled. Public services have become somewhat larger since then. The commission's remit covers a big slice. Launched in 1983, it was initially viewed by Labour as a \"Thatcher's child\", though it was a Heseltine invention. David Blunkett called for its abolition in 1992, but, by 1997, Labour had changed its tune. So had the commission. Its focus widened from controlling costs to improving performance. It now has three separate businesses: audit, inspection, analysis. Sir Andrew, who has served 10 years, believes he is leaving a vibrant body. He was disappointed but reconciled to losing inspection (though it retains audit) of the NHS to the new inspectorate, but points to three new big enterprises. The commission is widening its housing inspection remit by taking over scrutiny of housing associations from the housing corporation; has just won the contract for monitoring productivity in the fire service following the Bain review; and is about to extend its comprehensive performance assessment - just completed on the 150 biggest councils (unitary, metropolitan and county) - to 237 smaller district councils. He promises a lighter touch on the last front, given their smaller budgets. In valedictory interviews last week, he hit out against too many structural changes to the NHS and too much political pressure both by Labour and Conservative governments on pending commission reports - pressure he resisted but believed was improper. Stand by for more conflict over forthcoming reports on NHS waiting times and the NHS plan. Not surprising that Sir Andrew's heroes are ministers who respond to criticism, not deny it. Ken Clarke tops the heroes, Michael Howard the villains. He had warm words for Charles Clarke, education secretary, who sent him a note after a critical report on PFI projects saying messages read and noted. He had three tips for his successor: set out clear principles; ensure reports are evidence-based; never over-claim. The story moves on from missed targets, to the effects of targets. Service users should remain the prime focus. Criminal justice will need the most scrutiny, lacking management and a proper strategy. He believes his successor will have a harder time with Labour than he has had. The longer a government lasts, the more there is to scrutinise and the more unwelcome monitors become."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}