{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/feb/20/minutebyminute.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-02-20T22:35:06Z", "webTitle": "Auxerre 0 - 1 Liverpool", "webUrl": "https://www.theguardian.com/football/2003/feb/20/minutebyminute.sport", "apiUrl": "https://content.guardianapis.com/football/2003/feb/20/minutebyminute.sport", "fields": {"headline": "Auxerre 0 - 1 Liverpool", "bodyText": "1 And we're off. Quick bit of team news. First some good: Vladmir Smicer is out with ankle-ache. Then some bad: Emile Heskey is back from knee-knack. Also, returning is Steven Gerrard, whose his domestic ban does not apply to European games. Didi Hamman has been left out. For Auxerre, the much coveted Djibril Cisse is injured. 2 The ball is bouncing horribly. The pitch here at the Stade l'Abbe Deschamps was relaid last night for some reason and is very loose. It looks like parquet flooring. Only green, of course. 4 A fairly even-stevens start. 5 Stevie Gerrard almost puts Emile Heskey in on goal with a great pass, but the big striker comes crashing down to earth in the area, hooves everywhere. 6 Straight after, little Mickey Owen almost gets the better of Mexes, but the Manchester United target gets back to take a big lump out of Owen's left calf. And out of the pitch too. Liverpool are on top at the moment. 8 Auxerre are wearing those skin-tight Kappa shirts. You know the ones. 11 Benjani blazes over the bar from a freekick, or a 'free' as Barry Glendenning would call it. Francis Turvey asks: \"What time are Celtic kicking off at and how empty is Anfield?\" The Celtic website says 8.30pm. And very, I'd imagine, since there is nothing to see at Anfield. Even less than usual. This game is taking place in France. Indeed, it is the first time in four years that Gerard Houllier has returned to France for a competitive match, (he said, as if quoting a match preview verbatim). 14 Liverpool have a corner, of which nothing comes. Francis realises the folly of his inquiry. I realise I'm missing the Brit Awards tonight so do keep me updated with who won what during the evening. Ta. 17 Fadiga waltzes into the Liverpool box and is halted by a last-ditch tackle from Diouf. Yes, Diouf. 19 Mathis has a speculative effort from distance. He catches it all wrong and what is meant to be an in-swinging curler comes off the outside of his boot. Still, it almost flies in the far corner but Dudek watches it fly wide. 23 Mathis looks a bit tasty and he makes a fool of Jamie Carragher. And then he does something difficult and has a shot - just wide. Someone called Tige has just emailed in. \"Some say that Liverpool's defense (sic - he's a North American) reminds them of the World Champs Milwaukee Rampage. Their recent run of bad form has me thinking otherwise. What do you think?\" If I knew what the hell you were on about, I might be able to tell you. 25 Auxerre are ahead on points at the moment. Fadiga, Mathis and Mwaruwari are link up well but Djimi Traore gets back to usher the ball away to safety. These are worrying times for Liverpool. Much like Dudek earlier in the season, my computer is having trouble saving anything. So. A-pologies... For the. Stut-tering nature... Of this commentary. 28 Lovely little step-over and drag-back from Mathis, especially on this surface which is really beginning to cut up badly. Richard Rouse has written in with an excellent point. \"Given the physique of the average football fan, surely it doesn't make financial sense for clubs to have Kappa do their shirts. Nothing would convince me to buy one. I look unpleasant enough as it is in my Wolves shirt but people would retch openly if it were skin-tight,\" he says. He's bored in a translation agency in Berlin, poor chap. 30 Hello Liverpool? Are you there? 33 Tainio should have been booked after an awful tackle from behind on ginger ninja John Arne Riise. From the resultant freeekick, Owen swings a boot, but the ball bounces up too high off a plank of grass and he could get his little leggy up there. 35 Diouf is booked. A true forward's tackle, that. But he's working hard, at least. Stuart Donlad writes: \"All this Stevie Gerrard, Mickey Owen business reminds me of the fun I had watching the World Cup in the summer while exiled here in New Jersey. I was forced to watch the games in Spanish and the commentators referred to our friend Mr Heskey as 'Emily'.\" They called that about right, then. 37 \"Are you going actually write something on the match?\" asks a galled James Galwey. James, when there's something worth writing about, I'll let you know. 39 B-O-R-I-N-G. 40 Stephane Henchoz survives a penalty appeal. Regular followers of the Hench-man will not be surprised to know that it was a shout for handball. If Dudek gets injured, I reckon they should stick the Swiss geezer in nets. 43 Owen, who has scored just one goal in his last 14 Premiership games, makes a lovely run at the Auxerre defence and clips an inviting ball across goal for Heskey. Nothing comes of it, of course. What an England duo! Our Spanish football correspondent Sid Lowe has written in. \"Can't be bothered to go to the pub to watch another tedious load of rubbish from Houllier's boys and - just like my decision to pass on the England-Australia match and watch Spain instead - I don't suppose I'll regret it. It's one thing winning the Uefa Cup when you start in it, but does it count as an achievement if they win it having been knocked out of the one people actually care about?\" I'm sure they'd take anything right now. 45 This has been a pretty dire first half display from Liverpool and it's goalless at the break. Andrew Lewis has written in about Milwaukee Rampage. \"Intrigued by the comment in your commentary from Tige,\" he says. Glad you found something of interest, Andrew. \"I did a web search and found their home page. If you click on it, you will see ticket prices, about three-quarters of the way down. This includes 'all you can drink beer from 5-9pm' for $15. I'm there.\" Somehow I just don't think such a deal would last long in England. Half-time \"Auxerre manager Guy Roux and his Liverpool counterpart Gerard Houllier are great mates with lots in common, we're told. They're both men. They're both French. They both have first names beginning with G. What else?\" asks Darren Harris. Well, barely a year ago, they found themselves comparing near-death experiences after coincidentally choosing the same hotel in Corsica in which to recuperate following serious heart surgery. They've known each for 25 years. \"With both of us, God came knocking,\" said Roux yesterday. \"But thankfully he kicked us both back down to earth again to be football coaches again. Now we are looking forward to meeting again.\" Who's he talking about? God or Houllier? Brits update \"Robbie Williams won, and so did some other people I'd never heard of,\" says Richard Rouse, not altogether helpfully. \"Kylie did a duet with the bloke who may or may not have popped Britney's cherry.\" Thanks. 46 Mathis has a shot which goes out for a throw-in. Kappa shirts update Aidan Rush writes: \"Spurs have those Kappa shirts, but the replicas are thankfully larger, accommodating the discerning pie-muncher. They're still rather badly made though, and rip at the slightest provocation, apparently. If Richard Rouse thinks he's bored he should try translating 'El Cantar de Mio Cid' from old Spanish. Then he shall know the meaning of boredom (and 'Ffablo myo Cid, bien &amp; tan mesurado, blah blah').\" Aidan, I really hope you've not just told the whole of Spain and most of South America to eff-off. 49 Diouf, already on a yellow, wants to be a little bit careful. He plants his elbow in the side of Amdy Faye's head. Apparently everyone is fed up with Tige and his Rampage obsession. Give it up, fella. 51 Auxerre are building the pressure once more. Fadiga is beginning to dictate. At the other end, Diouf runs. And runs. And runs. Until he runs out of space and the ball goes out of play. Danny Avis writes: \"I've noticed that Auxerre's goalkeeper is called Cool, is this true and is his first name Joe?\" Presumably to his enfants, he's known as Daddy Cool. And as a family they are Cool and the Gang. 54 Something to report shock Oh. My. Word. Liverpool should be in front. A superb turn from Emile Heskey and he's in on goal. He must score. But poor Emile has got the touch of a sex offender at the moment and he hooves the ball too far in front of him. He manages to take it round the keeper, but loses control of the ball and falls down in a heap in a risible bid to win a penalty. The ref makes the right decision: no chance. 59 Traore makes great tackle on Benjani and then something is thrown at him from the crowd and it hits him on the noggin. 56 Hang on, this game is in danger of getting interesting. Superb save from Dudek diving low to his right when he was moving to his left. Good shot from Lachuer. 61 My computer crashes. 63 Strong run from Diouf, but no-one can get on to the end of his cross. Bob the Dinosaur tells me that Rampage have just gone bust, so maybe the $15 free-beer-for-four-hours deal wasn't the smartest after all. 66 Diouf has just been booked. Which by my reckoning means he should have been sent off. Cleary he got away with his first half naughtiness after all. I'll edit out my mistake later. Meanwhile Diao comes on for Henchoz. 69 Clumsy challenge on Diouf gives Liverpool a freekick 20 yards out. Danny Murphy curls it round the ball superbly but Daddy Cool makes a great save. 72 This is more like it from Liverpool - some sustained pressure. A cross-cum-shot (grow up) from Murphy hits the post and Cool looks anything but. He's nowhere but the ball is cleared before Heskey can react. 73 Liverpool goal! Wonderful, wonderful goal. By far Liverpool's best move of the night. Owen controls the ball on his chest from a throw and plays it square to Diao on the edge of the area. He strokes it to Murphy who plays a first-time ball into the box. And there is Sami Hyypia of all people, to stroke it home. Superb. That could be a priceless away goal but what was the skipper doing up there? 75 Genius save from Dudek. Benjani swivels away from Hyypia and fires a strong shot but the Pole beats the ball away from close range and Traore clears. \"Never mind fat fans, I would have loved to see Jan Molby in a Kappa Shirt,\" says Russell Brady. I doubt he'd ever have got in it. 77 Michael Owen needs one goal to equal Ian Rush's European record of 20 for Liverpool and he alsmot got it then. It was alobely run, shrugging off Mexes as he burst into the box before ghosting past Boumsong, but Cool came out bravely to smother the shot. 79 A moment of calm. Richard Rouse has written in with a message for Aidan Rush. \"Call my translation easy? Try a sample paragraph from my latest work. 'What can our company offer? Electric generation equipment (generators, motors, transformers), switchgears for high and medium voltages, contact lines for fuse protection required by railways, controllers, measuring devices telecontrol relays, station instrumentation and controls and field bus relays. We are also being increasingly asked to supply communications equipment zzzzzz.' Give me some literature any day mate.\" he says, while enjoying his first can now his boss has gone home. 82 Oof! Strong two-footed challenge from Diao there. Didn't see who it was on. Let's say it was Jaures, shall we? I haven't mentioned him yet. If Jaures hadn't jumped out of the way, he'd have been off to hospital and Diao would just have been off. \"I've just come in after a night on the sauce and I feel rank,\" writes Dave from Oz. \"Three things guaranteed to cheer me up - a bacon and egg roll 7 a cup of coffee and the words \"wonderful, wonderful goal\" associated with Liverpool.\" Pleased to be of service. 86 'You'll never walk alone' rings out. The visiting fans think their team have done enough, but it ain't over till Lisa Riley sings. \"It took you longer to report that goal than it took my mum to send me a text message telling me,\" writes Adam Ramadan. Oh dear, even an old woman can beat me for pace now. I feel like Abel Xavier. 88 What a miss! It should have been another Finnish finish, but Tainio could not match his compatriot and fired wide with Liverpool's back four more exposed than Christina's crotch. Meanwhile, our old friend Rolf is back. \"Remember that balmy evening, 1 October 2002, Man Utd v Olympiakos?\" he asks. Er, no. He quotes: '35 Rolf from Sweden is sympathising with my inability to spell the Greek names. \"Speaking of names,\" he says, which we were, \"my partner and I are expecting a baby (due February) and would appreciate suggestions for names from your global readership (to fill out the dreary bits of the match). We could make history tonight; this could be the first ever baby to be named on a live Guardian Unlimited minute-by-minute match report... Give us your best shot, people!\" Well go on, then.' \"Well February (and a baby boy) is here and I*m still waiting for a decent name suggestion.\" Rolf, it's a bit late now, old chap. See that 88 number up there. That means there's just two minutes left. 90 Milan Baros comes on for Owen to waste a few more seconds. Aidan Rush is continuing his Spanish translation debate with Richard Rouse. \"Does he have to enter into tedious debates as to whether his electric regeneration press release was written in 1140 or 1207? Does he have to make up some thing about medieval Spanish minstrels 'mainly using lutes' when he doesn't even know when the lute was invented? No? Well ha! I win!\" 90+1 And that's it. Liverpool have won the first leg. So now they have gone and built up expectations for the return match at Anfield next week which they will doubtless now lose. Thanks for your company. Don't forget to tune in to the cricket over-by-over reports. Teams: Auxerre: Cool, Radet, Jaures, Boumsong, Mexes, Faye, Lachuer, Tainio, Fadiga, Mathis, Mwaruwari. Subs: Chabert, Grichting, Marin, Gonzales, Doumbe, Sirieix, Akale. Liverpool: Dudek, Carragher, Henchoz, Hyypia, Traore, Diouf, Murphy, Gerrard, Riise, Owen, Heskey. Subs: Arphexad, Baros, Babbel, Hamann, Diao, Biscan, Cheyrou. Referee: M De Santis (Italy)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}