{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2003/feb/16/cricketworldcup2003.cricketworldcup6", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2003-02-16T23:34:27Z", "webTitle": "Profile: Tim lamb", "webUrl": "https://www.theguardian.com/sport/2003/feb/16/cricketworldcup2003.cricketworldcup6", "apiUrl": "https://content.guardianapis.com/sport/2003/feb/16/cricketworldcup2003.cricketworldcup6", "fields": {"headline": "Travails of Timothy", "bodyText": "Sportsmen seldom go on to be better administrators than they were performers. In Tim Lamb's case, he was a moderately successful bowler, 350-odd wickets in his 10 years in the first-class game, and an inconsequential batsman. Not the sort of man you would turn to first in a crisis. Perhaps the only time he stood out was during his time at Shrewsbury School. His contemporaries there remember him as more talented than the average public-school cricketer, even if it was the only sport at which he shone. Away from the playing field, he was popular, but never one of the lads, definitely not the type to chase the under-matron or let down the chaplain's tyres. He was clever enough to secure a place at Oxford - and an MA in modern history from Queen's College - but was no scholar. He is remembered, too, for disliking the fact that he was an Honourable, a title for which he qualifies as the second son of the second Baron Rochester. The first Baron Rochester was a man of many parts, a churchman, an electrical engineer who founded the New System Private Telephone Company, a leading figure in the City of London and a politician. He became Liberal MP for Rochester in Kent in 1906, was ennobled in 1931 and for nearly five years was Paymaster-General. Despite this political activity, the son of deeply religious Yorkshire parents made as great a mark as a lay preacher. The headline on his obituary in The Times in 1955 ignored his parliamentary contributions and described him as 'an outstanding Methodist'. His grandson Tim Lamb chose cricket as a profession after being a Blue at Oxford in 1973-74. He played for Middlesex and then Northamptonshire before retiring in 1983. It was a long time to be playing for fewer than 400 wickets at 29 apiece, the highest praise being that he compensated for lack of venom by 'using his loaf'. His best bowling figures were seven for 56 against Cambridge University in 1980, although he may cherish more the unlikely dominance he enjoyed over David Gower. His right-arm medium pace dismissed the England captain eight times for fewer than 50, including having him lbw for nought twice in a match at Northampton. One team-mate reckoned that Lamb's pace was so leisurely that Gower probably devised three ways of playing any one ball and was totally confused by the time it arrived. Lamb stepped straight from playing into cricket bureaucracy when in 1984 he became secretary and general manager of Middlesex. Four years later he joined the Test and County Cricket Board, the predecessor of the England and Wales Cricket Board (ECB), which was a small move geographically - the offices are a few yards apart at Lord's - but a major step up in terms of public exposure, especially with his elevation in 1996 to be the TCCB's chief executive. Given his background, Lamb knew how to conduct himself on such occasions and marked his appointment, after being selected ahead of the more progressive Tony Cross, of Warwickshire, with some well-turned comments. 'I'm not a revolutionary,' he said. 'The problem with revolution is that inevitably it leads to counter-revolution. We know there are many things wrong with the English game, but my message is that there is far more right than wrong.' He scored well, too, with: 'My background is cricket. I accept that my experience in the commercial and financial fields might not be quite as great as other candidates, but we are a sport - yes, a £65 million business, too, but, as long as I am involved, we will remain a business within a game rather than a game within a business.' This, though, was the easy part, operating from prepared texts when only those within cricket were paying attention. The difficult times lay ahead, although the ECB's high-profile chairman, Lord MacLaurin, often shielded him as the pair drove through changes such as establishing two divisions of the county championship and setting up central contracts for England players. MacLaurin's departure at the end of last year suddenly left him exposed as the incoming chairman, David Morgan, settled in. Even so, Lamb knew all about controversy by the time the Zimbabwe crisis blew up. In 1998, he was a central character in the case of the ECB receptionist Theresa Harrild, who won an industrial tribunal action after claiming that her bosses bullied her into having an abortion after she became pregnant by another colleague, but then sacked her anyway. Her evidence included the assertion that attitudes at the board were deeply sexist and that Lamb described some women cricketers as 'dykes' whose only value was to attract Lottery funding. Lamb retorted that anybody who knew him 'would deny that the picture she painted was my style'. He was supported by a former female employee who said that the ECB under Lamb 'was a nice place to work... and the whole atmosphere was good' and that she couldn't imagine he would ever make a remark denigrating women cricketers. This latter view is confirmed by numerous tributes to him as a devoted husband and father of two - team-mates recall long cross-country journeys being interrupted by frequent stop-offs so that he could call his wife, Denise - and as an affable and extremely hard-working boss. Sadly, though, for Lamb, who will be 50 next month, the defining episode of his service to cricket is likely to be the 2003 World Cup and the matter of a one-day match in Harare. Although it is possible to admire his unwavering effort during the whole affair, his shot selection has rarely been better than that of an inconsequential batsman."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}