{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2003/feb/09/world.ameliahill", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2003-02-09T23:58:29Z", "webTitle": "Ali G invades land of the irony-free", "webUrl": "https://www.theguardian.com/uk/2003/feb/09/world.ameliahill", "apiUrl": "https://content.guardianapis.com/uk/2003/feb/09/world.ameliahill", "fields": {"headline": "Ali G invades land of the irony-free", "bodyText": "British comics trying to make it big in the United States have a nasty habit of sinking without trace. But Ali G, the pseudo-homeboy from Staines, is set to win American hearts - precisely because they don't understand the British sense of humour. The new series of Da Ali G Show will make its US debut in two weeks' time on HBO, the network responsible for hit shows including Sex and the City and The Sopranos. The six half-hour shows are being kept under tight secrecy - and won't appear on British screens until Channel 4 shows them in April. Producer Dan Mazar, who is also the writing partner of Sacha Baron Cohen and who plays Ali G's producer and writing partner, believes that the gulf between the American and British senses of humour will make the series a resounding success. 'We don't want Ali's interviewees to understand irony because then they'll get the joke,' he said. 'That's what made America the perfect place for Ali to succeed.' Rowan Atkinson, Billy Connolly, Lee Evans and Jasper Carrott are just some of the British exports who have failed to sell in America, but the cultural misunderstanding that stymied their efforts works in Ali G's favour. Even though he made a cameo appearance as Madonna's chauffeur in her 'Music' video, the obscurity of the Ali G character, the alter ego of 30-year-old Cohen, enabled the show to attract unsuspecting political figures such as Newt Gingrich, James Baker and former CIA director R. James Woolsey to submit to his unconventional treatment. These high-ranking public figures were floored by Cohen's deadpan humour; especially Gingrich when asked by Cohen if he was worried that, if there was a female president of the United States, she might fall in love with Saddam Hussein. 'Because,' said Cohen, 'you know, all women love a bastard.' 'I can't see that being a realistic scenario,' replied Gingrich. 'Saddam is very hard for anyone to fall in love with.' A prominent general and ex-national security adviser, whose name is being kept secret, also came unstuck when asked by Cohen whether America will ever catch the person who sent Tampax through the post. 'I think you mean anthrax,' the general replied. 'No I does not; I think that is one of the cultural differences I've been warned about,' replied Cohen. The choices of interviewees had to be changed, said Mazer. 'On the most simple terms, we chose people to interview in Britain if they had posh accents,' he said. 'If they had an upper-class accent, then the juxtaposition of that with Ali G would be funny. That couldn't happen in America because there aren't top-class accents, certainly to our ears, over there. But we just replaced that by looking for pomposity, whether it's liberal or conservative, artistic or scientific.'"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}