{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2003/feb/16/rugbyunion.theobserver", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2003-02-16T23:34:42Z", "webTitle": "Rucking & Mauling", "webUrl": "https://www.theguardian.com/sport/2003/feb/16/rugbyunion.theobserver", "apiUrl": "https://content.guardianapis.com/sport/2003/feb/16/rugbyunion.theobserver", "fields": {"headline": "Rucking & Mauling", "bodyText": "Gamesmanship gets bad name Just how badly the threat of relegation is getting to some of those in the zone was seen last weekend when Harlequins deliberately narrowed their pitch. Bringing in the touchlines, each by two metres to reduce the width of the pitch from 69 metres to 65, was clearly intended to limit the wide attacking game of their visitors, Sale. It seemed untypical of the home side's boss Mark Evans, who is normally dismissive of over-theorising. Perhaps he felt a bit sensitive about it for, when asked whose decision it was, he sharply told the questioner: 'I made the decision, and I would expect you to be a reasonable enough student of the game to understand the reason behind it.' As for Sale, coach Jim Mallinder was quick to tell of the huge motivation his side got from it. He said: 'It only sends out one signal - which is that the way to beat us [Sale] is through the forwards. I do not need a team talk for the forwards if that's the case.' The fact that Harlequins suffered what was perhaps their most devastating home defeat in Premiership history - by 45-0 - made it a very bad day for gamesmanship. Premier Rugby say they have no view on the matter, since the laws allow pitches to be less than the permitted maximum width of 70 metres. In fact, although a 65-metre minimum width has been widely assumed to apply, there is no such restriction. In theory, then, Harlequins could play their next home game in a 40-metre wide corridor. That is, if they haven't had enough of theory. Looking forward to league Do rugby union referees really allow more forward passes than their counterparts in league? The assertion was made on the video of the recent St Helens v Sale cross-code challenge and has been robustly followed up by some league fans. The wisdom handed down to union referees, however (although not mentioned in the laws), is that all that counts is the ball's direction as it leaves the hands of the passer, regardless of whether it then moves forward due to wind or the passer's running speed. But, as it happens, the same criterion is outlined by the Rugby League's refereeing supremo Stewart Cummings, who says: 'It's the direction of the hands when they make the pass.' So does he think more forward passes are allowed in union? 'From what I've seen, which is mostly on TV, it's a myth.' Did he not see any in the union section of the cross-code match? Says Cummings: 'The St Helens crowd on the far side are world renowned for their shouts of \"forward pass\". It was just another night of rugby league for us.' Fame singers have a dry run Among Six Nations venues, Murrayfield is unique on two counts. Today's full house of 67,500 will contain a significant proportion of under-18s and students who have paid as little as one-third of the full price. That's an unlimited offer - theoretically, all the tickets could have been sold to concessionary applications and the gate would have been a fraction of the actual £2.1million. To get the agreement of an uneasy committee it needed some persuasive marketing argument about 'growing' the sport. The ground's other novel feature is its lack of a liquor licence. That has proved a huge frustration to the union's commercial staff who want to create a 'Murrayfield Experience' and to hire out the ground to other organisations. It also means that rugby spectators tend to leave the nearby pubs just minutes before kick-off. Hence a major, new effort to create pre-match entertainment. Today, there's a golden oldies curtain-raiser and the latest hits of the Fame Academy duo, Ireland's Siobhan Quinn and Scotland's David Sneddon. A relevant musical theme is planned for each home game. For Wales, a mixed Welsh-Scots male-voice choir is lined up. For Italy, it's hoped that Scottish Opera will do the business. Quotes of the week 'Jonny Wilkinson is the best in the world in the position and the challenge for me is to try and overtake him.' Sale's Charlie Hodgson, reaffirming his fly-half aspirations after being selected at inside-centre against France. 'He's unequalled with the ball in hand and indeed he can be the Italian Lomu - who also started out in the back row.' Italy coach John Kirwan, making the most of his surprise switch of Mauro Bergamasco from flanker to wing. You've read the piece, now have your say. Email your comments, be as frank as you like, we can take it, to sport.editor@guardianunlimited.co.uk , or mail the Observer direct at sport@observer.co.uk"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}