{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/feb/24/newsstory.sport1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-02-24T21:34:25Z", "webTitle": "Hooligan confusion awaits United in Italy", "webUrl": "https://www.theguardian.com/football/2003/feb/24/newsstory.sport1", "apiUrl": "https://content.guardianapis.com/football/2003/feb/24/newsstory.sport1", "fields": {"headline": "Hooligan confusion awaits United in Italy", "bodyText": "Manchester United will find Italy beset by hooligan-induced turmoil when they confront Juventus in tomorrow's Champions League return. The Stadio delle Alpi, which will welcome United, was the scene of the most serious incidents of a weekend of violence which, ironically, followed the approval of legislation aimed at assisting a crackdown on Italian 'ultras.' While Juventus were winning 3-1 at Como, neighbours Torino saw their match with Milan abandoned in a tear gas mist after 64 minutes. Milan were 3-0 ahead when a second fans invasion of the athletics track forced a final halt. Several players were affected by the tear gas. The weekend also saw 500 youth games in the Naples region postponed for safety fears while two players and a linesman needed treatment after being assailed by a firework at a Serie B match between Ancona and Vicenza. Juventus maintained their lead in Serie A by defeating Como in a match switched to Piacenza because Como's own stadium was suspended after hooligan trouble two months ago. Juve won even though the club's ongoing flu epidemic ruled out five senior players. Bayer Leverkusen revived after a a dismal week which saw the dismissal of coach Klaus Toppmöller and a 3-1 home defeat by Newcastle United. But on Saturday they raised a hint of the team spirit they will need at St James' Park this Wednesday by recovering from 1-0 down in the last 10 minutes to beat fellow strugglers Hannover 2-1. Dutch champions Ajax prepared in the worst possible way for their return against Arsenal when they lost 1-0 at Utrecht and had Andy van der Meyde sent off. Ajax, thus, slipped seven points adrift of leaders PSV Eindhoven. Stuttgart snapped back after their 3-1 Uefa Cup defeat by Celtic to defeat Borussia Mönchengladbach 4-0. Their German under-21 striker Kevin Kuranyi scored twice."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}