{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2003/feb/13/letters.letters", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2003-02-13T20:05:49Z", "webTitle": "Feedback, Feb 13", "webUrl": "https://www.theguardian.com/technology/2003/feb/13/letters.letters", "apiUrl": "https://content.guardianapis.com/technology/2003/feb/13/letters.letters", "fields": {"headline": "Feedback", "bodyText": "Role over We were very surprised that Alex Krotoski's article on female online game playing (Role-playing fits the bill, February 6) did not cite any academic research that has been done in this area. Our own research, using both primary and secondary data, indicates that females account for 15% to 19% of all online game players. While it is pleasing that a significant minority of gamers are female, it does not support Krotoski's claim that the industry has \"cracked the question of how to attract pound-pushing females\". Our research has shown that the social elements of online game playing are the most important features but there are no gender differences. Males who play games such as Everquest also rate the social aspects highly, too. Furthermore, Krotoski's claim that \"female gamers have non-girly motivations for enjoying interactive entertainment\" depends on which aspects of the game she means. For instance, role-playing gender-swapping is higher among males who have different motivations in this respect. Professor Mark Griffiths Dr Mark Davies Darren Chappell Psychology division Nottingham Trent University Disney land There aren't many who would deny Paul Schwartz's (Feedback, February 6) right to make a living from the music he produces. However, many people do take issue with the way the big corporations use and abuse the copyright, trademark and patent system for their own benefit and to maintain their monopoly of distribution. Disney lobbied for the changes in US copyright law that extend copyright protection to 99 years after the death of the producer. How does this benefit the producer of the original work? Increasingly, large corporations are using spurious patent claims as the means of fighting competition and restricting innovation. As with all such abuses, it is the consumer who suffers. Because the record companies have no clue how to take advantage of new technologies, they rely on laws they've crafted to fight any challenges to their pigopoly. Julian Rawcliffe julian.rawcliffe@ ntlworld.com Locust eaters As a long-time member of the Locust service available to Orange mobile phone customers, I would like to bring to your attention the cynical way we have been treated by the France Telecom subsidiary. Just over a year ago, Orange decided to pull the plug on Locust by forcing the operator off his longstanding tariff. After a big song and dance, Orange capitulated, and brought the operation in house under Orangeimagineering, its R&amp;D arm. Since then, Orange has launched a similar, but inferior and dearer, product in Orange Chat. Those of us who thought our SMS community was saved have been betrayed, as it is now apparent it was merely a stay of execution so Orange could learn how the system worked and exploit the knowledge built up since 1996. Now they have sucked the knowledge from us, we are to be abandoned. Please take the time to look at www.savelocust.org to see the views of the 1,100 or so of us being abandoned. Robin Weston robin@locust.co.uk PIN cushion Vic Smith (Feedback, February 6) is quite right that PINs are not an absolute guarantee of safety for credit cards, but they most certainly are an improvement on a simple signature. In France, at checkouts, the devices used to enter PINs typically have a raised metal surround to shield the keypad from prying eyes, or they are on longish leads so you can move them out of line of sight. People generally place themselves so that others in the queue can't see the keypad (not a difficult task). Moreover, doesn't Smith face this problem already when he uses a cash point? James Kitcat jkitcat@infovista.com Adding up Vic Smith may be interested to hear that in banks and supermarkets in Holland, PINs are usually keyed into little desk-mounted devices. These are shaded on the sides and back, leaving only the front open for your hand to key in the number. The whole device measures only 15cm by 15cm, and the \"walls\" are only about 10cm high. Even looking over somebody's shoulders it would be pretty difficult to notice what number was being keyed in. It's always seemed foolproof to me and I never understood why the idea was, as far as I know, not taken up in other countries. Theo van de Bilt theo@vandebilt.co.uk Calls waiting Like Eric Lucey (Feedback, February 6), I would like to be able to buy a simple mobile phone. Despite being 23 years old, I am one of those neanderthals who has never sent a text message and has no intention of doing so. However, my ideal phone would be even simpler thanLucey's. It would simply make and receive calls. I have no requirement for retrieval of unanswered calls. In my experience, what many people want is the equivalent of a public payphone that they can carry with them. Any manufacturer who realised this could be on to a winner. Bill Hodgson william.hodgson@vizzavi.net"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}