{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2003/feb/20/zimbabwe.france1", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2003-02-20T18:39:17Z", "webTitle": "Paris police arrest Tatchell", "webUrl": "https://www.theguardian.com/world/2003/feb/20/zimbabwe.france1", "apiUrl": "https://content.guardianapis.com/world/2003/feb/20/zimbabwe.france1", "fields": {"headline": "Paris police arrest Tatchell", "bodyText": "French officials today briefly detained British human rights campaigner Peter Tatchell over plans to confront the Zimbabwean president, Robert Mugabe, in the streets of Paris. Mr Tatchell and an associate were arrested as they emerged from a Paris Metro station. It is believed they were on their way to ambush Mr Mugabe's motorcade as he travelled to a summit at the foreign affairs ministry in the French capital. The Zimbabwean president is in Paris at the invitation of the French president, Jacques Chirac, for a summit of 52 African heads of state. He was welcomed to the summit with a handshake from Mr Chirac. Britain's shadow foreign minister, Alan Duncan, said: \"This will be marked out as the grubbiest handshake of the year. Jacques Chirac should think how much blood is on the hand he just shook.\" Mr Tatchell and his fellow campaigners came to Paris to protest human rights abuses in Zimbabwe. Police released them after two hours of questioning. Tom Spicer, an 18-year-old Zimbabwean who claims to have been tortured under Mr Mugabe's regime, said: \"We arrived at the Metro station and there were police waiting for us. They took Peter and another guy away, but I managed to get away. \"I am sure that he has been arrested. As soon as he came out of the station they grabbed him.\" Shortly before being detained, Mr Tatchell said: \"Instead of inviting Mugabe to lunch at the foreign affairs ministry, the French government should arrest him and put him on trial.\" Mr Tatchell, who yesterday lodged an official demand for the French authorities to arrest Mr Mugabe under anti-torture laws, also accused police of intimidating protesters off the streets. The number of protesters dwindled today. He added: \"It is a virtual police state in Paris. The police have told us that no further protest will be tolerated. \"Mugabe's regime is guilty of torture, detention without trial and murder. We cannot allow him to come to Paris without protesting against his grisly human rights record,\" Mr Tatchell said. Mr Mugabe's presence at the summit was only possible as a result of diplomatic bargaining within the EU, which has placed a ban on him travelling through member states. The French government, however, argued that it would be more productive to confront Mr Mugabe directly about allegations of systematic human rights abuses. Mr Mugabe is accused of presiding over a reign of terror - deliberately starving millions of his own people and overseeing torture and ethnic cleansing through engineered famine. British officials today expressed concern that the decision to invite Mr Mugabe to Paris would only reinforce his intransigence. \"Of course sometimes it is right to talk to people who are doing bad things if you think that will deliver the prospect of better things,\" one official said. \"We don't think that talking to Robert Mugabe right now is going to deliver better things. We think the risk is that it will confirm him in his view that there is no problem and he can continue with policies that are damaging Zimbabwe and Africa.\" Mr Tatchell, who has been trying to get Mr Mugabe into court for years over human rights abuses, has seized on the visit to attempt to use the UN convention against torture, which France has signed. He registered an official complaint accusing Mr Mugabe of torture at the office of the Paris general prosecutor at the Palais de Justice when the Zimbabwe president arrived in the city."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}