{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2003/feb/13/foreignpolicy.uk2", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2003-02-13T16:41:01Z", "webTitle": "Straw attacks 'lying' Saddam", "webUrl": "https://www.theguardian.com/politics/2003/feb/13/foreignpolicy.uk2", "apiUrl": "https://content.guardianapis.com/politics/2003/feb/13/foreignpolicy.uk2", "fields": {"headline": "Straw attacks 'lying' Saddam", "bodyText": "Iraq is in \"material breach\" of its obligations under the UN security council resolution on weapons inspections, the foreign secretary, Jack Straw, insisted today, stating the government's position ahead of Hans Blix's report to the UN tomorrow. Speaking in an unscheduled Commons statement, Mr Straw branded as a \"lie\" Saddam Hussein's claim not to possess weapons of mass destruction. And he said the discovery of missiles which could exceed the limit laid down by the UN was a \"serious breach\" of Iraq's obligations. He was speaking ahead of a week-long break in the parliamentary schedule, which has led to some MPs insisting that parliament be recalled if there are further developments on Iraq. The Liberal Democrat chairman, Mark Oaten, urged that if a UN resolution was tabled next Monday, the Commons would be recalled on Tuesday for a full debate. Earlier, during questions to the leader of the Commons, Robin Cook, Labour's Malcolm Savidge told MPs it would be an \"appalling denial of basic democracy\" if the UN were committed to pre-emptive war while the British parliament was not sitting. Mr Cook said the government was prepared for a recall if needed, but stressed he did not anticipate a \"compelling requirement\" to return. During his statement, the foreign secretary made it clear that he believed Iraq had failed to meet both the tests of resolution 1441 on making false statements and cooperating fully with the inspectors. \"The conclusion is inescapable: Iraq is in further material breach of resolution 1441.\" Mr Straw said that even at this late stage armed intervention was \"not inevitable\". But he told MPs a peaceful outcome could only be achieved by \"unrelenting pressure\" on the Baghdad regime, who must comply fully with UN demands. He also took a swipe at the alternative plan put forward by France and Germany to handle the crisis. Their proposals, he said, were \"unrealistic and impractical\", and would not deliver the assurance the world needed about Iraq's weapons. Mr Straw told the Commons: \"The central premise of Iraq's so-called disclosure - that Iraq possesses no weapons of mass destruction - was a lie.\" He said of the missile findings: \"If the media reports are correct, the al-Samoud missile programme is clearly a serious breach of Iraq's obligations. \"We would expect rapid action to eliminate any such illegal programme.\" Resolution 1441 set two clear tests on Iraqi \"omissions\" and cooperation. The briefings by Dr Blix and the presentation by US Secretary of State Colin Powell left no doubt that Iraq had failed to meet both of them. \"We shall take full account of the reports of the chief inspectors tomorrow,\" he said. \"The prospect of military action causes obvious anxiety, as it should, here in the UK, amongst our allies and in the region. \"I still hope and pray for a peaceful outcome to this crisis. This will only be possible if we maintain unrelenting pressure on Saddam - including the threat of force - rather than casting around for excuses for delay.\" Mr Straw warned that for the international community to lose its nerve now would \"significantly undermine the authority of the UN and make the world a much more dangerous place\". Of the Nato split on Turkey's defence, Mr Straw recalled that 16 Nato allies had supported the \"entirely reasonable and responsible\" proposals to set in hand military planning. France, Belgium and Germany had now resisted the move. But discussions were continuing to break the deadlock and Britain fully supported efforts to achieve a consensus. \"It is worth reminding the house that at the Prague summit less than three months ago, Nato leaders pledged their full support for the implementation of resolution 1441.\" Mr Straw said ministers were keeping under \"very close review\" the safety and security of both visiting and resident British nationals in the Middle East, with assessments being made on a case-by-case basis. \"Even at this late stage, armed intervention is not inevitable. A peaceful resolution of this crisis remains in Saddam Hussein's hands.\" From the opposition frontbench, Alan Duncan said that any decision about Iraq required agonisingly difficult moral assessment. He said talk of Iraqi links with al-Qaida, conflicting comments from ministers and the publication of an utterly substandard dossier only diverted attention from the main issue and severely dented the government's credibility. And then, referring to the Liberal Democrat leader, Charles Kennedy, he said: \"It is impossible to have any respect for a party leader who says we must wait for Hans Blix and announces in advance of tomorrow's statement that he is going to go on the anti-war march on Saturday.\" There was laughter when Mr Duncan continued: \"After sitting on so many fences at once, it is no wonder the leader of the Liberal Democrats finds it so difficult to walk straight.\" On Charles Kennedy, Mr Straw said: \"It is a matter for him whether he goes on this march. I read very carefully all the statements he has made. The more I read them the more completely confused I believe he is.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}