{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2003/feb/09/paulwebster.theobserver", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2003-02-09T23:59:03Z", "webTitle": "Abidjan opts for conflict", "webUrl": "https://www.theguardian.com/world/2003/feb/09/paulwebster.theobserver", "apiUrl": "https://content.guardianapis.com/world/2003/feb/09/paulwebster.theobserver", "fields": {"headline": "Abidjan opts for conflict", "bodyText": "As the Ivory Coast prepared for a new flare-up in a civil war in which rebels control half of the west African state, the power base appears to have shifted from the President, Laurent Gbagbo, to his militant wife, Simone, who is opposed to peace moves. After a fortnight's silence, during which hundreds of thousands of supporters demonstrated almost daily in the economic capital, Abidjan, the President appeared on television on Friday to nominate a new Prime Minister, Seydou Diarra, in the hope of creating a government of national unity. But he rejected the main lines of a peace deal he signed in Paris in which northern Muslim rebel leaders would have been given the Defence and Interior Ministries. French diplomats are convinced that peace hopes were dashed by his wife's refusal to even consider negotiations. Because of an angry response by opposition movements to what they described as Gbagbo's 'trickery', there are fears of more anti-French clashes which have already forced thousands of European residents to flee the former colony. Before government and rebel leaders went to France last month to discuss a compromise, Simone Gbagbo, 53, warned that 'if our men go to Paris to take decisions which do not satisfy us, they will not be allowed back into their beds when they come back'. Since then she has been blamed for provoking the riots which threaten the 20,000 foreigners, mostly French, and accused France, which has nearly 4,000 troops and police in the country, of helping the rebels. 'France must attack the rebels and bring them to heel,' she said. Her personal enemy is the French Foreign Minister, Dominique de Villepin. He has accused her of organising death squads who have killed scores of opposition leaders. 'If she continues in this way she will have to face international justice,' De Villepin reportedly told her husband last week. The remark focused attention on a woman who compares her struggle to that of South Africa's Winnie Mandela. When her husband was exiled in France from 1982 to 1988 by the late President Félix Houphouët-Boigny, Simone ran the underground opposition movement that eventually led to her husband becoming President."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}