{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/feb/05/newsstory.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-02-05T22:41:16Z", "webTitle": "G14 ready to block friendly call-ups", "webUrl": "https://www.theguardian.com/football/2003/feb/05/newsstory.sport", "apiUrl": "https://content.guardianapis.com/football/2003/feb/05/newsstory.sport", "fields": {"headline": "G14 ready to block friendly call-ups", "bodyText": "Europe's leading clubs warned yesterday that they would not release their players for friendly international matches unless agreement could be reached with the world governing body Fifa over the number of non-competitive games the players are expected to play each year. Liverpool, Arsenal and other British clubs have been voicing concerns over next week's friendly internationals, with many questioning the need for those games and the impact on their players at a crucial time of the season. The G14 group, which represents Europe's 18 leading clubs, said that they would be holding an urgent meeting with Fifa over the club-versus-country row. The group, which was meeting in Madrid, also said that it would be writing a \"robust\" letter to Fifa over the issue of players being used for friendly internationals. One G14 board member, Laurent Perpère, the president of Paris St-Germain, hinted that leading clubs would refuse to release players if agreement was not reached. \"You can all draw your own conclusions as to what we will do if Fifa don't act,\" he said. Liverpool's manager Gérard Houllier, who could lose up to 10 players for friendly matches, said yesterday that he would ask all the international managers involved not to overplay his footballers. \"Depending upon who's selected, I may have to rest other players for the coming games,\" he said. \" We'll see what the national team selection is, but Sven [Eriksson] is aware of the situation. I'm not trying to say they shouldn't go, but I'll speak to some of the international managers about how much they'll play. If it's a friendly it's stupid to get the players over-tired because it will just backfire on the national teams in the long run.\" Arsenal's manager Arsène Wenger recently described Brazil's friendly against China as \"nonsense\" which will see his influential midfielder Gilberto Silva having to make a trip to the far east. Silva said yesterday: \"The new manager [of Brazil] called me last week just to say hello. It is an honour to play for my country. However, because the China game is just a friendly I would have preferred to stay in England to help Arsenal in the Premier League and FA Cup. We have some very important games ahead of us. But it is an official match in China and therefore impossible for me to stay back in London.\" Thomas Kurth, spokesman for G14, said that the meeting the body planned to hold with Fifa would be the final attempt at reaching a solution. He said: \"National associations are abusing the regulations in order to take players to another continent just to make money and that is not the purpose of international friendlies.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}