{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2003/feb/01/featuresreviews.guardianreview1", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2003-02-01T23:40:38Z", "webTitle": "Review: Spain's Road to Empire by Henry Kamen", "webUrl": "https://www.theguardian.com/books/2003/feb/01/featuresreviews.guardianreview1", "apiUrl": "https://content.guardianapis.com/books/2003/feb/01/featuresreviews.guardianreview1", "fields": {"headline": "Pathogens of empire", "bodyText": "Spain's Road to Empire by Henry Kamen 640pp, Allen Lane, £25 The conquistadores were wrongly named. Those brave men who crossed the Atlantic to \"discover\" the New World were neither all-conquering, nor all Spanish. Perhaps they should have been called adventurers, collaborators or opportunists, though if you ask a Latin American, you'll hear some choicer suggestions. The point, as made by Henry Kamen in this impressive study, is that Spain alone neither created nor maintained the Spanish empire, which at its peak covered a third of the world, from the Netherlands to New Mexico. Spain did not even exist as a political entity until the 18th century. It was merely an association of states, of which the most powerful was Castile. But Castile was not rich and its taxpayers strained to bankroll the endless succession of wars waged by the monarchy. So the crown depended on diplomatic links and foreign contractors for advice, weapons, soldiers, engineers, ships and, most vitally, for credit. Kamen believes that many Spaniards are still in thrall to a harmful myth about their empire - that is was \"a unique achievement of their own\". He is drawn to myths about Spain, and shoots them out of the air with elegant pops. His excellent book on the Inquisition revealed it to have been a much subtler institution than the torture-machine portrayed by historians and Monty Python. Here he reveals the Spanish empire as a collaborative effort, the creation of Europeans and, perhaps most of all, native Americans and African slaves. Spain's empire-building started in 1492, when Isabella and Ferdinand, the \"Catholic Monarchs\", defeated the Muslim kingdom of Granada. Serving the crown were French, Italian, German and English soldiers; the heavy artillery was imported from Italy and Flanders and operated by Milanese and German technicians. As an international venture, it was a sign of things to come. Enter Christopher Columbus, a Genoese sailor who was present at the surrender of Granada to request Castile's backing for a project that had elsewhere been dismissed as chimerical: he wanted to find a westward ocean route to India. Isabella and Ferdinand, buoyed up, says Kamen, by a \"messianic triumph\", gave him the green light. In the event Columbus discovered something else: the Bahamas. But never mind - he brought back samples of gold and encouraging news that the natives were \"all naked, and without skill at arms, a thousand running away from three [Spaniards]\". These were to become the motors of Spanish domination: gold and the exploitability of the natives. The expeditions that followed Columbus's relied, time and again, on international manpower and financing, but the Spanish also had help on the ground. The natives were friendly - at least some of the time - especially when they needed support in their own territorial disputes. Hernan Cortes could not have overthrown Montezuma in 1520 without the help of his enemies, the Tlaxcalans. But the real conquistadors were these: smallpox, typhus, measles, diptheria, influenza, typhoid, plague, scarlet fever, yellow fever, mumps, colds, pneumonia and gonorrhoea. Europeans did not even have to lay a finger on the Indians to kill them. Their deadly pathogens were carried ahead of them, by insects or animals. Probably 90% of native Americans were killed by disease. In the mid-16th century, the silver discovered at Potosi (now in Bolivia) established it as the money-making hub of Spain's vast empire. Thousands of Indians died there while toiling in the mines. Eduardo Galeano writes movingly about Potosi in The Open Veins of Latin America (which is almost the opposite of this book, full of emotion and myths). He describes how the indigenous people thought they saw their ravaged mountain weeping as it was plundered. Between 1550 and 1800, Mexico and South America produced more than 80% of the world's silver and 70% of its gold. These riches turned out to be the great tragedy of Spanish America. Gold- and silver-mad, the colonisers failed to develop the continent's other resources - and Latin Americans still live with the consequences. In the Philippines, too, they were lazy: at the end of the 18th century the citizens of Manila jointly denounced them as men who wanted to \"seek their fortune by the shortest road\". Little of the wealth ended up in Spain, because Castile had creditors to pay, and other western European powers, especially England, were better at making trading links. It served their purposes best to keep Spain in power, as Robert Walpole explained to the House of Commons: \"It is true that all that treasure is brought home in Spanish names, but Spain herself is no more than the canal through which all these treasures are conveyed over the rest of Europe.\" In about 1740, an adviser to Philip V noted that Spain earned less in trade from the whole continent than France made from the island of Martinique alone. Spain, he said, had wasted its efforts pursuing \"conquest\" and neglecting the biggest resource at its disposal: \"the native population of America, which could have been drawn into productive schemes, instead of being oppressed and exploited\". How much did Spaniards care? They were, Kamen finds, reluctant imperialists. Many resented the empire as the source of Spain's poverty, and they were largely uninterested in the peoples \"conquered\" on their behalf. The first drawing from life of an American Indian was done by a German. Pre-Columbian treasures were destroyed or melted down. Spaniards took to the New World the things they loved best about home, including, in 1519, the Inquisition, which duly reported that the German immigrants \"are all heretics and spawn of that wild beast Luther\". There was nothing anybody could do about it, though. Foreigners were forbidden to go to Spanish America, but they went anyway. They were not allowed to trade, but they traded. They were forbidden to extract gold and silver, but they did and paid no tax on it. The irony was that Spain depended on these law-breakers and smugglers because it was not capable of supporting the colonies alone. Stuffed with details and dates, The Road to Empire is a valuable reference book, well-written and lucid. What brings it alive for the general reader are the contemporary accounts, such as the young Spaniard proudly writing home: \"I have subjected the whole province, burning houses and hanging Indians.\" Or a voyage to the Philippines vividly described by one passenger: \"Abundance of flies fall into the dishes of broth, in which there also swim worms of several sorts. In every mouthful of food there went down an abundance of maggots.\" While reading this book, I kept thinking of my own trip to Potosi with a friend, eight years ago. Ragged children were playing on the slopes of the old silver mine. Two of them, about six years old, offered to take us crawling down a tunnel into the old mine. It was an intoxicating idea - a journey to the one-time heart of the Spanish empire, if not of Europe. But we weren't brave enough, the water-logged tunnels looked unsafe and the children cheerfully admitted that there was a strong possibility of rats. We asked them what they wanted to do when they grew up, and they said they would like to study tourism. It was one of the most depressing places I have ever visited. · Miranda France is author of Don Quixote's Delusions: Travels in Castilian Spain (Phoenix)"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}