{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2003/feb/24/userstraveladvice5", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2003-02-24T19:38:41Z", "webTitle": "Seeking a short, sharp tour of China", "webUrl": "https://www.theguardian.com/travel/2003/feb/24/userstraveladvice5", "apiUrl": "https://content.guardianapis.com/travel/2003/feb/24/userstraveladvice5", "fields": {"headline": "Seeking a short, sharp tour of China", "bodyText": "· Assuming two of the seven days are reserved for flights, the remaining five days could be nicely divided between beautiful nature scenes and two fascinating cities. Start in Guilin with a boat trip down the Li River. You will find the views of the green covered karst formations to be a delight - so to, the non-commercial shoreline. (Just remember to decline the \"offer\" of a \"wonderful opportunity\" to stop at a cave tour unless you enjoy a wasted hour in a cave stuffed with souvenir stands and group tours.) Make sure you enjoy a meal that includes Guilin noodles (fabulous!). Make Shanghai your next stop. Explore the YuYaun Gardens and the surrounding narrow lands and picturesque shops. You'll find fabulous paper cuts and other handcrafts here. In the heart of this Old City area, stop at Wenmiao Temple - wonderful atmosphere and often fascinating exhibits. Longhua Temple is another must. On your next day, head over to the old French Concession area. Stop by for tea at the Old China Hand Reading Room and you'll feel like you have stepped back in time. The Shanghai Museum make for another interesting stop - especially the exhibits of jades, bronzes and ancient writing materials. If you enjoy a lively nightlife, the area all around the Bund will fill the bill. Finally, if Art Deco fascinates you, consider staying at the Peace Hotel, a renovated gem. Lawrence Zawatzky · Everything is cheap in China, so you can travel quite far afield and see quite a lot. I'd aim for Xian to see the terracotta army - a fabulous sight - and then perhaps do the Yangtze Three Gorges cruise, which is redolent of Chinese paintings, history etc, but be prepared to put up with a bit of discomfort on the boats. Otherwise base yourselves somewhere like Shanghai, feast on wonderful food and do day-trips into the countryside and nearby towns. Avoid Canton because of SARS, but Beijing is always fascinating. Enjoy yourselves and take it as you find it. (Carry antiseptic wipes all the time, especially for the appalling toilets.) Linda · China is absolutely huge, and there is no point in trying to see or do too much, as you just will not be able to take it all in. Head for Beijing or Shanghai - you could do them both, but I would recommend flying as the train is quite a tiring (though fascinating) experience. Both cities are good places to be based. Beijing for its faded imperial grandeur - see the lakes, parks and, of course, the Forbidden City - swerve the Wall unless you are heading far out of town to some of the more remote spots. Head out to the Summer Palace - try taking the boat there, which takes you in the back door of the park and away from the crowds. For Shanghai, the most interesting areas are the old French concessions and of course the Bund. Fuxing Park is great, especially early in the morning. Good day trips from Shanghai include Hangzhou - huge lakes and tea terraces. Anna Scott"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}