{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2003/feb/01/featuresreviews.guardianreview22", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2003-02-01T23:40:39Z", "webTitle": "Review: The Eye of the Lynx by David Freedberg", "webUrl": "https://www.theguardian.com/books/2003/feb/01/featuresreviews.guardianreview22", "apiUrl": "https://content.guardianapis.com/books/2003/feb/01/featuresreviews.guardianreview22", "fields": {"headline": "Lichens and other likenings", "bodyText": "The Eye of the Lynx: Galileo, his Friends, and the Beginnings of Modern Natural History by David Freedberg 513pp, University of Chicago Press, £35.50 The Eye of the Lynx owes its existence to a dream. In 1986, the art historian David Freedberg was trying to locate the original illustrations for Giovanni Ferarri's masterwork on citrus fruit, Hesperides, or On the Cultivation of the Golden Apples (1646), when he had a dream about Anthony Blunt. The former surveyor of the Queen's pictures was holding a drawing of an orange. It reminded Freedberg of a conversation with Blunt, and this led him to Windsor Castle where, \"in a cupboard\", he discovered the drawings he was looking for. In fact, Freedberg found rather more than he'd expected: the cupboard contained 2,700 of the \"finest natural historical drawings I had ever seen\", depicting everything from exotic animals to fossils and foetuses. There were astonishingly original subjects, such as frogs trapped in a piece of old American amber, as well as more prosaic ones - \"the most spectacular representation of a broccoli in the history of art\". The draftsmanship was remarkable, with an almost anatomical attention to detail. To Freedberg they seemed part of a \"megalomaniacal effort to document as much of nature as possible in visual form\". As it turned out, he was not far from the truth. Bought in 1763 for George III, many of the Windsor drawings were dismissed at the time as \"rubbish\". Originally they had belonged to a 17th-century antiquarian in Rome, Cassiano dal Pozzo, who kept the drawings in 23 vellum-bound volumes he called his \"paper museum\". After some inspired sleuthing, Freedberg tracked down the surviving drawings to archives in Montpellier and Paris. He had struck art-historical gold: 6,000 drawings \"never previously studied\". They included 2,000 studies of fungi, plants, mosses and lichens, and among them were the \"earliest surviving drawings ever made with the aid of a microscope\". Dating from 1623-28, they were 40 years older than the pioneering work of Antoni van Leeuwenhoek and Robert Hooke. The magnified drawings of fungi, \"observed with extraordinary closeness and intensity\", represent (says Freedberg) the beginning of modern mycology. Similarly groundbreaking were the 199 sheets of fossil drawings: they are the \"first extensive set of field drawings of a fossil site or set of geological features ever made\". There was no doubt that Dal Pozzo's paper museum opened a new chapter in the history of science. He was a member of the Academy of Linceans, named after the sharp-eyed lynx and Lyncaeus, \"the keen-sighted pilot of the Argonauts\". Founded in 1603 by the 18-year-old Prince Federico Cesi, the Linceans were the first scientific academy. They were working at a crucial period in intellectual history, between the public burning in a Rome flower market of Giordano Bruno in 1600 and the trial of Galileo in 1633. Galileo became a member of Cesi's academy in 1611. As Galileo made discoveries in the heavens, the Linceans turned their gaze to earth. Initially Cesi and the Linceans toured the hilly countryside around the family's small castle in southern Umbria, gathering specimens that were then drawn by professional draftsmen; later they also included specimens from China and the Americas. They would continue this work for 27 years. But Cesi was also coming to realise that Galileo's science showed appearances could be deceptive: it might look like the sun orbits the earth; now every schoolchild knows what really happens. Unfortunately the Linceans had made a \"deep investment in the worth of appearance\" by creating their extraordinary visual archive of nature. It dawned on Cesi that the drawings, with their exquisite attention to detail, texture, colour and the unique particularity of each specimen, were preventing the Linceans from grasping the underlying order of things. Progress in natural history, as in other sciences, would come through establishing relationships, not by collecting archives of illustrations. When Cesi died at 45, the thousands of images, with written descriptions, passed to Dal Pozzo and became his paper museum. It was the closest the drawings came to seeing the light of day, before being consigned to oblivion and a cupboard in Windsor. Freedberg's superb study finally allows some of Cesi's scientific labours to be published and provides a vivid insight into the life and times of the sharp-eyed Linceans. The illustrations are remarkable, filled with child-like wonder at the richness of the natural world, particularly the lusus naturae, the \"games of nature\" - fungi shaped like phalluses and fruit with human features. Cesi's scientific sensibility is as inspiring as any artist's and his life's work is a testament to science in its purest form - an uncompromising desire to understand material nature, a struggle played out in each of the Linceans' illustrations. · PD Smith's illustrated biography of Einstein is published in March"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}