{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2003/feb/16/sixnations2003.sixnations4", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2003-02-16T23:34:40Z", "webTitle": "Italy 30 - 22 Wales", "webUrl": "https://www.theguardian.com/sport/2003/feb/16/sixnations2003.sixnations4", "apiUrl": "https://content.guardianapis.com/sport/2003/feb/16/sixnations2003.sixnations4", "fields": {"headline": "Azzurri deepen woes  of the dragon", "bodyText": "Wales will await England's visit to the Millennium Stadium on Saturday with trepidation after a spineless and inept defeat at the hands of a resurgent Italy, who achieved their first victory over the Red Dragons in nine attempts, taking only their second Six Nations victory in 16 matches. The job of the newly appointed Italy coach, John Kirwan, depended upon his gaining at least one victory in the Six Nations after a mixed run since he took over from Brad Johnstone last spring. Kirwan had pleaded before the game for the Italian fans to turn up in force to support a restructured squad, which included the fly-half Diego Dominguez, widely considered to have fallen out of favour after a poor showing against Argentina in the autumn. Kirwan also took a massive gamble by selecting the back-row forward Mauro Bergamasco on the wing, which in fact ended up looking like something of a brainwave as it made space for an excellent back row of Andrea De Rossi, Aaron Persico, who sports Bergamasco-like curls, and the naturalised Kiwi Matthew Phillips. After a minute's silence for the England scrum-half Nick Duncombe, Italy got off to the perfect start in bright sunshine with Dominguez testing the Welsh defence. Rhys Williams was forced to touch down the fly-half's chip ahead in his in-goal area after a mere two minutes. A brace of scrums later, the gap opened for Alessandro Troncon. His pass put Giampiero De Carli through Dwayne Peel's tackle for a try that Dominguez converted. As the chants of 'Italia, Italia' began to echo around the stadium, Wales fought back and Iestyn Harris, Leigh Davies and Martyn Williams combined to send over the lock Steve Williams. Harris's conversion levelled the scores. On the quarter-hour, the old Italian weakness of poor control and poor tackling returned to haunt them as they lost the ball on the Wales 22. Gareth Thomas pirouetted through De Rossi, before feeding the centre Tom Shanklin who showed a clean pair of heels to Troncon from 50 metres out for a fine individual try. Harris converted, before Italy again applied the pressure, putting together several phases of play before Stoica and De Carli bundled their way up to the Welsh line. From the ruck, the debutant hooker Carlo Festuccia targeted Peel, as De Carli had earlier, and burst through with Troncon in support, Dominguez converting to level the scores with a quarter of the match played. A Harris penalty put Wales clear approaching the half-hour, before Kirwan made the substitution that turned the match, taking off the ineffective Govianni Raineri, moving Vaccari to the centre and bringing on Mirco Bergamasco at full-back. Shortly afterwards, a Dominguez penalty levelled the scores. The Italy No 8 Matthew Phillips then got within yards of the Wales line after a searing run through the Welsh midfield from Vaccari, and Bergamasco's older brother Mauro was held up over the Welsh line in the right-hand corner by Harris and Martyn Williams. Italy ended the half three points ahead after Dominguez slotted a drop goal from 10 metres and they were tem porarily stymied after the break as Wales attempted to play a tighter game but ended up looking hesitant and purposeless. The breakthrough for the hosts was born of a controversial call by the French referee, Joel Jutge, who ruled that Williams's pass to Gareth Thomas on his own 22 was forward. With the Wales coach Steve Hansen looking apoplectic on the touchline, Kirwan replaced his prop Ramiro Martinez with Salvatore Perugini, only for Wales to turn the scrum, Perugini to strain a thigh and trot off again to be replaced by Martinez. From the reset scrum, on a Welsh put-in, Troncon stole the ball from Peel, fed Dominguez, who supplied De Rossi and Phillips with a dream run in. The fly-half and the back rowers fell into each other's arms, and the little baby-faced No 10 converted to put Italy 10 points clear just after the hour. The final quarter of the match saw increasingly desperate attempts to redress the balance by an increasingly shapeless Wales. Amid a rash of substitutions Hansen's removal of the ineffectual captain Colin Charvis epitomised the team's lack of lead ership. Increasingly rudderless, Wales fell into error in attempting to run the ball out of their own 22. Dominguez took his international points total to 980 with his second drop goal eight minutes from the end of proper time after the substitute flanker Gavin Thomas gave Italy possession by knocking on five metres from his own line. Italy spent the final 10 minutes a man down after the hot-headed second row Marco Bortolami put in an ugly challenge on Mark Jones, grabbing his neck after Jones slipped at full speed and receiving a yellow card. The numerical advantage enabled Wales to fight back a minute into injury time after a succession of phases stretched the Italian cover giving Shanklin and Harris a vast area of space to release Peel for his first try for Wales. Harris narrowly sent the conver sion wide however, meaning that Wales still needed two scores to win, an impossible task. The Flaminio promptly erupted in celebration, with the victorious Azzurri parading the ground, led by Dominguez and Troncon - partners at half-back for the 59th time brandishing an Italian tricolour. With an estimated one million people taking to the streets the same afternoon to protest against a possible war in Iraq, Rome may have had other things on its mind yesterday, but Italy have cemented their place in the Six Nations. Italy: Vaccari; Mauro Bergamasco, Stoica, Rainieri (Mirko Bergamasco 28), Dallan; Dominguez, Troncon (capt); De Carli, Festuccia, Martinez (Perugini 59), Bezzi, Bortolami, De Rossi, Persico, Phillips. Tries: De Carli, Festuccia, Phillips. Cons: Dominguez (3). Pens: Dominguez. Drop goals: Dominguez (2). Wales: Williams; M Jones (Sweeney 76), Shanklin, L Davies (Watkins 57), G Thomas; Harris, Peel; I Thomas, M Davies (G Williams 51), Evans, Sidoli, S Williams (D Jones 50), Owen, M Williams, Charvis (capt; G Thomas 69). Tries: S Williams, Shanklin, Peel. Cons: Harris (2). Pen: Harris. Referee: J Jutge (France). Attendance: 26,000 Man of the match Andrea De Rossi (Italy) The star of a storming Italy back row who ruthlessly shut down the Welsh midfield and made a massive contribution in support, notably for the decisive second-half try by Matthew Phillips. Currently playing for Calvisano, the 30-year-old has 18 caps to his name, and made his debut against Uruguay in 1999 before disputing the last World Cup and the 2000 Six Nations, captaining his country against the New Zealand divisional side in their tour of last year. You've read the piece, now have your say. Email your comments, be as frank as you like, we can take it, to sport.editor@guardianunlimited.co.uk , or mail the Observer direct at sport@observer.co.uk"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}