{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/feb/20/match.sport1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-02-20T19:31:30Z", "webTitle": "Ipswich 2 - 4 Wolverhampton", "webUrl": "https://www.theguardian.com/football/2003/feb/20/match.sport1", "apiUrl": "https://content.guardianapis.com/football/2003/feb/20/match.sport1", "fields": {"headline": "Miller double adds to Ipswich misery", "bodyText": "These are troubled times for Ipswich Town. With the vultures of bankruptcy circling after the club was placed temporarily into the hands of administrators a week ago, Wolves took the opportunity to pounce on weakened prey at Portman Road last night. The visitors, buoyed by their progress into the FA Cup quarter-finals at the weekend, twice came from behind and scored three goals without reply in a second half they completely dominated to leap deservedly into the play-off places. At half-time it was a different story. On his 300th appearance for a club he has stuck by through good times and bad, Matt Holland scored a 30-yard screamer to send the home team in 2-1 up. \"It was an amazing game really. I don't how we lost it,\" said Ipswich's manager Joe Royle, whose side were ahead within two minutes thanks to an opportunistic header from Marcus Bent. But Wolves replied almost immediately with Kenny Miller sweeping home the first of his two equalisers after Andy Marshall spilled Colin Cameron's shot. Miller led the charge in the second half, scoring his eighth goal in six games from a fine cross from Mark Kennedy and changing the game in the process. \"The equaliser deflated them and lifted us,\" said Wolves' manager Dave Jones. The balance of play swung the visitors' way from that moment on, and their third goal was not long in coming. Lee Naylor put Wolves in front with his first goal in two years, swinging freely on the volley after Fabian Wilnis had headed away a corner. George Ndah wrapped the game up from a through-ball from Cameron. \"We just matched them up,\" Jones said. \"We won more personal battles all over the pitch.\" Ipswich are more worried about battles off it right now."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}