{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2003/feb/16/sixnations2003.sixnations1", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2003-02-16T23:34:38Z", "webTitle": "England  25 - 17 France", "webUrl": "https://www.theguardian.com/sport/2003/feb/16/sixnations2003.sixnations1", "apiUrl": "https://content.guardianapis.com/sport/2003/feb/16/sixnations2003.sixnations1", "fields": {"headline": "Wilkinson leads the  England charge", "bodyText": "Jason Robinson scored a lacerating try against the French at the Stade de France in the same match last year. Yesterday he did it again, slashing the French defence apart with his acceleration and anticipation and scoring England's only try. Otherwise it was all - as so often - the boot of Jonny Wilkinson, who delivered 20 of England's points and never missed a kick. Thus, England recorded their nineteenth consecutive win at home and set themselves up for the grand slam. But as the game went deep into injury time it became a desperate survival for the side who believed they are impregnable at Fortress Twickenham. The game ending at a ruck in front of the England posts as France strove to convert a series of penalties into a converted try. The preliminaries provided a confusion of emotion. Jason Leonard ran out to a huge ovation for his hundredth cap. And then, the fast drumming music that accompanied the build-up was replaced by a minute's silence for Nick Duncombe, who was playing for England only a year ago. Playing into the breeze, England immediately showed initiative when Jason Robinson took a quick throw-in to himself and then put on the afterburners, beating more opponents than in any run for England in some time. Then came a break by Dan Luger and Ben Kay stole a French line-out. The Leicester lock was noticeably competitive, challenging every French throw, but both sides were competing strongly at every area, and penalties were looking critical as an air of stalemate prevailed for long periods. Martin Johnson was penalised for a line-out barge, calling the whistle on Lewis Moody's run towards the French line. And then the French flanker Olivier Magne was penalised twice in quick succession - once for treading on an English leg at a ruck and then for a shove at the line-out. Wilkinson punished that with a fine kick into the wind from 45 metres, the ball getting over the bar only by virtue of a kindly bounce. But the French flanker was to get on the credit side of the French ledger as England sought to clear their line, albeit with a slow service and with Charlie Hodgson standing inside Wilkinson. It was the 'alternative\" fly-half role that had been promised for the Sale man, but he was too deliberate. As he stepped back off his left foot to despatch the ball Magne's arms beat the ball down. The Frenchman was also athletic enough to reach up and control the ball's high bounce. Wilkinson desperately tried to challenge him but Magne made the line. The conversion of fly-half Gerald Merceron was a formality. Wilkinson was to get three more penalties before the end of the half, as the interpreta tion of referee Paul Honiss at the maul and, particularly at the scrum, became critical. Certainly the French knew that Wilkinson was bound to punish every kickable penalty. He struck one beautifully from the left, the ball drifting in from the right post to put England ahead at 9-7, while his last of the half, a more comfortable effort, provided a 12-7 interval lead. In the meantime France had won a very kickable penalty from 40 metres, Merceron, seeing the referee's arm out appeared to deliberately drop the ball forward, so satisfied was he with the prospect of three points. However he appeared to exaggerate his sway into the kick and pulled it left. That appeared a critical miss Leonard limped off just before half-time to be replaced by Graham Rowntree and when, soon after half-time, the latter had to go off for 'blood' treatment England had to reshuffle their front row. It necessitated substitute hooker Mark Regan playing at prop for a period, but although the scrum remained a difficult area for England their forwards began to dominate as the second half drew on. That control was underlined when Lawrence Dallaglio replaced Moody, and the mighty man who numbers many desperate encounters against France in his portfolio, was at the heart of much of the subsequent action, especially in helping to retain England's ball, or turn over France's. With England pressing inside France's 22 the home side seemed unable to benefit as they twice recycled the ball into the corner. Perhaps Hodgson was at fault in hanging on when he might have offered two men outside him the challenge of getting to the line, albeit they were marked. Then, however, Robinson offered his explosive brilliance. He came at a pace on to a pass from Will Greenwood and raced to the post. It was a flat pass that risked being forward, and Robinson's run likewise. There was a danger of over-running the pass. Wilkinson's conversion made it 19-7 and a further penalty, putting him beyond 600 points for England was followed by a drop goal. He really is a master of the boot. At 25-7, England were practically out of sight, but there was a last flurry from France. From a ruck, the ball went quickly down a long line of players. At least one was missed out and there was an influential pass by Thomas Castaignède, who had come on as a replacement for Xavier Garbajosa. Full-back Clement Pointrenaud was one of two players left free in the corner and the full-back scored. There was really no need for Mr Honiss to relay the decision to the video ref, for the try looked perfectly good. There was a similar try too, by centre Damien Traille in the same corner, but France's problem was goal-kicking. Merceron had badly missed a penalty, which would have kept the French in touch and now the fly-half was ignored, this latest conversion being given to the try scorer - but Traille was well wide. So France still remained a converted try away, and that is where they stayed. England: Robinson; Luger, Greenwood, Hodgson, Cohen; Wilkinson, Gomarsall; Leonard, Thompson, White, Johnson (capt), Kay, Moody, Back, Hill. Try: Robinson. Con: Wilkinson. Pens: Wilkinson (5). Drop goal: Wilkinson. France: Pointrenaud; Rougerie, Garbajosa, Traille, Clerc; Merceron; Galthie (capt); Crenca, Ibanez, Califano, Pelous, Brouzet, Betsen, Magne, Harinordoquy. Tries: Magne, Poitreneaud, Traille. Con: Merceron. Attendance: 75,000 Referee: P Honiss (New Zealand). Man of the Match Jonny Wilkinson Well, he has won this before, hasn't he? That's what comes of being rugby's all-singing, all-dancing renaissance man. Need a left-footed clearance kick with an ugly back-row forward bearing down? No problem. Need a right-footed one? OK. Need ugly back-row forward smashed back on backside? Will do. Dancing breaks through opposition defence? Cut-out passes the width of the pitch? Pressure place-kicks? Match-winning performances? All part of the service. You've read the piece, now have your say. Email your comments, be as frank as you like, we can take it, to sport.editor@guardianunlimited.co.uk , or mail the Observer direct at sport@observer.co.uk"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}