{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2003/feb/28/immigration.immigrationandpublicservices1", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2003-02-28T17:13:10Z", "webTitle": "Asylum seekers' main countries of origin", "webUrl": "https://www.theguardian.com/uk/2003/feb/28/immigration.immigrationandpublicservices1", "apiUrl": "https://content.guardianapis.com/uk/2003/feb/28/immigration.immigrationandpublicservices1", "fields": {"headline": "Asylum seekers' main countries of origin", "bodyText": "Iraq Population: 22 million Life expectancy: 66 years (men), 68 years (women) GDP per capita: £1,590 Asylum applications in 2002: 14,940 (up 123% since 2001) The Iraqi people have lived through two major wars, one with Iran, spanning 1980 to 1988, and the Gulf war in 1991 after Iraq invaded Kuwait. Conflict combined with international sanctions have taken a massive economic and social toll on Iraq. The UN reported in 1991 that Iraqi people were living at a barely subsistence level in a country that resembled a pre-industrial state. There are severe shortages of food and essential medicine. The country is once again poised on the brink of war. The number of Iraqis applying for asylum in 2002 more than doubled from the year before. Iraqis have submitted the most applications for every quarter this year and the number of applications in the fourth quarter is up by 2% from the last quarter. Zimbabwe Population: 11 million Life expectancy: 58 years (men), 62 years (women) GDP per capita: £1,560 Asylum applications in 2002: 7,695 (up 264% since 2001) President Robert Mugabe was elected for an unprecedented fifth term after a highly dubious election in March 2002. Zimbabwe is in turmoil as Mugabe pursues his rivals with charges of treason, hunts down civil rights activists and journalists and threatens his enemies. The country has a history of conflict from the dispossession of the resident population by white settlers to Mugabe's land reforms. The accelerated land reform programme has led to escalating violence and evictions. The country faces an economic crisis, lawlessness and a severe Aids problem. Applications from Zimbabweans in 2002 were more than triple their 2001 levels. Applications fell markedly in December when a visa regime was introduced. Afghanistan Population: 26 million Life expectancy: 46 years (men), 45 years (women) GDP per capita: £508 Asylum applications in 2002: 7,380 (down by 18%) Afghanistan has suffered decades of military conflict, ruining its infrastructure and economy and impoverishing its people, many of whom are refugees. There is a shortage of food and medical supplies. The country has also been hit by natural disasters such as earthquakes in 1998 and 1999 and drought. Under the Taliban, who controlled the country from 1996 to 2001, personal freedom and media freedom were restricted. After the events of September 11 the US and Britain attacked Afghanistan and installed an interim government. However, there has been infighting between commanders and there is still political and economic instability. Fighting is still occurring in the southern and eastern regions and landmines pepper the country. Somalia Population: 7 million Life expectancy: 45 years (men), 48 years (women) GDP per capita: £350 Asylum applications in 2002: 6,680 (up by 3%) Since the overthrow of President Siad Barre, there has been great civil unrest. Rival clans have fought each other and kidnapping, hijacking and lawlessness are common. There is little water, food, medical aid or water in the country. The currency of Somalia was massively devalued after counterfeit money flooded the economy. There is a new fledgling government, announced in October last year, but rival factions are still in disagreement, including over Somaliland, an independent republic declared by a breakaway clan in the early 1990s. Applications from Somalians fell in the last quarter of 2002. China Population: 1.26 billion Life expectancy: 68 years (men), 72 years (women) GDP per capita: £2,730 Asylum applications in 2002: 3,735 (up by 56%) The recent rate of economic change in China has been rapid. In the early 1980's it permitted private enterprise again as collective farming was stopped. It is now part of the World Trade Organisation. However, China's people have not benefited from concurrent political reform. The Chinese government cracks down hard on dissenting voices, the most outspoken being sent to labour camps. The media is tightly controlled. China has been strongly criticised for its human rights record and its failure to stop torture or executions."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}