{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2003/feb/20/saudiarabia", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2003-02-20T20:06:21Z", "webTitle": "Briton shot dead in Riyadh", "webUrl": "https://www.theguardian.com/world/2003/feb/20/saudiarabia", "apiUrl": "https://content.guardianapis.com/world/2003/feb/20/saudiarabia", "fields": {"headline": "Briton shot dead in Riyadh", "bodyText": "A British man has been shot and killed in Riyadh, Saudi Arabia, the Saudi interior ministry has said. The murdered man was named as Robert Denith, a 37-year-old father of two and an employee of BAE Systems in the city. Mr Denith was waiting at traffic lights in his car when he was shot, a statement said. He died immediately. A 30-year-old Saudi citizen, Saud bin Ali bin Nasser, a sales agent at Toyota, was arrested after the shooting. Security officials seized his gun and took him in for interrogation, the Saudi statement said. The shooting happened on Khaled bin al-Waleed street, in the Granada district of Riyadh. Mike Sweeney, a BAE spokesman based in Britain, said he understood that the attacker pulled alongside the victim in another car as he stopped at traffic lights. He added that the company's workers and their families who returned to the UK for the festival of Eid had been given the option to remain in Britain, rather than return to Saudi Arabia. The decision was taken prior to today's shooting. \"Given the ongoing uncertainty regarding security, we have given them the opportunity to stay here. I don't know how many will,\" Mr Sweeney said. BAE employs around 5,500 people at various sites in the country, half of whom are locals, with the rest being mainly British expatriates. Employees at the Riyadh plant work mainly on support for Tornado jets of the Saudi air force. The attack follows the attempted shooting of a British man in Riyadh almost two weeks ago. None of the bullets hit the man during the attack, which happened on February 7, but he was slightly injured by flying glass. No arrests were made. A 35-year-old British banker was killed by a car bomb in Riyadh on June 20, 2002. The foreign office's travel information website classifies Saudi Arabia as \"one of a number of countries where there is an increased threat to British nationals and institutions from terrorism\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}