{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2003/feb/09/theobserver.observerbusiness3", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2003-02-09T23:59:26Z", "webTitle": "Ernst & Young braced for ruling on £2.6bn claim", "webUrl": "https://www.theguardian.com/business/2003/feb/09/theobserver.observerbusiness3", "apiUrl": "https://content.guardianapis.com/business/2003/feb/09/theobserver.observerbusiness3", "fields": {"headline": "Ernst & Young braced for ruling on £2.6bn claim", "bodyText": "A court judgment that could be crucial to the future of accountancy giant Ernst &amp; Young will be announced tomorrow. The firm will learn whether it has been successful in its effort to fend off a £2.6 billion legal claim over the near-collapse of insurer Equitable Life. Ernst &amp; Young, former auditor to Equitable, has been accused by the insurer's current management of failing to take action that would have forced the previous management to deal with a £1.5bn liability to pay guaranteed pensions. Equitable Life was forced to close to new business after a House of Lords ruling that the insurer had to honour the guarantees. It had not set aside reserves to meet the liability. Among claims by the insurer's new management is one that, had Ernst &amp; Young set out the potential cost fully in the accounts, former directors would have tried to sell the business. Ernst &amp; Young has applied to the court to have the claim struck out and, during the hearing that started in mid January, counsel for the firm told the court that it defied belief that directors of Equitable were not aware of the risks in the business they were managing. Paul Braithwaite, a spokesman for Equitable policyholders, said: 'I would be amazed if Ernst &amp; Young succeeded. As a layman I believe there is enough evidence to warrant it going to trial. But I can't believe that either side wants the cost of going to trial.' Equitable's management is pursuing the claim in the hope of recovering funds that would help to restore losses suffered by policyholders as a result of its demise. Recently, retired investors receiving payments from with-profits annuities from Equitable saw them slashed."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}