{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2003/feb/01/highereducation.classics", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2003-02-01T23:40:42Z", "webTitle": "Review: Shakespeare studies", "webUrl": "https://www.theguardian.com/books/2003/feb/01/highereducation.classics", "apiUrl": "https://content.guardianapis.com/books/2003/feb/01/highereducation.classics", "fields": {"headline": "The virtues of uncertainty", "bodyText": "Shakespeare: For All Time by Stanley Wells 442pp, Macmillan, £30 Shakespeare, Co-Author by Brian Vickers 558pp, Oxford, £65 Playing Lear by Oliver Ford Davies 211pp, Nick Hern Books, £14.99 Shakespeare's Tragic Skepticism by Millicent Bell 283pp, Yale, £18.95 Connoisseurs of Shakespeareana might know that the modern Polish pianist and composer, André Tchaikovsky, set seven of Shakespeare's sonnets as songs. Fewer will realise that when Tchaikovsky died in 1982, he bequeathed his skull to the Royal Shakespeare Company, specifically for use in performances of Hamlet. It arrived one morning in a brown-paper parcel on the general manager's desk, along with the rest of the post. Stanley Wells, who includes this anecdote in his celebratory account of the fortunes of Shakespeare's writing over the centuries, sadly does not tell us whether the skull is indeed lodged in some Stratford props cupboard. Nor does he judge whether the bardolator's gesture was droll or earnest. After all, the graveyard scene in Hamlet, which turns up Yorick's skull, is much taken up with mournful jest. Perhaps Tchaikovsky's bequest recognises not only Shakespeare's \"timeless\" status but also his special gift for incongruous meetings of tragedy and comedy. Inappropriateness is a special Shakespearean challenge, as Wells's survey makes plain. Voltaire was appalled that this great poet made the catastrophe of Othello depend upon a lost handkerchief. In life much might come of trifles, but should not literature have its mind on higher things? By the Restoration, the difficult language and freedom with plot of this brilliant primitive had begun, as John Evelyn put it, \"to disgust this refined age\". Even while the great 18th-century editors, like Johnson and Malone, made Shakespeare fit for the library shelf, the plays were still being acted in radically \"improved\" forms. Audiences relished Nahum Tate's King Lear, in which Cordelia survived to marry Edgar, and her chastened father, still hale and hearty, retired with Kent to a life of philosophical reflection. Wells takes us through David Garrick's extraordinary influence on Shakespeare's reputation, his productions and performances astounding a polite Georgian public. By the end of the century, Shakespeare was established as the greatest of writers and George III was complaining, according to Fanny Burney, that it was \"sad stuff\", \"only it's Shakespeare, and nobody dare abuse him\". As we reach the Shakespeare-worship of the Romantic era, the coffee-table aspect of this book becomes an advantage. Its illustrations - paintings inspired by Shakespeare, portraits of the great actors in the great roles, a photo of the surviving statue over the entrance of John Boydell's \"Shakespeare Gallery\" - measure Shakespeare's standing as well as any commentary. Wells, an eminence grise of Shakespearean scholarship, takes the general reader jauntily through amusing stories of the Bard's later fortunes: of the hoaxers claiming to have \"found\" Shakespeare manuscripts, of the bowdlerisers of the 19th century, of the various zealous anti-Stratfordians convinced that someone else wrote Shakespeare's works. He is engagingly rueful about his own editorial obsessions, though understandably he cannot resist recalling a triumph over AL Rowse, live on radio, when he pointed out that the latter's theory about the identity of Shakespeare's \"dark lady\" was based on a mistranscribed word in a manuscript. He deals briskly but lucidly with the facts about Shakespeare's company, the features of the different stages for which he wrote, the range of stage effects possible, the history of the printing of his plays. A chapter on \"Shakespeare the Writer\" talks about such subjects as the evidence for Shakespeare's habits of revision, his use (or negligence) of stage directions, and the signs of his collaboration with other writers in some of his plays. The last of these is the subject of Brian Vickers's daunting, densely argued, but rewarding Shakespeare, Co-Author. By means of painstaking inspection of the evidence of collaboration in five of Shakespeare's plays (the most surprising being Titus Andronicus), it manages sharp glimpses of what it was like to write for the stage in Elizabethan and Jacobean London. Vickers gives an indelible impression of the sheer hunger for plays of London's theatre companies from the 1590s. Novelty was a key attraction, and playwrights seem to have collaborated simply as a result of the market pressure rapidly to produce new scripts. Teams of writers, often well remunerated, combined, fell out and reformed. This seems a long way from the idea of the writer as a man with his own special vision. Vickers believes that \"otherwise rational scholars\" have been wedded to a post-Romantic idea of Shakespeare as \"a solitary genius having no need of aid from lesser mortals\". Editors of the generally excellent single-volume editions of particular plays used in schools, universities and playhouses have a vested interest in discrediting theories of collaboration. Following his arguments for co-authorship is demanding, but this is a long book partly because it takes nothing for granted; it allows any reader to find a way into the most complex questions of attribution. For all its quantitative analyses and textual scholarship, the mission of Shakespeare, Co-Author is to assert the importance of authorship and the singularity of authors. In an appendix, Vickers enjoys a well-argued scoff at Foucauldians who declare that \"the author\" is a modern fiction. Of course, the hardest thing for the critic of Shakespeare's writing is simply to say what is so special about it, without collapsing into mere bardolatory. Certainly the least persuasive part of Wells's survey is the account of Shakespeare's creative achievement. This is the topic of Millicent Bell's Shakespeare's Tragic Skepticism, in some respects a thoroughly old-fashioned specimen of criticism. Bell shows how Shakespeare conjures uncertainty about his characters' impulses. His sense for what is beyond explanation is what Bell calls his \"scepticism\". Puzzles about motivation vivify character. It is the brilliance of Othello, not its failing, that it makes us ask why its protagonist is so stupid. Emilia's scorn for Othello's gullibility (\"O fool, O dolt / As ignorant as dirt\") is the very testimony to his believability. Bell is, unsurprisingly, fascinated by Hamlet because it \"dawdles\" in search of motive, allowing those interruptions to the action that give the play \"its effect of life caught by chance\". Alongside it she sets the eloquent doubting of Shakespeare's contemporary, Montaigne, with his feeling for the inconstancy of human character. Montaigne, like Hamlet, keeps rounding on himself, finding within all that exasperates or bewilders him. Bell emphasises the \"reticence\" of Shakespeare's scripts. Like all good critics of Shakespeare, she often asks the question \"How might this be spoken?\" This is asked frequently in Oliver Ford Davies's Playing Lear, a record of the actor's preparations for the title role in the 1999 Almeida production of King Lear. Actors' accounts of roles risk self-indulgence and this one does sometimes tip into the \"acting is dangerous\" rhetoric beloved of thespians. Ford Davies keeps talking of being \"scared\" or of the role being a mountain to be climbed. He records without irony a fair amount of pretentious game-playing and theatrical self-flattery. Yet there are insights here, particularly into Lear's insights. Preparing actually to play the part forces on Ford Davies the ordinary psychology that literary criticism easily ignores. He worries about Lear's \"back story\". He keeps asking of Lear's strange flashes of understanding and sarcastic perceptions, \"has he always known this, or is it a revelation?\" The play does rest on such questions. From the first scene we wonder whether Lear has not ever had an inkling what each of his daughters is really like. How can the insights that the tragedy forces on him be entirely new to him? \"I spend the day with more questions unresolved than answered.\" Ford Davies is often saying this sort of thing. Professional critics do not allow themselves such openness to uncertainty. Occasionally irritating, it also brings alive the experience of feeling one's way through the play. By the end of his run, Ford Davies has read or performed Lear several hundred times. This at least should give him an authority that teachers and students might envy. · John Mullan is senior lecturer in English at University College London"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}