{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2005/jun/21/whaling.japan", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2005-06-20T23:01:53Z", "webTitle": "Japan loses key votes at whaling summit", "webUrl": "https://www.theguardian.com/environment/2005/jun/21/whaling.japan", "apiUrl": "https://content.guardianapis.com/environment/2005/jun/21/whaling.japan", "fields": {"headline": "Japan loses key votes at whaling summit", "bodyText": "Japan's quest to overturn a 19-year-old ban on commercial whaling started poorly yesterday when it lost two votes at the annual meeting of the International Whaling Commission. As the most vocal pro-whaling country, Japan had hoped to gain the upper hand against conservationist countries such as Britain and Australia by introducing secret ballots in IWC votes and removing talks on whale sanctuaries from the agenda of the five-day meeting in Ulsan, South Korea. The proposals were rejected, by 30 votes to 27 and 29 to 28, suggesting Japan does not yet have support of the majority of IWC members it needs to challenge the ban. Overturning the ban would require a two-thirds majority. The failure to win a majority on less controversial issues has heightened speculation that Tokyo may leave the IWC. Victory would have enabled pro-whaling countries to close down committees and send a message that the IWC's support for conservation was waning. Japan believes open voting allows anti-whaling countries and environmental activists to exert unfair moral pressure on delegates who might otherwise vote to lift the 1986 ban. Environmentalists were wary of claiming victory, saying the balance of power could shift again by the time the conference ends on Friday. \"The probability is very high that the pro-whaling bloc will be able to secure a slim majority,\" Sue Lieberman, a director of WWF, told Reuters. Much will depend on how four new members - Gambia Cameroon, Nauru and Togo - which have either yet to arrive in Ulsan or pay their IWC dues, decide to vote. Japan has been accused of buying votes from developing countries in return for aid, a charge Tokyo denies. Yesterday's votes will not affect Japan's most controversial plan, to increase the catch from its so-called scientific whale hunts, which Tokyo says are needed to study changes in whale numbers and manage stocks. Under an IWC bylaw, meat from the animals can be sold, prompting criticism that the research is commercial whaling by the back door."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}