{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2005/jun/14/horseracing.tonypaley", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2005-06-13T23:50:56Z", "webTitle": "Horse racing: Godolphin delay Dubawi decision again", "webUrl": "https://www.theguardian.com/sport/2005/jun/14/horseracing.tonypaley", "apiUrl": "https://content.guardianapis.com/sport/2005/jun/14/horseracing.tonypaley", "fields": {"headline": "Godolphin delay Dubawi decision again", "bodyText": "Godolphin will wait until this morning before deciding if Dubawi or Shamardal will represent them in the St James's Palace Stakes at Royal Ascot at York. The pair are among nine horses declared for the Group One race, but only one of them will go to post, with ground conditions on the Knavesmire the crucial factor. Following light drizzle through the afternoon, officials at the track were still describing conditions underfoot as good to firm last night. Dubawi was at his best on softer ground in Ireland when winning the Irish 2,000 Guineas, having been unsuited by lightning-fast conditions in the English equivalent. However, he coped with better ground in the Vodafone Derby 10 days ago when an honest third to Motivator. French Derby winner Shamardal has won on a variety of surfaces. \"We are waiting to see what conditions will be like on the day before making a final decision about running plans,\" said Godolphin racing manager Simon Crisford. Kieren Fallon will be reunited with crack Irish filly Damson in the Coronation Stakes on Friday. Fallon, who rode Damson twice during last season, had been expected to take the ride aboard Aidan O'Brien's 1,000 Guineas winner Virginia Waters, but will instead partner the David Wachman-trained runner. \"Kieren Fallon rides her and he sat up on her last week,\" said Wachman. The jockey's association with the filly has come about through his Coolmore retainer, as both horses are owned by Sue Magnier and Michael Tabor. Virginia Waters, who will now be ridden by Johnny Murtagh, had been favourite for the Coronation, but was dislodged at the head of the market after the jockey switch was revealed. Totesport cut Damson into 3-1 from 4s while pushing out Virginia Waters to 7-2, with William Hill going 5-2 Damson from 5s."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}