{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2005/jun/14/tennis.stephenbierley", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2005-06-13T23:50:55Z", "webTitle": "Tennis: Murray keeps powder dry", "webUrl": "https://www.theguardian.com/sport/2005/jun/14/tennis.stephenbierley", "apiUrl": "https://content.guardianapis.com/sport/2005/jun/14/tennis.stephenbierley", "fields": {"headline": "Murray keeps powder dry", "bodyText": "Andrew Murray's disappointment at not being able to play in the Nottingham Open this week will be quickly lifted on Thursday when, for the first time in his fledgling career, his name will appear in the Wimbledon main draw, his grand slam debut, as a wild card. Many will hope he is in the same section as Tim Henman, for there were many fans in London who felt somewhat cheated at not seeing the two meet for the first time in the quarter-finals at Queen's last Friday. The previous day Murray had been within two points of defeating Sweden's Thomas Johansson, the 2002 Australian Open champion, only to injure his left ankle when he fell while stretching wide to his right when leading 5-4, 30-15 in the third and final set. An MRI scan revealed there was no serious damage, but the chances of the 18-year-old playing in his second successive grass-court tournament had sharply diminished by Sunday evening. He was still in some discomfort and yesterday afternoon the news came that the ankle had not healed as quickly as he had hoped. The ligaments were still inflamed, so the sensible option was further rest in order that he would be fit for Wimbledon which begins next Monday. \"I'm very disappointed to miss Nottingham. It was a close call but as there is a slight inflammation I have been advised to limit my time on court for the next two days,\" said Murray. \"Now I'm really looking forward to playing Wimbledon.\" Murray had been due for a return meeting against Johansson today and his place in the Nottingham draw was taken by the US-based Russian Dmitry Tursunov, a lucky loser. It has been a frantic two weeks for Murray who, before winning the first ATP Tour matches of his career at Queen's against Santiago Ventura and Taylor Dent, had reached the semi-finals of the French Open juniors, where he was No1 seed. He had suffered a stomach upset at Roland Garros, while his exertions on both the clay and the grass - his match against Johansson lasted nearly three hours - led to a bout of severe cramp. Murray had a huge growth spurt at the beginning of this year, just four months after winning the US Open junior title and it is too early in his career to take the smallest risk. His two wins last week saw him climb to a career-high No317 yesterday - a rise of 90 places since January."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}