{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2005/jun/12/fiction.features", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2005-06-11T23:50:30Z", "webTitle": "Observer review: White by Marie Darrieussecq", "webUrl": "https://www.theguardian.com/books/2005/jun/12/fiction.features", "apiUrl": "https://content.guardianapis.com/books/2005/jun/12/fiction.features", "fields": {"headline": "Cold feet, warm heart", "bodyText": "White by Marie Darrieussecq translated by Ian Monk Faber £10.99, pp156 What better setting for an existential crisis than the wastelands of the South Pole? Like the sea that washes through Darrieussecq's previous novels, Antarctica's vast, glacial whiteness is a metaphor for the liminal, isolated regions of the self, the untrammelled reaches of human consciousness. The daring, inventive French novelist is in her element when depicting people who have been wrenched out of their comfort zones, broken the warm human ties that have hitherto kept them from tumbling down the dangerous, interminable 'slope of nothingness'. In her work, emptiness is intensely feared yet strangely desired. In My Phantom Husband, a woman slides into insanity when her husband abruptly disappears, but in Breathing Underwater, it is the wife who is lured from her home by the sea's sublimity. Set in 2015, White traces the converging paths of two strangers who desire nothing more than nothingness and abandon their homes to work on Project White, a research station 15 kilometres from the South Pole. Edmée Blanco is a telecommunications engineer born in Bordeaux but living in Texas. Peter Tomson is a heating engineer 'born God knows where'. They hope that 'the emptiness at the end of the world' will obliterate their traumatic memories, which are gradually, brilliantly revealed as they seep on to the yearned-for tabula rasa. Ghosts thrive in the nothingness and the sinister spirits of the South Pole are granted first-person voice. 'Mites feed off skin scales, ghosts off psychological ones.' Against the static, empty physical landscape, the troubled interior lives of Peter and Edmée are set in high relief and their vivid dreams, memories and fantasies swarm across the white landscape. Such streams of consciousness have flooded fiction for decades, but where the novel most compels is in its tantalising chipping away at the frozen parts of those streams. The glaciologists' struggle to extract 'raw, blue, deep-frozen time', to reach 'primal water', is a potent metaphor for tunnelling the depths of buried, traumatic human experience. The first six years of Peter's life have sealed over into an amnesiac blank patch; as a refugee, his roots reach into mist. But intermittently, he will see 'a bubble from the ocean's depths, briefly rippling the surface then popping' - traces of his dead mother's lipstick, his sister's ghost. Likewise, Edmée is wilfully trying to forget, but memories of the brutal murder of a neighbourhood family seep into her 'glacial mind'. How to express experience that manifests itself only in traces? As with the landscape, 'cataloguing, mapping or describing it is impossible'. Thus, flawed communication is rife in the novel. Still, it is the desire to communicate, to verify experience by sharing it, which draws them out of isolation, by which they resist total obliteration. Just as Edmée begins to slip away into carelessness, to lose touch, she begins an intense love affair with Peter, described in magnified, if not always effective, detail. Rarely does Darrieussecq grace us with complete sentences; instead, she chops them up into chunks of floating ice. In describing a place where saliva freezes, dialogue is absent. Such techniques make for difficult but rewarding reading; just as the novel is about to be snowed under by abstraction and opacity, as you are about to drift away, the sudden, startling warmth of a human body or the ice-cold clarity of a human mind will jolt you awake. What makes this novel impart such a sharp psychological chill is this brash, relentless juxtaposition of being and nothingness."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}