{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2005/jun/12/features.review", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2005-06-11T23:52:33Z", "webTitle": "Philip French pays tribute to Anne Bancroft", "webUrl": "https://www.theguardian.com/film/2005/jun/12/features.review", "apiUrl": "https://content.guardianapis.com/film/2005/jun/12/features.review", "fields": {"headline": "The actress who graduated with dignity", "bodyText": "David Selznick rightly predicted that his death would be greeted everywhere by the headline 'Producer of Gone With the Wind Dies'. By the same token, Anne Bancroft, who died last week at the age of 73, knew that her appearance as Mrs Robinson in the 1967 movie The Graduate would dominate any news story about her death. She was born Anna Maria Louise Italiano in 1931 in New York at the height of the Depression to working- class Italian immigrants, showed a natural aptitude for performing and started out as a teenage actress under the name Anne Marno. She was signed up by 20th Century-Fox, which insisted she change her name. It was all right in those days for an Italian to be called Anna Magnani, Elsa Martinelli or Pier Angeli, but not for an Italian-American. So it was as Anne Bancroft she made her movie debut in what proved her most notable early movie, Don't Bother to Knock (1952). She plays a nightclub singer who drops Richard Widmark, thus driving him into the arms of the mentally disturbed Marilyn Monroe. The role was a little beyond Monroe's reach, but it is not a bad film and Bancroft has a memorable scene trying to talk the distraught Marilyn out of suicide. For the next five years, she made a string of movies mostly at Fox and, although she led the way in dismissing them, at least three are minor classics. They are Hugo Fregonese's Civil War drama The Raid (1954), the movie that inspired John Arden to write Sergeant Musgrave's Dance; Anthony Mann's western, The Last Frontier (1955), in which she plays the wife of screwed-up cavalry officer, Robert Preston; and Jacques Tourneur's noir thriller, Nightfall (1957), where she's on the run with Aldo Ray. None of these films taxed her and, fearing for her future, she quit Hollywood to return to the stage. A key word framed this first unhappy experience of Hollywood and might be considered crucial to the understanding of her character and the work she subsequently chose. Arriving in Hollywood in 1951 she was given a list of possible new names by studio boss Darryl Zanuck. 'Bancroft was the only one with any dignity,' she said later. Looking back on the period of depression and heavy drinking that preceded her return east in 1957, she remarked: 'I was going steadily downhill in terms of self-respect and dignity.' Dignity she found on Broadway, opposite Henry Fonda in Two for the Seesaw and playing with Patty Duke in The Miracle Worker, the inspiring story of the great teacher Annie Sullivan working with the blind, deaf-mute Helen Keller. She also discovered a new depth in herself and a new intensity through her studies at the Actors Studio. After five years on the stage, she made a triumphant return to the cinema with the film version of The Miracle Worker. Arthur Penn's movie retained the physicality, vibrancy and emotional truth that had gripped Broadway audiences and both Bancroft and Duke won Oscars. What she had attained was a new confidence, a strength of character and an imposing dignity that were to sustain her over the next 40 years. The Italian passion now seethed under a formidable Wasp exterior. Her next major role was as a middle-class British housewife, oppressed by an unfaithful husband and a vast brood of kids in The Pumpkin Eater (1964), directed by Jack Clayton from a Harold Pinter screenplay. Her silent walk through Harrods that begins the picture (an English version of one of those fashionable Antonioni promenades) is unforgettable in its portrayal of a woman on the edge of a nervous breakdown. Rightly, she was named best actress at Cannes. But it was The Graduate and her iconic performance as a dissatisfied, middle-class housewife coolly making a play for her daughter's innocent boyfriend that made her popular reputation. This was a curiously puritanical, censorious film for what was supposedly a time of rebellion and liberation. People in the Anglo-Saxon world were troubled and titillated, as they no longer are, by affairs between young men and older women. Bancroft was constantly at work, growing older gracefully, equally at ease as an ageing prima ballerina literally grappling with old rival Shirley MacLaine in The Turning Point and taking the veil as a mother superior to comfort distressed Jane Fonda in Agnes of God. She played Jews on a number of occasions, but never Italians, and was often attracted to appearing as a dotty eccentric. Her best later performance was as New Yorker Helene Hanff conducting a discreet epistolary love affair with London bookseller Anthony Hopkins in 84 Charing Cross Road. It was produced by her devoted husband, Mel Brooks, whom she worked with only once, in a misguided remake of To Be or Not To Be. The film, however, opened gloriously with the pair of them performing 'Sweet Georgia Brown' in Polish. If you'd left the cinema when the song ended, you might well have believed you'd missed a masterpiece."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}