{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2005/jun/14/newsstory.sport1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2005-06-13T23:55:58Z", "webTitle": "Ferguson in secret mission for Mikel", "webUrl": "https://www.theguardian.com/football/2005/jun/14/newsstory.sport1", "apiUrl": "https://content.guardianapis.com/football/2005/jun/14/newsstory.sport1", "fields": {"headline": "Ferguson in secret mission for Mikel", "bodyText": "Sir Alex Ferguson has been on a secret mission to persuade the Nigerian teenager John Obi Mikel not to dump Manchester United in favour of Chelsea. Mikel is already the subject of a Fifa inquiry because of the tug-of-war between England's two most powerful clubs, but Ferguson wanted to investigate for himself claims that the midfielder had turned his back on Old Trafford because he had been \"intimidated and coerced into acting against his wishes\". Ferguson was even willing to break off from his holiday in the south of France to arrange a trip to Emmen in the Netherlands so he and Jim Ryan, United's youth academy director, could speak to Mikel after he had played for Nigeria against Brazil in the World Youth Championships. They deliberately did not inform the 18-year-old for fear of alerting Chelsea, whose conduct they have reported to the authorities. Ferguson's assistant Carlos Queiroz has accused the London club of \"taking football into the jungle\", adding that Mikel was \"almost kidnapped\". Whether Ferguson managed to speak to his target is not entirely clear, having effectively planned to arrive unannounced outside the Nigerian team's dressing room at the Emmen stadium. What is apparent, however, is that the United manager is not willing to let Mikel go to Stamford Bridge without a fight. He believes the teenager is one of the most naturally gifted players he has seen and he has been heartened by suggestions that Mikel still wants to play at Old Trafford. Those claims were made in a letter from Mikel's agent Daniel Fletcher to the Premier League and the Football Association. Despite holding the player's registration, Fletcher has not been able to get hold of him for nearly a year and after conducting his own inquiries he has asked the authorities to launch an official investigation. \"My information is that the player still expresses a firm desire to join Manchester United,\" his letter says. \"It is clear that the player is seemingly being intimidated and coerced into acting against his wishes.\" United also believe that to be the case. When they announced Mikel's signing in April he spoke openly about how happy he was to \"join such a great club\". But within days he had received death threats and his Norwegian club, Lyn of Oslo, were so concerned for his safety they contacted the police and assigned him a bodyguard. To Ferguson's bewilderment, Mikel subsequently turned up in London with a Nigerian agent, John Shittu, and declared that he wanted to join Chelsea and that he had been unfairly pressured into signing a contract with United. Ferguson will hope the proposed transfer of Park Ji-sung from PSV Eindhoven is a much less complicated affair, but he will be acutely aware Chelsea are now reportedly interested in the South Korean midfielder. PSV's spokesman Pedro Salazar-Hewitt would not comment on the speculation involving Chelsea. \"The situation is exactly the same as last week,\" he said. \"We have been informed that Manchester United want our player and we have informed him of this.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}