{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2005/jun/02/askjack.columnists", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2005-06-01T23:58:29Z", "webTitle": "Ask Jack, June 2", "webUrl": "https://www.theguardian.com/technology/2005/jun/02/askjack.columnists", "apiUrl": "https://content.guardianapis.com/technology/2005/jun/02/askjack.columnists", "fields": {"headline": "Ask Jack", "bodyText": "Backing track Is there any PC software that can separate lyrics from the tune, ie take out the singer and leave the backing? Ken Price Jack Schofield replies: This is possible if the vocalist is located centre-stage in a stereo mix. The basic procedure involves reversing the signal polarity of one of the tracks and adding it to the other. Anything that is equally present in both should cancel out. Sound On Sound magazine has an explanation at www.soundonsound.com/sos/apr02/articles/qa0402.asp . However, according to Ethan Winer, this may not work with computer-based sound files: \"MP3 encoding processes the two channels separately, so they are not identical enough to cancel\" (www.ethanwiner.com/novocals.html). Winer recommends Vogone software (www.mtu.com/basics/vocal-eliminator.htm), which costs $54.95 (£30). Searching for \"vocal eliminator\" will bring up other options; you could consider the Thompson Vocal Eliminator Model VE-4 (www.ltsound.com). This site says: \"You can create a simple free L-R eliminator without any equipment. Just connect the Left Plus (L+) and Right Plus (R+) speaker outputs on your amplifier to a single speaker and the centre channel will be removed. You can use the balance control to fine tune the voice.\" Secure steps The Yahoo login page has an option for a Secure Login. Is this actually more secure, and if so, how? By the way, I read Online every week and think it's great. I just wish there was more space for the Ask Jack section. Simon Lanaria JS: Secure login does make logging in more secure, but that is as far as it goes. Most web data is sent as unencrypted text, which means email and passwords could be read en route. Secure login systems usually use SSL, Netscape's Secure Sockets Layer protocol, to encrypt the data using a private key. When this is being used, the web address conventionally starts with https:// instead of http://, and a small image of a lock should appear at the bottom of your browser. You should never send things like credit card details except via an encrypted link. When you log on to Yahoo using the secure option (https://login.yahoo.com), this helps protect your password. However, once you have logged in, you will find you are using the usual non-secure option to read and send mail. Credit checks I'm a 13-year-old girl who loves her music, but my dad is worried about me downloading illegal music. Is there a legal service at a reasonable price that he can trust with his credit card number? Jasmin Black JS: At the moment, the market leader is Apple's iTunes Music Store, which is easy to use and can be trusted with a credit card. However, in my view, the music companies are charging far too much for tracks that are of limited audio quality. Unless prices come down, subscription services (where you pay a monthly fee and can download as much as you want) such as Napster 2 look a better option, but these are also too expensive in the UK. In the US, Yahoo has bought Musicmatch and launched Yahoo Music Unlimited, which costs $4.99 a month if you buy an annual subscription. The low price is only guaranteed during the site's beta test, but it's probably worth waiting for reasonable subscription prices to reach the UK. In the meantime, it's easy enough to rip tracks from CDs, and some portable players can record tracks from a built-in FM radio. Legal loopholes When I listen to tracks from a famous band's website, an MP3 file of each track is deposited in my Temporary Internet Files folder. I could burn these files to CD, rather than buying the album, but is this legal? James Bellinger JS: Sound and video streams commonly create temporary files that you can copy into a standard folder, and there are also programs that will capture these streams. Not being a lawyer, I'm not qualified to say that it is illegal, but I'd expect it to be a breach of copyright, and it is certainly against the spirit in which the band has made its tracks available. If the site was offering downloads, it would have download links. Backchat · Last week, Peter J Laszlo asked if he could run the old Lotus Symphony program under Windows XP. Roger Macy confirms that it does run, but adds that if the files are large he may need to fiddle around with the parameters for expanded memory. · Chris Williams, technical director of Copycat Software Ltd, didn't like me calling XP's Command Prompt a DOS emulator. It is, he says, \"a fully 32-bit console (cmd.exe, not command.com). Using it to launch a program, whether originally intended for a 16-bit version of Windows or not, is no different from using Windows Explorer.\" He recommends using the Compatibility tab to generate \"what looks like a shortcut (and is actually a .PIF file)\" to run old programs such as Symphony."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}