{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2005/jun/06/supermarkets.hearafrica05", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2005-06-05T23:01:45Z", "webTitle": "Waitrose ploughs profits back into African farms", "webUrl": "https://www.theguardian.com/business/2005/jun/06/supermarkets.hearafrica05", "apiUrl": "https://content.guardianapis.com/business/2005/jun/06/supermarkets.hearafrica05", "fields": {"headline": "Waitrose ploughs profits back into African farms", "bodyText": "Waitrose is to plough 20% of all profits from the South African citrus fruit sold in its supermarkets back into farms where the food is grown. The move - supported by the Pretoria government - is aimed at enriching the lives of South African farm workers and their dependents but also ensuring stability in the supply chain, the British company says. Up to £250,000 is expected to be raised between now and September to establish school classrooms, health clinics and other projects to benefit the labourers and the local communities. More than 80% of all grapefruits, lemons and clementines sold over the summer by Waitrose will come from 18 farms in South Africa under a variety of supply arrangements. Gordon Fairbrother, head of buying for fruit and vegetables at Waitrose, said UK supermarket customers would not be paying any more for their produce but would know they were helping a fair trade initiative. \"This is a long-term commitment that will make a real difference to the lives of farm workers in South Africa. The skills, education and support offered will genuinely empower them and improve their lives,\" he said. South African agriculture, like the mining industry - is being encouraged by Thabo Mbeki's government to transfer ownership into the hands of those previously disadvantaged under apartheid. Critics have warned that the black empowerment initiative - if badly delivered - could damage the South African economy and leave it in a shattered state like neighbouring Zimbabwe. The Vuki farm, one of those that supplies Waitrose, is already owned by a trust for the workforce and the British supermarket chain said it wanted to help with similar transfers of land to the black community. \"There is an excellent match between the aims of this scheme and our normal principles of ethical trading. The scheme makes sense commercially as it will help ensure the long-term supply of high qual ity South African citrus fruit,\" Mr Fairbrother said. A special Waitrose foundation has been set up as a not-for-profit organisation with the task of distributing the funds which will be provided by the supermarket group plus its importer Poupart and export agents. The foundation will be administered by a board of trustees to which local growers and workers will submit proposals for new facilities to be built on their farms. Mr Fairbrother believes that every farm worker financially supports around 20 others in his family and wider community and says it is hard for black empowerment to work properly unless levels of literacy are raised."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}