{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2005/jun/14/newsstory.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2005-06-13T23:55:57Z", "webTitle": "Gerrard ready for Anfield contract talks", "webUrl": "https://www.theguardian.com/football/2005/jun/14/newsstory.sport", "apiUrl": "https://content.guardianapis.com/football/2005/jun/14/newsstory.sport", "fields": {"headline": "Gerrard ready for Anfield contract talks", "bodyText": "Steven Gerrard has reiterated his desire to remain at Liverpool though he is still waiting to begin talks with the European champions over a new contract. The England midfielder expects discussions to open between his agent Struan Marshall and the Liverpool chief executive Rick Parry once he returns to Melwood for pre-season training on June 27. \"There are talks planned towards the end of June or early July,\" he said. \"But the ball is in Liverpool's court. I am ready to talk. I am just waiting for the nod to say when and where, and me and my advisers will be there. \"Of course I want to stay here. I still have two years left on my current deal, but I haven't spoken about a new contract yet. I don't know how long those talks will go on for, but the sooner they start the better because I want my future sorted before the start of the new season.\" Gerrard is likely to be offered a further two years on improved terms, which should see his weekly wage package swell to about £80,000. He is expected to be joined at Anfield by a number of new faces, with Villarreal's Spanish international goalkeeper José Reina due to complete a £6m move on July 1. Liverpool have also been offered Luis Figo by Real Madrid, though Rafael Benítez is still weighing up whether to pursue the signing of the Portuguese veteran. Figo, 32, has been told he can leave the Bernabéu for a nominal fee, and he has opened tentative negotiations with Olympique Marseille, but he would command a significant wage package. \"I have always said that the Premiership is a competition I would like to play in one day and that's not changed,\" said Figo. \"The Premiership has improved so much over the last few years and many of the world's best players are signing for clubs in England. It's very different to the Spanish League but I am sure that I will be able to adapt to it if I ever moved there.\" Liverpool will contact Southampton this week with an improvement on their original £5m offer for the England centre-forward Peter Crouch and hope to sign the Albacete winger Mark González, 20, initially on a long-term loan basis so that the player can prove he has recovered fully from a cruciate knee ligament injury. They also retain an interest in the Dutch midfielder Bolo Zenden, who is out of contract at Middlesbrough. Leon Osman yesterday signed a new four-year deal with Everton while Gary Naysmith agreed a new three-year deal at Goodison Park."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}