{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2005/jun/25/shopping.gardens", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2005-06-24T23:45:07Z", "webTitle": "Lia Leendertz: Your gardening questions answered", "webUrl": "https://www.theguardian.com/lifeandstyle/2005/jun/25/shopping.gardens", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2005/jun/25/shopping.gardens", "fields": {"headline": "Lia Leendertz", "bodyText": "I have a mature ash tree in my garden that is a safe 10m from the house. However, the house next door is just 5.5m from the tree. I wonder if the roots could reach that far. It depends who you want to believe. The usual line is that a mature ash tree should be 21m from a house, in order to avoid any risk of subsidence or root invasion. This puts both you and your neighbour, and probably half of the neighbourhood, squarely within the danger zone. However, this is the farthest distance from which an ash tree has ever caused a problem, and so it is an ultra-cautious figure, to say the least. It is an insurance company view of trees, and they would rather cut them all down, just in case. A survey carried out by scientists at Kew gives more leeway, suggesting that ash trees planted less than 10m away from houses with shallow foundations and built on shrinkable clay soils could cause problems. That will still ring alarm bells for you, but take note of those provisos. Before you get the chainsaw out, find out about your soil, as it is this, not the tree, that makes the difference between a hazardous situation and a benign one. Clay soils expand when they are full of water and contract in dry weather. Large trees suck up extra moisture, causing them to contract further. Conversely, if your house is not on a clay soil, even a willow - the worst of the tree offenders - would not create any problems. The leaves of my olive (planted in a pot) have a serrated appearance along each edge. What might it be, and do I need to treat it? This is vine weevil, the curse of all pot-grown plants. The damage on the leaves is caused by the adult but it is the larvae, hidden beneath the soil, that really cause the problems. They chomp away on the roots until there is almost nothing left, at which point the plant collapses and there is no saving it. A biological control called Nemasys Vine Weevil Killer can be applied to the soil around the roots. It comprises tiny nematodes that feed on the larvae. Visit nemasysinfo.com to order."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}