{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2005/jun/14/horseracing.gregwood1", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2005-06-13T23:50:55Z", "webTitle": "Horse racing: Tickets go cheap for Ascot at eBor", "webUrl": "https://www.theguardian.com/sport/2005/jun/14/horseracing.gregwood1", "apiUrl": "https://content.guardianapis.com/sport/2005/jun/14/horseracing.gregwood1", "fields": {"headline": "Tickets go cheap for Ascot at eBor", "bodyText": "At 8.21 on Sunday night an eBay user by the name of glenroad15 picked up a bargain. Two tickets for Ladies Day at Royal Ascot at York, with a face value of £50 each, changed hands for £64. It has been an immense, two-year exercise to shift the most glamorous fixture in the British racing calendar almost 220 miles north.Yet the market, it seems, is unimpressed, and the seller of glenroad15's pair of tickets is not the only eBay client to have taken a bath. The auction site has been doing brisk business in Ascot tickets for weeks and very few have reached their face value. Many Ascot regulars, so the rumour mill insists, are not happy that the Royal meeting has moved so far away. What was wrong with Newbury, say? So, while all tickets were sold months ago, no one is sure how many people will arrive at the Knavesmire this afternoon and whether the bold move to Yorkshire will ultimately be judged a success. The horses will be there as planned, even if Frankie Dettori will not, due to a six-day riding ban. And the strength in depth of the racing over the next five days is impeccable. Rakti, Ouija Board, Doyen, Dubawi and others are due to line up in the most concentrated series of top-class events that the European turf can offer. The forecast is for the temperature to rise as the week goes on. If the same is true of the excitement level, then those who have worked so hard for this day, will be much relieved on Saturday evening."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}