{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2005/jun/29/ukcrime.helencarter", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2005-06-28T23:03:05Z", "webTitle": "Man dies after gang beating", "webUrl": "https://www.theguardian.com/uk/2005/jun/29/ukcrime.helencarter", "apiUrl": "https://content.guardianapis.com/uk/2005/jun/29/ukcrime.helencarter", "fields": {"headline": "Man dies after gang beating", "bodyText": "A father of three has died after being beaten up by a gang of youths near a takeaway shop where he had been working early yesterday. Mugilan Sutherman, 43, suffered serious head injuries when he was attacked in Failsworth, Manchester, shortly after midnight. He died in the Royal Oldham hospital less than three hours later. It is understood that Mr Sutherman was attacked after he refused the group's request for a light for a cigarette. Police were at the scene of the attack within minutes and arrested four teenagers. Two teenage girls, aged 14 and 15, and two youths, aged 15 and 18, all from Failsworth, were being questioned yesterday. Chief Superintendent Keith Bentley, of Greater Manchester police, described it as a vicious assault and appealed for witnesses to come forward. He said 25 detectives were working on the case, and that two police officers had arrived on the scene within three minutes and found the victim lying in the street. \"Following the confrontation, he collapsed into the highway, where police found him minutes later.\" He said a nearby canal was being searched to see if \"anything has been disposed of\". A postmortem examination was due to have been carried out yesterday, but the results had not been released last night. According to a taxi firm owner, the victim had been working in the pizza takeaway and was attacked after he had refused to give the youths a light or a cigarette. Charles Hankinson, 62, proprietor of Embassy Cars, said: \"Our night man saw him getting dragged out and beaten up in the street. \"At least four or five people went into the shop to ask for a light. The bloke refused them and told them to get out of the shop. \"They dragged him out of the shop and knocked him to the ground and started kicking him, jumping on his head.' All of them were kicking him.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}