{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2005/jun/25/lions2005.rugbyunion7", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2005-06-24T23:49:04Z", "webTitle": "Woodward braced for storm of criticism", "webUrl": "https://www.theguardian.com/sport/2005/jun/25/lions2005.rugbyunion7", "apiUrl": "https://content.guardianapis.com/sport/2005/jun/25/lions2005.rugbyunion7", "fields": {"headline": "Woodward braced for storm of criticism", "bodyText": "Sir Clive Woodward's Lions got a wintry drenching in the first Test today, but it was nothing to the hailstorm of criticism that will be coming their way over the next week. So poorly did the combined British and Irish side perform in their 21-3 defeat at the hands of Graham Henry's resurgent All Blacks that only the most outrageous optimist would expect them to level the three-match series when the two sides meet again in Wellington next Saturday. The loss of their captain, Brian O'Driscoll, with a dislocated shoulder in the first minute was a bitter blow, and those with a clear view of the incident believe that New Zelaand hooker Kevan Mealamu may find himself being cited for spearing the Irishman into the ground after the action had moved elsewhere, if the referee can find the relevant television footage. Woodward remarked afterwards that he had asked to review the incident, but that the videotape had not yet been produced. It took the team's medical men 25 minutes to get O'Driscoll's shoulder back into its socket. The player then went to hospital and will play no further part in the series. Nor will Tom Shanklin, the Welsh threequarter, who was not part of today's 22 but injured a knee in training yesterday. Woodward also announced Richard Hill, who left the field injured in the first half after making a tackle on Ali Williams, would be unavailable for the remaining matches, but a subsequent medical bulletin suggested that the flanker's problem might not be as serious as had been feared. But none of these problems, even the departure of their captain so early in the match, could explain the poverty of the Lions' performance. Even the atrocious conditions might have been expected to help their territorial game. One statistic above all highlighted the nature of their problems: on no fewer than 10 occasions the All Blacks stole the ball at the Lions' lineout. Shane Byrne, preferred over the more powerful Steve Thompson in the starting XV specifically for the accuracy of his lineout throwing, was withdrawn after 58 minutes and may not be seen again. While going 6-0 down to two Daniel Carter penalties in the opening quarter of an hour, the Lions were handicapped when Paul O'Connell spent 10 minutes in the sin bin for entering a ruck by the side door. But the Irish lock was back on the pitch when Ali Williams, his opposite number, took advantage of another lineout disaster to catch the ball cleanly in the middle of the line and stroll the 10 yards to the tryline virtually unopposed. Another Carter penalty early in the second half reaffirmed the home side's superiority, and they completed their scoring with half an hour to play when Tana Umaga cut the Lions' defence to ribbons before hurling a long pass out wide to Sitiveni Sitivatu. The burly wing did to England's defenders what his compatriot Jonah Lomu so memorably did to their predecessors in Cape Town during the 1995 World Cup, touching down with a trail of bodies lying in his wake. Carter converted to bring the New Zealand total to 21 points. All the Lions could muster by way of a reply was Jonny Wilkinson's penalty in the 56th minute. Next to the lineout debacle, the experiment of teaming Wilkinson and Stephen Jones at inside centre and fly-half respectively was the night's biggest disappointment for Woodward. Others who conspicuously failed to live up to their reputations included Jason Robinson, Will Greenwood, Neil Back, Ben Kay and Hill, all veterans of the 2003 World Cup winning squad. The clamour for an infusion of fresh blood - and Welsh blood in particular, from the ranks of the Grand Slam champions - will intensify in the coming days. Woodward, however, will probably feel that he did not get where he is by listening to armchair selectors, and it could take more than one defeat to persuade him to subject his expensively laid plans to a radical overhaul before the end of a series which he must now be odds-on to lose."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}