{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2005/jun/20/spain.dalefuchs", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2005-06-19T23:26:08Z", "webTitle": "Anger and doubts greet promise by Eta not to target Spanish politicians", "webUrl": "https://www.theguardian.com/world/2005/jun/20/spain.dalefuchs", "apiUrl": "https://content.guardianapis.com/world/2005/jun/20/spain.dalefuchs", "fields": {"headline": "Anger and doubts greet promise by Eta not to target Spanish politicians", "bodyText": "The armed Basque separatist group Eta's promise at the weekend that it would no longer target politicians has provoked anger among victims' groups and conservatives. The government in Madrid said Eta's announcement of a partial ceasefire did not go far enough and that the group had to give up violence before it would consider peace talks. The armed group said it would refrain from killing \"elected members of Spain's political parties\" because of the recent \"political changes\" in the country and \"important efforts under way to reach a democratic solution to the conflict\". The group cited the apparent collapse of the anti-Eta pact formed in 2000 by Spain's main governing parties. The selective truce also comes a month after the Spanish parliament gave the Socialist government of José Luis Rodríguez Zapatero the green light to engage in talks - provided Eta showed a \"clear will\" to renounce violence. Some observers say the move signals Eta's willingness to engage in peace talks with the central government despite a wave of attacks. But others dismissed the partial truce as an attempt to buy time by a group suffering a downturn in its fortunes. \"Does this mean that tomorrow I can't leave the house without a bodyguard because I'm not a politician?\" said Javier Elzo, a sociology professor at Deusto University in Bilbao. He is one of hundreds of intellectuals, journalists and businessmen, as well as politicians, who seek protection from direct Eta threats. \"It's a very macabre game to single out politicians, but it is part of a strategy. In a negotiation process you never play all your cards right away,\" he said. The statement was met coolly by the Socialist government, which has come under fire from opposition leaders and victims' groups since last month's vote by MPs. Earlier this month the prospect of dialogue triggered a mass protest by the Association of Terrorism Victims and the centre-right People's party, which voted against any negotiations. The march was led by relatives of 800 people, mostly police officers, politicians and journalists, killed by Eta in its bloody campaign spanning more than 30 years. They carried banners that read: \"Don't negotiate in my name.\" This weekend's Eta communiqué fuelled the indignation. \"Past experience has shown the danger of the truce traps,\" the Association of Terrorism Victims said in a statement yesterday. \"It does nothing more than confirm beyond a doubt that their clear intention is to continue killing.\" A 14-month Eta ceasefire ended in November 1999 after negotiations failed with the conservative government of José María Aznar. Since then the group has assassinated 14 politicians, mostly in the Basque country. Some observers contend that the 1998-99 ceasefire was merely a ploy to buy time to regroup after police operations put Eta operatives in jail. Others blamed the stalled talks on Mr Aznar's poor negotiating skills and the government's anti-separatist zeal. The partial ceasefire comes at one of Eta's weakest moments in its fight for an independent Basque state in northern Spain and south-western France. Despite disruptive attacks, such as a homemade mortar firing at Zaragoza airport a week ago, the group has not killed in two years. Police have sent hundreds of suspected Eta members to jail and confiscated large arsenals, damaging the group's ability to strike. The leader of the Association of Terrorism Victims, Francisco José Alcaraz, told the news agency Efe that the partial truce led him to suspect talks were under way, and that the government and Eta were making mutual concessions."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}