{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2005/jun/10/cricket.paulweaver", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2005-06-09T23:11:27Z", "webTitle": "Cricket: Pietersen fails against Aussies", "webUrl": "https://www.theguardian.com/sport/2005/jun/10/cricket.paulweaver", "apiUrl": "https://content.guardianapis.com/sport/2005/jun/10/cricket.paulweaver", "fields": {"headline": "Pietersen scores six out of 20", "bodyText": "Kevin Pietersen's bizarre year, embracing both heady success and desperate anticlimax, continued here yesterday when he scored only six in his keenly awaited first innings against the Australians this summer. Pietersen, playing for the Professional Cricketers Association Masters XI, lasted only five balls, during which he gloved a short ball from Shane Watson to fine leg for four. Then he became the middle man in a Michael Clarke hat-trick, skying the ball 30 feet above himself as he attempted to slog over mid-on in this Twenty20 match. The near capacity crowd of 9,000 groaned with disappointment but they could hardly have been surprised. Despite his glittering hundreds, for England and Hampshire, Pietersen's four championship ducks included one on his debut in Hove and another at his former home, Trent Bridge. The Australians had made the perfect start to their tour, winning the toss and then taking a wicket with their very first ball. Stephen Fleming, the PCA captain, edged Brett Lee into the hands of his ecstatic opposite number Ricky Ponting at second slip. Pietersen, to a rustle of expectation, came in second wicket down, at 68 for two, after Paul Collingwood had skied Clarke to wide mid-off. Clarke then dismissed Pietersen and Graeme Swann with the first two deliveries of his next over, the latter stumped by Adam Gilchrist when he came down the wicket. It was not a great day for Pietersen, for in the morning he had failed in his attempt to hit a cricket ball over the Thames. The England and Wales Cricket Board announced breathlessly that \"Pietersen Launches England's Big Summer With A Bang\". Under the headline it said: \"England batsman Kevin Pietersen today made cricket history by hitting a cricket ball 111 metres across London's River Thames.\" Some 16 paragraphs later it was admitted that the width of the Thames at that point is 140 metres, in front of the London Eye. In other words, his ball landed in the water. As for the PCA XI innings, it was left to Darren Maddy, hardly in the England reckoning these days, to lift the innings to 167 for six with an unbeaten 57-ball 70, with eight fours and a six. He reached his fifty from 41 deliveries. The total did not appear too worrying for the Australian batsmen when the opening pair, Gilchrist and Matthew Hayden, put on 131 before the latter fell to a sharp return catch by Collingwood. Hayden reached his fifty from 32 balls, Gilchrist from 45, with neither troubled by the former England opening bowlers Devon Malcolm and Chris Lewis. But the light faded towards the end of their innings and when Gilchrist was caught at deep square-leg in the penultimate over they needed 10 from the final six deliveries, bowled by Maddy. Ponting on-drove the first ball for six. But two were still needed from two when he cover-drove for four. When Australia played their first tour-opener here in 1956 the Melbourne Sun reported: \"Everything of old England was there - an ancient English castle, spreading chestnut trees, rolling downs and a village-green atmosphere. It was essentially a picnic match with broadcasting announcements about lost dogs, lost children and even one lost wife.\" For almost half a century Australia have been served up a version of England that no longer exists. Yesterday, with Twenty20, coloured clothing and a white ball, the modern mingled with the traditional. And famous players grazed on the verdant banks, including Ted Dexter. Now, he would have been handy at this game. Maybe Australia and New Zealand had the right idea about Twenty20 cricket. When they met in Auckland in February the players wore wigs and retro kit, to the delight of the Kiwi followers known as the Beige Brigade. They should have played it in Arundel."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}