{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2005/jun/17/horseracing", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2005-06-16T23:19:09Z", "webTitle": "Racing: Ooh Aah Camara to take chance at York", "webUrl": "https://www.theguardian.com/sport/2005/jun/17/horseracing", "apiUrl": "https://content.guardianapis.com/sport/2005/jun/17/horseracing", "fields": {"headline": "Camara gets Royal run after all", "bodyText": "Ooh Aah Camara, an 11th-hour withdrawal from Wednesday's Queen Mary Stakes due to a \"legal dispute\", has been given the all-clear to run at Royal Ascot at York today. The juvenile filly is owned by footballers' agent Willie McKay and has been trained by former model Vicky Haigh on all her seven starts. These have included two wins as well as placed efforts in Listed events at York and in Rome. But it was Richard Guest's name who appeared next to the horse's name on Wednesday's racecard, and he will be the trainer when the horse runs in today's Albany Stakes. Miss Haigh took the horse to York for Wednesday's race as she was the registered trainer, and she later removed the horse - as she was entitled to - as she was in dispute with McKay. The matter has now been resolved. Stipendiary steward William Nunneley said: \"The horse is in Richard Guest's yard. They have agreed their differences. It's going to run, and Richard Guest is the trainer.\" Ooh Aah Camara had been the star of Miss Haigh's small string of 14 horses at her stables near Bawtry, having been bought for 30,000 at the sales in Ireland last year. · Etlaala and Somnus are 5-1 joint-favourites for Saturday's Golden Jubilee Stakes following yesterday's 48-hour final declaration stage. A maximum field of 20 are left in the Group One dash over six furlongs which will be the feature race on the final day of the Royal meeting. Somnus's stable companion Fayr Jag, who lifted the prize last year, has been denied the chance to bid for back-to-back victories as he was one of five horses balloted out."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}