{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2005/jun/21/usa.tisdallbriefing", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2005-06-20T23:01:50Z", "webTitle": "Simon Tisdall: Democracy's advance in Egypt brings dilemma for US", "webUrl": "https://www.theguardian.com/world/2005/jun/21/usa.tisdallbriefing", "apiUrl": "https://content.guardianapis.com/world/2005/jun/21/usa.tisdallbriefing", "fields": {"headline": "Democracy's advance in Egypt brings dilemma for US", "bodyText": "Condoleezza Rice, the US secretary of state, called yesterday for a more inclusive, democratic process in Egypt, but sidestepped the continuing ban on the Muslim Brotherhood, the country's biggest Islamic opposition group. Speaking in Cairo, Ms Rice said President Hosni Mubarak's decision to allow an unprecedented, multi-party presidential election in September was an \"important first step\", but stressed the need for a more open, competitive contest. \"President Mubarak has unlocked the door for change. Now, the Egyptian government must put its faith in its own people,\" she said. \"It must fulfil the promise it has made to its people, and to the entire world, by giving its citizens the freedom to choose.\" Her silence on the Muslim Brotherhood's lack of free choices reflected the strong official Egyptian resistance to legalising the organisation. But it also illustrated Washington's larger dilemma in calling for greater Arab democracy while opposing Islamic groups such as Hamas in Palestine and Hizbullah in Lebanon with proven electoral appeal. Muhammad Mursi, the brotherhood's spokesman, said conditions imposed by Mr Mubarak on the poll meant it would be neither inclusive nor fair. The president is widely expected to win a fifth consecutive term. Mr Mursi said the organisation would decide soon whether to call for a boycott, and was meanwhile focusing on the parliamentary elections this autumn. The brotherhood currently has 15 MPs, who are officially described as independents. \"In a free election we would have 20% to 25% of the parliament,\" Mr Mursi told the Guardian last week. \"Many more independents would support us. We are known in this society. We are active in the villages, in the universities, in the parliament, in the mosques ... We're organising, building strength.\" The brotherhood had forsworn violent means in Egypt, he said, and was committed to \"real and comprehensive reform ... through constitutional and legal channels\". Following a strict interpretation of the Qur'an was not incompatible with a recognised role in public life, he said. Mr Mursi suggested that the continuing repression, such as the recent arrests of several hundred brotherhood members during pro-democracy demonstrations, could have explosive consequences. \"The regime is getting very weak. Weakness is dangerous. We hope reform will work. Or else there will be a bloody conflict. We don't want it,\" he said. While pledging free elections, Egyptian officials insist that the ban will remain. \"The government is not afraid of the brotherhood,\" Ahmed Nazif, the prime minister, said last week. \"We won't allow them to create a political entity that is based on religion.\" Gamal Mubarak, the president's son and a leading member of the ruling National Democratic party, said there were contacts with the brotherhood. \"I've met them on numerous occasions,\" Mr Mubarak said. \"But we don't want to infect our political process and have it dominated by religious groups.\" The foreign minister, Ahmed Abul Gheit, took a more aggressive view. He said last week that the brotherhood, the oldest Islamic organisation of its kind, that has branches in Syria and elsewhere, was a danger to Egypt and the world. \"The Muslim Brotherhood committed 9/11 through its offshoots. All of them, Islamic Jihad, Hamas, Gemal Islamiya, are offshoots of the Muslim Brotherhood,\" he claimed. \"There is no such thing as a moderate Islamist.\" Pressure on the government to liberalise the political process is building in many other quarters. By allowing a contested election, Mr Mubarak has effectively opened a pharaoh's tomb of old dreams and modern aspirations. Almost every week, a new political party or pressure group plunges into the fray. Nearly all agree that the reforms so far are not enough. But most are sceptical about how far democratisation will be allowed to go. The legal, secular opposition parties are weak and divided and the great majority of Egyptians are not yet engaged in the reform process. But diplomats predict that if they do become so, most probably for economic reasons, the momentum for change may prove unstoppable. \"Egypt is at a critical moment,\" said Ayman Nour, an opposition presidential candidate and the leader of the al-Ghad (Tomorrow) party, whose jailing this year prompted western protests. \"There could be a snowball effect, bringing together all the opposition movements.\" But if democracy is truly to take root, diplomats and analysts suggest, the problems of exclusion must be overcome. And that will not be easy while the US, Egypt's paymaster to the tune of an annual $1.8bn in aid, is seen to be cherry-picking democratic favourites. If one issue unites Egyptians of all political colours, publicly at least, it is opposition to meddling by Washington. Some western governments still have a \"Richard the Lionheart\" mindset and look down on Arab countries, Mr Abul Gheit, the foreign minister, said. \"The west should not interfere in our internal affairs, because you don't know what you are talking about.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}