{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2005/jun/25/utilities.utilities", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2005-06-24T23:44:12Z", "webTitle": "Bills could go up 15%, says British Gas", "webUrl": "https://www.theguardian.com/money/2005/jun/25/utilities.utilities", "apiUrl": "https://content.guardianapis.com/money/2005/jun/25/utilities.utilities", "fields": {"headline": "Bills could go up 15%, says British Gas", "bodyText": "British Gas customers are warned that they face further double figure increases in their bills because of the soaring price of gas and electricity. Parent company Centrica said that wholesale gas prices were more than 50% higher than a year ago while electricity prices had climbed 43% over the same period. Higher wholesale costs meant it was necessary \"for further increases in retail energy tariffs, as has also been signalled by other suppliers,\" Centrica said in a statement. \"All suppliers are facing declining UK gas reserves, high oil prices and the lack of access to European pipelines to get new gas supplies to the market,\" British Gas managing director Mark Clare said. Centrica, which increased prices by 12.4% last September and 5.4% 18 months ago, has not put a figure on the latest increase but, commenting on reports of a 15% rise, finance director Phil Bentley warned it could be in that \"sort of ballpark\". Consumer group Energywatch warned that Britain's poorest households would be hardest hit. \"There comes a point where customers can't bear any more. Any price rise will have a terrible impact on low earners and vulnerable people. It may be time for companies to think about social tariffs and ways of helping the vulnerable,\" it said. British Gas already has a number of measures in place to help such cases but last year BG lost more than 1m accounts after the price increases and yesterday revealed that another 445,000 account holders had moved to other suppliers so far this year though it said the rate of defections had more than halved. Wholesale gas prices in Britain have become more closely linked to the world oil price because of the need to balance declining supplies from the North Sea with imports from Europe where many supply contracts are tied to the oil price. New facilities are being built to allow increased gas supplies from elsewhere in the EU and from Norway and terminals to handle the import of liquefied natural gas are coming on stream though the prospect of rising supplies has yet to have an impact on prices. The European commission has already announced that it is to investigate the working of gas and electricity markets in Europe, in part in response to UK concerns. Yesterday oil prices again touched $60 a barrel, driven by strong demand from the US which offset weaker domestic consumption in China. Traders say the price is being pushed higher by hedge funds and speculators who have stepped into the market on fears that the continuing strength of US demand could mean a supply crunch this winter."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}