{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2005/jun/02/manufacturing.interestrates", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2005-06-01T23:57:37Z", "webTitle": "Manufacturing woe raises rate pressure", "webUrl": "https://www.theguardian.com/business/2005/jun/02/manufacturing.interestrates", "apiUrl": "https://content.guardianapis.com/business/2005/jun/02/manufacturing.interestrates", "fields": {"headline": "Manufacturing woe raises rate pressure", "bodyText": "Pressure was mounting on the Bank of England to make a cut in interest rates last night after the worst performance from manufacturing in two years and evidence of slackening retail spending provided a double hit to the economy. Some City analysts were predicting an August reduction in the cost of borrowing from the Bank's monetary policy committee amid evidence of an intensification of the downturn in industry. The latest snapshot of UK factories showed that output and orders slumped in March to their lowest level since March 2003, when sentiment was adversely affected by the build-up to the invasion of Iraq. Meanwhile, two separate pieces of economic data from the high street showed that shops are having trouble attracting consumers and persuading them to use credit cards when they are enticed in. George Buckley, an economist at Deutsche Bank, said the possibility of a rate cut would be on the agenda when the MPC meets next week but that rates would be left on hold at 4.75% for the 10th month. \"We continue to believe that the data will soften quickly enough to yield an easing in policy as early as August.\" The Bank has been expecting the pace of consumer spending growth to weaken this year, with a stronger performance by manufacturing helping to take up the slack in the economy. Yesterday's data, however, showed that consumers' growing unwillingness to finance spending through borrowing has been accompanied by a steady deterioration in industry's output. The purchasing managers index, produced each month by the Chartered Institute for Purchasing and Supply, showed a reading of 47.3 in May, down from 49.1 in April - the fifth time the indicator has fallen in six months. Any reading under 50 suggests that manufacturing is contracting. Roy Ayliffe, director of professional practice at CIPS, said: \"Purchasing managers saw a further deterioration in the overall performance of the manufacturing sector in May. This was mainly attributed to another fall in new business and reflected in further workforce reduction. Discouragingly, manufacturers reported a decline in output for the first time in two years and, in spite of a marked easing in cost inflationary pressure, output prices declined for the first time in 20 months.\" Data from the Bank of England indicated that consumer credit expanded by £1.3bn in April, compared with an average of £1.9bn a month over the past year. Credit card lending was particularly weak at £330m, while SPSL, a firm which monitors activity in retailing, said the number of people passing through shops was down 0.5%, year on year. Tim Denison, the director of knowledge management at SPSL, said for the first time in years, consumers were electing to pay back debt rather than add to it. \"This change in discretionary spend is strong evidence that the UK consumer is finally feeling the strain of over a trillion pounds of debt.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}