{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2005/jun/29/secondworldwar.germany", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2005-06-28T23:03:07Z", "webTitle": "Nostalgia and bitterness in a Polish village", "webUrl": "https://www.theguardian.com/world/2005/jun/29/secondworldwar.germany", "apiUrl": "https://content.guardianapis.com/world/2005/jun/29/secondworldwar.germany", "fields": {"headline": "Nostalgia and bitterness in a Polish village", "bodyText": "It could have been an awkward encounter. But when Brigitte Witzke returned with her husband and for the first time in 60 years to the farmhouse where she had lived as a child it turned out to be remarkably straightforward. In January 1945 Mrs Witzke was forced to flee her home in the German village of Arnsfelde. The war was almost lost and the Red Army was marching west, engulfing the pine forests and lakes where she had grown up. The German soldiers ordered all of Arnsfelde's residents to leave, telling them they would be able to return in 14 days. But history did not work out like that. When the victorious allies redrew Germany's eastern boundaries Arnsfelde ended up in Poland. It was renamed Gostomia. Three years after Mrs Witzke's departure on the back of a horse in one metre of snow, Szyldovsk Janini, a Pole, moved into her farm. But when the women met yesterday there was no bitterness, merely a problem of etiquette. How do you greet someone who inadvertently stole your house? Mrs Witzke, 69, got out of her Polish taxi and gave Mrs Janini a tentative hug. She handed over a present: a packet of German Jacobs coffee. Mrs Janini, 79, invited Mrs Witzke to have a look at her old home. \"We used to keep horses and chickens here,\" Mrs Witzke said, peering inside. The women talked for 10 minutes. \"Would we be allowed to come back again?\" Mrs Witzke inquired politely. Resentment Since Poland joined the EU last year such encounters between elderly Germans and elderly Poles are increasingly common. They are mainly about nostalgia, but also about politics. Mrs Witzke is one of about 15 million ethnic Germans who were forced to flee at the end of the second world war as the Third Reich crumbled. The Vertriebene, or the expelled, were driven out of swaths of eastern and central Europe - east and west Prussia, Sudetenland, Königsberg, Memel - now in Poland, the Czech Republic, Russia and Lithuania respectively. Not everybody returned to the new, smaller Germany. Three million died on the way. Ever since, many Vertriebene have nurtured a resentment that their suffering has never been fully recognised in contrast, so the unspoken argument runs, to the postwar Germany's atonement for the Holocaust. Poland's accession to the EU last year has merely brought back old fears. Warsaw remains anxious that wealthy Germans might exploit EU enlargement to buy back the land and property they lost in 1945. But Mrs Witzke said she did not want to buy her old farm back. \"We are too old. My children all have homes in west Germany,\" she said. Mrs Janini, meanwhile, said she didn't really care what happened to the farm because she would soon be dead: \"I really don't mind. I'm an old lady now. In a few years I'll be gone.\" But the past is rarely neat, especially in this part of Europe where war, memory, and ideology converge and fade along ancient Prussian roads lined with lime and oak trees. The Polish woman's husband, it turned out, collaborated with the Germans during the war. He even fought for them - suffering acute frostbite during the siege of Leningrad, which eventually killed him. Many Poles were forced to flee when the allies ceded large parts of eastern Poland to Russia. Earlier the Nazis had evicted thousands of Polish and Ukrainian farmers to make way for ethnic German settlers. In the end Germany's eastern front collapsed before most of them could move in. The suffering of Poles, at the hands of the Wehrmacht and the Red Army, is hard to overstate. Six million Poles perished during the war, including 3 million Polish Jews exterminated in Nazi death camps. But while Mrs Witzke is content to let her memories stay memories, other expellees are not. Aloys Manthey, 68, was also driven out of Arnsfelde. He lived as a child in a manor on the edge of the village, and runs a travel company which specialises in taking elderly Germans on tours of vanished west and east Prussia. He also has strong opinions on who was to blame for the expellees' fate: Winston Churchill. \"Churchill was the chief evildoer. He was responsible for our expulsion. He allowed Stalin to take over Europe,\" Mr Manthey said. \"You can't blame Adolf for everything. Churchill wanted to make Germany kaputt.\" Mr Manthey said the British and other victors imposed an unjust settlement on Germany after the first world war, destroying Germany's economy and paving the way for Hitler and the Nazis. Churchill also bombed German cities, such as Dresden, for no reason, he said. He had bitter personal memories of his own expulsion. In November 1945 his father Paul was murdered by Poles as he drove his horse and cart. He made no secret of the fact he wanted his old manor house back. \"It's mine,\" he said. He has brittle relations with the elderly Polish couple who now live there. \"What we want is recognition for all the victims of the second world war,\" he said. \"Not just the Jews but also the Germans.\" It is hardly surprising that some Poles view Mr Manthey as provocative. On his visits to Gostomia Mr Manthey drives round in a Mercedes SUV. On the back is a Prussia bumper sticker with a German imperial eagle. Driving along he plays German folksongs. There is even a blast of Deutschland Über Alles - the bit of the German national anthem now no longer used. He also proudly points out the red \"Prussian brickwork\" of the German houses not flattened during the war. Increasingly, though, traces of the ghostly German farmers who once lived here are getting harder to spot. Driving through a shady forest carpeted with blue lupins and emerging into a sunny meadow, we set off on foot in search of the house where Mr Manthey's aunt used to live. Only the foundations were left. Mr Manthey and his cousin Anton Stenzel, 64, returned with a couple of bricks. Property laws Under Polish law this is as close as Mr Manthey is likely to get in his battle to recover his family's estate. The German Association of Expellees, of which Mr Manthey is a leading member, has launched a bid through the European court in Strasbourg to retrieve about 30,000 \"illegally confiscated\" properties in Poland. Poland has passed a law preventing Germans from buying more than one hectare of land. It has also threatened to retaliate with a claim for the damage inflicted by the German army after it invaded Poland. The precise rules about ownership seem unclear, perhaps deliberately so. \"We are not worried about Germans buying property here,\" said Eugenius Wilczynski, the state secretary in Walcz, the main town, about eight miles from Gostomia. \"We don't think it's going to be a big problem.\" \"And if people do want to buy land there is plenty of it available in former communist East Germany,\" he said. But relations between Poles and German expellees are friendlier than they might seem. Many Germans visit their old villages every year, striking up friendships with the locals. A group of Germans from Arnsfelde was invited to the annual Gostomia village festival last weekend. At a similar festival three years ago Mr Manthey unveiled a gravestone to his murdered father in the village cemetery. Here, the tombs of the Polish Catholic dead are well looked after; nearby, though, the few German graves to have survived the post-war period are hidden under long grass. Most expellees, it seems, have come to terms with the past. Despite the sentimental nature of their journey back to the Heimat - as expelled Germans call their lost homeland - there is also recognition that they built more prosperous lives in West Germany than they could have done if they had stayed."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}