{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2005/jun/06/spain.gilestremlett", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2005-06-05T23:01:58Z", "webTitle": "Spanish forced to ration water", "webUrl": "https://www.theguardian.com/world/2005/jun/06/spain.gilestremlett", "apiUrl": "https://content.guardianapis.com/world/2005/jun/06/spain.gilestremlett", "fields": {"headline": "Spanish forced to ration water", "bodyText": "Water is being rationed in half of Spain to save it for domestic use, as parts of the country suffer the worst drought for 60 years. Weeks before the tourist season starts, swimming pools are empty, city fountains are turned off and golf courses ordered to reduce watering. Some reservoirs in the south-east are more than three-quarters empty. With no fresh rain expected in the affected areas until the autumn, authorities have decided they must protect domestic supplies through the busy summer season. Eastern Spain is the worst hit, with the north-eastern province of Huesca deciding not to fill public swimming pools this summer and public parks and golf courses throughout Catalonia ordered to ration use of non-recycled water. Barcelona has turned off its public fountains for most of the day as the authorities impose restrictions. The Costa Brava in the north-east and the region south of Alicante, both big tourist centres, are among the worst-affected areas. Public showers on the south-eastern beaches of Murcia have been shut off. Spain attracts more than 50 million foreign visitors a year, including 14 million Britons, most of whom will arrive over the next four months. In 27 towns along the east coast near Alicante a stable population of 150,000 is pushed up to 1.1 million in August. Water pressure has been reduced in some areas and 95% of towns in Catalonia, which is experiencing its worst drought since 1945, have imposed restrictions. A handful of villages in the interior of Catalonia and Huesca are having to distribute water in jerry cans. Crops in some areas are being left to wither as irrigation, which accounts for three-quarters of Spain's water, is heavily restricted in order to save water for domestic use. Farmers near the south-eastern city of Elche say they have been told they can only water their crops for eight minutes a day. But authorities say there is just enough domestic water available to get through the summer. \"Problems of supply may get to households at the end of September,\" El País newspaper warned in an editorial. But little rain is expected before then. And there are concerns about next summer. Spain's Socialist-dominated parliament last week cancelled plans by the previous People's party government to divert water from northern rivers such as the Ebro to the parched south-east. \"Now everybody loses. The only winner is the Mediterranean Sea ... which is where all our left-over water will go,\" complained Mariano Rajoy, the leader of the People's party. Spain will, instead, build desalination plants along the east coast to turn salt water into fresh water. Environmentalists, who were opposed to diverting water from the north, have complained that desalination is not the best solution and want restrictions on building for tourism in the south-east. Spain is estimated to be building around 180,000 holiday homes a year, with up to 40% for British buyers. Water consumption in the Balearic islands had increased 15-fold between 1980 and 1995, a recent WWF report said. The environment minister, Cristina Narbon, has announced an emergency €370m (£249m) package to stave off the effects of the drought and prevent domestic rationing. But while one half of Spain gasps for water, the other is well stocked. Spain's green north-west has abundant supplies and the Costa del Sol in the south was not expected to suffer serious problems this year."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}