{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2005/jun/14/Olympics2012.politics", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2005-06-13T23:50:54Z", "webTitle": "London 2012: London bid happy not to see Slavkov", "webUrl": "https://www.theguardian.com/sport/2005/jun/14/Olympics2012.politics", "apiUrl": "https://content.guardianapis.com/sport/2005/jun/14/Olympics2012.politics", "fields": {"headline": "London bid happy not to see Slavkov", "bodyText": "London's bid to host the 2012 Olympics will be spared a potentially embarrassing situation with the man at the centre of bribery allegations made on the BBC's Panorama programme deciding not to attend the vote next month. The International Olympic Committee's ruling executive board has recommended that Ivan Slavkov be dismissed for breaking ethics rules and \"seriously tarnishing\" the organisation's image. Slavkov has been suspended from the IOC since last August after Panorama filmed him allegedly discussing how votes could be bought to help influence the 2012 result. The final decision over whether to expel him rests with the full IOC general assembly of 117 members, who are due to discuss the matter at the same meeting in Singapore on July 6 where they are scheduled to vote on the destination of the games. Under the rules of the IOC, Slavkov had the right to attend the meeting and put his case in person. The 64-year-old, who was also head of the Bulgarian football association, had originally signalled his plan to travel to Singapore but has now changed his mind and decided instead to merely submit a written defence. That will be a huge burden off the shoulders of officials from London. They had feared the presence of Slavkov could have jogged the memories of some IOC members who held the bid personally responsible for the BBC programme, which made the film using hidden cameras and wires. Instead, London's team can now relax as their rivals in New York try to solve a more pressing problem. Searching for a stadium to present to the IOC after local councillors sabotaged their original plan for one in Manhattan, they have come up with an alternative arena to host the opening and closing ceremonies and athletics events in Queens, as part of a joint venture with the New York Mets baseball team. With its own stadium plans secure, London is beginning to apply the icing to its cake that it hopes will be enough to help catch the eye of IOC members still undecided about who to vote for. The bid leader Sebastian Coe and the culture secretary Tessa Jowell yesterday unveiled plans for a new centre of excellence for British sport based at the Olympic Park in Stratford, east London. Coe is carrying on with his duties despite having his left arm in a sling after badly scalding his hand in an accident with a kettle. Steve Cram, a former rival who helped him launch the new institute, said: \"The other bids should be worried now. When he was running we used to think, 'great, he's injured, we've got a chance'. But he usually ended up winning anyway.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}