{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2005/jun/29/china.politics", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2005-06-28T23:50:55Z", "webTitle": "OECD backs Blair on Europe reform", "webUrl": "https://www.theguardian.com/business/2005/jun/29/china.politics", "apiUrl": "https://content.guardianapis.com/business/2005/jun/29/china.politics", "fields": {"headline": "OECD backs Blair on Europe reform", "bodyText": "The TUC last night demanded the government hold an emergency summit on the threat to British industry from China as the west's leading thinktank said that European Union countries needed to reform employment practices to meet the threat of globalisation. Providing support for the prime minister's \"reform or die\" message to the EU, the Paris-based Organisation for Economic Co-operation and Development called on its 30 wealthier members to reform their employment practices urgently to withstand competition from emerging economies. But the TUC said employers are wrong to think that Britain can compete against China by becoming even more of a low-tax, low-regulation economy. The OECD estimated that its 30 member countries will still have about 36 million unemployed in 2006 - about 6.4% of the workforce - on current trends. \"About 35% of people of working age are without a job, and there are few signs of significant improvement in the next two years,\" says its report. Concerns that globalisation will lead to job losses not only in manufacturing but also in the service sector have been fuelled by recent EU enlargement and the rapid growth of the Chinese and Indian economies. The TUC said the way to keep British manufacturing competitive with China was to invest in skills, research and innovation. TUC chief economist Ian Brinkley said: \"While each firm has to make and sell its own products, it is right to ask how government and the [manufacturing] sector can work together to make the changes needed. That is why we need a special summit help focus minds.\" But the OECD said globalisation anxieties were overblown: \"Such concerns are in stark contrast with evidence that past episodes of trade and investment liberalisation have been an important source of rising employment and living standards.\" It does concede the adjustment to the new world order is \"neither painless nor automatic\". It calls on members to reform labour practices so those finding themselves out of work have help to find new jobs while receiving adequate income support. Those working in industrial sectors often find it harder to get new jobs and may have to accept big pay cuts, concludes the OECD report."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}