{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2005/jun/29/houseofcommons.labour", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2005-06-28T23:51:00Z", "webTitle": "Veteran MP keeps watch on transport policies", "webUrl": "https://www.theguardian.com/politics/2005/jun/29/houseofcommons.labour", "apiUrl": "https://content.guardianapis.com/politics/2005/jun/29/houseofcommons.labour", "fields": {"headline": "Veteran MP keeps watch on transport policies", "bodyText": "The veteran Labour backbencher, Gwyneth Dunwoody, has won her fight to retain the chairmanship of the Commons transport select committee despite government efforts to remove her. Mrs Dunwoody, the redoubtable 74-year-old MP for Crewe and Nantwich, was officially notified by Hilary Armstrong, the chief whip, last night before the meeting today of the committee which will endorse a raft of select committee appointments for the new parliament. So determined were some ministers, including John Prescott, MPs say, to get rid of Mrs Dunwoody, that they offered the transport committee chairmanship to the Conservatives rather than give their own troublemaker what would have amounted to a third term. As part of the trade-offs which reflect the additional 33 Tory MPs in the new parliament, the Conservatives will now chair five of the main committees that monitor the Whitehall departments, instead of the three they had in the 2001 Commons. The five are trade and industry, culture, Northern Ireland, the environment (Defra) and defence. The Lib Dems will keep two chairmanships as well as some lesser committees. But it was still not clear last night how many newly-retired ex-ministers have been nominated for chairmanships, a tactic which many backbenchers believe fundamentally wrong because it makes tame poachers out of recent gamekeepers. Nick Raynsford, John Spellar, Chris Mullin and Denis MacShane have been named as possible appointees to what are now £13,100 a year jobs. But it is the patronage, not the money, which alarms MPs who believe that backbenchers should be preferred for the watchdog roles. That view is contested by those who argue that more experienced figures are more capable of doing the job. Since MPs have the final say, next Monday, the power is in their hands if they use it."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}