{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2005/jun/14/golf.lawrencedonegan", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2005-06-13T23:50:52Z", "webTitle": "Golf: Salute to the Superman in plus-twos", "webUrl": "https://www.theguardian.com/sport/2005/jun/14/golf.lawrencedonegan", "apiUrl": "https://content.guardianapis.com/sport/2005/jun/14/golf.lawrencedonegan", "fields": {"headline": "Salute to the Superman in plus-twos", "bodyText": "Payne Stewart is immortalised in bronze behind Pinehurst's 18th green - arm raised, fist clenched, one foot stuck to a plinth, like a comedic Superman. As statues go it is hardly Henry Moore, but in the circumstances the art hardly matters. Six years ago Stewart celebrated in exactly this way after he holed a 15-foot putt on the same green to win his third and final major championship, beating Phil Mickelson by one shot and Tiger Woods and Vijay Singh by two in what some judge to have been the best US Open of recent vintage. Little more than four months later he was dead, one of six people killed when a private jet flying from Orlando to Dallas lost cabin pressure shortly after take-off and, tracked by US air force jets, meandered across the United States before finally running out of fuel over South Dakota and falling to the ground. The 42-year-old American's sudden and poignant death elevated him to a near deity in the eyes of the US media, as such terrible events inevitably do, but those who knew Stewart best remember a more complex character: a brilliant golfer as well as an occasionally abrasive man. \"He was a true character. You knew where he was coming from and he had a little bit of cockiness about him,\" says Ernie Els, a three-times major winner himself, two of them US Opens. \"But I liked that about him.\" \"There were a lot of things he did in the game that are probably overlooked,\" adds David Toms, winner of the 2001 US PGA championship. \"I think he was one of the first guys to try something different with his attire, and presented himself in that way. Now more and more guys are trying to do that, to make a statement by what they are wearing. Payne started that.\" No doubt Stewart's famously garish plus-twos (the product of a lucrative sponsorship deal with the National Football League rather than the desire to express himself through fashion, if truth be told) will be raised during a memorial service for him behind the 18th green today. Many of the 1999 champion's friends and contemporaries in the professional game are expected to attend. One person who will not be there is his widow, Tracey, who has chosen to stay at home in Florida, where the couple's 16-year-old son Aaron will be competing in a junior golf competition. Dick Coop, a sports psychologist who worked with Stewart, has agreed to speak on Tracey's behalf at today's ceremony. \"She has great memories of Pinehurst and Payne's win but I think it would be hard for her to come back,\" he said this week. \"The PGA tour is kind of like a big family. She doesn't feel like she's part of that any more; she doesn't feel like she's a member. But more importantly it would open fresh memories. And with six years it is still fresh in terms of her memories.\" In a rare interview, Tracey Stewart told USA Today last week: \"People say you need to move on, but yet nobody really wants to because they keep bringing it up all the time.\" If she sounded emotionally raw, it is hardly surprising. For the previous six weeks members of the Stewart family, as well as the family of the golfer's agent Robert Fraley, who also died in the accident, sat in a Florida court while details of the accident were replayed before a jury considering a $200m (£111m) lawsuit brought against Learjet, maker of the plane that crashed in South Dakota. In what was the final act of a 5-year legal battle, lawyers for the two families claimed a badly manufactured valve had caused the plane to lose air pressure, killing those on board almost instantaneously. Defence lawyers countered that no such fault had ever been discovered in any of the 300 other models of the same aircraft and suggested blame for the crash lay with Sunjet, a Florida-based company which operated the jet and went out of business shortly after the 1999 accident. In a 2000 report, the US National Transportation Safety Board detailed evidence of shoddy and in some cases nonexistent maintenance record-keeping at Sunjet, as well as shambolic management structures, although it gave no definitive answer to the question of what caused the aircraft cabin to depressurise. The trial was a fraught experience for the golfer's family, each of whom broke down while giving evidence. In the end the jury in Orange County took only six hours to decide Learjet was in no way responsible for the accident. \"This case was never about the money for the families; it was about honouring those who died on this aircraft and about trying to make air travel safer for everyone,\" says Gregory McNeill, a lawyer for the Stewart family. \"The federal authorities could not find a cause for the crash . . . and the entire point in bringing the litigation was to try and find out what actually happened in this crash.\" That question still remains to be answered by the aviation engineers. Tracey Stewart, meanwhile, is looking for her answers elsewhere. \"The night of the accident I dreamt of Payne and he was kissing me,\" she recalled. \"A couple of weeks later, the first time I got into the car after the accident, I was heading down the road and all of a sudden a big truck pulled in front of me. On the back, in big letters written in the dust, were the words I Love You. \"I had never seen anything like that, before or after. I just felt like it was a message from Payne.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}