{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2005/jun/10/cricket.middlesexccc", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2005-06-09T23:11:28Z", "webTitle": "Cricket: Thorpe short on luck and runs", "webUrl": "https://www.theguardian.com/sport/2005/jun/10/cricket.middlesexccc", "apiUrl": "https://content.guardianapis.com/sport/2005/jun/10/cricket.middlesexccc", "fields": {"headline": "Thorpe short on luck and runs", "bodyText": "First came the penetrating glare, then a pained purse of the lips, before - finally - an out-and-out headshake. If anyone doubted how much Graham Thorpe wants to make the Ashes series then they should have been at Lord's yesterday after he had harshly been given out. You felt for Thorpe as he trudged away, four runs and six balls into his innings. For he had really looked up for this match, skipping from pavilion to crease like a prize-fighter before breezily flicking Alan Richardson through midwicket for a boundary, only for his innings to come to a juddering halt when the umpire Graham Burgess adjudged him to have tickled one behind. Thorpe remains in pole position for the Test team, of course, but with gunslingers like Kevin Pietersen getting first shy at Australia during the one-dayers, he will want to improve on a championship record that reads: 59, 5, 5, 9, 0, 4. Perhaps Thorpe should borrow a rabbit's foot from his Surrey colleague Richard Clinton. The opener survived two close lbw appeals, a dropped catch and played and missed several times on his way to 73 not out. You could not fail to admire Clinton's doughty defiance, while scratching your head at the Middlesex captain Ben Hutton's tactics. Time and time again Clinton would swing outside off-stump, sending the ball behind square, only for Hutton to obstinately refuse to adopt a third man. With a ready pressure valve always available, Surrey progressed stoically, if with little style, to 157 for two before bad light ended play. Surrey's obduracy summed up the day's attritional nature. It was only the first hour that quickened the pulse as Middlesex, resuming on 319 for seven, quickly biffed and bashed their way towards 400. Irfan Pathan led the charge, utterly dominating Martin Bicknell and Jimmy Ormond and hitting 11 boundaries as he raced past his highest first-class score of 61. Indeed, Pathan looked set fair for a century until he was tied up by Harbajan's suffocating spin. Not long afterwards he lashed out at a straight delivery that went dead on contact with the pitch, rolled under his bat and - almost apologetically - hit the stumps. From then on, grace gave way to graft. Ben Scott deserved his gritty 64 not out and, aided by a lusty cameo from Alan Richardson, who hit three fours on his way to 19, Middlesex finished on 437 all out. But with Surrey recovering from the early loss of Scott Newman and Thorpe - and with Mark Ramprakash ready to bat today after retiring hurt with a minor thumb injury - the smart money is already on a draw."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}