{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2005/jun/21/food.britishidentity", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2005-06-20T23:02:12Z", "webTitle": "Leader: US brands", "webUrl": "https://www.theguardian.com/news/2005/jun/21/food.britishidentity", "apiUrl": "https://content.guardianapis.com/news/2005/jun/21/food.britishidentity", "fields": {"headline": "The sauce is with them", "bodyText": "Few products are so quintessentially British as HP Sauce and Lea &amp; Perrins. Both have become branding legends in their own - rather considerable - lifetimes. The original recipe for HP Sauce was invented by a Nottingham grocer called FG Garton who, at the turn of the century, started calling it HP because he had heard second hand that it had been seen in a restaurant in the Commons. He sold it for £150 (together with some cancellation of his debts) to Edwin Samson Moore who started the progress that turned it into an international name and former prime minister Harold Wilson's favourite condiment. The history of Lea &amp; Perrins is even older, the first products being sold to the public in 1838 after having been unintentionally left to ferment in the cellar of chemists of that name who had been asked to concoct some curry powder from a recipe reportedly brought back from India by a nobleman. Traditionalists in Britain will have to get used to the fact that both of their favourite condiments - plus Daddies as well - will pass into US ownership following this week's acquisition by Heinz. Those who have been following the history of these brands will be able to take it in their stride, as they will know that HP Sauce and Lea &amp; Perrins have actually been owned by the French group Danone since 1988 without much controversy. In a sense this was just bringing it home, because sauce is a French word anyway (derived from the Latin salsus meaning salted). But Danone itself is not as French as it seems. It was founded in Barcelona in 1919 to produce yoghurt (originally from the Balkans). Ten years later a factory was built in France, but during the second world war operations shifted to the United States before returning to Paris in 1958. All of this may prove nothing, except that it is difficult to counter the forces of globalisation. That of itself is not a worry, but the fact that you may now be faced at dinner with a choice of Heinz Tomato Ketchup, Daddies, Lea &amp; Perrins or HP Sauce - all from the same stable - suggests there may have been a worrying diminution of competition."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}