{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2005/jun/20/energy.nuclearindustry", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2005-06-19T23:26:22Z", "webTitle": "The Editor briefing: Britain's nuclear arsenal", "webUrl": "https://www.theguardian.com/environment/2005/jun/20/energy.nuclearindustry", "apiUrl": "https://content.guardianapis.com/environment/2005/jun/20/energy.nuclearindustry", "fields": {"headline": "Trident's expiry fuels nuclear debate", "bodyText": "What has been announced? So far, the only public pronouncement has been Labour's 2005 election manifesto, which declares delphically: \"We are committed to retaining the independent nuclear deterrent and we will continue to work, both bilaterally and through the UN, to urge states not yet party to non-proliferation treaties... to join\"... [But] it is expected that, in the next few months, Tony Blair will announce that the British government will fork out tens of billions of pounds for a new generation of British nuclear weapons to replace the ageing Trident D5 missiles and our four Vanguard Class submarines. · Robert Fox in the New Statesman, June 13 Just how ageing? Although the system will not become obsolete for 20 years, work on its successor needs to start soon. It is understood that a substantial contingency fund has been built into the Ministry of Defence budget for this purpose. The Atomic Weapons Establishment in Aldermaston has been busy recruiting scientists to work on the project. · Tom Baldwin and Michael Evans in the Times, May 28 What sort of replacements are on the cards? Submarine, surface-vessel and air-launched weapons are all being considered, potentially pitching navy against air force. With funding pressure on the long-term equipment programme - and cost a key driver in any replacement system - horse-trading over acquisition programmes is also a possibility. · Douglas Barrie in Aviation Week &amp; Space Technology, May 16 What is the case against replacing Trident? The end of the cold war robbed our nuclear force of what was its most compelling argument - that Britain had to play its role in deterring the Soviet Union. As Margaret Thatcher once said, Moscow might doubt America's will to come to Britain's aid but the Soviet Union could not risk direct nuclear retaliation. Now, Trident prowls the ocean deep with its missiles untargeted. Where is the enemy so threatening that we might one day be obliged to eviscerate it? · Philip Stephens in the Financial Times, May 24 What else? Whitehall thinks that possessing nuclear weapons helps to secure Britain's position as one of the five members of the UN security council. But if the ability to blow up the planet is the qualification for presiding over the world's peacemaking body, then we should already have rewarded India, Pakistan and Israel with membership and we should be preparing to welcome Iran and North Korea. · Michael Portillo in the Sunday Times, June 19 And the argument in favour? Nuclear proliferation is a fact of global life. Anyone who really thinks Britain giving up its nuclear stockpile will persuade the Iranians to play ball is hopelessly naive and probably lives in New Zealand (which no one is going to nuke anyway) ...Britain should hang on to a minimum nuclear deterrent until there's enough democracy around to feel safer ... We [also] need more in the way of flexible conventional response, which means a new generation of large aircraft carriers to project power globally. · George Kerevan in the Scotsman, May 5 Is there opposition to the plan at Westminster? Both the Liberal Democrats and the Tories support the retention of a nuclear deterrent, but Mr Blair will face a battle with his own party. Rows over the British nuclear deterrent split the Labour party in the 1980s and made it unelectable, until Mr Blair took over as leader and finally ditched any lingering support for the Campaign for Nuclear Disarmament. · Colin Brown in the Independent, May 2 Any other possible hiccups? There is a school of thought among government lawyers that Trident's renewal could violate the nuclear non- proliferation treaty, of which Britain was a founder signatory in 1968 - in particular Article VI, by which members pledge to eradicate nuclear weapons, their own included. Here Mr Blair, as ever, will follow the lead of the Bush administration. It has constructed the following argument: Britain and the US are negotiating in good faith, and it is only possible to negotiate from a position of strength. · Robert Fox in the New Statesman, June 13"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}