{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2007/jul/10/comment.comment", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2007-07-09T23:11:19Z", "webTitle": "Michele Hanson: So men talk just as much as women? Tell me something I didn't already know", "webUrl": "https://www.theguardian.com/commentisfree/2007/jul/10/comment.comment", "apiUrl": "https://content.guardianapis.com/commentisfree/2007/jul/10/comment.comment", "fields": {"headline": "So men talk just as much as women? Tell me something I didn't already know", "bodyText": "More news from the DBO (Department of the Blindingly Obvious): it's a myth that women talk more than men. Researchers at the Universities of Texas and Arizona have found that the verbal output across the sexes is almost equal - about 16,000 words a day each. In general, they found that women tend to talk more about relationships and that men tend to talk more about sport and gadgets. Women use more pronouns, men mention more numbers. I always find it rather galling that researchers earn money for this sort of slop, when I could have told them for free. Stand about at any old party or social gathering and you are likely to spot a droning man. My friend Olivia noticed one last week. She was standing under a canopy in the drenching rain at a summer garden party between one chap and two women. The women were chatting to her left, the man droning on her right, so she was easily able to concentrate on both. Because a droner tends to digress and embellish and go into great detail about things - journeys, dates, times, signs, routes - there was plenty of opportunity to take a break, have an enlivening little girls' chat, and return to the droner every few minutes to see if he'd got anywhere. Word output on both sides of her was more or less equal. Anyway, with a droner, one cannot join in. To a woman, joining in may seem like having a conversation, but to the droner it is seen as butting in. To him a conversation is one person droning and the other sitting silently admiring his drone until the end, when they may then respond, by saying things like \"Yes\" or \"Oh really? I never knew that.\" As for that stuff in the research about pronouns v numbers and relationships v gadgets, we knew all that back in the 70s. Mary Douglas, the anthropologist, noted that \"the man internalises a reel of names in his head\" which has taken him loads of time and effort to build up, so that, when he spots another chap, he can mention a couple of these names, like \"Do you remember X's goal in 2005?\" and that will set the other fellow off: \"Yes, but what about Y's penalty?\" and they'll be away, word count soaring, comparing victories and losses, judging goals, performances. Nothing personal, of course. Just lists, taxonomy and huge CD collections. Olivia's husband knows all about football, cricket, snooker - any type of sport. \"He has one of these reassuring memory banks,\" says she, \"and so he can move with ease through male society\" - identifying chaps with matching \"reels\" and clocking up a massive verbal output to match any woman blabbing on about relationships. My own research confirms these tendencies. My friend Fielding doesn't just like a Dylan song. He knows which Dylan songs are on which albums and in which order. He begins a drone/lecturette at dinner and within seconds his wife and daughters have glazed over and fled. My friend Clayden came down to breakfast one day and even before his first sip of tea, began a monster drone about Stalin, but to him it wasn't a drone. It was selfless concern about international situations. \"You women don't take an interest in the world,\" said he strictly. \"You're just wrapped up in your own emotions. Remember the times you've droned on about X? On and on and on?\" Yes I do, because a) heartbreaking emotions are riveting, and b) over a number of years X had driven me close to madness with his droning. He, like many chaps, did not understand that if you suddenly have a thrilling and relevant contribution to make to what you hope is a conversation, you can't wait until the end of drone to say it, because by then you'll have forgotten what it was. It will be lost amid the swirling mass of ideas, imagination and emotions in what the droner may think is a confused female brain, but which we know is lateral thinking. Those researchers are on the wrong track, just counting; it's not the quantity of words that matters. Could they perhaps be mostly chaps? After queueing for days outside the shops in America to get the new iPhone, out people came, waving their little iPhone shopping bags in triumph to wild applause from the waiting crowds, as if they had just won the second world war. I saw one of these maniac shoppers interviewed on telly. \"The hardware is dead sexy,\" said he. No it is not. And neither is he. Tell him, girls. It is not sexy to obsess over pointless little gadgets and turn yourself into a boss-eyed capon with a fat bum while sitting endlessly fiddling and pokety-poking at your little bit of equipment. Could I advise those afflicted to lock their iPhones away in a dark cupboard and step out into the world? Why not buy a dog, boys, or a pet rat, or a pot plant? Do the gardening, tap the ground repeatedly and watch the worms wriggle to the surface. It's all far more fascinating, and cheaper. This week Michele read Women in Love, by DH Lawrence (for research purposes): \"Absolutely stuffed with loins, swoons and tremblings. I laughed till I cried.\" She heard the Carducci Quartet and Eleanor Palmer junior school string players playing the children's compositions, Haydn and more: \"Inspiring. Every child learns an instrument, but funding stopped in 1989.\""}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}