{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2007/jul/21/popandrock2", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2007-07-20T23:20:34Z", "webTitle": "Pop preview: July 21-27", "webUrl": "https://www.theguardian.com/music/2007/jul/21/popandrock2", "apiUrl": "https://content.guardianapis.com/music/2007/jul/21/popandrock2", "fields": {"headline": "Pop preview", "bodyText": "Trocabrahma Glasgow, Liverpool, London A \"culture jam\" between Brazilian and British musicians, Trocabrahma seems like a particularly fitting enterprise. Not least because in the past year some of the most exciting music around has emerged from Brazil, and has made a similar virtue out of an experimental, non-purist approach to writing songs. Talk of a \"new Tropicalia\" movement may be a little premature, but here there's plenty of great circumstantial evidence, and these matches have definitely been made in the right spirit. Taking place in three cities, there will be a chance to see Bonde Do Role do their thing with DJs Radioclit and MC Amanda Blank, psych legends Os Mutantes meet JD Twitch, and Super Furry Animals' Gruff Rhys work with Estejo's Tony De Gattora, while laptronica high priest Kieran Hebden will collaborate with the choral sounds of Open Field Church. A true mesh of cultural ideas from across the globe. · Various venues, Thu 26 to Jul 29, visit www.trocabrahma.com Secret Garden Party Huntingdon Small and actually quite madly formed, Secret Garden Party is a festival that seems to think it's taking place in 1971. Or possibly even 1471. And really, more power to them for that: in an age where \"festival\" doesn't necessarily mean doing anything more interesting than attending a big gig while you get rained on, the organizers of this East Anglia event seem to have put creativity at the forefront of what they're doing. As they enter their fourth year they've devised something like part acid test, part theatre workshop, part life laundry - a kind of rolling revue where the attendees are arguably as interesting as the bands. Happily, for those not quite up to building their own \"action camp\", there are still bands: Mark Lanegan and Isobel Campbell are on, as are Echo and the Bunnymen, while the melodious Euros Childs would seem to chime nicely with the mad mood of the event. · Thu 26 to Jul 29 Truck Festival Steventon Truck is an event which is as reminiscent of a village as it is a festival - even down to the presence of a barn and the local vicar. Boutique by circumstance rather than design, the festival moves into its 10th year looking quite prescient: Truck, after all, was in the vanguard of those realising that festivals didn't have to be bigger to be better. Though founded with the traditional blend of woolly initiative, some brand management is in effect here - there's a record label and more besides - the musical inclination is towards the mildly adventurous. Electric Soft Parade, Idlewild (pictured) Jack Penate and Brakes are therefore fairly obvious choices, but the inclusion of 70-year-old Band member Garth Hudson is a nicely radical touch. · Hill Farm, Sat 21 &amp; Sun 22 Holly Golightly Brighton, London A great respecter of his elders, Jack White. While the White Stripes initially made their way drawing inspiration from British garage rock stalwarts like Billy Childish, he's never been slow to repay the debt. With the mighty Childish, things didn't ultimately work out so well. With Holly Golightly, however - a London-based protagonist of simple and affecting rock - things seem to have gone rather better. After duetting with White on the Elephant album, her music career has enjoyed a new lease of life. Since then there have been more duets and appearances on movie soundtracks, as well as a new interest in the way Golightly goes about things on her own. Formerly a member of the Headcoatees, the female companion act to Childish's Headcoats, Golightly's deadpan delivery and earnest approach to her sources have rightly earned her creative dues. · Hanover Community Centre, Brighton, Sat 21; Leytonstone Ex-Servicemens Club, E11, Wed 25"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}