{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2007/jul/12/newsstory.sport7", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2007-07-11T23:28:45Z", "webTitle": "Artificial pitch in Russia blocks England's route to Euro 2008", "webUrl": "https://www.theguardian.com/football/2007/jul/12/newsstory.sport7", "apiUrl": "https://content.guardianapis.com/football/2007/jul/12/newsstory.sport7", "fields": {"headline": "Artificial pitch in Russia blocks England's route to Euro 2008", "bodyText": "England's hopes of qualifying for Euro 2008 will rest on how they cope with an artificial pitch, after it was announced last night that their penultimate qualification match against Russia will be played on synthetic grass. In a move that will pose Steve McClaren a novel problem in his preparation, the Russian Football Union said the October 17 tie would take place on Fifa- and Uefa-approved FieldTurf at Moscow's Luzhniki Stadium. \"It is 99.9% certain it will be held on a synthetic pitch,\" said its spokesman. \"Russian coach Guus Hiddink wanted the match played on natural grass but I don't think it would be possible to lay out the turf in time for the game.\" The Football Association had been anticipating such news and reacted by sending a four-man delegation to assess the surface this week. England will play home games against Israel, Russia and Estonia before travelling to Moscow. They are currently three points adrift of Croatia and Israel, who occupy the qualification positions for next summer's tournament in Austria and Switzerland, and they may go to Russia needing a win. One former FA executive admitted the governing body would approach the match with \"understandable apprehension\" given the \"bad memories they have\" of the artificial pitches used by clubs such as Luton Town, Queens Park Rangers and Preston North End in the 1980s. Balls would bounce comically high, severe injuries were common and sliding tackles were a health hazard, but the technology has now improved considerably. England are expected to practise beforehand on similar surfaces, such as that at Manchester United's Carrington training ground. \"We understand we will be playing on an artificial pitch. Steve McClaren is aware of it and we will prepare accordingly,\" an FA spokesman said. \"We had a small party go out there earlier this week to look at the pitch and will certainly take up our right to train on it before the game. \"The FA will be looking at similar artificial surfaces in this country to train on before we fly out there. We're due to be based at Manchester United's training ground before leaving for Russia and they have an artificial surface there so we'll more than likely use that.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}