{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2007/jul/12/newsstory.sport10", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2007-07-11T23:28:45Z", "webTitle": "Sidwell seeks more than a cameo role on the Chelsea stage", "webUrl": "https://www.theguardian.com/football/2007/jul/12/newsstory.sport10", "apiUrl": "https://content.guardianapis.com/football/2007/jul/12/newsstory.sport10", "fields": {"headline": "Sidwell seeks more than a cameo role on the Chelsea stage", "bodyText": "The talk in Hollywood is of an English midfielder signed on a free transfer facing up to a daunting challenge ahead though, with the focus strongly upon David Beckham, Steve Sidwell has rather slipped under the radar. Chelsea's new signing has endured the cynics since choosing to swap Reading for Stamford Bridge, with many suggesting a bit-part role awaits. \"But I didn't want to get to the end of my career thinking, 'I could have played for them',\" he said. \"I'd rather give it a go. If it doesn't work out, I'll hold my hands up and say I wasn't good enough. At least I've got the bottle to do it.\" Sidwell, along with his new team-mates, is undertaking pre-season in California while the hubbub surrounding Beckham's imminent arrival rather dominates the local scene. Yet the 24-year-old has already found acceptance. His new manager, Jose Mourinho, insisted earlier this week that he believed in the player's \"qualities, personality and ambition\", reminding the doubters that the new arrival will have a clear role to play with Michael Essien and Mikel John Obi on African Nations Cup duty in the spring. Yet Sidwell is anxious to have made his mark well before then. As a youngster, he endured the disappointment of being released by Arsenal. Reading resurrected his career, establishing him as a slick midfield operator with energy, industry and an eye for a pass, with his contribution proving so crucial in the Royals' startling first top-flight season even if it appeared inevitable that he would leave once his contract expired this summer. Some argued a move to a club such as Newcastle or Manchester City where he would expect to feature regularly was advisable. \"But this was too big an opportunity to turn down,\" he insisted. \"It was a brave decision, definitely. There's been a lot of negativity about me joining Chelsea, saying I wasn't going to play and all that. But there's one thing that I can guarantee: when people put challenges in front of me, I'm not one to lie down. \"If I get knocked back - I've had a lot of knock-backs over my career so far - I get up and I'm still fighting. This won't change me at all. This will make me stronger.But it is disappointing when people out there, so-called friends, say 'It's a fantastic move, well done, but are you going to play?' That's normally the way it goes. All I can say to that is what the boss said is that I'm going to get a chance. It's not worked out for others before me - Scott Parker came and moved on - but I'd rather retire at the end of my career knowing I've given everything I've got to try and play at the highest level.\" The new No9 will begin the season next month in that exalted position, with his new team-mates having already forgotten the bad blood from last season's explosive game against Sidwell's Reading at the Madejski Stadium. The Chelsea goalkeeper Petr Cech still wears a protective helmet, a constant reminder of the fractured skull he suffered that day after a controversial clash with the Reading winger Stephen Hunt. \"But I didn't feel the need to go and clear the air [with Cech],\" added Sidwell. \"Everyone's got their views and opinions on the incidents that happened in that game. One thing I can say is that it was a freak game, but these things do happen. As professionals and as grown-ups, we get on with our lives and we get on with our jobs. \"I'm lucky enough to know all the English lads that are here. John Terry's been a big help, and I played with Ashley [Cole] at Arsenal, so I've bedded in quite nicely. It's good to come into a big club like this knowing players and not being intimidated, because obviously everyone's a superstar here. But the whole culture shock thing of coming here hasn't really hit me yet. It's been such a rollercoaster ride, but it's down to me to take my chance if it comes. \"The competition is something I thrive on. If I don't get into a squad on a Saturday, I'll try even harder in training the next week to get into the team. When I sat down with the manager and spoke to him about the move, he told me I wasn't coming here to make up the numbers but to join a big team and, hopefully, to win medals.\" He added: \"Again, if I do get the chance to play and I play well, that can only further my England career. So, the whole picture was too big a thing to turn down.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}