{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2007/jul/02/comment.politics", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2007-07-01T23:12:23Z", "webTitle": "Madeleine Bunting: The church may be struggling, but in politics its rhetoric is on the rise", "webUrl": "https://www.theguardian.com/commentisfree/2007/jul/02/comment.politics", "apiUrl": "https://content.guardianapis.com/commentisfree/2007/jul/02/comment.politics", "fields": {"headline": "The church may be struggling, but in politics its rhetoric is on the rise", "bodyText": "New prime ministers don't get long to get their point across. Within 24 hours of his arrival at No 10, Gordon Brown was fighting for front pages with Madeleine McCann and the Spice Girls' reunion. So he kept it simple: his government was going to be about two things - competence and serious moral purpose. It's the latter which this son of the manse repeatedly emphasises as he refers back to the devout family background which provided his \"moral compass\". He is the third consecutive Labour leader to put religion at the heart of his politics, and it's not just a matter of leaders. Yet again, there are enough believers in Brown's cabinet for a decent prayer group. It's a curious phenomenon that at a time when Christianity continues its steady decline in this country, religion has re-emerged as a central inspiration of political rhetoric - not as the flash-in-the-pan aberration of one individual but now well established as a convention of the centre ground, acknowledged by the Cameroons as much as by Labour. This strange afterlife of religious belief must be pretty galling to secularists and humanists. It's even more evident on the other side of the Atlantic, where almost all serious contenders for political office have to go through a process of personal confession of faith which must prompt the likes of Richard Dawkins to choke over their breakfast. Hillary Clinton happily does God, as did her husband, as does Barack Obama, who recently was moved to confess: \"I learned that my sins could be redeemed. I learned that those things I was too weak to accomplish myself, He would accomplish with me if I placed my trust in Him.\" Obama and Brown express themselves very differently in response to their respective political cultures, but the important point is that they are both doing much the same thing - resorting to a biblical tradition of language, character and morality. It is as if with the collapse of what John Gray in his new book calls the \"political religions\" - most significantly, communism - there is no effective alternative ethical language other than that of the Bible. The 20th-century traditions of humanism, secularism and even atheism have signally failed to develop a popular language of morality in which to describe moral character and the disciplines of responsibility, self-restraint and duty which are essential to democracy and social wellbeing. If you want to convince a sceptical, inattentive electorate of your moral purpose, you have to use the shorthand of faith. It's back to the old staples - the millennia-old stories of repentance, redemption, Samaritans, eyes of needles, camels and shepherds of a Middle Eastern society. Being British we prefer these referenced rather than a sermon - a distinction Brown observes meticulously, anxious not to offend anti-religious sensibilities. But on the occasions when he lets loose, in church gatherings about global poverty for instance, he is his father's son, the preacher. The differences from Blair's faith are striking. It's very hard to imagine Brown praying with anyone, let alone George Bush, nor is he likely to make references to God's judgment on his Iraq policy, and least likely of all is his being tempted down the path to Rome. Blair found God in emotionally charged prayer meetings in Oxford hosted by a gregarious Australian vicar. In contrast, Brown saw faith sustaining communities through hardship in his father's ministry - he describes it as \"social Christianity\". He was not interested in theology and personal salvation in the hereafter, the hellfire and damnation side of Presbyterianism, but in how religion inspires bonds that help individuals and communities through hard times, how it provides solidarity and ensures resilience - and that still fascinates him. No one knows if Brown is really a hand-on-heart believer. His commitment is intellectual and practical. What intrigues him is how religion is useful. Its values have historically facilitated the development of capitalism - the Protestant ethic - and democracy, and like his fellow Scot Adam Smith, he believes morality is vital to the effective functioning of both. That makes him an unusual figure in British intellectual circles, and it's to the US that he's turned for inspiration. What he's found there in a string of writers, which includes Robert Bellah (a favourite of fellow traveller Chief Rabbi Jonathan Sacks) and Robert Putnam, as well as more rightwing thinkers such as James Q Wilson and Gertrude Himmelfarb, is the anxiety about a moral and social breakdown. The problem, said Bellah in Habits of the Heart, is an individualism \"which denies the basic reality of our interdependence\" and identifies with the \"typical virtues of adolescence\" such as independence but also the \"less savoury adulation of success, and contempt for weakness\". The consequence is a \"radical disengagement\" from society. The challenge is to \"renew the cultural capacity for community and solidarity\", wrote Bellah more than 20 years ago, and he suggested both \"biblical traditions and civic republicanism\" could help. It's advice Brown appears to have been following since, not least in his development of the concept of Britishness. One volume that should get on his summer reading list is Benjamin Barber's Consumed, which warns that whereas once capitalism was allied with virtues that contributed to democracy and citizenship, now it is allied with vices that undermine them. The infantilisation of impatient, insecure, greedy consumers militates against the development of responsibility and adult maturity. Will democracy survive, asks Barber, and answers the question with a rather unconfident \"qualified yes\". If this sounds gloomy, it is. Brown's faith bears the hallmarks of his origins. He may have done away with hellfire but he's replaced it with a dour if noble vision of endless duty, effort and obligation - his school motto of \"I will try my utmost\" - without even the promise of celestial reward. Self-restraint and self-discipline are principles written into the Brown DNA but to a consumer-obsessed, debt-ridden electorate, they are as foreign as Mars. As politics increasingly moves into a territory of personal behaviour - how do you persuade people to forgo consumer goodies to save for pension provision and to eat healthily to avoid obesity, the respect agenda, parenting (it's significant that many of these issues have landed in the lap of his closest associate, Ed Balls) - Brown is increasingly going to find that his Kirkcaldy religious DNA comes into conflict with his faith in the free markets and their promotion of a voracious consumer culture. Put crudely, how can the state hope to inculcate an ethic of responsibility into its citizens regarding eating and spending in a culture that urges fast food and is saturated with cheap credit? It's a bit like putting a bottle of whisky in front of an alcoholic and asking them to kick the habit. Much of Brown's political career has been clarifying the relationship between the market and the state. What lies ahead is an even more demanding task: how to resolve the conflict between personal freedom, the market and the morality he believes must underpin both of them. Feeding the hungry and clothing the naked is the easier part, but his manse morality is going to take him into much more difficult waters. m.bunting@theguardian.com"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}