{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2007/jul/20/golf.theopen20076", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2007-07-19T23:45:53Z", "webTitle": "Golf: Garciá returns to take revenge on the 'Carnasty' monster", "webUrl": "https://www.theguardian.com/sport/2007/jul/20/golf.theopen20076", "apiUrl": "https://content.guardianapis.com/sport/2007/jul/20/golf.theopen20076", "fields": {"headline": "Garciá returns to take revenge on the 'Carnasty' monster", "bodyText": "Knocking off three shots for every year that has passed since his humiliating first round of 89 in the 1999 Open at Carnoustie, Sergio Garciá yesterday took a long-awaited revenge on the championship rota's toughest test. A 65, six under par, has the 27-year-old Spaniard two shots clear at the top of the leaderboard after one round. Where last time tears of frustration stained the cherubic face of the then teenager as he sobbed on his mother's comforting shoulder, yesterday there were only smiles as seven birdies more than made up for the lone shot he dropped at the 248-yard par-three 16th, a fearsome hole into the wind. Most significantly, Garciá's round comes at a time when his career at the very highest level has stalled more than a little. Down to a disturbingly low 13th in the world rankings and without a victory since the 2005 European Masters in Switzerland, the former amateur champion has missed the cut at both the Masters and the US Open this year. Only the tie for third he achieved at the WGC Am-Ex championship in March and a second place in the Players championship six weeks later have provided any real or significant respite from the mediocrity. The main culprit has been his increasingly erratic putting. Time after time over the past few years his almost peerless long game has put him in position for victory, only for his work on the greens to let him down. Most disturbingly, his short putting has become inconsistent at best, totally unreliable at worst. Only 12 months ago at Hoylake, the six-times European Tour winner began the final round of the Open a mere one shot behind the leader, Tiger Woods. It was a gap which would increase as Garciá three-putted the 2nd and 3rd greens. \"I thought I had hit good putts,\" he said. \"But they didn't go in. Nothing seemed to go my way.\" That has been a familiar refrain over the past couple of seasons as he has slipped steadily down the world rankings. But even during his days as golf's leading amateur he was not a good putter. Last year he arrived at Hoylake 179th out of 194 in putting on the PGA Tour's statistical rankings. Still, he has a more than stellar record in the Open championship, even if it remains the only one of golf's four majors in which he has yet to record a top-four finish. In 10 previous appearances he has five top- 10s, all recorded in the past six years. Not surprisingly given the consistently high quality of his play from tee to green, he has a liking for links golf, the game's most strategic and interesting test. For all that, his best result in a major remains the second place he claimed behind Tiger Woods at Medinah in the 1999 USPGA Championship, a mere three weeks after his disastrous exit from \"Carnasty\". At the time, it was seen as the beginning of a long-running rivalry between America's and Europe's best players. But it hasn't happened. As Woods has gone on to win 12 of golf's major prizes, Garciá's total has remained relatively steady at nil. Despite his protests to the contrary, Garciá arrived back in Carnoustie with something to prove, in sharp contrast to the charismatic young man who first came to the fearsome Angus links high on form and confidence. Only one week before that 89, which was followed by an 83, he shot a course-record 62 in the Scottish Open at Loch Lomond. \"I wouldn't say golf is ever easy, but I did arrive in the middle of a sweet run,\" he recalled last week. \"I was feeling comfortable with myself and my game and everything was going the right way. Unfortunately, when I got there, everything went the wrong way. But I have no regrets about what happened. I learned so much that week. It helped me get ready for the PGA, where I did so well. So, even though it was a bad week golf-wise, for me it was a good week. \"To finish second showed me a lot about myself. Winning is great but you learn a lot more in tough week than you do when you win. When that happens, you think about nothing. After Carnoustie, I realised I had to stay calm a bit more and that things don't always go my way. So you have to stay positive as much as possible.\" That he was certainly doing last night. Asked if he was feeling an increasing pressure to win one of golf's four most important events, Garciá was at pains to point out that time remains on his side. \"I'm still young,\" he said. \"And I'd love to win one very soon. But at the end of the day all I can do is give myself chances and put myself in a winning position.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}