{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2007/jul/02/afghanistan.international", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2007-07-01T23:27:56Z", "webTitle": "45 civilians reported killed in air strikes in Afghanistan", "webUrl": "https://www.theguardian.com/world/2007/jul/02/afghanistan.international", "apiUrl": "https://content.guardianapis.com/world/2007/jul/02/afghanistan.international", "fields": {"headline": "45 civilians reported killed in air strikes in Afghanistan", "bodyText": "Afghanistan's president, Hamid Karzai, has called for an investigation into reports that 45 innocent Afghans were killed in a Nato-led air assault in the south of the country, the latest in a series of attacks which an incensed public is calling \"civilian massacres\". Clashes began on Friday when Taliban fighters ambushed a joint US-Afghan military convoy, which was attempting to clear the Helmand river of Taliban positions. The international forces, including British troops who suffered fatalities on Saturday and yesterday, then called in air strikes on houses in the village of Hyderabad, in Helmand's Gereshk district where they said insurgents were sheltering. Despite ongoing fighting, an Afghan team of investigators was able to establish that 62 Taliban were also killed during the attack, said Dur Ali Shah, the mayor of Gereshk, and Muhammad Hussein Andewal, the provincial police chief. Hyderabad resident Muhammad Khan told the Associated Press that the air strikes killed seven members of his family, including his brother and five of his brother's children. A \"lot of dead bodies\" were buried on Saturday, he said by telephone. The International Security Assistance Force (Isaf) admitted some innocent villagers had died but denied the toll reported by the two Afghan officials. \"We had evidence of less than one dozen apparent civilians who were killed in that engagement,\" said Major John Thomas, spokesman for Isaf, the Nato-led force tasked with bringing stability to Afghanistan. Isaf has repeatedly lamented the Taliban's tactic of dispersing among the Afghan population, blaming them for innocent loss of life. \"The civilian dead that we surveyed were in a trench line, in an enemy position, where the Taliban were using heavy machine guns, mortars, small arms and rocket propelled grenades,\" he said. While Mr Karzai has condemned the Taliban for using human shields, he has also said the foreign soldiers consider Afghan lives \"cheap\". Maj Thomas said the Isaf would \"welcome Mr Karzai's investigation and cooperate in any way possible\". The spokesman said that Friday's decision to call for air support was taken under difficult circumstances. \"Sometimes in a self defence situation we do not have perfect information in returning fire, this was the case in Hyderabad,\" he said. \"We sometimes find later there were civilians hidden from our view and our knowledge, but it doesn't absolve Isaf troops from our responsibility not to kill civilians.\" But with more than 230 civilians killed this year, many incidents including women and children, convincing the Afghan population of their good intentions is becoming increasingly difficult. Under increasing pressure from Mr Karzai's government and outrage from the Afghan population, Maj Thomas acknowledged \"there is always more we can do\". He said the forces met local councils before each major operation to inform them of the risks to civilians and that local scouts and surveillance were used where possible to look for non-combatants. The fighting, part of an operation to clear the Taliban from the banks of the Helmand river, continued throughout the weekend with sporadic battles between Isaf and insurgents. Meanwhile officials from the UN, Nato and the Afghan government will meet in Rome today this week in Rome to discuss Kabul's \"law and order\" agenda. Mr Karzai, Ban Ki-moon, the UN secretary general, and Jaap de Hoop Scheffer, the Nato secretary general, will all attend the conference beginning today. \"The era of lawlessness and corruption and unprofessional police and an unreliable justice system must end,\" the UN's special representative to Afghanistan, Tom Koenigs, said in Kabul last month."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}