{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2007/jul/21/shopping.homes", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2007-07-20T23:20:34Z", "webTitle": "Space solves: Will a flat roof let in the rain? | Strawberry walls forever | What to do with my smelly drawers?", "webUrl": "https://www.theguardian.com/lifeandstyle/2007/jul/21/shopping.homes", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2007/jul/21/shopping.homes", "fields": {"headline": "Space solves", "bodyText": "Will a flat roof let in the rain? I am considering buying a town house with a flat roof, but hear they have a reputation for leaking. Jude Tugman of Architect Your Home (architect-yourhome.com, 0800 849 8505) says, 'There is an understandable suspicion of flat roofs, but there is really no need for it: if properly constructed, they should be dry and maintenance-free for at least 25 years. 'A flat roof should never be totally flat - a pitch of one in 50 is sensible, falling towards a drainage point or gutter. (An absolute minimum is one in 80, but this allows for no tolerance.) After a downpour, check if the roof is covered in puddles - a well-made one will drain quickly. For an expert to look at it for you, try the National Federation of Roofing Contractors (020-7436 0387, nfrc.co.uk). 'Technology has moved on since the days of the boiling cauldrons of tar one associates with old asphalt roofs. If you need to re-cover the roof in your new home, think about using one of the new systems rather than just patching up old asphalt. A fantastic new product is EPDM - essentially, a big sheet of floppy rubber that comes rolled up and is big enough for the whole roof, with no seams or joints. Easy to use and very reliable, it is also environmentally friendly as its principal component is rubber, a natural and sustainable material. '\"Green\" roofs are increasingly popular. These not only look lovely, but have great environmental benefits, giving inherently better insulation than synthetic materials and also absorbing heavy rainfall, so easing the pressure on storm water drainage. The \"green\" is usually achieved using a layered system with a blanket of sedum - a low-growing succulent well suited to exposed environments. For more information and ideas, try livingroofs.org or thegreenroofcentre.co.uk (0114-263 6425). And have you considered turning the roof into a roof garden?' Strawberry walls forever I love Cath Kidston's Strawberry fabric and would like wallpaper with a similar design. Can you help? Strawberry-strewn wallpaper is hard to find, but Wallpaper Direct (wallpaperdirect.co.uk), which has access to a huge range of manufacturers' design books, has found one featuring bunches of strawberries scattered on a creamy white background. It's from Galerie's Fresh Kitchens 3 collection (product code KL23197) and costs £22.95 for a 10-metre roll. The design isn't on the website, but call 01323 430886 for a sample. If that doesn't suit, Laura Ashley's PVC-coated, berry red Strawberry cotton would make a good wall covering (W: 135cm, £13 a metre; 0871 230 2301, lauraashley.com). What to do with my smelly drawers? I have an old and cherished chest of drawers whose wood was impregnated years ago with a strong smell of mothballs; anything left in the drawers becomes tainted. I've tried everything, to no avail. Stephanie Zia, author of Stain Removal, says, 'Drawer liners or essential oil-infused cotton wool balls only mask the smell; you need something to absorb and neutralise it. Take the drawers outside and smear the interior with a thick paste of water and baking soda or borax (both natural smell-absorbers). Or put a bowl of vinegar or activated charcoal in the drawer, or lightly sand the inside. 'Natural Collection (0845 367 7001, naturalcollection.com) sells the brilliant, eco-friendly Smell Killer, a stainless steel disc that works with air and moisture to remove smells. It's especially good for stubborn stains in enclosed spaces. Before using for the first time, wash the disc with soap and water; then, while damp, place in the drawer on top of a wet paper towel or cloth. If you stick to the instructions, it's a once-in-a-lifetime product. For drawers, the firm recommends Shoe Smell Buster (£13.50 for a set of two). 'Another environmentally friendly, non-caustic product is the Smelleze Moth Ball Deodorizer Pouch (around £6, plus p&amp;p, from noodor.biz). One pouch lasts for months.' You respond Re Looking For A Stain Stick (June 23), try Spray 'n Wash Stain Stick (around £5, from amazon.com). I brought mine over from the US - I couldn't leave behind the one thing that cleaned blackberry pie out of a white dress! Davina Gilpin Bangor, Northern Ireland Re I Need A Special Eco-Friendly Bulb (June 30), try DigiFlux's dimmable bulb (from £8.50, e-tradecounter.co.uk). Flo van Diemen van Thor Oxford Re Extracting Grease From A Hood (June 16), sugar soap is brilliant. Spray on, leave for 10 minutes, then use a metal scourer to rub off. Try screwfix.com or decoratingdirect.co.uk. Christine Masson Knutsford, Cheshire · Send us your questions - all those niggling interior, property or shopping-related conundrums - and we'll do our best to answer them. If you can add to our answers, please do, and share any tips or finds relating to your home. Write to Space, Guardian Weekend, 119 Farringdon Road, London EC1R 3ER (space@theguardian.com)."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}