{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2007/jul/29/cricket.englandcricketseries3", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2007-07-28T23:36:47Z", "webTitle": "Mike Brearley: Vaughan's strange field-placings give Indians the edge", "webUrl": "https://www.theguardian.com/sport/2007/jul/29/cricket.englandcricketseries3", "apiUrl": "https://content.guardianapis.com/sport/2007/jul/29/cricket.englandcricketseries3", "fields": {"headline": "Vaughan's strange field-placings give Indians the edge", "bodyText": "Over the past 25 years, run-rates have increased, draws have decreased (despite the inexorable decline in the over-rate) and Test crowds in this country are as high as can be, despite seat prices being far from low. The game is more attractive than it has been. What are the reasons for all this? One is that pitches have become drier and firmer, generally better for batting; (except for this year, global warming has applied here, too). Another is that batsmen are more adventurous, no doubt partly as a result of widening their repertoire through one-day cricket. Perhaps helmets have made a difference; more batsmen attempt the hook, which leads to faster run-rates and more dismissals. And although there is a shortage of really fast bowlers in Test cricket, there have been more top-class wrist spinners than there were. But what happens when the modern batsman finds himself playing in conditions that favour seam bowlers, like those here at Trent Bridge? Vic Marks wrote about the art of batting in such conditions last week, and what I have to say follows his excellent advice. Here, the ball moved even more than at Lord's, especially on Friday after India won a vital toss, and England struggled with the bat. In 55 overs, England scored 169 runs, but lost seven wickets. How might one have expected an England side of the 1970s or '80s to have performed? My guess is that they would have scored fewer runs, but lost fewer wickets. Players such as John Edrich and Geoffrey Boycott were expert at leaving the ball, and also at playing late, and with soft hands. If they did edge the ball it would often not carry to slip. They were both survivors. The closest to them in the current England team is probably Alastair Cook, though he is more angular and awkward, less compact than either of these predecessors; but he does let the ball come to him. The contrast with Andrew Strauss was telling on Friday; Strauss pushed out at a ball that was swinging away from quite wide of the off-stump, nowhere near a half-volley, and he also played very straight, with no adjustment to go with the swing. He was caught at first slip. An over or two later, Cook showed how it should be done, driving a fuller length ball that he allowed to come under his head before hitting it, easing the ball with the swing through extra cover for four. Strauss was not the only English batsman to get out while going hard at the ball - Paul Collingwood and Kevin Pietersen were also dismissed while doing this. I don't say this is bad; like Graham Gooch, the modern batsman is more likely to dominate an attack. You can't have everything. Here and at Lord's the cricket has been absorbing. There has been enough help to the bowlers to create a well-balanced contest in which batsmen have to fight for survival. There is great aesthetic pleasure both in the contest and in the beauty of the arc of the perfectly pitched and directed swinging ball. The art of swing bowling requires the bowler to pitch the ball up, which invites the drive; a swinging half-volley can of course be a wicket-taking ball - all this makes for an excellent spectacle, much preferable to situations where the batsmen are on top and runs flow. Both teams have several swing bowlers, plus a reliable and attractive spinner. We awaited with interest to see whether India's accomplished senior batsmen could do better than they did at Lord's against this revitalised England attack. In the event, India's less highly- rated openers did marvellously well, each repeating their half-centuries at Lord's. They had a fair share of luck against excellent bowling by James Anderson, Ryan Sidebottom and Chris Tremlett, but despite being beaten quite frequently they had the confidence to keep playing attacking strokes, so the score kept ticking over. As the score passed 100 with no wickets down England's position began to look very precarious. And when they eventually came together, Rahul Dravid and Sachin Tendulkar looked determined and increasingly imperious, even in defence. I was puzzled by some of England's field-placings. I admire Michael Vaughan as a captain, but I have one general criticism to make of him: that he too often puts fielders in positions such as short mid-on, short midwicket, and short extra-cover to the quicker bowlers, especially when the ball is moving. I'm all in favour of trying things out. To Australia's Matthew Hayden, who likes to play big drives early on, I saw the point of Vaughan's tactic, on a good pitch, of putting a fielder at short mid-off (though this, too, became a rather unproductive routine after a while). When the score is mounting on a good batting pitch, I can see the argument for inviting the drive and having someone placed for a shot not quite kept on the carpet. With a part-time, slow-medium swing bowler, I can see that a batsman might be as likely to get out in this way as in more regular ways. But for most of the time yesterday I could see no real reason for these positions. In these conditions, the pointlessness is much greater; one should stick much longer with orthodox fields. Having someone in a sort of show position means not having the extra slip or short-leg. Bowlers should expect to get people out by beating the bat or finding the edge, not by inducing an improbably aerial drive. At the start of India's innings, Anderson bowled without a short-leg. This enabled the batsman to play slightly outside the ball, in place for the sharp outswing, with no fear of being caught off an inside edge. This is a gift to an opener. Sidebottom bowled without a short-leg for most of the time, yet it must be one of his main methods of dismissal when the ball swings. Nor could I see any point in having a fielder early on at deep square-leg. Clearly no one was being invited to hook, so the position was totally defensive. There are only nine fielders, and one cannot afford to waste two of them in otiose positions. And when Monty appears at short midwicket, it's more Python than Panesar."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}