{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2007/jul/10/newsstory.sport1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2007-07-09T23:09:02Z", "webTitle": "Football: Hargreaves thanks Eriksson for loyalty which launched career", "webUrl": "https://www.theguardian.com/football/2007/jul/10/newsstory.sport1", "apiUrl": "https://content.guardianapis.com/football/2007/jul/10/newsstory.sport1", "fields": {"headline": "Hargreaves thanks Eriksson for loyalty which launched career", "bodyText": "Owen Hargreaves believes his arrival at Manchester United is partly down to the manager who has just taken over at Manchester City. Sven-Goran Eriksson refused to turn his back on Hargreaves when, as England coach, he was under pressure to drop the Bayern Munich midfielder, who had turned in a string of indifferent displays. Hargreaves was then able to silence his detractors by being one of few players to stand out during England's disappointing 2006 World Cup campaign. His stirring display in the defeat by Portugal in the quarter-finals prompted the interest of the United manager, Sir Alex Ferguson. \"I think he [Eriksson] was a fantastic manager. He had lots of success and I appreciate that he supported me along the way when other people possibly at times didn't agree,\" Hargreaves said yesterday at a press conference to announce his arrival at Old Trafford. \"He showed faith in me because he believed in me as a player and I tried to repay that at the World Cup. \"His support was great but in the end the job is on the pitch and you have to go out and do the job. That's why I'm here and not because of anything else really.\" Hargreaves' move to Manchester has been a prolonged process. A broken leg, suffered playing for Bayern last September, meant an extended lay-off, forcing him to miss England's first competitive games under their new coach, Steve McClaren. And Bayern insisted he was not for sale, before giving way and allowing the £17m transfer to proceed. \"It was a rather long transfer situation but a club like Bayern Munich are not accustomed to selling players,\" said Hargreaves, who has signed a four-year contract with United. \"In the past you have seen players like Michael Ballack leave on a free and that doesn't happen at a lot of clubs in Europe, so at first they didn't want to sell me. But I made my intentions clear and I'm glad that they finally accepted the deal this summer and went through with the transfer that I asked them to do.\" Hargreaves wants to make a quick impression at Old Trafford, particularly in the Champions League. He announced his arrival on that stage as a 20-year-old in 2001, helping Bayern defeat Valencia on penalties in the final at San Siro in Milan. \"There are so many fantastic players in the United squad and I just think I'm another piece in that puzzle,\" he said. \"Every player brings his qualities and I think mine are in the defensive midfield area. Hopefully I can win some tackles and protect the back four to ensure we keep a clean sheet and get the ball to the fantastic offensive players that we have like Giggsy, Scholesy and Wazza [Wayne Rooney], Cristiano [Ronaldo] and now Anderson and Nani as well. There is a fantastic group of players not only at the back but in midfield and going forward. \"I've been successful, won some great things and played with some fabulous players. I've played Champions League football for seven seasons and those are experiences not a lot of players have had playing in England. There are only four or five clubs where you would have that experience at and that is why I'm very fortunate to be at Manchester United now. \"I'm 26 and have spent 10 years at a great club like Bayern Munich and had a lot of success as well. Now I'm looking forward to the next chapter in my career and have the opportunity to play for one of the biggest club s in the world, if not the biggest.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}