{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2007/jul/25/cricket", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2007-07-24T23:37:33Z", "webTitle": "Cricket: Should Lord's continue to host two Tests per year?", "webUrl": "https://www.theguardian.com/sport/2007/jul/25/cricket", "apiUrl": "https://content.guardianapis.com/sport/2007/jul/25/cricket", "fields": {"headline": "Should Lord's continue to host two Tests per year?", "bodyText": "Yes Keith Bradshaw Chief executive Marylebone Cricket Club I hear the Melbourne Cup is going to be run in Hobart this year and the Wimbledon Championships are being relocated to Eastbourne. Has the world gone completely mad? That's how I feel when I hear people talk about a touring team not playing at Lord's. For as long as I can remember, my dream, as it was for all my friends, was to wear the Australian baggy green cap and play a Test at the \"home of cricket\". I'm sure those playing in the last Test which finished on Monday have similar feelings. As it is, the greatest players from overseas get the chance to get their name on to the honours board at Lord's only once every four years. If we were to lose the right to host each touring team, that would become once every eight and, for some, that might mean they would never get the chance. Likewise all cricket fans want to watch their team play at Lord's. The recent Test was not just of interest in terms of the quality of the cricket played but also the quantity - given the weather conditions, which included a downpour on Friday of almost biblical proportions. Our decision to relay the entire outfield paid dividends not only in sporting terms but also by providing a significant financial safety net to the England and Wales Cricket Board and, through it, to the counties. New grounds such as the Rose Bowl are seeking Test status. Other grounds, which have missed out due to the ECB's rotation policy for the staging of Test matches, are equally keen to attract every international match they can. As a result it has been suggested that the MCC needs to work harder to defend its current two-Test status. We are certainly conscious that we cannot rest on our laurels: to that effect we are working towards a major ground redevelopment which would not only improve the facilities and spectator experience but also increase the capacity of the ground so that more people can enjoy watching great Test cricket at \"headquarters\". Like any investment this one will require a degree of surety and MCC will therefore be seeking a longer-term staging agreement with the ECB, similar to that between the governing body and Surrey which enabled the recent major improvements at The Oval to go ahead. We owe it to the game to ensure that Lord's remains the best ground in the world and will continue to be the place where every cricketer wants to play and every fan wants to watch them. We have a world-class sporting icon of which we can all be proud. I do not want to be the person to tell any Test captain that he, unlike his predecessors, will not get the chance to lead his country on to the hallowed turf at Lord's. No Jim Cumbes Chief executive Lancashire CCC The England and Wales Cricket Board has made a rod for its own back by increasing the number of Test match grounds. It is an extremely costly business to upgrade and maintain the facilities required by Test match cricket but when one of Old Trafford, Headingley, Edgbaston, Trent Bridge or Chester-le-Street misses out it is difficult for us to cope without Test match income. When there were six or seven Test grounds it was more manageable but the addition of Cardiff and the Rose Bowl makes nine and if the policy is to continue awarding two Tests each summer to Lord's because it makes the best financial sense with its capacity and ticket prices, it is impossible to square the circle. Before, when there were two Test grounds in the north, two in the midlands and two in London we could cope with a year off the rota during what were five Test summers. But the way we're going some grounds might have to go two years without a Test and if you're one of the grounds in the position of having one Test every three years then you're going to struggle. That makes the sort of ground improvements spectators and the ECB have come to expect very tough to deliver. With two at Lord's and one at The Oval it also means that three of the seven Tests are played in London. The purpose of Test cricket being held all over the country was to spread the gospel and to take the elite players to the public. Now that Test players feature in so few county matches, fans in counties such as Lancashire and Yorkshire, such hotbeds of league cricket, are denied the opportunity to see them at first-hand. I know it's every player's dream to play a Test at Lord's and it would be very upsetting for those, say, on the summer's first tour if no Test at HQ was scheduled. Take this year - how would you tell either West Indies or India, who have played there for donkeys' years, that they have been overlooked? But Australia host Tests in Hobart, Darwin and Cairns as part of a broader and fairer scheme to promote Test cricket's appeal across the nation. There's a bigger issue at stake here than making sure every international player gets the opportunity to play a Test there. Everyone in the game loves Lord's and it should always host the prime Test of the summer. But I don't see how we can continue to fund the upkeep of so many upgraded Test venues at vast expense if three grounds are sidelined each year. We cannot increase the number of Tests, there are too many already, but something has got to give. Cutting back the Lord's allocation to one would be a start."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}