{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2007/jul/21/familyandrelationships.family", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2007-07-20T23:20:35Z", "webTitle": "It was a dark and stormy night", "webUrl": "https://www.theguardian.com/lifeandstyle/2007/jul/21/familyandrelationships.family", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2007/jul/21/familyandrelationships.family", "fields": {"headline": "It was a dark and stormy night", "bodyText": "In the weeks before our lives changed for ever, my grandfather disappeared and my grandmother became seriously ill. We drove the length of the country through snow and ice to fetch her. Already much reduced by arthritis, she could walk only with great difficulty. She would be staying in the room we called the music room, because she could not negotiate the stairs and because there was a log fire by which she could sit. My grandmother was perpetually cold. It was the task of the children to fetch fresh wood from the log pile and then to keep her company through the endless winter evenings, talking of tigers, of elephants and the Raj. I was 13, my brothers and sisters all younger; we did not realise that she had come to our Cheshire home to die. As a child, you consider your world to be the only possible world; and as we understood things then, my mother's family story was interesting, though without secrets. My grandfather - a man who had given his entire life to building a fine career in the army: the subcontinent, the second world war, Berlin, Africa, Hong Kong - had met my grandmother in India. My grandfather's family was an old English one - soldiers all, and proud of it. My grandmother, meanwhile, was a Brahmin, a wealthy and high-caste Indian (also proud of it) from near Hyderabad. She had fallen in love with her soldier and married him against the wishes of her family. When they left India for postwar Germany, she was cut off. She carried with her only her multicoloured saris and her jewellery. She never returned. Like so many families in the forces during those end of the empire days, they moved often and they lived everywhere. They would be stationed in West Africa for a few years, then somewhere in Europe, then the far east, then off again to another part of Africa. There were three children - my mother and her two siblings - and they had to change schools every time my grandfather changed posting. It was a gruelling life but also, in its way, a glamorous one. Sadly, in their later years, after my grandparents had returned to Britain for good, my grandfather began disappearing for longer periods while my grandmother grew to rely more and more heavily on all kinds of prescription drugs. Later, when she came to stay, I remember the range of pills that my mother used to have to prepare and administer every night. All to be taken in the right order. No miscounting. No mistakes. I do not know if my mother and father knew how parlous my grandmother's state had become. If so, they kept it from us. When she came to stay with us, my mother was in her middle 30s, my own age now, and leading an ostensibly normal life - having had such a peripatetic childhood, she had settled in one place with my father from the moment they were married (young). She was a scientist by training, a happy wife and loving mother; straightforward enough. My mother called my grandmother Ma. And in the morning she would bid us go and \"say bye to Ma\". We went to school. Came home. Played, fought, froze in the attic. Appeared for dinner. Then: \"Stoke the fire in the music room and talk to Ma\". I remember those nights well. I took my grandmother's endless insistence on stories of rogue elephants and ravenous tigers as evidence of an elderly woman's fondness for nostalgia. I regret now that I did not listen more carefully; I still don't know if the picture she painted of her girlhood in India between the wars was anything like her real experience. I realised only later that she must have been acutely ill at ease - mentally as well as physically. She was agitated, furtive almost, inching between chair and makeshift bed every day. My mother has since said she assumed Ma's nerves to have the familiar source: guilt. The proud woman reduced to relying heavily on her child. But my mother was wrong; or rather, she was right, but for the wrong reasons. Now we know that, fearing she was soon to die, Ma was agitated because she must have been wrestling with whether to tell my mother the truth. On the night itself, the wind was causing the fires to smoke so that my mother and I were having to bash open the frost-stuck window frames. Doubtless distracted by my own 13-year-old concerns (how to meet Bananarama and tell them of my love), and irritated by the seemingly endless Ma duty, I slunk off to my room at 10pm. It must have been late by the time Ma told her secret. My father had returned from his surgery and gone to bed. My mother was sitting with Ma. They began to talk of family and the past. But at some point - my mother says that it was after she had already said goodnight twice - the conversation began to move into subjects and confessions that my mother had never heard her speak of before. \"Unofficial\" things that had happened in the years immediately after the war. My mother listened in silence and gathering bewilderment. Finally this: \"And so, I am not really your mother. You are not my daughter. And you are not half-Indian. You are half-Russian.\" Imagine for a moment, if you can, your own mother telling you that she is not, after all, your mother. Imagine what that must feel like. Aged 34. Ma told my mother a great many things that evening. More or less everything my mother assumed to be true about herself - her roots, her heritage, her very nature - turned out not to be true. In fact, my mother's grandfather - dead by the time she found out the truth - was her real father. He had conducted a short relationship with a Russian woman, who was her real mother. She was now dead. Her family was from the Black Sea. There were no pictures. The man my mother thought was her father was in fact her half-brother. Her real father, the man she thought of as her grandfather, had asked his own son to bring her up. He had agreed. Following the revelation and after Ma died, in the year that followed, my mother had what I can only describe as the opposite of a nervous breakdown: a feverish renaissance - a rebirth as the person she now knew she really was - or, rather, imagined she should have been. It was as if she was trying to reclaim half a lifetime of lost Russianness. She abandoned science and started her own successful business (a classical music artists' agency). She began to have piano recitals at the house - Mussorgsky, Rachmaninov, Tchaikovsky - at which she would serve blini or syrupy Russian cakes during the interval. She went to the library in search of any reference or photographs or her real mother (a bit-part ballet dancer in one of the Russian corps). She bought as many books about Russia as she could lay her hands on. She bought maps of the Soviet Union, and we planned where we would visit. A thousand minor things in her past suddenly made sense, she said: why she had had a different education to her ostensible siblings - and why she had been the only one to go to university; her very earliest memory of being intensely frightened as if being abandoned by or taken from someone against her infant will; unnecessarily lavish gifts on her birthdays and peculiar conversations with the man she called her grandfather when she ran out of money during her studies. The discovery changed my mother's entire narrative of herself - her most fundamental identity: we do not need the Freudians to tell us that our relationship with our parents is the most elemental we form. What happens when this relationship is detonated is therefore of lasting significance. Lifelong, in fact. If not further. Because of course my own identity changed a little, too. To put it at its most simple, when the primary relationship in life is cast into doubt, then everything that rests on this relationship is also cast into doubt. When the underlying truth is suddenly proved false, then all of a sudden there is no firm ground anywhere. A certain dangerous emotional logic begins to breed in the chaos: if this most elemental thing that I believe about myself is a lie, then why should I believe in anything? Of course, the greatest paradox is that Ma's revelation also changed absolutely nothing. My mother remains, to all intents and purposes, the daughter of Ma and Pa. She knows no other parents, has loved no others. When we speak about all of this now - 20 years later - it seems that my mother has gone full circle: Ma is Mum; Pa is Dad; and we are back where we were before my grandmother came to stay. In the end, my mother took the decision not to delve further - partly because there are other lives involved and she did not wish to conjure up long-buried ghosts; and partly because she began to fear that such a quest would take over her life completely. This second reason is, I think, the crucial one. As she describes it, my mother faced a choice in the first years of her discovery: either to devote her existence to the pursuit of the past, or to seek to continue in the happy present of her immediate circumstances - with her own children, her husband, her work. She saw that her whole life might be consumed by the search, the pain of that search, and to what end? To blame people? To confront people? To shame them? What good would it do? There was a danger that her entire personality would have become defined by this hunt for the past, rather than her experience of the present. She is right: this happens to many of the adopted; they lose touch with who they are in a search for who they might have been. But what of Pa - my mother's half-brother and putative father? He disappeared just before Ma came to stay and he never contacted us again. And my mother never spoke to him again. She only knew he was dead a few years ago when I started looking for him. Overall, the legacy of that night, as my mother explains it now, is something like an emotional colour blindness. Most colours, most feelings, are clear and in focus, but there are one or two difficult areas - of blurring, of confusion. These emotional greens and browns and dark reds don't really cause that much trouble and, as with colour blindness, the condition only comes up now and then - often as a bit of a joke. And most of the time, my mother enjoys (or suffers) the normality we all share. But now and then she will experience a strange feeling of not really being able to recognise herself, and - oddly - of not belonging to either tradition, Indian or Russia. The feeling of having an imprecise sense of who she is and what is expected of her. Of having to ask other people the emotional equivalent of \"Is that red or brown\"? There is also the persistent feeling that perhaps she was told another lie. Perhaps her real mother is still alive somewhere. Everything changed and nothing changed - it's a strange doubleness of experience familiar only to adoptees. What must be extra confusing is the realisation that the mother whose model of motherhood you will inevitably follow never thought of you as a daughter. And yet, you always thought of her as a mother. · Edward Docx's new novel, Self Help, is published this month by Picador, £16.99. To order a copy for £15.99 with free UK p&amp;p go to theguardian.com/bookshop or call 0870 836 0875."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}