{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2007/jul/02/politics.tradeunions", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2007-07-01T23:28:56Z", "webTitle": "£3.6m debt may force Aslef to sell its headquarters", "webUrl": "https://www.theguardian.com/business/2007/jul/02/politics.tradeunions", "apiUrl": "https://content.guardianapis.com/business/2007/jul/02/politics.tradeunions", "fields": {"headline": "£3.6m debt may force Aslef to sell its headquarters", "bodyText": "The 127-year-old train drivers' union, Aslef, is in financial crisis and may have to sell its £2m headquarters in Hampstead, London, within 30 months to prevent it going bust. The union has told its 18,500 members that it has run up deficits of more than £3.6m in the past four years and has seen its assets fall from more than £7m to £1m because of staff pension costs, legal representation at rail crash inquiries and a £500,000 legal bill to fight a dispute with its former general secretary. Tony Yates-Watson, finance chief, says in the union's journal: \"The result of all this is that we have had to sell our liquid investments. In 1999 we had over £2.5m held in government stocks and equity investments. We are now down to just over £1m. If the society is to survive, this situation cannot be allowed to continue. If the current deficit trend continues we have 30 months left before we have to consider selling 9 Arkwright Road [the union's headquarters].\" Aslef was once one of the richer unions but is facing financial problems running its pension scheme, which according to its latest accounts shows a deficit of almost £2m. The union represents some of the highest paid working-class workers in the country - express train drivers earn between £35,000 and £40,000 a year rising to £50,000 for Eurostar drivers - and is putting up union subscriptions by almost 20% to stem further losses. Mr Yates-Watson warns that the union must build up its reserves or \"we will not be in a position to fund another Southall inquiry [the rail crash investigation] or cushion the effect on members of an industrial dispute\". Part of the union's financial problems stem from the time it became embroiled in a long dispute with its former general secretary Shaun Brady, who was sacked. He took Aslef to a tribunal which said the union broke its rules when it sacked him. An inquiry into the union's affairs followed, costing £260,000. A spokesman said yesterday: \"We are hoping that the increased subscription rates should go a long way to balance the books.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}