{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2007/jul/29/popandrock.vanmorrison", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2007-07-28T23:19:18Z", "webTitle": "Get back to where  we once belonged...", "webUrl": "https://www.theguardian.com/music/2007/jul/29/popandrock.vanmorrison", "apiUrl": "https://content.guardianapis.com/music/2007/jul/29/popandrock.vanmorrison", "fields": {"headline": "Get back to where  we once belonged...", "bodyText": "Here is a great lost moment from pop cultural history: a pop group called Them are performing for an audience of screaming teenagers at the NME Poll Winners' Concert of 1965. The venue is Alexandra Palace in London, the compere is disc jockey Jimmy Savile, who is wearing what looks like a mod smock. His introduction begins like this: 'Hi di hi, he hi he hi, hi hoi! Ladies and gentlemen, the next group has just finished doing a tour of one-night stands with the Luton girls' choir, and they're going to have to leave the country very shortly.' The group stroll on stage. They perform their latest chart hit, 'Here Comes the Night', to a chorus of screams. The singer is the teenage Van Morrison, tight-jeaned, his long, wavy hair styled in a side parting. He could not look more uninterested. Then, they do a cover of Bobby Bland's 'Turn On Your Love Light', which lasts an incredibly long time. The screams fade into a bemused silence as Morrison howls the blues in a way that makes you realise why the late John Peel once described him as the only white singer permitted to shout 'Lord, have mercy!' on his show. Apart from a few clips from the Sixties pop programme Ready, Steady, Go, it is perhaps the only surviving fragment of Them at their primal best. Here is another even more surreal lost moment from pop cultural history: the soul singer and soon-to-be recluse Sly Stone is being interviewed by Dick Cavett on the latter's prime-time American chat show in July 1970. Dick is wearing a grey suit and matching tie: Sly is also wearing a suit, but it is a bright red, sparkling, sequined creation, topped and tailed by knee-high, diamond-studded boots and a big, woolly, floppy hat that sits unsteadily atop his afro. Dick is every inch the straight guy, Sly is loaded. The interview starts like this: Dick: 'I heard you had some trouble getting here.' Sly, staring intently at his index finger: 'Yeah, I had my house broken into.' Dick: 'You've cut yourself there. How did it happen?' Sly: 'I broke into my house.' The interview never really recovers. On the same show, Sly and the Family Stone overcome a staid studio setting with a propulsive performance of 'Thank You (Falettinme Be Mice Elf Agin)' and you cannot help but think that they were the greatest live act ever. It is a performance of such organic and effortless interplay, such crunching, floor-shaking intensity, that you might wonder for a moment what has happened to popular music in the interim that it has so surrendered its soul. Both of these performances have appeared out of the mists of time, and as if by magic, on YouTube in the last year. Though its younger users tend to spend their time viewing and rating the endless hours of amateur footage posted on YouTube - a panda sneezing, a skateboarding accident, a guy who photographs himself every day - for viewers of a certain age, the video-sharing website is fast becoming the most extensive repository of great lost moments from pop cultural history. In the last year, I have received regular emails from friends alerting me to the presence of yet another extraordinary Neil Young live clip, or some rare footage of Joy Division in a pub in Altrincham, near Manchester. I've watched film I never knew existed of the legendary country rocker, Gram Parsons, and the Greenwich village folkie, Karen Dalton. Where does this stuff come from? Who posts it on YouTube? Why have we not seen it before now? Mostly, it comes from the vaults of long-lost television shows, the archives of record labels. Some of it is posted on YouTube by fans who secretly filmed gigs long before mobile phones with cameras were invented, or by insiders who filmed bands in rehearsals and during live shows, and sometimes by ordinary people who filmed their favourite pop group by pointing a camera at the television. It is appearing now because the internet, and YouTube in particular, is the perfect medium not just for inspired amateurs who want to parade their otherness, but for the kind of pop cultural excavation that would have been prohibited - or punished - by the major record labels in the days before the coming of the world wide web. YouTube has only existed for a couple of years, but, since its inception in February 2005, it has changed the way we look at pop history. Last year, the big four record companies, Warners, EMI, Universal and Sony BMG, suddenly aware that history was about to leave them behind, all agreed to allow YouTube, which is now owned by Google, to have access to all of their music videos free of charge in exchange for a share of the advertising revenue generated. Much of the stuff I have been enthralled by, though, belongs to a time before the advent of the big-budget pop promo video, before MTV colonised, and dulled, our imaginations in the Eighties. Taken together, many of these often grainy performances, films, short clips and interviews form a kind of secret archive of pop, a fragmented history of a culture in its ascendancy. Rescued from the dustbin of history, the glimpses of Iggy and the Stooges in excelsis, or Nina Simone at her most regal and radical, offer a less tidy, but more intriguing, sense of pop history than, say, the dull consensus that governs the TV series, The Seven Ages of Rock. On YouTube pop is not a neat and tidy form that can be arranged into historical segments but a gloriously random, fragmented, elusive entity. And it is all the more exciting for that. Sounds and vision Sean O'Hagan's top 10 YouTube pop classics 1. Chuck Berry introduces the Ronettes on his Sixties TV show. The godfather of rock'n'roll, three foxy chicks, one epic song ('Be My Baby'). And some of the best frugging you'll ever see. youtube.com/watch?v=MCUO7F2xjzw&amp;NR=1 2. Iggy and the Stooges: Live in Cincinnati, 1970. The show where Iggy walks on the audience's hands. The Stooges grind out 'TV Eye', while Iggy disappears into a sea of bodies for ages, then reappears holding a large jar of peanut butter, which he proceeds to smear on his torso. It features a sports-style commentary by a straight and bemused TV presenter. 'That's peanut butter?!' youtube.com/watch?v=XR2rl_OVcl4 3. The Cake: 'You Can Have Him', performance from 1967 The grooviest chicks on YouTube. The Cake were a truly fab Sixties three-piece girl group, comprising Chelsea, Barbara and Jeanette. They looked like they had an expense account at Biba, and sang like angels. The late Jeanette Jacobs Woods is the one who stands stock still throughout this tear-stained melodrama of a song. What a gal! youtube.com/watch?v=FKEv1CJWJyg 4. Neil Young busking outside Glasgow Central Station, 1976. Neil takes time off from his touring schedule to go walkabout in Glasgow. He asks a businessman for directions to the Bank of Scotland, then entertains bemused passers-by with his trusty banjo and a stark version of 'The Old Laughing Lady'. Grainy but engrossing. youtube.com/watch?v=XNs6aK4mz-M 5. A very stoned Bob Dylan shares a taxi with John Lennon 1966. An out-take from DA Pennebaker's little-seen documentary, Eat the Document. A strung-out Bob barely holds it together: 'I wish I could speak English, man.' Lennon: 'Me too, Bob.' At one point, Dylan seems about to throw up. 'Come, come, boy,' chides Lennon, 'pull yourself together!' youtube.com/watch?v=ZkfAl4PHG8E 6. Joy Division play a gig at a pub in Altrincham, 1979. Malcolm Whitehead's dark and evocative Super 8 film of an early Joy Division gig captures Ian Curtis at his most mesmerising. 'She's Lost Control' and 'Shadowplay' in their entirety, plus Barney's floppy fringe and Curtis dancing like a marionette on speed. Mesmerising. youtube.com/watch?v=rFj7Ya5jbJY 7. The Grateful Dead play the Playboy Mansion, 1969. Surreal moment when the Dead and their entourage pitch up at Hugh Hefner's house and regale the bow-tied guests and Bunny Girls with a rousing 'St Stephen'. Later, a cigar-totin' Hef interviews Jerry Garcia. youtube.com/watch?v=mYmIu_njso4 youtube.com/watch?v=WwDGcgJpFJo 8. Nirvana rehearse in a garage in Aberdeen, Washington, 1988. An early Dave Grohl-less Nirvana let rip in the garage of Krist Novoselic's mum's house. 'Love Buzz', 'Scoff' and 'About A Girl' all get a right good kicking. Kurt sings into the wall. The grassroots of grunge. youtube.com/watch?v=PGIUpIVvxtY 9The Flying Burrito Brothers: 'Christine's Tune' 1969. Ultra-rare footage of the late Gram Parsons, country-rock pioneer and legend. A live performance of 'Christine's Tune' interspersed with footage of the group hanging out in the desert with the girls from the cover of The Gilded Palace of Sin album. He's wearing that famous marijuana leaf-embossed Nudie suit. youtube.com/watch?v=BITiY8M_oDo 10. David Bowie is given a karate lesson on the Dinah Shore show, 1975. One of those surreal clips that make YouTube unique. Bowie in his cooler-than-thou 'Thin White Duke' phase somehow ends up having a karate lesson on American TV. A black dude in full karate outfit throws shapes and asks Bowie what he'd do if 'I was coming at you to choke you'. Bowie says, 'I'd scream very loudly.' Priceless. youtube.com/watch?v=jfTdyfwSB04 Read more from Sean O'Hagan on Abba to Zappa, Observer Music Monthly's new music blog."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}