{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2007/jul/06/architecture.comment", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2007-07-05T23:13:00Z", "webTitle": "Leader: In praise of... St Paul's cathedral", "webUrl": "https://www.theguardian.com/commentisfree/2007/jul/06/architecture.comment", "apiUrl": "https://content.guardianapis.com/commentisfree/2007/jul/06/architecture.comment", "fields": {"headline": "In praise of... St Paul's cathedral", "bodyText": "Looking over the recycled stones that were about to be laid in his greatest construction, Sir Christopher Wren noticed that one was inscribed with the Latin \"Resurgam\" - I will rise again. He had the word etched above the south door, together with a carved phoenix. It remains a fitting symbol for St Paul's cathedral, which has sustained itself through a history that stretches over 1,403 years only by regularly renewing itself. Wren, of course, set about the current building only after the great fire of 1666 had devoured its predecessor. But that was itself the fourth cathedral, two earlier incarnations having gone up in smoke long before, while yet another had been sacked by the Vikings. Rejuvenation at St Paul's currently takes the form of a thorough-going scrub-down, which started in 2000 and, at a cost of £40m, is designed to get every stone, inside and out, squeaky clean in time for the tricentenary of the building's completion next year. Yesterday the south transept emerged from the polythene wrapping, behind which the restoration work has gone on, so that the cathedral's iconic dome can now be enjoyed from the millennium bridge without impairment. With the grime blitzed away, the attractive white-grey of the Portland stone is revealed, enhancing the aesthetic of the glorious Baroque architecture. The invitation to step inside - and experience the quire's resplendent Victorian mosaics as well as the eerie echoes of the whispering gallery - is more compelling than ever."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}