{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2007/jul/10/uk.tonyblair2", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2007-07-09T23:22:03Z", "webTitle": "Hugh Muir on Alastair Campbell's diaries", "webUrl": "https://www.theguardian.com/politics/2007/jul/10/uk.tonyblair2", "apiUrl": "https://content.guardianapis.com/politics/2007/jul/10/uk.tonyblair2", "fields": {"headline": "A language not of diplomacy", "bodyText": "The mercy is that it was never intended to be an exercise in fine writing. Alastair Campbell admits that his diaries were often written in hurried fashion. But what is clear on examining the language, is that this is Alastair Campbell as we know him; not quite Malcolm Tucker, the macho, shouty fictitious spin doctor made famous by the TV comedy The Thick of It, but not far off. His first draft of history, spanning 790 pages, is direct, earthy and characteristically robust. Confronted by a protester in 1995 he describes the scene with precision and clarity. \"Some twat with a Trot poster came up to me on the way in and yelled 'butcher, traitor' at me,\" he says. \"These people make me vomit.\" His recording of the things people said reveals an ear finely tuned to the more extreme ends of the vocabulary. In 1999, when Robin Cook was revealed to be having an affair with his secretary Gaynor - whom he subsequently married - Campbell records that a focus group seemed to side with Cook. \"Shagger Cook is a hero,\" the entry for Tuesday January 12 says. He well describes the strains and stress on himself, Mr Blair and all around them, never more so than on January 20 1995 when the fight to create New Labour was in the balance. \"Feeling knackered and pissed off,\" he writes. The language is most sober on Iraq, but Campbell asserts himself as he recalls a conversation in March 2003 with Clare Short, a critic of the war and, to him, a long-time irritant. She tells him she will resign if Britain goes to war without a second UN resolution. \"The whine in her voice was whinier than ever,\" he writes. \"As if Tony Blair was going to be doing fucking cartwheels.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}