{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2007/jul/02/childrensservices.comment", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2007-07-01T23:04:45Z", "webTitle": "Letter: Family courts are no Guantánamo", "webUrl": "https://www.theguardian.com/society/2007/jul/02/childrensservices.comment", "apiUrl": "https://content.guardianapis.com/society/2007/jul/02/childrensservices.comment", "fields": {"headline": "Family courts are no Guantánamo", "bodyText": "Trevor Jones of Parents Against Injustice likens family courts to Guantánamo Bay (Letters, June 27). This is a perversion of the truth. Prisoners at Guantánamo are not told of the detailed allegations against them and have no independent representation. In my experience over 16 years as a magistrate in the family proceedings court I have never known an advocate withdraw from proceedings claiming the system is inherently unfair, yet this happens repeatedly at Guantánamo Bay. Parents responding to care applications from local authorities are made aware of all allegations against them and have the right to legal representation by a solicitor of their choice. Expert reports from psychiatrists and psychologists are made available to parents, who can challenge their findings. Children involved in the proceedings have their own solicitor taking instructions through an independent guardian ad litem who will explore children's wishes and feelings as far as their age and understanding allow. In private law cases, mainly concerning contact and/or residence, the parties are usually legally represented and courts frequently order the Child and Family Court Advisory and Support Service to provide an independent report - including the views of all parties - and recommendations. Magistrates in the family court system frequently agonise over the decisions they make, knowing the implications of their orders for the future welfare of the children. Magistrates, as well as judges, have to base their decisions on the evidence before them. They do not claim infallibility, hence the need for a robust appeals system. Likening the system they operate within to a prison camp of questionable legality is cheap and insulting. Tim Ottevanger Lutterworth, Leicestershire"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}