{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2007/jul/06/comment.theatre", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2007-07-05T23:12:59Z", "webTitle": "Response: There's no unbridgeable gap between culture and business", "webUrl": "https://www.theguardian.com/commentisfree/2007/jul/06/comment.theatre", "apiUrl": "https://content.guardianapis.com/commentisfree/2007/jul/06/comment.theatre", "fields": {"headline": "There's no unbridgeable gap between culture and business", "bodyText": "Mark Lawson is wrong to believe there is a rigid, unbridgeable divide between \"culture\" and \"business\" (Culture is not an industry, June 29). The business of delivering culture is not so different from other businesses that companies are condemned to be either a cottage industry or live on \"subsidy\" (what we'd call investment). It is quite true, as he says, that our report into the creative industries is \"a defence of state investment\" - without it many orchestras, theatres and museums would not exist. But we seek to add an understanding of the economic scale of Britain's creative economy. The British are now so keen on demanding culture and creativity, and so talented in supplying it, that as many as 1.8 million people work directly and indirectly in the creative industries, of which the cultural sector is a dynamic component. The trends behind this phenomenon - rich, discerning consumers seeking cultural satisfaction, and multiple businesses aiming to supply it, often using new technologies - are likely to grow. Culture, it turns out, is a very special kind of industry. To attempt to understand what is happening - as The Work Foundation report does - is not to run \"parallel and contradictory\" narratives, as Lawson suggests. The more creativity and culture we have, the better - but it is also a source of wealth generation. Adam Smith thought that culture was a non-productive activity, and from a different perspective Lawson is making the same argument: there is \"arts\" and \"industry\" and never the twain shall meet. In fact, companies who attempt to meet deep-seated human desires for culture need the same business disciplines as any other sector. We should escape the discourse that culture cannot pay for itself without subsidy. Rather it is a core activity that radiates throughout our lives, our society and - despite Lawson's concerns - the economy. Nor does success mean having to stay small for artistic integrity; too many small companies are trapped into a lack of creativity because of the consequent financial insecurities. A large amount of creative content in Britain is delivered without any public investment - as Salman Rushdie, the video game industries and the Beatles are all witness. Arguably the best culture is that which passes the market test. But without public investment - ranging from art and design schools to the performance infrastructure - there may be insufficient activity in the creative core. The rigid separation between culture and industry ignores the evolution in demand. Consumers are spending proportionally more on experiential and emotional needs and less on basics such as food, housing, white goods and clothes. Organisations, meanwhile, are investing more in so-called intangible assets (research and development, computer software, design, brand, human capital) and less in plant and machinery. These are telltale signs of the knowledge economy. And unfolding within it are Britain's flourishing creative industries. · Will Hutton is chief executive of the Work Foundation whutton@theworkfoundation.com"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}