{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2007/jul/17/politics.uk", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2007-07-16T23:13:26Z", "webTitle": "Michael White: Tough search for consensus on detention", "webUrl": "https://www.theguardian.com/commentisfree/2007/jul/17/politics.uk", "apiUrl": "https://content.guardianapis.com/commentisfree/2007/jul/17/politics.uk", "fields": {"headline": "Tough search for consensus on detention", "bodyText": "Gordon Brown has no wish to repeat either the rebuff MPs gave Tony Blair in 2005 when they rejected government proposals to detain terrorist suspects for up to 90 days without charge - or Mr Blair's imperious response. Forced to settle for a 28-day maximum - double the previous limit - the then prime minister told MPs he was right, not from the dispatch box in the Commons but via a televised statement from No 10. His successor agreed with Mr Blair at the time and still does: in complex conspiracy cases involving several countries and languages, many layers of complex computer software and encryption, 28 days may not always be enough, Mr Brown again signalled last week. But ahead of the promised criminal justice bill in October - the 30th since 1997 - he is also seeking a consensus that embraces police and security services, civil liberty lobbyists, peers and MPs of all persuasions. It will not be easy, as the latest exchanges underline. Ken Jones, president of the Association of Chief Police Officers (Acpo), says that many senior police officers need longer powers of detention to protect the public from global terrorist plots. In his wake, Lord Carlile, the Liberal Democrat QC and ex-MP, who acts as independent umpire on counter-terrorism legislation, piled in to suggest (again) that the best way to square security with liberty is for parliament to give up its right to decide the limit and let senior judges set the limit case by case. Remember, ex-home secretary John Reid announced a consultation process in May. But, as Jacqui Smith, a more emollient home secretary, prepares a Commons statement next week, ministers want to promote debate. So the new security minister, Admiral Sir Alan West, yesterday told the BBC that around 2,000 terrorist suspects, 2,000 sympathisers, 200 groups and 30 active plots are under surveillance. He too wants enhanced powers of detention, with or without the proposed new right to question suspects after charges. Polls suggest most voters would go along with this, subject to safeguards such as enhanced judicial monitoring. That does not make most voters right. The shadow home secretary, David Davis, no softie, shares Liberty's insistence that 28 days is enough. Privately, top coppers agree with him, not with Sir Alan, the Tories hint. Border police, the use of intelligence evidence in court but no ID cards - Tories and Lib Dems have their own panaceas. At times it seems the rival camps, each exaggerating its claims, live in parallel universes, one fearful of devastation that may be one mistake away, the other warning that the cure is worse than the disease. Thirty Islamist plotters have now been jailed, 100 await trial. The luxury of debate in such circumstances is itself reassuring."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}