{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2007/jul/25/france.topstories3", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2007-07-24T23:37:33Z", "webTitle": "Tour in chaos after blood-doping scandal", "webUrl": "https://www.theguardian.com/world/2007/jul/25/france.topstories3", "apiUrl": "https://content.guardianapis.com/world/2007/jul/25/france.topstories3", "fields": {"headline": "Tour in chaos after blood-doping scandal", "bodyText": "The Tour de France, which began with such high hopes when millions turned out to cheer its grand départ in the south of England two and a half weeks ago, was in disarray last night after an annoucement that the pre-race favourite, Alexandr Vinokourov of Kazakhstan, had tested positive for blood doping. He and his eight team mates were immediately withdrawn from the race. A sample taken from Vinokourov after Saturday's stage had shown traces of another person's blood of the same type. \"Homologous blood doping\" has been used in cycling and other sports to raise the count of red cells, thereby increasing resistance to fatigue. The American rider Tyler Hamilton, winner of the gold medal in the time trial at the 2004 Olympic Games, recently served a two-year suspension for the same offence. Vinokourov's sample was taken as a matter of routine after he had won Saturday's 35-mile time trial in Albi, south-west France, by a margin that astonished those who had seen him suffering in the preceding days as a result of a bad crash earlier in the race. Both his knees had been heavily stitched by doctors while the Kazakh's legs were tucked in the riding position, so that he would be able to continue pedalling through the remainder the 2,230-mile, 21-day event. Still bandaged, he repeated the performance on Monday. Twenty-four hours after indicating what appeared to be terminal distress to TV cameras covering a mountainous stage in the Pyrenees, he soared away from the remainder of the 160-strong field up a series of lung-bursting climbs to win another stage. His earlier problems - which included a second crash - had dropped him to 23rd place in the overall classification, almost half an hour behind the current leader, but the two stage wins appeared to be an act of pure defiance, earning a powerful accolade from L'Equipe, with a front-page headline that read \"Le courage de Vino.\" Vinokourov fell under suspicion before the start of the race when he admitted to working with Michele Ferrari, a controversial Italian doctor closely associated with Lance Armstrong's record-breaking run of seven consecutive victories in the Tour between 1999-2005. According to Vinokourov, Ferrari was merely his physical trainer. \"He has never given me medicines,\" he said. There were also claims that he and his colleagues in the Swiss-based Astana team - two fellow Kazakhs, two Spaniards, a Russian, a German, an Italian and a Swiss - had been spotted while out on a training ride wearing unmarked black kit, rather than their usual turquoise and yellow colours. Suspicions that Vinokourov had been attempting to evade the sport's dope testers were not entirely extinguished by the team's claims that they had merely been trying to avoid the attentions of autograph hunters. The Astana team's colours are those of the Kazakh flag, their name is that of the country's capital, and they owe their existence to a telephone call made last year by Vinokourov to the president of Kazakhstan, Nursultan Nazarbayev. Vinokourov's former team, a Spanish-based outfit, had been abandoned by their sponsor as a result of Operacion Puerto, an investigation by the Spanish police which netted evidence of mass blood-doping among top cyclists and which led to the retirement of Jan Ullrich, a former tour winner. Nazarbayev invited five of his country's top companies to put up a total of £8m to sponsor a new team, which is why the back of Vinokourov's shorts have been carrying an advertisement for Kazakhstan Railways. He and his colleagues have been nicknamed Team Borat - a reminder that, in PR terms, the last couple of years have not been kind to the former Soviet republic. Doping has been a feature of the tour throughout its 104-year history, starting with brandy and cocaine and graduating via the amphetamines that contributed to the death of the British champion Tom Simpson on the Mont Ventoux in 1967 to the steroids and undetectable human growth hormones of recent years. Floyd Landis of the United States won the 2006 Tour de France, only for a test to reveal a testosterone reading above the legal limit. Landis has continued to protest his innocence through a series of hearings and there is still no official winner. In recent months several retired riders have been queuing up to admit the use of illegal stimulants. Now Vinokourov's name will take its place in the list of those inextricably linked with cycling's long descent into shame. \"With a guy of his stature and class, in cycling's current situation, we might as well pack our bags and go home,\" said David Millar, the 30-year-old British rider who is riding in the Tour and now speaks out against doping after serving his own two-year ban for the use of EPO. In the stage winner's press conference on Monday evening, before the result of his earlier dope test had been revealed, Vinokourov attempted to disperse the gathering rumours and told the media: \"If I can help to solve the Tour's problems, I'm ready.\" Drug pedallers 1967 Tom Simpson, England's best ever rider, dies of heart failure on the ascent of Mont Ventoux. Amphetamines and alcohol are detected in his blood and amphetamine pills found in his shirt. The Tour begins drug testing. 1996 Winner Bjarne Riis admitted earlier this year that he used EPO, a hormone that increases the red blood cell count and thus the rider's oxygen capacity. The Tour no longer recognises him as the victor. 1998 Festina team thrown out after its manager admits that a \"concerted provision of doping products was organised by the team\", including human growth hormone and anabolic steroids. 2004 Marco Pantani, winner in 1998, is found dead from a cocaine overdose. His career was dogged by drug allegations, and he failed a blood test the year after he won the Tour. 2005 French newspaper L'Equipe claims subsequent tests of samples given by seven-times Tour winner Lance Armstrong during his first victory in 1999 showed the use of EPO, which Armstrong denies. 2006 Winner Floyd Landis, tests positive for testosterone and is stripped of the title. He is still trying to clear his name."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}