{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2007/jul/25/golf.sport", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2007-07-24T23:37:32Z", "webTitle": "Golf: Swing doctor who took Harrington in hand", "webUrl": "https://www.theguardian.com/sport/2007/jul/25/golf.sport", "apiUrl": "https://content.guardianapis.com/sport/2007/jul/25/golf.sport", "fields": {"headline": "Swing doctor who took Harrington in hand", "bodyText": "The sun was shining on the Inverclyde range yesterday morning, a welcome change in the Scottish summer that never was. But one thing stayed exactly the same. At 10am, a 76-year-old man with a US marine buzz-cut arrived, sparked up a cigarette, took a seat by bay No1 and waited. They did not take long to arrive. Yesterday it was a big-hitting Scottish pro, Jason McCreadie, a smooth-swinging former Challenge tour player, Graham Fox, and a 16-year-old four-handicapper, Colin Robinson, who shot 70 in the club medal at Largs last weekend. Tomorrow, it could be the European tour rookie of the year Mark Warren and the day after that the former Ryder Cup player Paul Broadhurst. And in the winter, as it has been for the last few winters, it will be Padraig Harrington. As golfing citadels go, Inverclyde in Ayrshire is as unprepossessing as it gets. Even its range leaves a lot to be desired; no heaters, no video technology and nobody to pick up the balls. But this is where Harrington learned the swing that made him the 2007 Open champion. It is also where Bob Torrance, the man who taught him that swing, spends most days of his life tending to his flock of golfers, 10 o'clock until four. Yesterday, however, he had to leave early. \"Got to go to the bank,\" he said. \"To cash the big cheque after Sunday?\" said one his players. This was meant to be a joke, but it could be true. These days Butch Harmon, who taught Tiger Woods and now teaches Phil Mickelson, and David Leadbetter, who does the same job for Ernie Els, are not so much swing coaches as industries, turning their talents into money-making machines. If he had been 30 years younger Torrance, might have been inclined to cash in on the widely held view within the professional game, that he is the best teacher in the world. But that would have meant leaving Largs and, in any case, what is money when measured against making a teenager's dreams true. \"I came down with a friend just to hit some balls. Bob comes along and pulls his seat up behind me and says, 'Let's see you hit a few balls',\" recalled Robinson. \"I was wetting myself with nerves. Somehow I managed to hit four of the best shots I've hit in my life, and after that he told me to go and pick up my golf balls and he would show me something new.\" Six months later Robinson has shaved three shots off his handicap and is hitting a five-iron 25 yards further . As the youngest he is responsible for getting the coffee but the role has been filled by a few others in years past, including Paul McGinley and Harrington. No one gets special treatment from Torrance, unless they are struggling. \"He usually just goes up and down the bays, teaching whoever is here, but if you mention you have a particular problem with your swing then he'll give you more time,\" says Graham Fox. \"When you first come here you can be nervous as hell because of who Bob is and what he has achieved. But once you relax you have a brilliant time. We have a great laugh, but we also work hard.\" Unlike most modern coaches, Torrance does not use video technology. He does everything by eye; watching a player hit a few balls, then giving them a swing tip. \"I cannot believe the best coach in the world is teaching me, and it is not because I am rich,\" said McCreadie, who has tried numerous times to make it through the European Tour qualifying school. \"But that's Bob; he doesn't care about money, all he cares about is that the guys he teaches are ready to work hard.\" That sounds like Padraig Harrington, who Torrance coached for 11 years. Press him and Torrance will say the best player he has ever worked with was his son Sam, the 2002 Ryder Cup captain, but his pride in the Irishman's achievement is obvious, although he wasn't at Carnoustie to watch Sunday's finale. He worked with Harrington early on Sunday morning before driving to Largs in order to miss the traffic. \"But I caught the last nine holes on television,\" he said. \"As far as I can see, Padraig played the perfect round for 17 holes.\" The final hole, of course, was another thing all together but in the play-off everything the Irishman had learned kicked in. \"Padraig has got a work ethic like no one else. We were up here one winter and it was snowing like hell; it was like a blizzard. You could hardly see the balls but Padraig still wanted to practise, so we decided to go to the range in Irvine,\" he said. \"Mind you, we were back up here the next day.\" And the day after that. And the day after that. And the day after . . ."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}