{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2007/jul/17/newsstory.sport5", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2007-07-16T23:28:55Z", "webTitle": "Football: Cole ready to take wing again as Mourinho ditches the diamond", "webUrl": "https://www.theguardian.com/football/2007/jul/17/newsstory.sport5", "apiUrl": "https://content.guardianapis.com/football/2007/jul/17/newsstory.sport5", "fields": {"headline": "Cole ready to take wing again as Mourinho ditches the diamond", "bodyText": "Joe Cole has welcomed Jose Mourinho's decision to revert to an attack-minded formation employing wingers as Chelsea set about regaining the Premiership title from Manchester United, with the England midfielder insistent that the mood within the squad is one of quiet confidence for the campaign ahead. The 25-year-old's impact was severely limited last term initially by a knee injury sustained during the club's pre-season tour of the United States and then a stress fracture in his foot which ruled him out for a further four months. Yet, restored to the side, Cole is relishing featuring in a more pace-driven Chelsea line-up which will play its second pre-season friendly against Suwon Bluewings tonight. \"I think the manager would have played 4-3-3 last season but with so many injuries - both myself and Arjen Robben missed most of the season - his hands were tied,\" said the midfielder. \"But I think that's our best formation and much better than playing the diamond. \"It's going to be tight this season. I've got a lot of respect for Manchester United. They were brilliant last year, they deserved to win the league and the pressure is on them a little bit as champions. We know what that felt like. But this year our squad is stronger and we are quietly confident. \"[Florent] Malouda has looked good. He got himself a goal in his first game [against América on Saturday], looks a quality player and has great pedigree, having played in a World Cup final and for Lyon for years. \"He has come in and settled in really well. I think he's going to be a really good addition to the squad. The first year we had Robben, Duff and me. We were all fit and played some good football. We've got four, maybe five wingers so we've got strength in depth and options now. \"There are other games when you have to play the diamond and be a bit more solid, especially when you have Ashley Cole or Wayne Bridge bombing down the left, and Paulo [Ferreira] and Glen Johnson on the right. It can work, but the 4-3-3 gives you balance and with Didier Drogba and Andriy Shevchenko up front it gives you so many options now. I think the squad is as strong now as at any time that I've been at Chelsea.\" Cole returned to the side in April and featured in the FA Cup final victory over United at Wembley to offer some tangible reward for a season of frustration. \"It's brilliant for me that the new season's approaching. I came back last season, got an FA Cup winner's medal, got my place back for England and that was good but really I was playing at 70% fit. I am going to start the season 100%. I feel as good as I can and as close to being fit as possible after four days of training. But I want to get back to the sort of performances I was doing in the previous two seasons. \"I would rather keep playing. I don't mind about holidays and having a rest. Maybe I'll feel it in another five years but, at the moment, I could carry on playing all summer. It'll be a tough season and there'll be four clubs up there challenging for the title. \"Arsenal have lost Thierry Henry but, sometimes, that brings the best out of players who stay because they are determined to show what they can do. You can't rule them out of it but, personally, I can't wait for the season to get under way.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}