{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2007/jul/20/Olympics2012.politics", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2007-07-19T23:45:54Z", "webTitle": "Olympic Games: Lemley paid off with £388,000 after only seven months at ODA", "webUrl": "https://www.theguardian.com/sport/2007/jul/20/Olympics2012.politics", "apiUrl": "https://content.guardianapis.com/sport/2007/jul/20/Olympics2012.politics", "fields": {"headline": "Lemley paid off with £388,000 after only seven months at ODA", "bodyText": "The American multimillionaire Jack Lemley, who was asked to quit after seven months as part-time head of the Olympic Delivery Authority, was on £611,000 a year and received a pay-off totalling £388,000, the body revealed yesterday. The authority, which until now had refused to release details of his pay and conditions, also disclosed in its annual report that Lemley received £58,000 in travelling expenses. His salary would have made him the highest-paid quango boss in Whitehall, earning more than double that of the Cabinet Secretary. Lemley was appointed in November 2005, took over the role officially in March last year and resigned in October after disputes over the programme with the Olympics minister, Tessa Jowell. Nicknamed \"The Terminator\", Lemley claimed political infighting drove him out but it later emerged he had been pushed to quit. The Department of Culture, Media and Sport said: \"He left by mutual agreement - it was a negotiated departure as there was a difference in approach.\" The annual report also reveals that the ODA chief executive David Higgins earned £360,000 basic salary plus £215,000 in performance-related pay last year - less than Lemley but for a full-time job, and one in which he has achieved recognition from the International Olympic Committee for the pace of London 2012's preparations. Sir Roy McNulty, acting ODA chairman, said: \"The ODA has met all its major milestones to date in its first year, finishing the first major construction programme, the tunnelling needed to underground the powerlines, on time and to budget and, as was stated in the recent Public Accounts Committee report, also making £600m savings during the review of costs last year through improvements to the site map.\" The government yesterday also received a warning from the National Audit Office that it must iron out any uncertainties in the £9.3bn budget for the 2012 Olympics now that it has finally put the Games on a \"firmer financial footing\". The National Audit Office, which earlier this year severely attacked ministers for not drawing up a firm budget for the event, now wants robust checks on contingency funds for the Games and clear guidance to the ODA on when it will receive the cash so there are no delays to the programme. Sir John Bourn, comptroller and auditor general, said: \"The Department [of Culture, Media and Sport] must still work to contain funding and achieve value for money, and should make clear what will be delivered for the public's money.\" But a Tory MP on the Public Accounts Committee, Richard Bacon, attacked the process as \"Del Boy economics\" because the report showed the government had failed to allow for VAT, corporation tax or programme management costs in its original budget."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}