{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2007/jul/25/cycling.tourdefrance1", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2007-07-24T23:37:32Z", "webTitle": "Cycling: How Vinokourov was blooded into the Tour of infamy", "webUrl": "https://www.theguardian.com/sport/2007/jul/25/cycling.tourdefrance1", "apiUrl": "https://content.guardianapis.com/sport/2007/jul/25/cycling.tourdefrance1", "fields": {"headline": "How Vinokourov was blooded into the Tour of infamy", "bodyText": "One of the hallmarks of cycling's most notorious drug cheats is hubristic denial, on the most colossal scale. If his control test is confirmed, Alexandr Vinokourov will end up right on the top row of the pantheon of infamy along with Tyler Hamilton, Richard Virenque and Raimondas Rumsas. Asked repeatedly about his regime before the start of the Tour in London, Vinokourov cast his eyes to the floor and replied: \"Why do you think that training means doping? I have done my work and I have nothing to reproach myself for.\" Vinokourov went down the same road after his second stage win of the Tour on Sunday, accusing the president of the International Cycling Union, Pat McQuaid, of \"trying to make me look like a cheat. We are always made to look like animals without brains,\" he continued. \"I am not a criminal. I am only trying to do my work in the best conditions I can.\" By then, the blood had apparently been put in, the stages won. So much for the \"campaign of harassment\" that Vinokourov and his intense, shaven-headed manager Mark Biver complained about before the Tour started. Biver, so quick to get behind his leader when the questions were answered, wasted no time in declaring him \"guilty until proven innocent\" yesterday? It is worth looking back a few weeks to what Biver referred to as \"harassment.\" There were the nods and winks when Vinokourov rode the Dauphiné Libéré stage race in a state of grace, seemingly winning or setting his team-mates up to win as and when he chose. There were the rumours that he and some of his team mates were the \"men in black\", said by the International Cycling Union's head of anti-doping Anne Gripper to be training in anonymous clothing in far-off places to avoid random drug tests. There were the rumoured sightings of Vinokourov at Col de Madone near Nice, in the Canaries. With hindsight, it all has a new complexion. The Guardian was among those who questioned Vinokourov's ethics before this Tour de France began, only to be slapped down by Biver, who said that we \"had not quite understood\". Perhaps we understood all too well. It all makes a horrible, grim kind of sense, as did the case of Hamilton, as did those of Virenque and Rumsas. Vinokourov had raised eyebrows on Saturday, simply because his margin of victory was so vast, particularly for a rider who had been on his knees - literally - for the previous nine days, who had been unable to get over the biggest Alpine cols with the best the previous Tuesday. As Britain's 1992 Olympic pursuit gold medallist Chris Boardman said, \"If it looks too good to be true, it probably is.\" By the time the time-trial came around on Saturday, Vinokourov had his back to the wall. His tour had fallen apart when he crashed on the stage to Autun nine days earlier, gashing both knees so deeply that 30 stitches were required to keep him in the race. On occasions he had barely been able to climb the podium to register in the mornings. He had clung on initially in the Alps only to lose, as it then seemed, all chance of overall victory on the stage to Briançon, when he was unable to hold the pace set by the Spaniard Alberto Contador and the young Colombian Juan Mauricio Soler. He ended the stage in tears, convinced his race was over. This was to be Vinokourov's last chance to win the Tour, just as the 1998 version looked set to be Virenque's best opportunity ever. He is now 33, well past the age at which a cyclist is at his best. He had the pride of an entire nation, Kazakhstan, and the weight of its oil millions riding behind him. He had an entire group of his countrymen riding alongside him in the country's national colours, bearing the name of their capital city. He had pulled strings with the politicians to put the financial package behind the team together. David Millar could easily be understood when he said that Vino was his favourite rider in the bunch. Vinokourov was the best road racer in the peloton, with an ability to produce the winning attack at the right time, and a never-say-die mentality which delighted fan. His final kilometre move to win the last stage of the 2005 Tour on the Champs-Elysees was the high point of a routine seventh Tour win for Lance Armstrong. He is a legendary hardman, who originally turned professional in France for the Casino team. The turning point in his career came when his best friend and fellow Kazakh, Andrei Kivilev, died of head injuries sustained in a crash in the Paris-Nice race to the sun in 2003. \"I know he is always at my side. His strength is always there to support me,\" he repeated. But Vino's connections, in hindsight, appear suspicious. From 2000 he was part of the T-Mobile team alongside Jan Ullrich, with whom he escaped to take silver to the German's gold in the Sydney Olympic road race. Doping, if not necessarily systematic, was clearly endemic in the German team, if the spate of recent confessions of drug use and administration - by the team's doctors - is anything to go by. Ullrich is now disgraced, although still in denial. In 2006 Vinokourov moved to the Liberty Seguros team, run by Manolo Saiz, the team manager who was subsequently implicated in the Operation Puerto blood-doping investigation. Last year, to fuel his competitive anger further, he was denied entry to the Tour in spite of the fact that he had not been obviously involved in any wrongdoing. His ejection from the Tour came after a lengthy saga in which Liberty pulled out following Saiz's implication in Operation Puerto, upon which Vino' went to Kazakhstan and put the finance together to relaunch the team as Astana. But when the Tour purged itself of cyclists involved in Operation Puerto Astana - formerly Liberty - lost five men, which put them below the minimum required to ride the Tour. Vino was out, the Kazakh baby with the Puerto bath water. Astana was rebuilt, with entirely new management and in what now seems like an exquisite irony, Biver went to great lengths to underline that this year's Astana had nothing to do with the squad run by Saiz. Perhaps, but they do have this in common: Saiz also lost his leader, Roberto Heras, to a positive drug test, in Heras's case for erythropoietin. Vino went on to win the Tour of Spain last September, in a dominating performance in which he won a total of three stages. That performance will now be tainted with suspicion, as will Vino's other major wins - the Liege-Bastogne-Liege Classic in 2005 and the Amstel Gold Classic in 2005. Kazakh's race Agony, ecstasy, infamy Prologue Tour begins in London with Alexandr Vinokourov the 2-1 favourite Finishes stage 7 Overall standing 7 Stage 1 Astana rider's solid start leaves punters who have backed him feeling relaxed Stage position 36 Overall position 9 Stage 2 Crosses himself as he goes over the finish line after avoiding high-speed pile-up Stage position 31 Overall position 10 Stage 3 Organisers say 53 riders, including Vinokourov, submitted blood tests and were negative Stage position 54 Overall position 11 Stage 4 Feels his team are being harassed over drugs amid reports a team-mate's positive test is confirmed Stage position 72 Overall position 12 Stage 5 Crashes, ripping his shorts and skin on his right buttock, gashing right elbow and deeply cutting both knees Stage position 83 Overall position 81 Stage 6 Barely able to climb the stairs to where the riders register after having 37 stitches in his knees Stage position 160 Overall position 81 Stage 7 Still feeling the effects of his crash. 'I suffered a lot. It's almost a victory for me' Stage position 39 Overall position 44 Stage 8 Deficit to overall leader rises to 4min 29sec as he is unable to stay with the pace Stage position 19 Overall position 22 Stage 9 Breaks down in tears after his chances of winning the Tour all but disappear: 'I had pain everywhere' Stage position 20 Overall position 21 Stage 10 Loses another 2min 42sec to the overall leader, Michael Rasmussen Stage position 121 Overall position 21 Stage 11 Knee pain subsides and he splits the field with a major attack 70km from the finish Stage position 54 Overall position 19 Stage 12 Battles on, having revealed he was 'inches away from abandoning' a couple of days earlier Stage position 76 Overall position 19 Stage 13 Wins the 54km time trial and says: 'For me the Tour began today.' Takes fateful drug test Stage position 1 Overall position 9 Stage 14 Time-trial success looks to have been a dramatic flash in the pan as he loses best part of half an hour Stage position 81 Overall position 30 Stage 15 Dominates the massive mountain stage to take his second stage win in three days with a vintage ride Stage position 1 Overall position 23 Yesterday Results of a positive test for a banned blood transfusion are revealed. Kazakh denies cheating but Astana pull out of Tour"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}