{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2007/jul/12/cricket.sport2", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2007-07-11T23:27:32Z", "webTitle": "Cricket: Worcester replay decision is a 'disgrace', Yorkshire complain", "webUrl": "https://www.theguardian.com/sport/2007/jul/12/cricket.sport2", "apiUrl": "https://content.guardianapis.com/sport/2007/jul/12/cricket.sport2", "fields": {"headline": "Worcester replay decision is a 'disgrace', Yorkshire complain", "bodyText": "Yorkshire look set to launch a formal complaint after the England and Wales Cricket Board ordered the abandoned championship match between Worcestershire and Kent to be replayed in three weeks' time. The ECB had reacted swiftly to the farcical scenes in Worcester this week, when the match was abandoned on the third day without a ball having been bowled, but Yorkshire's director of cricket, Martyn Moxon, was furious, labelling the decision \"an absolute disgrace\". Moxon watched his side, who top the Division One table, sit out the first two days of their Roses clash with Lancashire at Old Trafford because of the rain before the match petered out into a draw yesterday. \"I think it's an absolute disgrace, a disgraceful decision,\" he said. \"I've spoken to [the Yorkshire chief executive] Stewart Regan already and I think we're going to put in a formal complaint. We've lost half of our last two championship games [to rain]. Do we get the chance to replay those two days in both those games? We've had to suffer the consequences of the weather. \"Worcestershire were expecting this game to go ahead. It hasn't, so Worcestershire have to carry the can for that.\" The ECB has granted Worcestershire £75,000 to \"assist in the restoration of the New Road ground following the mid-summer flooding\". The club had estimated £170,000 was lost when no Twenty20 matches could be played at their ground recently and that it might cost them about £100,000 if tomorrow's Pro40 match against Hampshire had to be abandoned. The rescheduled match against Kent will be played on July 30, 31, August 1 and 3. The ECB's decision recognises that an enraged Kent were unfairly penalised by the decision to try to stage a match at a venue where flooding had occurred only 12 days previously. Though praising the \"exceptional efforts\" of Worcestershire to clear up the ground after the flooding, the ECB concluded that the decision to stage the match, made solely by Worcestershire's chief executive, Mark Newton, was taken \"in good faith but was highly optimistic\". Newton preferred his staff to be in Worcester, before the financially important televised Pro40 match against Hampshire scheduled for tomorrow, rather than Kidderminster, an available alternative venue. But that one-day match has now been relocated to Derby by the ECB. The England Test captain, Yorkshire's Michael Vaughan, was absent for the closing overs against Lancashire yesterday because of a stiff back but Moxon said there was \"nothing to worry about\" in the run-up to next week's first Test against India at Lord's. \"We didn't want to risk anything,\" he said. Monty Panesar took six for 65 as Northamptonshire bowled out Gloucestershire to win by 138 runs in Division Two. Gloucestershire resumed on 119 for four requiring a further 212 but Panesar dismissed five of the six batsmen to fall in the session as Gloucestershire were dismissed for 192."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}