{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2007/jul/17/comment.media", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2007-07-16T23:13:26Z", "webTitle": "Sarfraz Manzoor: The end of mystique", "webUrl": "https://www.theguardian.com/commentisfree/2007/jul/17/comment.media", "apiUrl": "https://content.guardianapis.com/commentisfree/2007/jul/17/comment.media", "fields": {"headline": "The end of mystique", "bodyText": "The clamour that has engulfed the BBC after last week's misleading sequence featuring the Queen has focused on the damage suffered to the corporation. In an effort to convince the public that it still retains its integrity, the BBC has engaged in another round of self-flagellation: the director general has sent a stern email to employees warning of the dangers of losing the trust of the audience and an inquiry has been mounted into the affair. True, the bosses bear some responsibility, but the underlying reasons lie in how television has changed in the past decade. Having worked on both sides of the camera as well as in the boardroom, I have concluded that most television is like an impatient child - noisy, easily bored and desperately seeking attention. This need to be noticed is driven by a desire for ratings, which prompts programme-makers to do everything and anything to lure viewers to stay tuned. You can see it everywhere, in eye-wateringly blunt programme titles, current affairs programmes which promise more than they deliver and the use of celebrities or dramatised reconstructions. The manic fear that the fickle viewer might turn over is largely driven by a sense that if a programme is not talked about, it has somehow failed. The pressure is exerted by broadcasters and commissioning editors, but it is the programme-makers who feel it. By far the most perceptive analysis of the recent Queen controversy was from Michael Grade, a former chairman of the BBC, who said that the incident revealed the dangers of employing inexperienced young people who did not appreciate the sacred nature of facts. Grade did not mention that this generation has grown up during a time when reality television and celebrity culture have reigned supreme. The distinction between those who are famous for having achieved something and those who are famous for being famous has become as blurred as the difference between current affairs journalism and factual entertainment. And it is only by recognising the implications of this climate that the present controversy can be understood. The production company behind the Queen documentary is RDF, which is also responsible for Wife Swap and the accidentally appropriate Faking It. These are programmes in which chronology can be sacrificed in the cause of more entertaining television. As it happens, the victims of reality television often complain that the editing has unfairly represented them. Only last month, a participant in Channel 4's Shipwrecked revealed the tactics the production company used off camera to entice viewers, including handing out alcohol, cigarettes and condoms. \"There's nothing like taking part in a TV reality show,\" she said, \"to strip you of any lingering naivety about why people line up in their thousands to participate. Or what TV channels will do to get publicity.\" When one considers the deluded and desperate individuals who volunteer, it is hard to summon much sympathy for their conviction that they deserve fame without having made any contribution to society. Television is an artificial construct and most distortions are harmless. Nevertheless, the only difference between the misleading promotional trail for the documentary on the Queen and the constructed reality of programmes like Wife Swap is class. We are more likely to be sympathetic when the complaint comes from Buckingham Palace than from Basildon. The mystique of the Royals came from their inaccessibility, once they embrace celebrity culture they become vulnerable to a generation raised on constructed reality and celebrity, for whom the Windsors are just a less rock'n'roll version of the Osbournes. · Sarfraz Manzoor is a former Channel 4 commissioning editor www.sarfrazmanzoor.co.uk"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}