{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2007/jul/14/rugbyleague.sport1", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2007-07-13T23:50:44Z", "webTitle": "Rugby league: Hull FC 20 - 8 Harlequins", "webUrl": "https://www.theguardian.com/sport/2007/jul/14/rugbyleague.sport1", "apiUrl": "https://content.guardianapis.com/sport/2007/jul/14/rugbyleague.sport1", "fields": {"headline": "Sharp revival goes ahead at Hull", "bodyText": "Hull FC's revival continues to take shape. Their coach Peter Sharp had hoped victory in last weekend's derby with Hull KR would kick-start their stuttering campaign and a second successive win moves them to the fringe of the play-offs. This was a triumph built on hard work, as Sharp's side recovered from an early eight-point deficit to grind down an enthusiastic Harlequins team. With their forwards working tirelessly throughout, and Motu Tony and Richard Horne providing some spark behind them, the home side wrested control of a tight match from the Londoners' clutches. Hull's pre-match problems were not restricted to the deluge of rain that has continued to fall in the region, particularly in the hours leading up to the game. Their experienced hooker Richard Swain retired in midweek due to a back complaint, which together with the broken foot sustained by Wayne Godwin last weekend left the home side without a recognised No9. That meant a debut off the bench for the 18-year-old Danny Houghton, who was given a new two-year contract yesterday afternoon. By the time Houghton came on with more than a quarter of the game gone, his side were trailing 8-0. Quins had scored the half's only try after 10 minutes when, from a scrum, Mark McLinden fed Tyrone Smith, who brushed off a tackle by Craig Hall to power over the line. Paul Sykes' conversion from out wide and a penalty after Danny Washbrook's high tackle on McLinden soon after saw the visitors take control on the scoreboard. But Hull gradually found a footing and, with Houghton busy in the middle of the field alongside Horne and Tony, they were level by half-time, courtesy of Danny Tickle's boot after he kicked four close-range penalties. Tickle's opportunities came as Quins incurred the wrath of the referee, Ashley Klein, with a string of offences, undoing much of their early hard work. Harlequins' defence had stood commendably firm, however, and continued to do so in the early stages of the second half despite Hull's efforts to find a way through. When Hull did cross the line, Matt Sing's try was disallowed for obstruction. Sing was involved again when the home side scored their opening try after 57 minutes. The former Australian international broke through after Hull had shown tremendous adventure in the difficult conditions and Horne, in support on the winger's left shoulder, finished a great move by the posts. Victory was then assured when Craig Hall intercepted Scott Hill's ambitious pass to touch down. Hull FC Tony; Sing, Hall, Yeaman, Raynor; R Horne, Lee; Dowes, Washbrook, King, Radford, Manu, Tickle. Interchange Wheeldon, Whiting, Maiava, Houghton. Harlequins McLinden; Wells, Sykes, T Smith, Sheriffe; Orr, Hill; Temata, Randall, Mills, Gafa, Hopkins, Paul. Interchange Rinaldi, Mbu, Grayshon, McCarthy-Scarsbrook. Referee A Klein (Silsden)."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}