{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2007/jul/06/uk.conservatives", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2007-07-05T23:42:13Z", "webTitle": "Tory social justice group urges lending restrictions for banks", "webUrl": "https://www.theguardian.com/politics/2007/jul/06/uk.conservatives", "apiUrl": "https://content.guardianapis.com/politics/2007/jul/06/uk.conservatives", "fields": {"headline": "Tory social justice group urges lending restrictions for banks", "bodyText": "A report intended to position the Tories as the party of social justice will next week call for banks to be regulated to protect poorer people from irresponsible lending, as well as advocate tax breaks for marriage, and a programme of residential rehabilitation for drug addicts. The proposals will come in a report from the party's social justice policy group, chaired by the former Tory leader Iain Duncan Smith. It has made 190 policy recommendations covering areas such as the family, welfare, debt, education, gambling and the voluntary sector. The recommendations include opposing the government's expansion of gambling and a call for intervention with children as young as three to prevent indiscipline at school. They also propose parenting classes in schools and measures to encourage the best headteachers to work in the toughest, under-performing schools. The report also argues that the tax system is weighted against marriage and two-parent families, and calls for measures to redress the \"current imbalance\". Highlighting the importance he attaches to the report, David Cameron said yesterday: \"Tackling social breakdown is the big challenge of our times. I want it to be the modern mission of my party.\" Ed Balls, the children, schools and families secretary, will counter the Tory stance with a Commons statement on the same day which will set out the dividing lines between the two parties on an issue which will be a battleground in the election. The Conservatives will claim that the cost of \"social breakdown\" is £102bn, with the cost of family breakdown standing at £24bn a year, and educational under-achievement at £18bn a year."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}