{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2007/jul/29/foodanddrink.shopping3", "type": "article", "sectionId": "food", "sectionName": "Food", "webPublicationDate": "2007-07-28T23:19:57Z", "webTitle": "Jay Rayner reviews Bells Diner, Bristol", "webUrl": "https://www.theguardian.com/lifeandstyle/2007/jul/29/foodanddrink.shopping3", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2007/jul/29/foodanddrink.shopping3", "fields": {"headline": "RInging endorsement", "bodyText": "Bells Diner 1-3 York Road, Bristol (0117 924 0357) Meal for two, including wine and service, £100 At the end of what had been a very nice lunch at Bells Diner, when anonymity was no longer necessary, the chef came out for a chat. 'I thought you'd never come back to Bristol after the last time,' Chris Wicks said. He had a point. My experience at Carpe Diem had been disastrous, and I am fond enough of my tongue to not wish it ill. So away from Bristol I would have stayed had it not been for the email response to that review. A few of you concurred on Carpe Diem. Some lamented the general state of restaurants in Bristol. One unravelled an enormous conspiracy theory about industrial sabotage within the local trade. And then there were the others who all said that if I was looking for good food in the city the place to try was Bells Diner in the Montpelier district. As I know you to be people of impeccable taste - after all, you are reading this column and not another - I did as I was told. Bells Diner does not have bells in it, and does not look like a diner. It is a cheery, ramshackle spot, which appears to have been converted from a Victorian grocer's shop. It is panelled in wooden slats painted duck-egg blue, and stuffed with a random and pleasingly eccentric collection of objects. If, merely looking at the restaurant, I had been asked to describe its food, I would have suggested something more bistro than brasserie that made a virtue of ingredients rather than preparations. Until a few years ago I would have been right. Chris Wicks says his menu was essentially River Cafe rustic. But then something happened. Recently we produced an issue of the Observer Food Monthly dedicated to the new cookery, in which I interviewed chefs experimenting on the outer fringes of gastronomy. Almost all of them had a similar story. They were neo-classical chefs until 'one day I ate at the Fat Duck...' Inspired by Heston Blumenthal's wizardry, they went back to their kitchens and started experimenting. Exactly the same thing happened to Wicks, and to good effect. He was not tempted to forget everything he learned. Instead he simply upgraded what he was doing, according to Blumenthal's principles. For example, my main course was, for the most part, standard French cookery: a breast of ducky duck with crisp salty skin - screw up the skin and you've wasted the bird - alongside a pretty triangle of pommes anna, a slippery-smooth sweet potato puree and red chard. What lifted this dish were the cubes of pear jelly, which delivered the blast of fruit that works so well with duck. The other main course went further into new-cookery territory: a tranche of salmon cooked under vacuum, topped with an egg poached for 90 minutes, again under vacuum, to give a curious but satisfying gelatinous texture both to yolk and white. With this was braised peas with Serrano ham for a burst of salt, and a pea sorbet. Wicks was unembarrassed in declaring the dish to be a version of the one with which Sat Bains won on BBC2's Great British Menu - and reasonably so. As long as chefs declare their influences no one can complain. To go backwards for a moment, Wicks did the same with a starter of a quail jelly with a tiny warm quail breast, topped with a shellfish foam, pea shoots and the crunch of peanuts, which was inspired by Heston Blumenthal's dish of quail jelly, pea puree and cream of langoustine (itself, in turn, an homage by Blumenthal to the French chef Alain Chapel: follow the gastronomic DNA). Wicks's version was only let down by the temperature of the jelly, which was too low. It needed to be at melting point as it came to the mouth. But I could see that the essentials worked. As did my companion's far more conventional but very sturdy rabbit terrine, with pistachio nuts and a sweet fig puree pumped with caramel flavours. It was at dessert that Wicks's strengths and weaknesses really shone through. The least impressive of the dishes was also, unsurprisingly, the most homely. A cherry tart, made to an old recipe, with a thick yeasty base, was a little clumsy. By contrast his Lemon Fantasy was a stonker: this was lemon in four densities, starting with sherbet 'air' foam, which was just a whisper of flavour on the tongue. This was followed by a spectacular lemon sorbet which started on the spoon and finished as a drink. Next came an equally accomplished souffle, and finally a lemon tart. This was a dish put together by a chef who knows exactly what effect they are trying to achieve. Pricing is considered, service knowledgeable and charming. In short, Bells Diner was everything so many places in Bristol haven't been recently: a nice place for lunch. Many thanks to those of you who sent me there. I shall now leave Bristol in peace for a while. jay.rayner@observer.co.uk · Visit Word of Mouth, The Observer's new food blog (observer.co.uk/foodblog)"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}