{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2007/jul/29/childrensservices.schools", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2007-07-28T23:20:30Z", "webTitle": "Campaign to reclaim streets", "webUrl": "https://www.theguardian.com/society/2007/jul/29/childrensservices.schools", "apiUrl": "https://content.guardianapis.com/society/2007/jul/29/childrensservices.schools", "fields": {"headline": "Campaign to reclaim streets", "bodyText": "Only two out of 10 British children play in the streets and parks close to their homes each day, compared with seven out of 10 when their parents were growing up - even though campaigners have long maintained that outdoor play is essential to every child's upbringing. Rising traffic levels, parked cars and fears of 'stranger danger' and teenage gangs have driven young children off the streets and into their homes, according to four different studies by Play England, which will be published tomorrow. Unlike their parents - who would gather to play 'What's the time, Mr Wolf', cops and robbers, hopscotch or British bulldog - researchers found that today's children prefer to stay indoors or go to organised sports sessions. Play England concluded that childhood across the UK has been transformed over three decades. One piece of research shows that car owners are now unwilling to move their vehicles even 50 or so yards to give children somewhere to play with a ball. It is little surprise then that, as school holidays began last week, streets once teeming with children were quiet. As Claudia Fulchini, a charity worker from the Leeds Play Network, who drove her car around the city's suburbs, said: 'It was dry, but the roads were empty. There were hardly any children. They were inside playing computer games.' In an attempt to boost the numbers playing out, Fulchini's team are closing down three major roads in the centre of Leeds this week. They will be filled with children making dens with timber and fabrics, skipping and playing games. Roads across Britain will be shut down on Wednesday to mark the 20th National Play Day, with many providing old favourites, including hula-hoops and marbles in Cirencester and space hoppers in Bristol. Meanwhile, an exhibition in Salford has showcased photographs of a local street where more than 300 children regularly played in the Sixties. 'What used to be the norm for children starting at primary age is not any more,' said Adrian Voce, director of Play England. 'The theme for Play Day is \"Our Streets Too\", and we are trying to get across that there are increasing obstacles stopping children from playing out in their local neighbourhood. Traffic is the number one barrier.' Play, argued Voce, helps children to develop their identity, gives them 'downtime' and helps them make friends. 'Children cooped up at home for long periods don't get the exercise, don't sleep as well and don't eat as well.' But for many the lure of computer games and addictive websites has overtaken the idea of getting outside. Jennie Jones, from Harrogate, said her 12-year-old daughter and friends loved spending time on the internet portal MSN messenger and the website, MySpace. 'We live on a new development and there is a park on the edge. Two years ago my daughters' friends were there and someone tried to get them into a car,' said Jones. 'Since then the park is no longer used; people are scared.' Many parents have become worried as a result of high-profile child abductions, but many argue this is irrational. 'If these things were happening every day, no one would be reporting them,' said Andy Hibberd, co-founder of the Parent Organisation, who has two sons aged nine and eight. 'Parents need to realise that if it makes it to the newspapers or television it is unusual, generally speaking. They should not feel so frightened. 'When we were young we would play out of the sight of the house - football, Frisbees. We would build carts and ride them down the hill. I think access to electronic entertainment is so easy and because of that most children would prefer to play indoors than go out and interact on the streets.' It is a trend that campaigners are trying hard to reverse. Traffic is the number one barrier.' Play, argued Voce, helps children to develop their identity, gives them 'downtime' and helps them make friends. 'Children cooped up at home for long periods don't get the exercise, don't sleep as well and don't eat as well.'"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}