{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "science/2020/mar/16/standing-stone-on-isle-of-lewis-tracks-lightning-strike", "type": "article", "sectionId": "science", "sectionName": "Science", "webPublicationDate": "2020-03-16T21:30:36Z", "webTitle": "Standing stone on Isle of Lewis tracks lightning strike", "webUrl": "https://www.theguardian.com/science/2020/mar/16/standing-stone-on-isle-of-lewis-tracks-lightning-strike", "apiUrl": "https://content.guardianapis.com/science/2020/mar/16/standing-stone-on-isle-of-lewis-tracks-lightning-strike", "fields": {"headline": "Standing stone on Isle of Lewis tracks lightning strike", "bodyText": "Geophysical tools have become an essential adjunct to archaeology, occasionally turning up surprising findings that would otherwise remain undetected – including what looks like the fossilised remnant of a lightning strike. Airigh na Beinne Bige (little mountain shelter), known more prosaically as Callanish Site XI, is a solitary standing stone on the Isle of Lewis. A recent survey showed it to be the last remnant of a stone circle. More surprisingly, this circle had been built around a magnetic anomaly about 20 metres across, corresponding to a star-shaped marking etched into the bedrock beneath the covering of peat. Researchers believe the anomaly is the result of a powerful lightning strike, or series of strikes, about 4,000 years ago, before the peat was laid down. A tree may once have stood on the spot, attracting lightning. The surface currents induced by a strike can permanently alter the magnetic field of minerals, leaving an anomaly, although only a handful of examples have been found in the UK. Dr Richard Bates, of the University of St Andrews, suggested the circle may have been built because the lighting gave it religious significance to Neolithic people. Similar constructions are known elsewhere, for example in Dakota, where Native Americans built mounds on spots known for lightning strikes."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}