{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/mar/09/matt-gaetz-coronavirus-cpac-quarantine", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-03-09T22:30:54Z", "webTitle": "Coronavirus: quarantined congressman flew with Trump on Air Force One", "webUrl": "https://www.theguardian.com/us-news/2020/mar/09/matt-gaetz-coronavirus-cpac-quarantine", "apiUrl": "https://content.guardianapis.com/us-news/2020/mar/09/matt-gaetz-coronavirus-cpac-quarantine", "fields": {"headline": "Coronavirus: quarantined congressman flew with Trump on Air Force One", "bodyText": "Two Republican congressmen who were in close contact with Donald Trump in recent days have self-quarantined over concerns that they were also in contact in the same period with a known carrier of the coronavirus. Republicans Matt Gaetz of Florida and Doug Collins of Georgia announced on Monday that they had begun two weeks of self-imposed isolation, as recommended by the federal Centers for Disease Control and Prevention (CDC) for anyone who has come into contact with the virus. Both congressmen said they were asymptomatic. Gaetz flew with Trump on Air Force One from Orlando to Washington on Monday and was informed en route that he had come into contact with a virus carrier at the Conservative Political Action Conference (CPAC) in Maryland last month. “While the congressman is not experiencing symptoms, he received testing today and expects results soon,” said a message posted to Gaetz’s Twitter account. Collins greeted Trump with a handshake at an airport in Atlanta on Friday before the two visited the CDC headquarters for an update on coronavirus. Collins subsequently learned that he also had been potentially exposed at the conservative conference, held each year in Maryland. Health experts have warned that coronavirus is expected to spread widely in the United States and have encouraged vulnerable populations, including the elderly and those with underlying illnesses, to stay at home as much as possible. Dozens of deaths from the virus have been recorded in the United States out of hundreds of confirmed cases, but rates of testing have been low. The White House denied on Monday reports that it had issued internal guidelines, as many organizations have, seeking to limit daily personal contact in an attempt to discourage the spread of the virus. Trump has falsely claimed the virus is “contained” in the United States and accused the media and Democrats of exaggerating the threat it poses, in an effort to hurt him. The virus is not contained. Trump did not respond to a question shouted by reporters Monday about whether he had been tested for the virus. In a news conference Monday, Pence said he did not know whether Trump has been tested. “I just simply don’t know what the White House physician has recommended to the president,” Pence said. “We’ll let you know tonight.” Gaetz and Collins were two of Trump’s most vocal supporters during the impeachment hearings and trial. Gaetz had worn an enormous gas mask last week during a House floor vote on an emergency funding package for the coronavirus response, but he later faced widespread condemnation when one of his own constituents died from the illness. Gaetz and Collins join fellow conservative politician Ted Cruz, who is also in self-quarantine. The Texas senator had attended the same event and met the same infected person."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}