{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/mar/19/29bn-provided-to-free-up-hospital-beds-for-coronavirus-patients", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-03-19T20:57:48Z", "webTitle": "£2.9bn provided to free up hospital beds for coronavirus patients", "webUrl": "https://www.theguardian.com/world/2020/mar/19/29bn-provided-to-free-up-hospital-beds-for-coronavirus-patients", "apiUrl": "https://content.guardianapis.com/world/2020/mar/19/29bn-provided-to-free-up-hospital-beds-for-coronavirus-patients", "fields": {"headline": "£2.9bn provided to free up hospital beds for coronavirus patients", "bodyText": "Local authorities will get more than half of a £2.9bn pot of emergency funding to sort out – at least for now – the long-running problem of elderly and vulnerable people stuck in hospital because the social care they need is not available. The announcement came as the NHS launched an appeal to 65,000 retired doctors and nurses to come back to help with the coronavirus epidemic, under the slogan evocative of wartime: “Your NHS needs you.” The beds occupied by elderly and vulnerable people who have recovered from illness but need care in the community are now urgently needed for the expected influx of severely ill coronavirus patients. Getting them home with support or into a care home will enable the NHS to free up 15,000 beds and convert them to critical care. A further 15,000 beds will become available through cancelled elective operations, and 10,000 will be bought from the private sector. Local authorities will get £1.6bn to boost the social care workforce. The rest of the money – £1.3bn – will go to “enhance the NHS discharge process”, speeding up the assessments and decision-making at the hospital end. “Our NHS and social care colleagues are at the heart of protecting the most vulnerable during the coronavirus outbreak, and the whole country is tremendously grateful for their commitment during this challenging time,” said the health and social care secretary, Matt Hancock. “This funding will help the NHS and social care services in our communities to rise to this once-in-a-generation challenge by allowing the NHS to do what it needs to, and help move people out of hospital as soon as possible to get them back home with the right support.” The Local Government Association welcomed the financial boost. “A widespread coronavirus epidemic across the country will have a huge impact on an already stretched adult social care system,” said Ian Hudspeth, chairman of the LGA’s Community Wellbeing Board. “To maximise the impact of this funding, councils will need to be able to target it towards the pressures in their particular local area, including support to the care provider market.” Meanwhile 15,500 doctors and 50,000 nurses who have retired in the last three years are being asked to come back to fill a range of clinical and non-clinical roles, along with final year medical students and student nurses. “As the health service gears up to deal with the greatest global health threat in its history, my message to former colleagues is ‘Your NHS needs you’,” said England’s chief nursing officer, Ruth May. “Our wonderful nurses in every corner of the country are preparing to change the way we work so that we can provide the right care for the rising numbers of people who will need it. “But we can’t do it alone, so I am urging all recent former nurses to lend us your expertise and experience during this pandemic, because I have no doubt that you can help to save lives.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}