{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2020/mar/29/my-favourite-game-north-adelaide-v-glenelg-1987-sanfl-grand-final", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-03-28T19:00:33Z", "webTitle": "My favourite game: North Adelaide v Glenelg, 1987 SANFL grand final | Scott Heinrich", "webUrl": "https://www.theguardian.com/sport/2020/mar/29/my-favourite-game-north-adelaide-v-glenelg-1987-sanfl-grand-final", "apiUrl": "https://content.guardianapis.com/sport/2020/mar/29/my-favourite-game-north-adelaide-v-glenelg-1987-sanfl-grand-final", "fields": {"headline": "My favourite game: North Adelaide v Glenelg, 1987 SANFL grand final", "bodyText": "There are few years as significant in the timeline of Australian football as 1987. It was the year the VFL welcomed teams from Western Australia and Queensland, signposting the first iteration of the AFL and the end to a state model that had pervaded for more than a century. It was the year Australia’s indigenous sport grew up and adopted a national approach. But it wasn’t there just yet. South Australia, Victoria’s long-time archrival, was having none of it. The SANFL was robust, well-patronised and financially secure. Despite repeated overtures from the VFL to become part of the new order, South Australia would go it alone. In hindsight it was a nearsighted view. But if the VFL was the dog’s bollocks back then, the SANFL was the cat’s pyjamas. In 1987 a classic South Australian trilogy would enact its final stanza. North Adelaide and Glenelg had contested the 1985 and 1986 grand finals, both won by the Bays, and were to meet again in the 1987 decider at Football Park, still the most ingeniously named stadium in world sport. The match itself was a concoction of brutality and artistic expression inconceivable today. Take a look at the melee early in the first quarter and it’s hard to tell where the crew-cuts stopped and the mullets began. “Wayne Stringer’s been reported, I think, but there could have been at least 10,” the commentator Ian Day cried. The game was barely minutes old. Glenelg were withering in the heat. As well as winning the fight, North were landing punches on the scoreboard. Darren Jarman, the most sublimely talented footballer this correspondent has seen, stamped his mark with two first-quarter goals from his non-preferred left boot, including one on the run, hard on the boundary 45 metres out, that he executed with a conventional drop punt. Trailing by 31 points, Glenelg were as good as broken with three quarters still to play. The match became a procession, a celebration of all things red and white, with the Roosters winning by 82 points. Michael Nunan, North Adelaide’s coach, spoke of monkeys being removed from backs. The new premiers had winners everywhere but it was Michael Parsons, the former basketballer, whose six-goal haul won him the Jack Oatey medal for best afield. Parsons was also a menacing physical presence; one or two of his tackles were even legal. A crowd of 50,617 at Football Park witnessed a masterclass. Not present was yours truly. As a North Adelaide-mad family we had attended the 1985 and 1986 grannies, but, scarred by those heavy defeats, the bill payers of the household thought it best to stay away in 87. Strangely, I don’t recall it irking me. I do remember, however, watching the game on TV with my dad, scarf and beanie on, flag in hand, cheering on the mighty Roosters. I was only 12 yet I’d seen enough to know I was, albeit remotely, in the company of greatness. Those were heady days. But change was afoot. The talent drain from South Australia was gathering pace. Faced with the threat of Port Adelaide stealing its thunder, the SANFL softened and in 1991 the Crows joined the AFL. By then, State of Origin footy had run its race, and state leagues had become what they are today: strong, but subservient to the bigger dog. Things would never be the same again. But in 1987, the SANFL was still a force. In 1987 it was blessed with a team of rare quality. North scooped the pool that year, with Andrew Jarman’s Magarey medal and John Roberts’ Ken Farmer medal for most goals in the season (111) completing the holy trinity. The Roosters didn’t just win the grand final on that sunny Saturday in October; they romped it, annihilating a very good team in an exhibition for the ages. “This surely was the greatest performance in the history of the North Adelaide football club,” former Glenelg and Essendon defender Paul Weston said. “I don’t think it’s stretching the point too far to say that, in the mood North players were in on Saturday, any team in Australia would have struggled to beat them.” I may be biased, but I’m inclined to agree."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}