{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/mar/20/coronavirus-australia-medical-certificate-needed-for-childcare-subsidy-if-children-kept-home", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-03-19T22:00:04Z", "webTitle": "Coronavirus Australia: medical certificate needed for childcare subsidy if children kept home", "webUrl": "https://www.theguardian.com/world/2020/mar/20/coronavirus-australia-medical-certificate-needed-for-childcare-subsidy-if-children-kept-home", "apiUrl": "https://content.guardianapis.com/world/2020/mar/20/coronavirus-australia-medical-certificate-needed-for-childcare-subsidy-if-children-kept-home", "fields": {"headline": "Coronavirus Australia: medical certificate needed for childcare subsidy if children kept home", "bodyText": "The federal government says parents will still be able to access childcare subsidies if they decide to keep their children home as a result of the coronavirus outbreak, but only if they have a medical certificate. The prime minister, Scott Morrison, has said that schools and childcare centres are exempt from bans on large gatherings and should remain open in the midst of the pandemic, but many parents have decided to keep their children at home in isolation. The decision could have significant impacts for families accessing childcare subsidies. In Australia, children are allowed up to 42 days, or six weeks, of absences in a financial year before a parent’s access to the childcare subsidy is cut off. Those absences can be taken for any reason, without the need for families to provide documentation. The education department told Guardian Australia that families who exceed that limit because of the coronavirus won’t have their access to the subsidy cut off as long as they have a medical reason for keeping their kids at home and provide proof. “Where the 42 absence days have been used, additional absences are available due to being ill from Covid-19 or where self-isolation is supported by a medical certificate,” a spokesperson said in a statement. But for a growing number of families that won’t be possible, with many deciding to keep their children home from school or childcare as a precaution to help avoid the spread of the virus. For Kyra Phillips, who lives in Sydney’s eastern suburbs, keeping her three and six-year-old home from childcare and primary school felt like “the right thing to do”. “Our situation is quite unique because my mum is here and I can’t really keep my kids away from her, I don’t have that choice,” she said. “We felt like we had to take the strictest precautions right now, not because I think I know better than the government but just by what I understand as a normal citizen is the right thing to do.” Phillips doesn’t rely on the subsidy, which is means-tested, but is part of a growing number of people who feel unable to send their children to school or childcare. “We’re trying to take it one day at a time at the moment, you can’t really look too far into the future or it’s just too overwhelming. ” And while a growing number of private schools have already shut down , childcare centres find themselves in a particularly vulnerable financial position because under the legislation governing subsidies they cannot charge fees unless they are open. It means that when a centre is forced to close because of an outbreak, as happened in Queensland on Wednesday when an educator at a childcare centre in western Brisbane tested positive for the virus, the centre loses its income stream. According to Megan O’Connell, an honorary senior fellow at Melbourne University’s graduate school of education, that could have significant consequences for an industry in which a large number of employees are casual. Many centres also run on low margins. “Even though the government is saying it won’t be shutting down schools and childcare centres for now, which is fantastic, you would expect to see more of them having to close over the next few weeks and months,” O’Connell said. “That’s obviously going to be extremely financially damaging for those centres and I don’t know how many have significant nest eggs so that they can afford to close. “We can’t say for certain how long each and every childcare centre can survive without income, but we do know that many are not-for-profits and you’d assume those centres don’t have that much money to put aside for a rainy day.” The department says that unless “a local emergency” has been declared, childcare centres have “no entitlement” to subsidies and “providers should not charge families for care that has not been provided”. “If services viability is at risk, such as due to extended closure or a large drop in enrolments, childcare providers can apply for grants through the Community Child Care Special Circumstances Fund to help cover business costs, including wages, to ensure services impacted by Covid-19 can continue to operate,” a spokesperson said. On Thursday, the Greens called for the scrapping of the activity test, one of three factors which account for a parent’s access to the childcare subsidy. The test requires parents to be either in paid or voluntary work, or actively looking for work. “As workplaces suspend operations and cut shifts, families become unable to meet the activity test and may lose access to subsidised childcare. We must not let this happen,” Greens senator Mehreen Faruqi said. “The activity test should be scrapped immediately and properly subsidised childcare made available to more families, not fewer. “Across the board, people in precarious employment are likely to be some of the most harshly impacted by this public health crisis. Those who are currently meeting the activity test through volunteering or education will also lose out in wake of the virus as these opportunities are cancelled.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}