{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2020/mar/11/psg-v-borussia-dortmund-champions-league-last-16-second-leg-live", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-03-11T22:07:10Z", "webTitle": "PSG 2-0 Borussia Dortmund (agg: 3-2): Champions League last 16 second leg – as it happened", "webUrl": "https://www.theguardian.com/football/live/2020/mar/11/psg-v-borussia-dortmund-champions-league-last-16-second-leg-live", "apiUrl": "https://content.guardianapis.com/football/live/2020/mar/11/psg-v-borussia-dortmund-champions-league-last-16-second-leg-live", "fields": {"headline": "PSG 2-0 Borussia Dortmund (agg: 3-2): Champions League last 16 second leg – as it happened", "bodyText": "Top trolling by PSG, as practically the entire team celebrate by mimicking Erling Haaland’s favourite goalscoring celebration. Haaland was barely visible today, so effectively was he shut down by PSG. Men of the match for me today were Marquinhos, Kimpembe and, most of all, Gueye. There is still plenty of live action to enjoy elsewhere on the site, including the extra-time excitement from Anfield and England v Spain in the SheBelieves Cup here: https://www.theguardian.com/football/live/2020/mar/11/england-v-spain-shebelieves-cup-live PSG have reached the last eight after their successive failures in the last 16! What is more, they did it in a style that many believed them to be incapable of: for this was not a triumph of glitz and rainbows, their victory was earned through character, team work, intelligence and, yes, quality. Without several key players and a home crowd, this was a coming-of-age of sorts and, if they don’t regress, PSG are serious challengers for Champions League glory, assuming the tournament is able to reach a conclusion this season. 90+4 min: Kimpembe sweeps the ball clear after another approximate Dortmund cross. 90+3 min: PSG are repelling everything Dortmund can chuck at them - which isn’t much. PSG substitution: Kouassi on, Paredes off. 90+1 min: PSG have four more minutes to negotiate. 89 min: Before play resumes, Di Maria is also booked, which is some going considering he was substituted of a few minutes ago. Apparently he had too much to say from the bench. 88 min: Argy-bargy breaks out on the sideline after Can takes down Neymar near the touchline. The referee stands back and watches the players shove and shout at each other, then, when peace breaks out, shows a yellow card to Can. And then he issues a red, presumably for his belligerent reaction after his initial foul. Dortmund substitution: Götze on, Hakimi off. 86 min: Neymar goes for goal from a preposterous distance and misses by a predictable amount. He’s had a generally fine game today, gamely doing all the unglamorous parts of the job as well as contributing the occasional flourish. His decisions have been mostly on point, but not that one. 85 min: Kehrer skips away from an opponent in midfield and lopes towards the opposing box. Zagadou brings him down to give PSG a freekick nearly 30 yards out. They’re in no rush to take it ... 82 min: Marquinhos cuts out another cross. He and Kimpembe have been terrific in central defence, and Gueue has been brilliant in front of them. 80 min: Sancho is continually making himself available in dangerous positions and demanding the ball. His enterprising spirit is admirable, and his touch mostly superb. But PSG are quick to engulf him and his teammates when they reach shooting areas, which is why they still lead. 79 min: Dortmund force a series of corners as they crank up the pressure on PSG... PSG substitution: Di Maria off, Kurzawa on. PSG’s aim is to see this out. 77 min: Gueye robs the ball in midfield and presents it to Mbappé, who brings in Neymar. PSG tear forward but their attack founders at the edge of the box, and Dortmund zoom forward on the counter. Brandt’s shot from the edge if deflected over the bar by the ubiqitous Gueye. 75 min: Dortmund are at least playing the game in the right zone now, with PSG forced into their own third of the pitch. But the hosts continue to defend doggedly, making it extremely difficult for the visitors to break through. Can, all out of ideas, decides to have a pop from over 20 yards. It sails into the empty seats behind the goal. 73 min: Piszczek joins in the attack, turns sweetly in the box and lays the ball back for Brandt, who cracks a low shot wide from 18 yards. Dortmund substitution: Reyna on, Witsel off. That’s a clear upwards shift in the Going For it stakes, with the 17-year-old attacker replacing the midfield sitter. 71 min: A foxy flick by Neymar to Mbappé, whose shot is well blocked at the edge of the box. 69 min: Sancho puts too much air on his freekick from the right, inviting Navas to pluck it from the sky. Dortmund substitution: Brandt on, Hazard off. 69 min: Bernat booked for a careless lunge at Sancho. 68 min: Hakimi gives the ball away near half-way, allowing PSG to relieve the pressure. They set up camp in the Dortmund half, frustrating the visitors by retaining the ball a long way from their own goal. Then Neymar tries to spring Mbappé again, but again Dortmund defend well in extremis. 66 min: An exquisite looped pass by Neymar almost releases Mbappé, but Piszczek nips in to head it away just in time at the edge of the box. 64 min: Dortmund float a freekick from the right into the area and it comes tantalisingly close to dropping for Haaland, but Kimpembe reacts quicker and hoiks it clear! PSG substitution: Mbappe on, Sarabia off. 60 min: Dortmund manage to work their way into an attacking situation. But Hakimi’s cross from the right is blocked and then, moments later, Gueye hurls himself in front of a long shot by Hazard. And then, when PSG launch a counter-attack, Hummels gets himself booked for pulling down Cavani. They look to be at their wits end, the visitors, even though they are only one goal away from parity. 58 min: PSG continue to outfight Dortmund all over the pitch. If Dortmund keep the ball, it’s only to go backwards. 56 min: More tigerish stuff from PSG - yes, really - as they outfight hazard for the ball on the edge of their own area. Paredes led the effort but was supported by two teammates. 54 min: Di Maria tries to beat the keeper with a curling freekick from nearly 30 yards. It’s a tremendous effort, and Burki flings himself across goal to tip it out for a corner. 52 min: Kimpembe, who has been very impressive so far except for one shoddy pass in the first half, beats Hazard to the ball on half way, encapsulating PSG’s superior sharpness and hunger today. 50 min: Di Maria does well to keep his eye on the ball as Sancho tries to beguile him with trickery. The Argentinian winger wins it back near his own corner flag to relieve the pressure on his team. PSG’s work off the ball has been excellent so far. 48 min: Dortmund have dominated since the break and are starting to stretch their hosts. Hakimi is making regular gains down the right, with two of his crosses forcing good blocks from the home defence. 46 min: The second half is under way. Dortmund works their way quickly up the Parisian box, showing more derring-do than they mustered in most of the first half. It’s been an exemplary first period from the hosts. They’ve shown poise and smarts and been ruthless enough to take advantage of slack defending. They’ve overturned the first-leg deficit with minimal stress and have showed no sign of trembling once they got in front. Dortmund have been disappointing ... but one goal for them levels up this tie. The thing is, as they press for that goal, they will leave themselves even more open ... and Mbappé is due to come on at some stage. Paris are definitely in the box seat. PSG strike again! Neymar wriggled into space mid-way inside the Dortmund half and then played in Sarabia, whose low cross from the right is flicked into the net by Barnet! 44 min: Solid play by PSG, keeping possession with calm authority. And then, when they eventually lose it, they scramble to win it back quickly. 41 min: Hazard tries his luck from the right-hand corner of the box. He sends a low shot wobbling several yards wide. Hakimi, who had provided an overlap on the right, berates him for not slipping him in. 39 min: PSG’s whole dugout applaud Neymar for some exemplary tracking back and tackling. PSG seem intent on making it as hard as possible for Dortmund to pick them apart. Faced with such resistance, the German side are looking a little ponderous at the moment. 37 min: The match has totally changed since the goal. Now it’s Dortmund who are monopolising possession and PSG who are diligently trying to keep them at bay. Sancho tries to foil their attempt with a shot from a tight angle, but Navas saves comfortably. A cross into the centre would have been a better option. 35 min: Sancho is brought down by Paredes about 10 yards outside the box. Navas commissions a four-man wall. Sancho sends a decent shot over that but straight into the arms of Navas. 33 min: Dortmund have become more adventurous. They’re pressing higher and committing more men forwards. But they haven’t so much as hinted at an equaliser yet. 31 min: Haaland is surrounded by three opponents when he receives the ball in the centre circle. He tries to bustle his way past them but is swiftly dispossessed. Dortmund have barely got going as an attacking force. 30 min: Dortmund’s attempt to build an attack breaks down because of a hefty touch by Sancho. Of all the ways to concede to Neymar, allowing him a free diving header from six yards from a corner is among the least acceptable! The Brazilian took it beautifully, and Di Maria’s delivery was excellent, but Dortmund’s defending was ridiculous! Now PSG lead on away goals and the German are obliged to attack more. 27 min: Freekick to PSG in an inviting position 10 yards outside the area following a trip on Neymar, who will perhaps try to exact retribution himself. Nope, he decides it’s too far out for a shot and instead dinks the ball towards the far post. It’s put out for a corner. 25 min: Di Maria swivels in the hole and nips a lovely pass through to Cavani, whose runs off the shoulder of the last defender and lashes a low shot goalwards from 20 yards. Burki gets enough of a touch on it to deviate it out for a corner. The first real chance of the game was a glorious one, and the keeper did very well! 24 min: Di Maria does exceptionally well to stop a pass from Sarabia from running out of play; then he nutmegs Zagadou near the byline and ... feels a brush of the defender’s hand and goes down hoping for a penalty. There was nowhere near enough contact to justify that. 22 min: That’s better from Kimpembe! He slides in to make a vital interception to prevent Hazard’s low cross from the left from reaching Haaland after Dortmund’s counter-attacked with menace. 21 min: “Aahhhhhh!” Kimpembe’s dismay with his own overhit pass is clear to hear. 19 min: Dortmund threaten for the first time. Hakimi flies down the right and sends over a useful cross but no one can meet it. Guerreiro retrieves it on the far side and chips the ball back to Sancho, who bashes off a volley from the edge of the box. It’s a sweet connection but well off the target. 18 min: Corner to PSG. Neymar delivers an in-swinger. Haaland heads it away at the near post. 16 min: Haaland’s first significant impact earns him a yellow card, as he catches Paredes with late. 14 min: Neymar goes on a gallop for the first time, setting off from wide on the left near half-way and cutting in-field before trying to slip a pass through to Di Maria. Guerreiro - the Portugal international who grew up in Paris - gets back to make an important interception. 12 min: PSG have had most of the ball but in harmless positions, popping it around in front of disciplined Dortmund. 10 min: Neymar collects the ball on the half-turn wide on the right and quickly slides a pass through to Sarabia, whose control betrays him. There’s been a general lack of sharpness about players on both teams and you have to wonder if they’re finding it hard to get ‘in the zone’ in an empty ground? 8 min: Oh look, Neymar’s back on, raring to go. 8 min: Neymar is down receiving treatment to his shoulder, which his winces suggest is very sore following a fall. He’s helped off the pitch clutching it sheepishly... 7 min: Bernant collects the ball just outside the box on the let-hand side. He makes a shuffling burst between two opponents and offloads to Sarabia, who clips a ball towards Cavani in the centre. But Dortmund’s centrebacks are well positioned and there is no likelihood of the cross reaching the striker. 6 min: Many loud fireworks are being detonated outside the stadium. You’ve got to hand it to the PSG ultras, this is one of the great car park atmospheres in the history of European football. 4 min: PSG’s pressing zeal is clear to see as Dortmund try to play their way out of the back. With Cavani leading the charge, the hosts win the ball back quickly. But Dortmund fold back into a tight formation: they are going to be tough to infiltrate. 3 min: After some considered passing, PSG try to go long, with Marquinhos arrowing a diagonal from the back towards Neymar. Burki jogs off his line to claim it at the edge of the area. 1 min: PSG get the game going. You can hear players calling for the ball and urging their teammates to mark up etc. It’s Neymar v Haaland in a Sunday League setting. The teams walk out on to the pitch into an empty arena. The Champions League jingle can be heard loud and clear and there are a dozen or so people shaking a big tarp with the competition’s branding on it; other than that, it’s just the players, staff and officials. But you can hear the berserkers drumming and chanting outside the ground. Is there even a big screen there for them to watch the game&gt; I doubt it, given authorities weren’t keen on attracting a crowd. I can only assume, then, that they’re all following the match on this here MBM. Bonsoir! This’ll give you an idea of the fervour PSG ultras have generated outside the ground... Fans may not be allowed into the stadium today but some of their banners will be put on display in the stands, including ones that read “Qualify us!”, “Play like warriors” and, er, “Our only virus is Paris SG”. The thing that jumps out from the teams below is the absence of Mbappé, who is apparently only fit enough for a place on the bench. Juan Sarabia has been big hit since joining PSG last summer but the Spaniard is no Mbappé, who will, no doubt, be sprung from the bench to attempt a rescue act if required. As expected, Marquinhos retreats from PSG’s midfield to fill the gap in central defence let by Silva’s absence. Paredes comes into the midfield instead. At left-back, the inclusion of Juan Barnet rather than Layvin Kurzawa is a slight surprise given the latter’s decent form lately and Barnat’s unfortunate record of bungling in big moments: Jadon Sancho will be looking to have fun at the German’s expense today. Add in the fact that Meunier and Verratti are suspended for PSG, and Dortmund will fancy their chances of reaching the quarter-finals for the first time since 2017. PSG: Navas; Kehrer, Marquinhos, Kimpembe, Bernat; Gueye, Paredes; Di Maria, Sarabia, Neymar; Cavani; Subs: Rico, Kurzawa, Dialoo, Draxler, Kouassi, Icardi, Mbappé Dortmund: Bürki; Pszczek, Hummels, Zagadou; Hakimi, Can, Witsel, Guerreiro; Sancho, Haaland, Hazard Subs: Hitz, Dahoud, Gotze, Akanji, Brandt, Schmelzer, Reyna Referee: A Taylor (Eng) The several hundred PSG fans who have gathered around the stadium have worked up an infernal atmosphere. Lots of noise, flags and red smoke bombs. It’s impressive and may or may not stimulate their team and intimidate the visitors; it will certainly contrast with the barren stands that will greet the teams when they enter the pitch. Hello and welcome to coverage of an intriguing last 16 tie. Wannabe kings of Europe Paris Saint-Germain are aiming to avoid being eliminated at this stage of the competition for the fourth season in a row and that requires overturning a 2-1 first-leg deficit. Their home advantage has been diluted for this one, with the stands in the Parc des Princes today serving as nothing but wind-breakers because fans have been banned from attending the match in an effort to contain the spread of the coronavirus. Undeterred, Parisian ultras say they will conglomerate outside the ground anyway and try to inspire by hollering from the pavements and car parks. Let’s hope for PSG’s sake that Tomas Tuchel’s game plan is better than that. PSG’s manager was too coy in his approach in the first leg and, although he has a contract until 2021, he will most likely be hoofed out if his team don’t do the business today. So PSG are likely to be bolder here and can be confident of scoring – they have done so in their last 31 Champions League matches, after all, - but can they keep out Dortmund? With Thiago Silva unavailable and Erling Haaland (10 goals in seven Champions League matches) making Kylian Mbappé look like a slow developer, the chances of this ending with a 1-0 home win are low. So, even though Mbappé’s fitness is in doubt owing to recent illness, roll up, roll up for a goalfest! Kick-off: 8pm GMT."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}