{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2020/mar/16/as-recession-looms-what-can-ministers-do-for-households", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2020-03-16T22:51:37Z", "webTitle": "As recession looms, what can ministers do for British households?", "webUrl": "https://www.theguardian.com/business/2020/mar/16/as-recession-looms-what-can-ministers-do-for-households", "apiUrl": "https://content.guardianapis.com/business/2020/mar/16/as-recession-looms-what-can-ministers-do-for-households", "fields": {"headline": "As recession looms, what can ministers do for British households?", "bodyText": "The UK government is drawing up plans to provide fresh help for households and businesses as the spotlight for action to alleviate the imminent Covid-19 recession moves from the Bank of England to the Treasury. With financial markets convinced that lower interest rates are of only limited effectiveness in coping with a pandemic, further announcements are anticipated. The chancellor, Rishi Sunak, is expected to attend the prime minister’s daily press conference on Tuesday to unveil more measures to help businesses. Sunak said when announcing a £12bn Covid-19 package in the budget that further steps might be needed, and events since last Wednesday have intensified the pressure for additional spending. Industries, such as the airline business, have said financial help is needed to prevent a mass loss of jobs. Only £1bn of the money set aside in the budget was targeted at individuals, however, so what else could the government do for households? 1. Cut VAT Traditionally, a hefty cut in VAT is one of the first policy tools the government turns to in a recession. This is because it cuts the cost of a wide range of goods and services and so adds to the spending power of consumers. Reducing the rate of VAT is expensive – a penny off the main rate costs £7bn – and might not be that effective in the current circumstances because the problem facing many individuals is that they will have no income. 2. Higher welfare payments The austerity measures of the past decade have made the benefits system a lot less generous than it was at the time of the 2008-09 financial crisis. Torsten Bell, director of the Resolution Foundation, a thinktank specialising in low- and middle-income households, said the welfare system was not in a fit state to cope with the big rise in unemployment that was coming. Labour said delays in accessing Universal Credit will affect more households as the jobless total rises and needs to be addressed by ministers. Other measures might include increasing child benefit and reversing cuts in in-work benefits. 3. Statutory sick pay The risk of workers being unable to work as a result of the coronavirus has highlighted problems with the scope and generosity of statutory sick pay. At present, an individual has to be earning at least £118 a week, which excludes many of the lowest-paid workers. Many zero-hours contract and part-time workers don’t qualify. SSP is paid at a rate of just over £18 a day. 4. Job subsidies The government is assuming that the Covid-19 outbreak will provide only a short-term hit to the economy, but during that period some workers will be laid off and some will have their hours reduced. One response would be for the government to intervene directly to prevent a big hit to incomes, as is happening elsewhere in the world. Sweden, for example, has announced a £25bn package that includes guaranteeing laid-off workers 90% of their income. Norway will provide full pay for 20 days to all laid-off workers and 80% of the last three years’ earnings for the self-employed. 5. Mortgage and rent holidays for everyone Italy has announced that mortgage payments, as well as other loan repayments, will be suspended for the duration of the Covid-19 outbreak. Many UK banks have offered to do the same. But the number of people renting has increased sharply in recent years and organising payment holidays for those with private-sector landlords would be a more complicated issue. 6. Universal basic income A UBI provides each citizen with a guaranteed income regardless of how well off they are and whether or not they are in work. The supporters of a UBI say it is an idea that’s time has come, but it has little realistic chance of being implemented during the current crisis even if it had ministerial support due to the fundamental changes that would be needed to the tax and benefits systems. 7. Helicopter money Helicopter drops of money are the nuclear option and could act as a temporary form of UBI. Hong Kong has announced payments worth about £1,300 to all residents, and the UK government could do the same. One way of financing this would be through higher borrowing. The alternative would be money creation by the Bank of England. Fears that this would undermine central bank independence and set off hyper-inflation have to date made helicopter money a non-starter, but Neil Shearing, chief economist at consultancy Capital Economics, says these concerns could quickly be put to one side if policymakers found that demand was collapsing."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}