{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2020/mar/11/weatherwatch-plant-trees-urban-oven-zones-mitigate-heatwave-threat", "type": "article", "sectionId": "news", "sectionName": "News", "webPublicationDate": "2020-03-11T21:30:13Z", "webTitle": "Plant trees in urban 'oven zones' to mitigate heatwave threat", "webUrl": "https://www.theguardian.com/news/2020/mar/11/weatherwatch-plant-trees-urban-oven-zones-mitigate-heatwave-threat", "apiUrl": "https://content.guardianapis.com/news/2020/mar/11/weatherwatch-plant-trees-urban-oven-zones-mitigate-heatwave-threat", "fields": {"headline": "Plant trees in urban 'oven zones' to mitigate heatwave threat", "bodyText": "In March, after a long wet winter, when the sun comes out it is possible to sit outside in a sheltered spot and soak up the warmth. Dogs and cats delight in this ritual and for snakes and lizards it is essential to ending hibernation and starting the breeding season. Scroll forward three months and the corners we looked for in the spring are often too hot. The architects of the past who created city squares, college quads, walled gardens and other sun traps to make the most of once cool British weather have unwittingly left a legacy of dangerous heat islands to avoid in summer. The effects of climate change in making once desirable warm spots into “oven zones” and dangerous places for humans has led to experiments in mitigation. In summer, covering part of continental cobbled squares in grass and putting trees in corners reduces average temperatures by 2C, and where house facades are in the shade temperatures fall by 4C. This dramatically cuts the times when people are subject to “severe heat stress”. Spraying porous bricks with water had the same cooling effect, but overall trees are the most effective. With excess deaths from heatwaves becoming a regular feature of British summers, planting trees will save lives."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}