{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2020/mar/25/australian-olympic-sports-face-up-to-uncertain-new-reality", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-03-24T23:05:06Z", "webTitle": "Australian Olympic sports face up to uncertain new reality | Kieran Pender", "webUrl": "https://www.theguardian.com/sport/2020/mar/25/australian-olympic-sports-face-up-to-uncertain-new-reality", "apiUrl": "https://content.guardianapis.com/sport/2020/mar/25/australian-olympic-sports-face-up-to-uncertain-new-reality", "fields": {"headline": "Australian Olympic sports face up to uncertain new reality", "bodyText": "Few athletes, coaches and administrators across Australia’s Olympic sports will ever forget this past week. As national sporting organisations were busily complying with a directive to shut down training centres and other facilities, their chief executives on Monday received notification of an extraordinary Australian Olympic Committee board meeting. They were invited to join a late-morning teleconference, where the news was delivered: Australia would cease preparations for a 2020 Olympics in Tokyo. “I don’t think it was unexpected,” said Jacco Verhaeren, Swimming Australia’s head coach, before the Games were officially postponed. “This is the right thing to do right now, but it is still a tough message – particularly for our athletes and coaches who have been working for years to get to this point.” Cycling Australia’s performance director Simon Jones was at the velodrome in Adelaide with his sprint riders, as they completed a final, social-distancing compliant training session before the arena shuts indefinitely. The AOC had written directly to all athletes on the Olympic selection long-list, but these riders had not yet seen their emails; Jones had to break the news. “It was a bit of a shock,” said Jones. “You have to let people absorb the information.” The team had already been hit hard by the news last week that a staff member was in hospital with coronavirus. Annette Edmondson, an endurance rider in Jones’ squad, had woken on Monday to the latest international developments before setting out for a morning ride. “The scenario has been changing so quickly,” she says. “We went for a bike ride in the morning, and by the end of it more international news was trickling through. By the time the official announcement came, we were already 90% sure it was coming.” Just six days ago, Edmondson and 14 colleagues had been selected for Tokyo. “Monday was an interesting day – it is going to take time to process,” she said. The AOC’s withdrawal pre-empted the official postponement of Tokyo 2020 by the International Olympic Committee, announced late on Tuesday. With the coronavirus’s disruption growing by the day, the AOC had not been prepared to wait. “It is a big call, but it puts the safety of athletes and staff as the number one priority,” said Jones. With a July Olympics off the table, training camps scrapped, facilities closed and athletes homebound, Australia’s Olympic sports have three priorities. The first is athlete wellbeing. “It will become emotional – in the next few hours, days, weeks and months,” said Verhaeren. “People have seen their goals disappear. We are focusing on providing immediate care for those who need it.” Cycling Australia has a full-time performance psychologist on staff and a dedicated athlete wellbeing officer. “Athletes are in a range of positions,” said Edmondson. “We have young riders coming into the team for the first time – a one-year delay will affect them, but not significantly. Whereas older athletes, myself included, we are coming to the end of our span. I was already contemplating that this could be my last major event. The idea that to get to the Games could take 12 months more than expected really threw me.” Beyond initial concern for athletes, Australia’s major Olympic sports are also looking to their balance sheets – and wondering how a 12-month delay will impact funding, which is determined on an annual basis. “It is very difficult to answer that,” said Jones, who is in close contact with the Australian Institute of Sport. “We don’t have any answers at the moment, but we know people are working quickly on those sorts of questions.” While these sports are dependent on government funding, which may be at risk in a straitened economic climate, their business models are also protected from the sudden suspension of spectator sport. “Our budget is not reliant on ticket sales,” said Swimming Australia chief executive Leigh Russell. “Some of the pain that other sports are experiencing right now is because they are heavily reliant on people transacting with a club or the sport. We are in a different situation, but a very unknown one. There are lots of moving pieces right now.” Finally, with the postponed Olympics likely to take place in July-August 2021, athletes and coaches must reset their countdown and plan for 16 months’ time. “Once we are through this, we’re going to need to ramp up pretty quickly, both from a performance perspective and behind the scenes,” said Russell. “We don’t want to lose the momentum we have, even if it needs to be put on pause right now.” Given the ongoing uncertainty, those plans may take some time to shape up. Amid global panic over the coronavirus pandemic, Olympic athletes are trying to take it in their stride. “At the end of the day we’re just a sport,” said Edmondson, a three-time world champion and London 2012 bronze medallist. “What we do is important to us. But when you hear the figures of people affected, the people dying, that puts it in perspective. A postponed Olympics is not the end of the world for us. But this situation will be pretty serious for many, many others.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}