{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2020/mar/11/england-v-spain-shebelieves-cup-live", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-03-11T23:37:27Z", "webTitle": "England 0-1 Spain: SheBelieves Cup – as it happened", "webUrl": "https://www.theguardian.com/football/live/2020/mar/11/england-v-spain-shebelieves-cup-live", "apiUrl": "https://content.guardianapis.com/football/live/2020/mar/11/england-v-spain-shebelieves-cup-live", "fields": {"headline": "England 0-1 Spain: SheBelieves Cup – as it happened", "bodyText": "Right, that’s all from me. A poor display overall from England, who played well in the first half but barely turned up for the second. Phil Neville’s side has now lost seven of its last 11 matches and is in a difficult moment, but in the first-half performance and particularly the impact of Chloe Kelly off the bench this defeat at least a few redeeming qualities. Bye! Steph Houghton’s post-match reaction: It’s frustrating. I think for periods of the game we were on top, you know Spain are a technical side and it’s all about keeping the ball. It was disappointing for them to score off a set-piece, we’ll have to look at that. Everybody’s been quick to criticise us over the last six months. We’re a new team, we’ve got young players coming through, and it’s important that when we get the chance to be in camp together, we’ve got to keep our standards high. We’re in it together, that’s what we’ve always said. It’s not about one person. We have to be held accountable for our performances. We’ve been working hard behind the scenes, we’re just not getting the rub of the green at the moment. It’s important that now we digest what we’ve done over the last nine, 10 days and get back to what we do best, and that’s winning games for England. Neville singles Alessia Russo and Chloe Kelly out for praise. The latter in particular seemed to lift the team when she came on with 20 minutes to go. So there is youthful promise, but overall this was a poor performance. Phil Neville’s match reaction. In a word: grumpy. I am frustrated. I’m a bit angry. Not good enough, the second half performance. I thought first half we controlled the game, and in the last five minutes we showed some urgency for the first time in the second half. That second-half performane was nowhere near good enough. There’s been some massive pluses from the tournament [talks about Telford and Parris] but ultimately we will be judged on our results. I’m not going to hide behind the fact that this was a tournament where we wanted to experiment with the players. Ultimately we’ll be judged on our results and they haven’t been good enough, and I take full responsibility for that. The questions should be asked, because I expect better than what we got in the second half. Even in the first half when there were positive bits, I still expect better. I’ll go away, I’ll reflect, and I’ll take it from there. 90+4 mins: It’s all over! England have lost two of their three games, fluffed their defence of the SheBelieves Cup and will finish in, at best, third place. 90+3 mins: Kelly sends in the corner, but it goes just over Houghton’s head. She claims she was fouled, and then Daly goes down as if elbowed by Garcia (turns out to be more of a boisterous shoulder-push), but the referee doesn’t see anything untoward. 90+3 mins: England are at least ending strongly. Kelly plays a lovely through-ball towards Parris, but Panos comes out well to turn it behind. 90+1 mins: What a chance Nikita Parris just missed! The delivery is perfect, curling and dipping onto the edge of the six-yard box, where Parris throws out a right foot, gets her volley all wrong and sends the ball bouncing wide! 90+1 mins: After a promising first half, England have been way off the pace in this second half. Still, they are just one goal behind, and have three minutes to equalise. They will start with a free-kick, wide on the right. 89 mins: And again! Garcia is released by Putellas, runs into the left side of England’s penalty area, cuts inside and then pokes a right-footed shot across goal and just wide! 86 mins: Chance for a second! Hermoso is found inside the area and passes across goal, but there’s nobody there! Just to her left, Hermoso leans back and exclaims with horror that there was no pull-back, and is thus caught completely by surprise when Greenwood miscues her clearance right to her feet, and is unable to profit. That’s a cracking header! Hermoso takes a corner from the right, and Putellas runs clear of McManus a little too easily, earns herself a free header and thumps it into the top corner from 12 yards! 83 mins: Telford saves again! Cardona cuts in from the left, gets past Daly, Houghton and McManus (not very cleverly, but she benefits from several kindly ricochets and bounces) before suddenly only Telford stands between her and goal, but she makes the save! 79 mins: England concede a free-kick on the right, and Williamson backheels it towards a Spaniard with a little (well, quite a lot) too much force, and earns herself a curious booking. 76 mins: England threaten! Parris has the ball on the right-hand edge of the penalty area, with four team-mates waiting for her to deliver the ball. She lifts it over a defender to Kelly, who controls and shoots just wide of the near post. 73 mins: The 21-year-old Alessio Russo replaces Duggan for England. And Jill Scott gets a yellow card, for jumping arm-first into Putellas. 71 mins: England win a corner, Spain make a hash of defending it, Chloe Kelly wins it back and has a terrible shot from wide on the left, which misses the near post by about 10 yards. All this a matter of seconds after Kelly came on for White. 70 mins: England make a hash of playing the ball out of defence. Instead they end up playing it to Greenwood when she had little space, she hurries her clearance and presents Torrecilla with a free shot from 20 yards or so. Luckily, it goes over the bar. 68 mins: The Spanish team has just got better: Jenni Hermoso is on, and Sampedro is off. 66 mins: Spain really are quite good. They can pass for fun, obviously, but they also work hard, press early, and the runs of Moraza on the right and Garcia in the middle give them another dimension. 64 mins: Spain threaten again. Cardona bursts into the left side of the area, goes past Daly, but is dispossessed by McManus’s excellent sliding tackle. England are clinging on right now. 62 mins: England bring Georgia Stanway on in place of Jordan Nobbs. 60 mins: What a chance for Spain, and what a face-save from Telford! Moraza wins the ball on the halfway line, bursts past McManus, cuts inside Houghton, bears down on goal, and then hits her shot into the face of the advancing England keeper! 59 mins: Another good run from Moraza, and this time an excellent low cross, but it’s well defended in the middle. Spain have suddenly gone chance-crazy. 58 mins: Moraza curls in a decent cross from the right, but Telford palms it away from the two Spanish forward, and collects at the second attempt. 57 mins: Spain play the ball through for Garcia, but she is offside. Daly had come across and shoulder-barged her to the ground - probably a fair challenge, but the referee would have had a decision to make if the flag hadn’t gone up. 55 mins: Spain bring Gujiarro off, and Torrecilla on. They had actually made three half-timely changes, with Ouahabi, Sosa and Caldentey going off, and Corredera, Cardona and Putellas coming on. 52 mins: The game hasn’t fully reignited after half-time, but England are notably spending more time in possession. 49 mins: Chance for Spain! They cross from the left, but the ball clears three players in the middle of the six-yard box and lands on the toe of Bonmati, who wasn’t expecting it and just deflects it behind for a goal-kick. 48 mins: England win a corner. It takes a while to take it due to the umpire getting riled by all the penalty-area jostling, and then it’s cleared. 46 mins: Peeeeep! They’re off! A couple of changes to report: Putellas and Cardona are on for Spain, and Houghton for England. I’m not yet sure who has gone off. The players are back out and ready for half two. As it stands England finish third and the USA win the cup with a game to spare. 45+1 mins: Parris pops up on the left, and eventually Greenwood offers support and delivers a cross, but though England win the header it’s very tame and also off-target. That comes towards the end of the 10 seconds’ stoppage time the referee allows at the end of the half. England have had marginally the better of a tight game. 44 mins: Spain are also doing most of their attacking down their right flank. They work the ball there again, but produce another overhit cross. Throw-in to England. 42 mins: Either White keeps timing her runs wrong or Spain keep timing their offside traps right. One or the other. Either way the offside flag is seeing a lot of action. 38 mins: England have had 41% of possession, but most of the chances. Spain pass the ball around for an age, but then England win it back and spring forward. Nobbs eventually passes into the area looking for White, but Panos comes out to reach it first, and White was offside anyway. 35 mins: England have barely troubled Spain’s right flank - everything’s coming down their own right, where Parris is winning her 50th cap and Nobbs and Daly have helped out at times. 32 mins: Chance for England! Well, nearly! Nobbs gets down the right and curls in a fine low cross to White. A defender gets a foot in the way of that one but the ball looks to be rolling to Parris, only for another defender to get another foot in the way! 31 mins: Phil Neville is looking a little overtanned. To my mind, he looks best when he’s pasty. 29 mins: Daly tries to pick out White, the ball is cleared back to her, she tries to pick out White again, and this time England’s forward goes down under Leon’s challenge. There’s no real penalty appeal from anyone on the pitch, and the referee certainly doesn’t volunteer one. 26 mins: For all their possession, Spain haven’t threatened very much. They did just get four players into the box as Sampedro prepared to cross, but it’s won by a player in red. 23 mins: Chance for England! Parris plays a one-two with White and runs towards the area, but instead of sprinting towards goal and lashing in a shot she tries to chip a cross to Nobbs and picks out a defender. The ball comes back to her, and this time her shot deflects wide for a corner. 21 mins: More Spanish ball-hogging, this round ending when Sosa lifts the ball into the area and it floats over Bright, bounces beyond Garcia and goes out for a goal-kick. 18 mins: Moraza gets clear on the right for Spain, but Bright is first to her cross. Spain then overhit the resulting corner, which goes out of play on the far side for a throw-in. 16 mins: England are threatening on the break, with Ellen White’s intelligent running a constant headache for Spain. Parris tries to release her with a pass infield from the right, but this time White’s first touch lets her down. 14 mins: Scott plays a lovely pass through to White, running into the left side of the area, but her first-time, left-footed half-volley flies over the bar. 11 mins: Leila Ouahabi catches Scott on the foot, and gets a booking. 9 mins: Oooh! England win the ball and break, Parris nips the ball past the Spanish left-back and bursts into the area, but there’s nobody on hand to convert her cross! 8 mins: Spain hog the ball for a while, as is their wont. England chase and harry gamely, but to little avail. 5 mins: The BBC endure some technical difficulties, the picture freezing for 20 seconds or so. Things get moving again in time to see Ellen White running beyond the Spain defence after a lofted through-ball, but Paños comes out to collect, and she was anyway offside. 2 mins: Telford has to come out quickly to claim a tasty-looking through-ball in the first minute, before things settle down to a bit of midfield to-and-fro. 1 min: Peeeeeep! Spain, all in white, get the game started. The Toyota Stadium will be filling up as the game goes on, with the USA to play after this game, but as the players prepare for kick-off maybe one seat in 100 is occupied. Watch someone just off camera get a whole lot of fistbumps: Something goes bang and whoosh. Some smoke floats across the screen. I get the feeling that whoever’s directing the TV coverage has just missed something. The players are in the tunnel! Well, they’re mainly out of the tunnel, but they’re standing still. Phil Neville talks. He has made eight changes to the team tonight. Rachel Daly, Jordan Nobbs and Millie Bright are the three to keep their spots: That was always the plan. The third game is physically the most diffficult. I think we made nine changes last year. We’ve freshened up in every department. We’ve changed both wingers, obviously the centre-forward’s changed as well. It’s good to give opportunities to others, and we’re looking forward to the game. I think this team is used to playing with changes and rotation, we’ve done it from day one. [Some players] have played together for a long time, either with club or with country. We see lots of experience in the team and then later in the game we want to get youngsters on who have made such an impact on this trip. Here’s the scene inside England’s dressing-room at the Toyota Stadium in Frisco. Note: not live pictures. The Spanish team meanwhile will look like this: The England team has been announced, and it looks like this: Hello world! England probably won’t win the SheBelieves Cup, but they might. Sure, Japan have already lost to Spain and England, and the USA have already beaten Spain and England, and England’s chances of tournament victory are entirely reliant on Japan beating the USA, but where there’s life there’s hope. But if they are going to win the tournament they need to overtake Spain, and to do that they have to win this game and score at least two goals in the process. As it happens England have played Spain three times in the last five years, and every one ended with England winning and scoring at least (well, precisely) two goals in the process. So, hope. Spain lost to the USA in the Round of 16 in last year’s World Cup, but they were really quite impressive in doing so, and though they are ranked 13th in the world by Fifa, to England’s sixth, they are more than capable of discomfiting Phil Neville’s team. When they played the USA in this competition on Sunday they lost 1-0 to an 87th-minute goal, which suggests improvement. “They had a fantastic game against the USA and from past experience of playing against them over the years, we know how much they like to have possession of the ball,” says Jill Scott. “I think for us, it’s going to be a case of coming up with a plan to get some of the ball and also score the goals we need to win the game - we know it will be a difficult task.” Here’s Suzanne Wrack’s match preview:"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}