{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2020/mar/01/first-eu-ambassador-to-uk-joao-vale-de-almeida-testing-year-ahead", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2020-03-01T22:00:26Z", "webTitle": "EU's first ambassador to UK settles in for a testing year ahead", "webUrl": "https://www.theguardian.com/politics/2020/mar/01/first-eu-ambassador-to-uk-joao-vale-de-almeida-testing-year-ahead", "apiUrl": "https://content.guardianapis.com/politics/2020/mar/01/first-eu-ambassador-to-uk-joao-vale-de-almeida-testing-year-ahead", "fields": {"headline": "EU's first ambassador to UK settles in for a testing year ahead", "bodyText": "“I don’t really want to talk about it for obvious reasons, my position and his position now but … yes we had a lot of interaction because he was very much present in the press room,” says a smiling João Vale de Almeida, the EU’s new and first ambassador to the UK. Thirty years ago, Vale de Almeida, 63, was a young spokesman for the European commission catering to a press corps in Brussels of which Boris Johnson of the Daily Telegraph was a preeminent member. “He was one of the leading journalists and I don’t think anyone disputes that … so the likelihood of me replying to his questions was high.” Tall tales about EU condom regulations, and Jacques Delors’ plans to “rule Europe” and build the world’s tallest building to house the European commission would fuel Johnson’s journalistic career and feather-bed the Euroscepticism that would eventually take the UK out of the EU and put him in Downing Street. Vale de Almeida, whose career includes spells as chief-of-staff to a European commission president and ambassadorial roles to the US and the UN, can perhaps thank Johnson for his new posting. There has never been an EU ambassador to the UK, because there was no need. Vale de Almeida’s new embassy is at 32 Smith Square in Westminster, previously the site of the commission’s UK delegation. Before that it had been the Conservative party’s headquarters, from where Margaret Thatcher would wave down to the crowds to celebrate her election victories. “It was from one of them,” he says, gesturing across his as-yet bare office to the windows looking out on to the square. “I think she would not object, because she believed in the relationship between the UK and European Union, and she contributed a lot,” said Vale de Almeida, who transitioned from journalism himself shortly after the fall of Portugal’s dictatorship. He joined the European commission in the early 1980s as his country acceded to what was then the European Economic Community. Among his tasks is to ensure the UK implements the withdrawal agreement, particularly the provisions on EU citizens’ rights and the compromise reached on avoiding a border on the island of Ireland. The UK is committed to establishing an independent monitoring group by 1 January 2021 for protection of the rights of EU citizens in the UK, for whom there is no certain figure, but they are likely to number around 3.8 million. Vale de Almeida, however, says Brussels also needs to take responsibility. He says the settled status scheme the Home Office has established is digital and requires “a computer to get there”, creating potential difficulties for “everyone that is for some reason outside of the mainstream”, be they from the Roma community, elderly or in prison or pre-trial detention. The deadline for applications is June 2021. “We have a few lawyers working with us but other entities as well. But I think we need to step up our action. We have to go deeper into the British society to try and reach out to all these citizens,” Vale de Almeida said in an interview to mark the launch of a new Guardian series on Europe. On the Irish border, the EU’s chief negotiator, Michel Barnier, expressed his frustration last week at suggestions from the Northern Ireland secretary, Brandon Lewis, and others that the UK will not check goods crossing the Irish Sea, as stipulated in the compromise found for avoiding such checks on the island of Ireland. “We will have to follow that very closely,” Vale de Almeida said. His other main role will be to keep the 27 member states’ unity, which he says is in the UK’s interest to maintain, and gather intelligence and insight for the EU’s negotiators as they engage in talks this month with Britain over the future relationship. Both sides are in posturing mode. Barnier felt the need to bash his lectern at a press conference in Brussels last week when discussing Britain’s opening position. Johnson’s government says it wants a “zero tariff, zero quota” deal with regulatory alignment no more onerous than that of countries such as Canada. It counters Barnier’s insistence that the intensity of the UK’s trade with the EU and its proximity requires a greater obligation to stick close to the EU rulebook by evoking Britain’s need to regain its economic and political sovereignty by the end of the transition period, when the UK leaves the single market and customs union. The narrative has not gone down well with the EU. “I think, in today’s world, the concept of sovereignty has evolved to a large extent, but it goes without saying that national sovereignty should be respected,” Vale de Almeida said. “We believe here it’s not about black and white ‘are we sovereign or not sovereign’. It’s about, in full respect of sovereignty, how much can we do together.” Vale de Almeida played a role negotiating the ill-fated trade deal with the US known as the Transatlantic Trade and Investment Partnership (TTIP), which Donald Trump ultimately killed off. It was, he says, the first trade negotiation to become highly politicised based largely on “misinformation and on manipulation” of facts by its critics. “And it is never going to change”, he said. “We will never go back to a situation where a trade deal between the EU and the US would be out of the front pages or a trade deal between the EU and the UK will be out of the front pages.” He predicts a busy year at 32 Smith Square. • This article was amended on 2 March 2020. João Vale de Almeida joined the European commission in the 1980s rather than in the 1970s, and Portugal acceded to the European Economic Community in 1986 rather than in the 1970s, as an earlier version had said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}