{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2020/mar/25/abcs-norman-swan-denies-rancour-with-chief-medical-officer-after-pms-office-intervention-on-coronavirus", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2020-03-24T23:44:54Z", "webTitle": "ABC's Norman Swan denies 'rancour' with chief medical officer after PM's office intervention on coronavirus", "webUrl": "https://www.theguardian.com/media/2020/mar/25/abcs-norman-swan-denies-rancour-with-chief-medical-officer-after-pms-office-intervention-on-coronavirus", "apiUrl": "https://content.guardianapis.com/media/2020/mar/25/abcs-norman-swan-denies-rancour-with-chief-medical-officer-after-pms-office-intervention-on-coronavirus", "fields": {"headline": "ABC's Norman Swan denies 'rancour' with chief medical officer after PM's office intervention on coronavirus", "bodyText": "The ABC broadcaster Norman Swan has said there is “no rancour” between him and the chief medical officer, Brendan Murphy, after the prime minister’s office called the ABC to ask the two to discuss coronavirus strategy. Scott Morrison’s office called the ABC’s news boss, Gaven Morris, last week suggesting Swan should speak to Murphy. Sources say the prime minister’s office was concerned Swan’s advice was contrary to that of Murphy’s. Swan’s forthright views on the initial response to the coronavirus outbreak, which he said must have “really annoyed” the government, have since been the subject of a flurry of attacks from News Corp columnists. Swan had been pushing for the government to close the schools, conduct more testing and move faster on encouraging social distancing. “Test a lot, isolate, find all contacts if you can and isolate them,” Swan, who trained as a medical practitioner, said on social media early last week. “Stop mass mingling. Bring the public with you. Young people as well as the elderly will die unnecessarily if we don’t act. Today’s cases are the result of what we didn’t do two weeks ago.” Swan, who appeared on Q+A on Monday, is a regular on 7.30 and RN Breakfast, as well as his own Radio National show, the Health Report. His new wildly popular Coronacast podcast with Tegan Taylor, which answers questions submitted by the public, is number one on Apple podcasts. Swan said he was not cowed by the government’s irritation at his commentary, and ABC management was highly supportive. “I am not going to comment on any call that may or may not have taken place between me and a senior manager of the ABC,” Swan told Guardian Australia. “I can only surmise that I really annoyed them during the week of the football fiasco, when the prime minister wanted to go to the football, and they perceived me as having talked about closing the Grand Prix down.” The Australian’s columnists Gerard Henderson and Chris Kenny, both frequent ABC critics, lined up to pour scorn on Swan’s efforts last week. Henderson wrote that Swan “put in a claim to provide alternative medical advice” and should back off because he was not an expert in infection control. Henderson also appeared on Sky News telling Andrew Bolt, another Swan critic, that the ABC health journalist was confusing the message. On Monday Kenny devoted a column to attacking Swan, accusing him of grandstanding for attention and profiting from his vast media exposure. “No matter how many people become infected or die, he won’t carry any burden of responsibility and, even better, he will always be able to say he advocated tougher measures,” Kenny wrote. Swan said he wouldn’t be doing his duty as a journalist if he was to “hold back on analysis which I thought would help people make decisions”. “My role as a broadcast journalist is to analyse information and pass it on to the community,” he said. “And also as a journalist to hold governments to account.” Swan was also critical of cabinet not self-isolating after its exposure to Peter Dutton, who tested positive to Covid-19, and for Morrison’s original plan to attend the football. “There was mixed messages from the government [earlier in the month],” Swan said. “I’m in the unfortunate position of having walked into an information vacuum. “There was inconsistent information. I think the government thought they were communicating well, but the community thought otherwise.” Swan said he had had an “incredibly friendly and affable” chat with Murphy. “There was no rancour and no discussion about my role or what I’ve been saying.” Swan said the response to the Coronacast podcast – 24,000 questions to date – had made him realise there was “profound anxiety” in the community. “People were finding it hard to find spokespeople who would tell it straight – which is a bit unfair on the spokespeople – and I filled that gap. He has softened his attitude towards the official line, which he said had become much more consistent. “Last week the government improved the messaging, they brought that national leadership group together, they stabilised,” Swan says. “I don’t necessarily agree with their messaging, but it’s become much more coherent.” He dismissed calls on social media for him to replace the CMO. “We have to get rid of the mushroom cloud of Twitter and social media and all that crap and get down to focusing on the business, and that’s what we’ve been doing,” he said. “I was getting anxious because I was moving so fast and I was scared I’d make a mistake. I’ve made two small errors which I’ve corrected on air.” He has rationalised his media appearances, and is concentrating on his main gigs as well as 7.30 and RN Breakfast. The prime minister’s office declined to comment."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}