{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2020/mar/09/weatherwatch-how-the-dutch-are-trying-to-rainproof-their-cities", "type": "article", "sectionId": "news", "sectionName": "News", "webPublicationDate": "2020-03-09T21:30:14Z", "webTitle": "Weatherwatch: how the Dutch are trying to rainproof their cities", "webUrl": "https://www.theguardian.com/news/2020/mar/09/weatherwatch-how-the-dutch-are-trying-to-rainproof-their-cities", "apiUrl": "https://content.guardianapis.com/news/2020/mar/09/weatherwatch-how-the-dutch-are-trying-to-rainproof-their-cities", "fields": {"headline": "Weatherwatch: how the Dutch are trying to rainproof their cities", "bodyText": "Could we live with heavy rains without big floods? The Dutch have learned that building more flood defences against intense rainfalls is not enough and they are now “rainproofing” urban areas. Rainfall in the Netherlands has increased by 26% over the past century and grown more intense, leading to more flooding. Schemes are now being tried out in urban areas to catch, hold and slowly release rainwater from big downpours to reduce floods. Public spaces such as Benthemplein in Rotterdam are being turned into water plazas with shallow basins that turn into lakes in heavy rains; the plazas are also planted with vegetation and in dry weather are used as parks and sports venues. In Amsterdam, hard paving in some streets has been replaced with vegetation or porous paving that lets water seep more slowly into the ground. Rain gardens have been carved out of parking spaces, designed to gather water with pathways, stepping stones and beds of plants that do well in wet ground. Roof gardens are also being used to store water in crates, covered by a filter and soil on which plants are grown. And people are being encouraged to remove paving from their gardens, grow more plants instead, and build ponds to hold excess water."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}