{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2020/mar/12/businesses-affected-by-coronavirus-should-have-access-to-disaster-relief-funds-says-queensland", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2020-03-11T21:03:19Z", "webTitle": "Businesses affected by coronavirus should have access to disaster relief funds, says Queensland", "webUrl": "https://www.theguardian.com/australia-news/2020/mar/12/businesses-affected-by-coronavirus-should-have-access-to-disaster-relief-funds-says-queensland", "apiUrl": "https://content.guardianapis.com/australia-news/2020/mar/12/businesses-affected-by-coronavirus-should-have-access-to-disaster-relief-funds-says-queensland", "fields": {"headline": "Businesses affected by coronavirus should have access to disaster relief funds, says Queensland", "bodyText": "Queensland will use the upcoming meeting of state leaders and the prime minister to appeal to the federal government to open up its natural disaster assistance payments to local industries impacted by the coronavirus. Scott Morrison has previously rejected Queensland’s request for the disaster recovery funding arrangements to be made available for businesses knocked by the economic slowdown resulting from Covid-19 on 4 February, and again on 28 February. “I again refer you to my previous advice in my letter of 4 February 2020, that infectious disease outbreaks are not covered under the disaster recovery funding arrangements, and can not be activated for impacts arising from Covid-19,” Morrison wrote to premier Annastacia Palaszczuk late last month. “This is consistent with the approach taken during previous pandemics.” Morrison and treasurer Josh Frydenberg have consistently outlaid why the coronavirus impact was different to previous pandemics, including Sars and Mers, by pointing out the growth in the Chinese economy in the years between the viral infections, and Australia’s increased economic reliance on China. For Queensland to get its wish it would need to convince all other states and territories to release the funding, a matter it can raise during Friday’s council of Australian governments meeting in Parramatta, Sydney. Queensland, which announced its own $27.5m disaster package for the state’s tourism and transport, aviation, higher education, farmers, aquaculture and fishing industries mid-last month, intends on treating the pandemic as a natural disaster. “Queensland is very well experienced at dealing with natural disasters because we get more of them,” a spokesman for Palaszczuk said. “We see coronavirus as no different to the many floods, cyclones and now bushfires that Queensland deals with.” The federal government’s position has not shifted. Activating the disaster relief payments allows a variety of funds to flow through a disaster declared zone, including one-off payments of up to $1,000 for affected individuals, and up to 13 weeks of a Newstart-like allowance for businesses. Cyclone Yasi resulted in nearly $310min disaster management payments, while the the 2010-11 floods resulted in just over $465m in payments. The sunshine state was one of the first to feel the impacts of the coronavirus economic slowdown, with its higher education, tourism and fishing industries almost immediately affected. It has so far confirmed 18 cases of the virus, but the long-term economic affects, given the state’s already shaky economy has the Queensland government reaching for whatever hail Mary passes may be made available. While small business was one of the key areas the Morrison government coronavirus stimulus plan will target, the states – particularly those still recovering from the summer bushfires – are looking for more industry assistance to navigate the next two quarters. The $76m tourism fund set aside for the summer natural disasters has become another bone of contention, with tourism ministers and the industry fearing it will be coopted to help set off the coronavirus impact rather than expanded."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}