{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2020/mar/05/derby-county-v-manchester-united-fa-cup-fifth-round-live", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-03-05T22:23:53Z", "webTitle": "Derby County 0-3 Manchester United: FA Cup fifth round – as it happened", "webUrl": "https://www.theguardian.com/football/live/2020/mar/05/derby-county-v-manchester-united-fa-cup-fifth-round-live", "apiUrl": "https://content.guardianapis.com/football/live/2020/mar/05/derby-county-v-manchester-united-fa-cup-fifth-round-live", "fields": {"headline": "Derby County 0-3 Manchester United: FA Cup fifth round – as it happened", "bodyText": "And with that, I’ll be off. Thanks for being here, and sorry for that second-hand outage. Here’s the match report again. Bye! Philip Cocu has a post-match debrief. He praises Wayne Rooney’s performance, saying the player’s “vision and his handling and his passing skill is just a pleasure to watch”. Also: I was a difficult game. We tried to play football against them but you saw the difference in quality. Especially individually - speed of handling, awareness, the passing speed. But I think some periods in the game we played good football, created chances, especially early in the game and the first 25 minutes of the second half. Get a goal in the second half, 1-2, maybe something’s possible, but at 3-0 of course it was over. It might sound strange after a 3-0 defeat but I’m still happy with the performance. With a lot of young players, a great experience for them. It was a good experience, and a deserved win for Manchester United. It’s a disappointment we couldn’t get the surprise we all tried to pull off. Ole Gunnar Solskjaer has a chat. He says Rooney “sometimes had too much time on the ball for my liking”, and that Harry Maguire should be fit for the weekend. Also: There were some scary moments there, especially early on I don’t think we played particularly well. Beginning of the second half I thought they put some pressure on us, but a nice goal from Odion and a fantastic save from Wayne’s free kick. Odion’s coming in, and it’s great for us to have him to call upon. He’s a different type of striker, and he scores ... The first one, the ball’s beneath him and not many strikers could dig that out. Here’s a match report from Jamie Jackson, our man on the scene: Luke Shaw has a chat. He insists the opening goal is his: “There’s no way Jesse’s claiming that,” he says. The first 15-20 minutes was very tough. We didn’t start as good as we can, then we got the goal and I think we were still under pressure at times but we came through it. I think we’re in a very confident period at the moment, with results but also we’re scoring goals and also keeping it shut at the back. We’re very confident. It’s a massive game for us on Sunday and we’re all looking forward to it. An impressively humdrum win for United, that, navigating a potential banana skin in largely drama-free style. 90+4 mins: And that’s it! United are in the quarter-finals! 90+2 mins: apologies for the lengthy update outage. Anyway, the match is all but over. Brandon Williams sneaks in a late booking. 89 min: Free-kick to Derby on the edge of the box, although it might be a little wide to take a shot. Rooney is over it … WHAT A SAVE FROM ROMERO! Rooney shot was flying into the top bin, but Romero got across and just about tipped it over the bar. 86 min: Perhaps a little surprising to see Rooney complete the full 90 minutes here. Not only would the substitution allow United fans to give him a proper round of applause, but you would think Cocu would want to keep him talisman fresh and injury free for the weekend. Derby travel to Blackburn Rovers on Sunday. 85 mins: Simon has been having technical difficulties, so we will see you through the rest of the match. There have been no more goals, although Rooney has just sent a left-foot shot sailing over the bar. Both sets of fans chant his name. And that should seal it! Ighalo plays the ball to Mata on the right, runs onto the Spaniard’s pull-back and hits a shot into Bogle. It bounces back to him, and this time he crashes it into the roof of the net! 69 mins: Derby’s post-interval resurgence seems to have faded. Pereira has a shot for United now, but it goes well over the bar. 67 mins: Derby make their second change, replacing Waghorn with Jack Marriott. 67 mins: United take off Bruno Fernandes, and bring on Andreas Pereira. 66 mins: Some nice approach play from United, but it ends with Mata shooting poorly when he probably should have chipped the ball across to Ighalo at the far post. 64 mins: Now Bailly challenges Sibley, but turns up just an instant after the ball had departed, gets nothing but man and is booked. 61 mins: Lingard’s long pass towards Fernandes is cut out by Roos, who heads clear and runs into Forsyth. The ball drops to Mata, whose 40-yard chip is collected by the back-pedalling keeper. 61 mins: Then McTominay runs into Sibley. The Scot needs to calm down sharpish. 60 mins: McTominay tackles Sibley cleanly, leaves his foot in a bit longer than he needed to, and the pair have words again. 56 mins: Then a matter of seconds later, McTominay shoots wide from 20 yards. The scent of goals hangs in the Derby air. 56 mins: Save! Shaw gets into the Derby area, cuts inside onto his right foot, and then scuffs a poor shot at Roos, who would have been in serious trouble had he got any power or accuracy. 54 mins: Bogle, whose rampages down the right have been a feature of these opening minutes of the second half, is found in space again. But United close him down, and force Derby to turn backwards and pass the ball back to their defence. 53 mins: Turns out McTominay is completely and absolutely fine. I think Sibley’s boot only came very close to his face, rather than making contact, as the pair came down. The United player thinks this was deliberate, but replays are inconclusive. 52 mins: McTominay and Sibley fall over each other, and though the Derby player gets up, McTominay starts rolling around clutching his face. 50 mins: So close for Derby! Rooney’s excellent pass finds Bogle on the right, whose cross is even more excellent, and Waghorn glances a header just wide of the far post! 47 mins: Bird’s 30-yarder deflects off Lindelof, but close enough to Romero for the goalkeeper to adjust and collect. 46 mins: Peeeeeep! United get the ball rolling in half two. Right then, the players are back out. Can Derby find a way back into this? Time to find out. 45+4 mins: That’s it, for now! United have had 65% of possession, 75% of the shots and 100% of the goals. Both were a bit lucky, but overall they deservedly lead against a Derby side that has never significantly threatened Sergio Romero’s goal. 45+2 mins: Derby attack! It’s been a while, but Knight gets down the left and crosses, Waghorn shoots, and there the good news ends. It hits Lindelof, rebounds to Waghorn, comes off his head, is controlled by Fred with the clear use of his hand, and then Rooney is booked for stopping United’s counter-attack. 45+1 mins: Into stoppage time, of which there’ll be about three minutes. 44 mins: Lawrence has failed to run off his injury, and Morgan Whittaker replaces him. Another! United’s second is also a little fortunate. Shaw picks out a fine pass to Ighalo, and though Forsyth tackles him the ball bounces back off Lowe and nicely into the Nigerian’s path, and this time he sidefoots it into the corner from six yards! 39 mins: Penalty shout! A cross from the right bounces through to Fernandes, whose shot hits Evans in the arm. The referee doesn’t see it, and there’s no VAR. 38 mins: Lawrence is limping off. Derby haven’t prepared a replacement, so presumably he’s going to try to run it off. 36 mins: Tom Lawrence is on the floor and apparently in some pain, having got in the way of McTominay’s shooting foot. 35 mins: And more shooting! This time it’s McTominay, whose effort goes well wide. United have four shots in as many seconds, and the last of them goes in! First Lingard, then Lingard again, then Fernandes have shots that are blocked, and then Luke Shaw mishits one into the ground, and then off Lingard’s back, and it loops over Roos and in! 32 mins: Chance! Lowe gives the ball away in his own half, McTominominay moves it swiftly to Ighalo, and he bursts into the box and blasts goalwards, but Roos is in the way. 29 mins: It’s been a pretty ordinary game so far. “Do you think the possession stats should only count when you have the ball in the opponent’s half? We can all pass a ball across the back four all day,” says Roger Kirkby. I take your point, but it is still possession. Possession in the attacking third would of course be more revealing. 27 mins: Mata has a shot from just outside the penalty area, but it’s pretty feeble and Kelle Roos saves. 25 mins: Dalot curls in quite a tasty little cross from the right, but Forsyth turns it behind. The corner is cleared, not very convincingly. 23 mins: Fernandes had landed a bit awkwardly after challenging Forsyth for a header, while Lingard had been accidentally clipped while stealing the ball from a Derby player’s toe. Both now seem fully recovered. 22 mins: Double-knack! Fernandes is on the ground, clutching his left buttock. And Lingaard is on one knee, and feeling his right ankle. 18 mins: Saved! Rooney gets the ball through a gap in the wall, and it’s dipping towards the near corner when Romero dives across to push it wide. 17 mins: Derby break, and Sibley runs from deep inside his own half into the heart of United’s, where Shaw brings him down with an unnecessary sliding challenge. From a United corner to a dangerous Derby free-kick inside 20 seconds. 16 mins: Another corner, after Bruno Fernandes’ shot deflects behind. This time Forsyth heads clear. 16 mins: The corner is played along the ground to Shaw, who doesn’t connect with his shot, and Derby clear. 15 mins: Now United do get the ball into Derby’s penalty area, but after Shaw reaches the byline George Evans turns his cross behind for a corner. 13 mins: United haven’t had the ball in Derby’s penalty area yet. That Sibley shot aside their own goal hasn’t been seriously threatened either, but Derby have so far kept them at a safe distance. 10 mins: Close! Louie Sibley, Derby’s 18-year-old tyro, carries the ball 25 yards or so and from the edge of the area hits a left-footer that flashes inches wide of the right-hand post. 7 mins: Odion Ighalo wins the ball at the edge of the United area and sprays a 60-yard pass upfield. This is very much not his natural game, and the pass is duly intercepted. 5 mins: United work the ball down the right. Eventually Mata plays in McTominominay, but Rooney slides in to dispossess, prompting delighted cheers. 3 mins: Derby do some early attacking, but Tom Lawrence’s dummy doesn’t lead to anything, and neither does Max Lowe’s cross from the left. 1 min: Peeeeeeep! Derby get the game started. Derby’s players huddle, with Rooney responsible for delivering the last-minute pre-match instructions and/or germ interchange. There’s no stopping the handshakes tonight. Damn that virus! The players are out! And here’s Charlie Robinson with some actual knowledge of the Derby team: “Interesting to see Louie Sibley in the team. He’s an exciting young player, and us Derby fans are as hopeful about him as we once were about Will Hughes. In recent games, Rooney had been playing behind a striker and was doing really well. But Sibley’s start means that Rooney will now probably start in central midfield alongside Max Bird - another promising youngster. But it’s the central defence that worries me - Forsyth is a left back who has played a few times in central defence, alongside George Evans, who’s spent most of his time at Derby either injured, in midfield, or flattering to deceive. I’m not entirely sure why Cocu has done this.” The managers have a quick chat with the TV folks. First, and really very briefly, Philip Cocu: Yeah a great night, but also a great challenge. We just have to enjoy the night and make it a good game of football. In a game of football a lot is possible, so we’re going to do our best to make it a magical night. And then Ole Gunnar Solskjaer: We’ve made a couple of changes, some of them were forced, but the squad is good, there’s competition for places and a couple of boys have got a chance today to stake a claim for the derby game. Odion’s been very good, he’s had chances every game. You can see he sniffs out chances, he’s a striker in and around the box, and hopefully today he’ll score. Manchester United’s dressing-rooms in pictures: What they’re used to: What they get tonight: Here are the teams again in purely text-based form: Derby County: Roos, Bogle, Evans, Forsyth, Lowe, Sibley, Bird, Knight, Rooney, Lawrence, Waghorn. Subs: Shinnie, Hamer, Marriott, Clarke, Martin, Davies, Whittaker. Manchester United: Romero, Dalot, Lindelof, Bailly, Shaw, McTominay, Fred, Mata, Bruno Fernandes, Lingard, Ighalo. Subs: De Gea, Martial, Andreas Pereira, Greenwood, Matic, Tuanzebe, Williams. Referee: Craig Pawson. Six changes for Manchester United, with Odion Ighalo, Jesse Lingard and Juan Mata among those coming in. Harry Maguire has turned an ankle in training and thus spends the evening at home with an icepack. Rooney as expected starts for Derby. Hello world! Tonight’s the night! The night, that is, when Derby County, the only non-Premier League team left in the FA Cup, play Manchester United, and all eyes will turn to a certain Wayne Mark Rooney, the home side’s captain and player-coach, formerly of course of United. People will gaze upon his bearded visage, and shake their heads and talk about how much better he used to be, just as they have been for approximately the last 15 years (though for much of that time he didn’t have the beard). This has become an uncannily familiar fixture, with Derby having knocked United out of the Carabao Cup at Old Trafford last season (with Harry Wilson scoring a quite ludicrous free-kick) and losing 2-0 there in the FA Cup the previous season. Indeed, it is the clubs’ fourth cup meeting in five seasons, which is weird because there were only eight in the previous 120. Though this one’s at Pride Park, Old Trafford has already hosted almost as many cup ties against Derby in the last couple of years (two) as it had in the previous 108 years (three). But for all that it is in many ways familiar, tonight’s match is also a one-off, unique occasion that all fans will be rightly excited about, because Derby will be wearing shirts that uniquely feature both player names and squad numbers in their official typeface, known as BBG DCFC. Do try to contain yourself. Here’s some pre-match reading courtesy of Ben Fisher, who had a chat with Rooney about it:"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}