{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/mar/06/australian-doctors-demand-coronavirus-plan-as-some-say-they-feel-woefully-unprepared", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-03-05T23:45:54Z", "webTitle": "Australian doctors demand coronavirus plan as some say they feel 'woefully unprepared'", "webUrl": "https://www.theguardian.com/world/2020/mar/06/australian-doctors-demand-coronavirus-plan-as-some-say-they-feel-woefully-unprepared", "apiUrl": "https://content.guardianapis.com/world/2020/mar/06/australian-doctors-demand-coronavirus-plan-as-some-say-they-feel-woefully-unprepared", "fields": {"headline": "Australian doctors demand coronavirus plan as some say they feel 'woefully unprepared'", "bodyText": "Doctors will demand to be told what the plan is to cope with coronavirus when they meet with the chief health officer on Friday, as some raise concerns about their level of capacity and preparedness. The federal government is holding a Covid-19 meeting with GPs and workers in primary care. While there have been 52 cases confirmed in Australia, with no sustained community transmission, new cases are identified every day. The source of infection is unclear in three cases. Sydney GP Richard Nguyen said he felt “woefully unprepared” for patients that may start coming to his practice with symptoms or for testing. “There has been a lack of communication,” he said. “I don’t know of any GP practices that would be capable of testing or seeing a suspected case. In our practice we have four consult rooms plus a procedure room. We’d have to dedicate one room as an isolation room. And then you’d have to clean and disinfect the room – logistically it’s just impossible for several reasons, including that we don’t have the physical space.” The head of the Australian Medical Association, Dr Tony Bartone, said it was clear not enough information was being shared with frontline health workers including emergency doctors and general practitioners. “Of course, you don’t hear from the doctors who are comfortable with the situation, but I have had many examples of doctors who are worried and concerned,” he said. “They are worried that personal protective equipment is in short supply. Plus much general practice is a private enterprise largely independently owned and so if a lot of them need additional supplies from their own resourcing it’s quite prohibitive. “People are concerned about a lack of preparedness and capacity. Doctors need clear messaging about what’s expected of them.” He said by the end of Friday’s meeting, “I want everyone to feel comfortable”. “I want them to feel they have the equipment they need in a timely manner and that they have ongoing access to reliable information.” Guardian Australia has been told that as well as Telehealth, part of the response will include establishing dedicated coronavirus clinics so that emergency hospital beds can be reserved for the most sick patients and so that other GP clinics would not be overwhelmed. But it has not been made clear at what point in widespread transmission those dedicated clinics will be established or how they will be chosen. A doctors group on Facebook included one doctor expressing concern that doctors did not have enough protective equipment, including surgical masks. “Time is running out to get this sorted,” they wrote. “Some GP’s are immunosuppressed, some are elderly, I have a daughter with Cystic Fibrosis. Who will speak up for us?” The health minister, Greg Hunt, said on Thursday that the government had 20m masks in the national medical stockpile. “We have made supplies available to general practices through two rounds of allocation to what are called the primary health networks with those general practices that have needed them for their purposes have been able to obtain them. Part of tomorrow’s work with the general practices is to identify any further and additional needs. So I think we have already been assisting and allocating,” he said. The president of the Australasian College for Emergency Medicine, Dr John Bonning, said emergency doctors would have a vital role to play in the response to coronavirus, and that despite “significant challenges” the virus might present, doctors would be dedicated to caring for their patients and collaborating with other health workers, institutions and the government. “The whole of our healthcare systems from primary care through to and beyond hospitals will have to rise to this challenge, with all healthcare professionals working within their scope to mitigate the surge,” he said. “Part of this must be ensuring that all healthcare providers perform their duties and responsibilities within the whole-of-system response, which includes hospitals both public and private, pathology labs, and general and private practice. “It is also important to ensure that there are a range of testing facilities and treatment options; not just in public hospitals and via their emergency departments; available to the community to mitigate risks, particularly for vulnerable groups in society.” The Greens spokesperson for health, Richard Di Natale, a doctor who has worked in infection control, said overall chief medical officers from the commonwealth and states and territories had led a strong response to the coronavirus situation. But he said it was essential those directly responding to possible cases had an ongoing, sufficient supply of personal protective equipment. “The government must seek to provide urgent assurance to GPs and other frontline workers that this supply can be confirmed,” he said. Do you know more? melissa.davey@theguardian.com For global up-to-date information on novel coronavirus (Covid-19) visit WHO. Up-to-date Australian information and resources (including fact sheets) on novel coronavirus (Covid-19) can be found on the Australian Government Department of Health website"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}