{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2020/mar/05/harry-and-meghan-in-first-official-uk-appearance-since-royal-split", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2020-03-05T23:36:14Z", "webTitle": "Harry and Meghan in first official UK appearance since royal split", "webUrl": "https://www.theguardian.com/uk-news/2020/mar/05/harry-and-meghan-in-first-official-uk-appearance-since-royal-split", "apiUrl": "https://content.guardianapis.com/uk-news/2020/mar/05/harry-and-meghan-in-first-official-uk-appearance-since-royal-split", "fields": {"headline": "Harry and Meghan in first official UK appearance since royal split", "bodyText": "The Duke and Duchess of Sussex have made their first official appearance together in Britain since their shock announcement they are stepping back as senior working royals. Meghan flew in from Canada, where the couple have been living since November, to join Harry as they begin their final round of public engagements in the UK. The couple attended the Endeavour Fund awards for sick and injured servicemen and women. The Endeavour Fund was set up by the Royal Foundation to finance inspiring sporting and adventure projects to help veterans’ recovery. The ceremony, at London’s Mansion House, is the first time the couple have been seen since they visited Canada House on 7 January to thank the nation for hosting them. The couple arrived sheltering under an umbrella, to mainly cheers from a small crowd of wellwishers braving the inclement weather, though there was one loud boo. For her return Meghan, who has not been seen publicly in the UK since the couple’s announcement, wore a turquoise fitted dress designed by Victoria Beckham, as she and Harry arrived in a Range Rover. Although Harry has relinquished his honorary military titles as the couple step back from their royal roles and will no longer officially represent the Queen, he intends to retain his links with patronages such as the Endeavour Fund, and the Invictus Games which he founded. In his award ceremony speech, he said he was “deeply proud to have served alongside you as Captain Wales”. “A lot of you tonight have told me you have my back, well I’m also here to tell you I’ve always got yours,” he said. He and Meghan were “so happy to be back” presenting the awards, he said. “For some, the military community represents a brotherhood or sisterhood that no other organisation can provide, and for others it’s a way of life which you never want to leave. For a lot of us, it’s both,” he said, praising the award winners. “Being able to serve Queen and country is something we all are rightly proud of, and it never leaves us. Once served, always serving!” he added. As they left, there were cries of “Come of ‘Arry” from the small crowd outside. Earlier, the couple had been spotted outside Buckingham Palace, though aides declined to comment on whether the Queen, who was carrying out audiences at her London residence, had met them. They were also photographed outside the Goring Hotel after a private lunch, a royal favourite for many years which has been granted the prestigious Royal Warrant. The couple’s spokeswoman said: “In addition to the official engagements the duke and duchess are conducting over the course of the next few days, they are also meeting privately with several of their patronages.” Harry, who had sacrificed his official patronages after their announcement, will retain private links to organisations of which he is a patron. He travelled to the UK alone last week, attending an eco-tourism summit in Scotland, and then the famous Abbey Road recording studios in London. He had reportedly spent four hours with the Queen on Sunday, the first time the two had met since the dramatic Sandringham summit when senior royals thrashed out a way for the Sussexes to disengage from royal life. Meghan has remained in Canada until now with the couple’s son, Archie. Their final UK engagement will be on Monday when they join the Queen and other senior royals at Westminster Abbey for the traditional Commonwealth Day service."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}