{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/mar/12/against-humanity-un-expert-calls-on-australia-to-stop-selling-weapons-to-war-torn-mali", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-03-11T22:30:14Z", "webTitle": "'Crime against humanity': UN expert calls on Australia to stop selling weapons to war-torn Mali", "webUrl": "https://www.theguardian.com/world/2020/mar/12/against-humanity-un-expert-calls-on-australia-to-stop-selling-weapons-to-war-torn-mali", "apiUrl": "https://content.guardianapis.com/world/2020/mar/12/against-humanity-un-expert-calls-on-australia-to-stop-selling-weapons-to-war-torn-mali", "fields": {"headline": "'Crime against humanity': UN expert calls on Australia to stop selling weapons to war-torn Mali", "bodyText": "The independent United Nations human rights expert in Mali has called on Australia to cease selling arms to the war-torn country and urged the international community to do more to stop nations “actively producing and selling weapons” in conflict zones. The Guardian revealed on Wednesday that the Australian government had issued 16 permits to arms manufacturers to export weapons or military technology to Mali in 2019. Mali has been in near-perpetual conflict for eight years. Last year, while Australia was approving the weapons sales, the UN warned that internal conflict was causing an “unprecedented humanitarian crisis” in Mali, displacing hundreds of thousands of people and putting millions of civilians at risk. Alioune Tine is currently monitoring the deteriorating human rights situation in Mali as the UN’s independent expert. Just last month, Tine warned the multiple failures of the state – in administration, justice and security – were facilitating “mass violence with impunity” in central Mali. He told the Guardian that Australia should stop exporting arms to Mali. Tine said the diffusion of arms in the region should be considered a crime against humanity, and urged the international community, including the UN security council and African Union, to do more to pressure those nations exporting arms to conflict zones. “What solutions exist to stop the spread of weapons, end violence and its tragic consequences in the Sahel, which actively poses a threat to the existence of states, results in millions of deaths and precipitates humanitarian catastrophes?” Tine said. “The international community, notably the security council of the United Nations and the African Union, must hold countries which are actively producing and selling weapons accountable, and pressure them to cease these practices in all conflict zones, including the Sahel.” “The democratisation and the diffusion of weapons must be considered to be a crime against humanity.” The Australian government says its export licences are only issued after thorough assessments on whether arms will be used to breach human rights or any of Australia’s international obligations. If there is an overriding risk that the weapons could be used to commit or facilitate a serious violation of humanitarian law, defence says it will not issue an export permit. The department has, however, refused to say what it is exporting, to whom, and for what purpose. Requests under freedom of information law for such details have been refused. Human Rights Watch, Oxfam and Save the Children have all called for greater transparency on Australia’s arms sales. Tine said the African Union’s Agenda 2063 seeks to put an end to the use of weapons, as well as controlling the quantity of weapons circulating in the Sahel, a massive stretch of Africa that incorporates central Mali. “In the Sahel, the intent behind the possession of weapons and the practice of violence has never been democratic in nature,” he said. “Today, no less than 20 million weapons circulate in the Sahel (including kalashnikovs, heavy machine guns, rocket propelled grenades, and surface to air missiles).” “In Libya, between 800,000 and 1 million weapons are estimated to be in circulation.” Nikita White, from Amnesty International, said the organisation had repeatedly called on the Australian government to publicly report the details of its international arms transfers. “As we approach the fifth anniversary of the conflict in Yemen it would behove our government to remember that Australia is obliged under the Arms Trade Treaty not to authorise weapons transfers to countries where there is an overriding risk these weapons could be used to commit or facilitate serious violations of international human rights or humanitarian law.” White said Australians had a right to know whether weapons from Australia were being sent to countries where they risked being used to commit war crimes. “All parties to the conflict in Yemen, including the coalition led by Saudi Arabia and the UAE, have committed serious violations of international humanitarian law. The coalition has carried out indiscriminate attacks, killing and injuring civilians and the conflict has displaced millions and put up to half of Yemen’s population at risk of starvation.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}