{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2020/mar/01/juliet-wins-six-prizes-at-whatsonstage-awards", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2020-03-01T22:00:26Z", "webTitle": "& Juliet wins six prizes at WhatsOnStage awards", "webUrl": "https://www.theguardian.com/stage/2020/mar/01/juliet-wins-six-prizes-at-whatsonstage-awards", "apiUrl": "https://content.guardianapis.com/stage/2020/mar/01/juliet-wins-six-prizes-at-whatsonstage-awards", "fields": {"headline": "& Juliet wins six prizes at WhatsOnStage awards", "bodyText": "A musical which one theatre critic hated, calling it “silly, misguided and idiotic”, and another loved as “fun, sharp and witty” has emerged as the big winner at the only major theatre awards voted on by the public. The show &amp; Juliet imagines Shakespeare being persuaded by his wife, Anne Hathaway, to change the ending of Romeo and Juliet. Instead of the downer of death it becomes a cheery story of female empowerment as Juliet goes on a wild trip to Paris with her girlfriends, to the backdrop of pop songs by the Swedish super-producer Max Martin which include Britney Spears’ Oops! … I Did it Again and Kesha’s Blow. It divided critics. In the Guardian, Michael Billington called it silly and idiotic. “I still fail to see the point of a show like this: if the audience want to hear just the songs, why not present them in concert form?” Gregory Robinson, in the Observer, praised it for packing “a lot of fun into its sharp, witty story of self-discovery”. On Sunday, the show won six prizes at the 20th annual WhatsOnStage awards. Among them were the show’s Juliet, Miriam-Teak Lee, who won best actress in a musical. The show won the most awards at the ceremony, which was held at the Prince of Wales theatre in London on Sunday night and broadcast, for the first time, on BBC Radio 2. But it missed out on the best new musical prize. That went to Come From Away, which tells the true story of planes from across the globe being grounded in a tiny Newfoundland community because of the September 11 terror attacks. It won five awards in total. The Old Vic picked up three acting awards, with Claire Foy winning best actress in a play for Lungs, Andrew Scott winning best actor and Sophie Thompson winning best supporting actress, both for Present Laughter. Dear Evan Hansen, which was last week praised by Prince William for the way it tackles mental health issues, won two awards: best actor in a musical for Sam Tutty and best supporting actor for Jack Loxton. Jamie Lloyd won best director for Evita at Regent’s Park Open Air theatre and best play revival for Betrayal, the culmination of his wildly ambitious Harold Pinter season. The best new play award went, for the first time, to a production not in London: Lolita Chakrabarti’s adaptation of Yann Martel’s Booker prize-winning book The Life of Pi, which was staged at the Sheffield Crucible. It will transfer to the West End this year. The Equity award for services to theatre was presented to ERA 50:50, which campaigns for gender balance on stage and screen. Maureen Beattie, the president of Equity, presented the award to the actor Denise Gough. The inaugural Radio 2 audience award for best musical, voted on by listeners, went to Six the Musical. Sita McIntosh, the chief operating officer of WhatsOnStage, thanked audiences who had voted in their tens of thousands. “Their support and championing of shows is what keeps our industry alive.” The Life of Pi win was a significant moment, she said. “It’s galvanising to see that a play that has never been staged in London has picked up the best new play award, showing how the WhatsOnStage awards really are decided by audiences across the nation.”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}