{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/live/2020/mar/09/markets-plunge-crash-financial-crisis-coronavirus-ftse-italy-oil-price-dow-business-live", "type": "liveblog", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2020-03-09T22:18:19Z", "webTitle": "UK and US stock markets suffer worst day since 2008 – as it happened", "webUrl": "https://www.theguardian.com/business/live/2020/mar/09/markets-plunge-crash-financial-crisis-coronavirus-ftse-italy-oil-price-dow-business-live", "apiUrl": "https://content.guardianapis.com/business/live/2020/mar/09/markets-plunge-crash-financial-crisis-coronavirus-ftse-italy-oil-price-dow-business-live", "fields": {"headline": "UK and US stock markets suffer worst day since 2008 – as it happened", "bodyText": "Finally, today’s wild markets dominate some of Tuesday’s newspapers. Here’s a selection: Good night, and thanks for reading and commenting. GW Here’s our news story on today’s market rout: Global stock markets post biggest falls since 2008 financial crisis Global stock markets posted their steepest falls since the 2008 financial crisis on Monday after a crash in the oil price amplified concerns about the escalating economic cost of the coronavirus outbreak. Almost £125bn was wiped off the value of the FTSE 100 in the fifth-worst day in history for the index of leading UK company shares, as it plummeted by 7.7% to finish the day below 6,000 points, its lowest level since straight after the Brexit vote in 2016. Trading on Wall Street was frozen within minutes of the market opening as the system to buy and sell shares failed to keep pace with events. The Dow Jones closed down by more than 2,000 points for the first time ever, a decline of 7.8%. On a day of escalating economic losses as countries scrambled to respond to the outbreak, developments included: The number of deaths in the UK rose from three to five after victims were confirmed in Wolverhampton and St Helier, Jersey. Both were in their 70s and had underlying health conditions. A scramble to bring home hundreds of British tourists from northern Italy was under way, even as planes continued to fly between Britain and the locked-down region. Seven Britons tested positive after flying from London to Vietnam alongside an infected 26-year-old woman who had recently travelled to Milan and Paris. Italian prime minister Giuseppe Conte said the coronavirus outbreak was the nation’s “darkest hour”. Germany and the Republic of Ireland announced emergency funding packages worth billions of euros, with Berlin declaring that it would do “everything needed to stabilise the economy and secure jobs”. Here’s confirmation that today’s rout marks the 11th anniversary of the end of the 2008-09 crash: Right! I think it’s time for a recap, as traders on Wall Street catch their breath after a shocking day of selling. World stock markets have suffered their worst day since the global financial crisis of 2008, as fears of a global recession swell. Hundreds of billions of dollars, euros and pounds were wiped off stocks across the world, in an alarming sell-off. A collapse in crude prices, triggered by an oil price war, spooked markets which were already reeling from the coronavirus outbreak. The day began with heavy losses in Asia-Pacific; Australia fell over 7%, while the Nikkei fell over 5%. In London, the FTSE 100 plunged by 7.7% in a slump led by the energy sector. That put the Footsie into a bear market - down over 20% since January. More than £125bn was wiped off the Footsie today, extending its recent rout, with BP (-19%) and Royal Dutch Shell (-18%) badly hit. Other European markets plunged by around 8%, exceeding their worst losses during the debt crisis. Italy’s FTSE MIB tumbled by 11%, after Rome announced plans to quarantine millions of people, as its coronavirus deaths kept rising. Wall Street picked up the selling baton, and promptly found trading briefly suspended after tumbling 7% -- triggering a circuit breaker. Once trading resumed, the main indices resumed their losses -- posting their worst day since 2008 as well. Tech shares, banks and energy companies all suffered badly. Apple fell 7.9%, Chevron lost 15% and JP Morgan declined by 13%, in a day when any risers were very rare, and volatility hit an 11-year high. Saudi Arabia’s threat to boost oil production and cut prices sent Brent crude down to just $34 per barrel tonight, down 23% today. Former Treasury secretary Larry Summers, demanded a co-ordinated response to address the impact of Covid-19. Analysts fear that the global economy is heading for very rocky waters due to the coronavirus crisis. Oxford Economics has warned tonight: From an economic perspective, the key issue is not just the number of cases of COVID-19, but the level of disruption to economies from containment measures. Disproportionate action will weaken economic activity and potentially induce panic, increasing the chances of investment and consumer spending being delayed or scrapped. Actions to control the spread of the virus outside China have been larger than we envisaged even a couple of weeks ago. What’s more, additional restrictions are likely to be rolled out in economies that are particularly exposed to the virus, which will offset any temporary boost to demand from panic buying We may see MORE losses in Asia and Europe tomorrow, judging by the overnight futures markets. Here’s Kyle Rodda of IG to set the scene (and perhaps give us nightmares): Panic grips global markets: Trading conditions in global markets can appropriately be described as panicked. Already vulnerable amid the unfolding coronavirus crisis, Saudi Arabia’s pledge to flood global oil markets with extra supply kicked market participants in the guts at precisely the worst possible time. The tumble in global stock markets looks familiar to what’s been experienced the last 3 weeks. But there was a difference to yesterday’s sell-off. Market fundamentals have changed again, and they’ve changed for the worse. Oil’s plunge sparks credit risk: Oil prices were belted on Monday, plunging by as much as 30 per cent, as traders priced-in the impacts of an extra 10 million barrels per day of Saudi oil supply. The drop-in oil prices is raising concerns that highly leveraged oil companies, many of which that dominate the US junk bond market, will fall into a state of unprofitability, and lack the means to meet their debt obligations. This credit risk is rippling through corporate bond markets, and raising the chance of financial contagion.... Another day of losses for ASX200: It’s setting up Australia’s ASX200 for another 273 point fall according to SPI Futures. The move will come following yesterday’s 7.3 per cent loss – its biggest daily loss since October 2008. The energy sector was the biggest loser, tracking the fall in the price of oil, close the day’s trade 20 per cent lower. The financial sector subtracted the most from the mark in terms of points-lost. It cut 136 point from the index, as investors continue to dump banks in a falling rate environment. A late newsflash: Italy is putting the entire country on lockdown! Our main Coronavirus liveblog reports: All of Italy will be placed under the lockdown conditions thus far imposed upon the so-called “red zone” in the north of the country, the Italian prime minister Giuseppe Conte has said. The restrictions will include banning all public gatherings and preventing all movement other than for work and emergencies. According to the Reuters news agency, he has said the decision was necessary to protect Italy’s most vulnerable citizens and that the right course of action now is for people to stay at home. Shares in America’s tech giants have slumped today. For so long the darlings of Wall Street, the FANG companies were firmly caught in today’s rout. Shares in Apple plunged 7.9%. Microsoft, Facebook and Alphabet each lost more than 6% and Amazon fell 5.3%. According to CNBC, this has wiped over $320bn of value off the stocks (or roughly twice the losses on the FTSE 100 today)/ Today’s sell-off will go down in market history as a real shocker -- along with these days to forget: Newsflash: the US stock market has suffered its worst one-day slump since 2008, and the depths of the last financial crisis. After a frightening day of losses, the main indices have all tumbled by over 7%. The Dow has shed 2,000 points -- almost twice its worst daily points slump, to 23,839 points. That’s a plunge of 7.8%, matching the worst days during the financial crisis over 11 years ago. The S&amp;P 500 also had a truly dreadful day, slumping by 7.6% or 225 points to 2,746. Such a dramatic rout shows that Wall Street is bracing for something Very Nasty -- such as a coronavirus epidemic, a recession, and some serious financial distress among companies and households. Today’s slump isn’t a repeat of Black Monday in 1987. It’s a lot more serious! So argues our economics editor Larry Elliott today: The working week began in the City of London with oil prices down by 30% and the leading barometer of UK shares registering falls of more than 8%, so it didn’t take long for it to be dubbed Crash Monday. To be sure, those with long enough memories would have been able to recall a similar market panic in October 1987, when a wave of selling began in east Asia and rolled inexorably westwards. That, though, is about as far as the comparison goes, because the 2020 Black Monday is a lot more serious than the one 30-odd years ago. With a bit of encouragement from central banks, financial markets quickly regained their poise after the 1987 crash and resumed a long upward climb that only came to an end with the financial crisis of 2007. It won’t be nearly so simple to pull off that trick this time. For the past decade, the underlying fragility of the global economy has been masked by perpetually low interest rates. Cheap money has been the fuel for rocketing asset prices – shares and bonds in particular – but has done little to boost investment and historically weak productivity growth.... More here: Wall Street traders have looked particularly stressed, and positively shell-shocked, at times today as the market rout has intensified. Here are a few pictures from the New York stock exchange: The recent gyrations in the US stock, bond and currency markets mean American companies face much tighter financial conditions. As Lisa Abramowicz of Bloomberg points out, that means some firms will soon struggle to access funding or roll over debts, unless policymakers act. Brazil’s stock market is enduring a terribly day too, as its energy sector is routed. The Bovespa index is down 12%, on course for its worst day since 1998. That was the time when Long Term Capital Management (a ‘pioneering’ hedge fund) collapsed, sending emerging markets reeling, as Reuter’s Jamie McGeever reminds us: Today’s slump comes 11 years after the US bull market began, almost to the day. Back on 10th March 2009, the S&amp;P 500 stopped its post-Lehman Brothers slide, and jumped by around 6% from 676 points to 719. It then quadrupled in value over the next 11 years -- showing the value of buying at the bottom (good luck this time, folks). But as CNN points out, all bull markets come to an end eventually -- often slain by fiscal tightening, high interest rates or recession (usually linked!). Good news! There’s less than one hour of his dreadful day of stock market trading to go. Bad news! The S&amp;P 500 and the Dow Jones industrial average are both down over 7% right now. And this can usually be a volatile time on Wall Street, so hold on tight.... Wall Street’s Fear index, the VIX, has hit its highest level since 2008 today - a clear sign of market panic. And astonishingly, it was initially hard to actually trade the VIX due to the market turmoil. Reuters explains. Trading in options on Wall Street’s fear gauge was impossible in the first minutes of Monday’s session due to a complete absence of prices from the market makers on whom trading depends, a representative of index operator CBOE Global Markets Inc (CBOE.Z) said. CBOE Senior Trade Desk Specialist Ryan Stone told Reuters that VIX options were tradable at 9:51 a.m. ET (1351 GMT) but a lack of liquidity led to a lag of about seven minutes until the first trade, around 9:58 a.m. ET. When activity in options resumed, the VIX surged to its highest level since December 2008. The volatility spike occurred as global stock markets were melting down on fears about the spreading coronavirus and crashing oil prices Capital Economics have predicted that the Federal Reserve will cut US borrowing costs to “near-zero” within the next couple of months. In a new note, they cite to the continuing slump in stock markets and the global spread of the coronavirus. Last week the Fed unexpectedly cut US rates by 50 basis points (0.5% points) to a range of 1%-1.25%, and holds its next scheduled meeting next week. It’s official: oil has suffered its biggest one-day plunge since the Gulf War in January 1991. US crude has closed at $31.13 per barrel, down over $10 per barrel or 24.6, Marketwatch reports. U.S. President Donald Trump will meet with U.S. Treasury Secretary Steven Mnuchin and other economic officials later on Monday to weigh possible actions to stem the fallout over the coronavirus, an administration official told Reuters. The Trump administration is weighing a number of potential policy steps, including paid sick leave, the official said. Here’s a pithy summary of Wall Street’s day of pain: Larry Summers, former US Treasury secretary, is trying to bang heads together on Bloomberg TV. Summers believes a US recession is now “more likely than not”. He says the White House needs to produce a co-ordinated response, that involves various parts of the US administration, other governments, and international bodies. It should be comprehensive, Summers continues. It needs to tackle the financial challenges caused by lack of credit, the need to maintain economic demand when pay cheques are being cut back, and shore up investment. However, we are “not close” to having such a comprehensive, coordinated and coherent plan now, he warns. Data firm Refinitiv have confirmed that FTSE 100 index of leading UK shares has had its fifth worst day since 1987: Ireland’s government has agreed an aid package of some €3bn to deal with the public health and economic impact of the coronavirus. Ministers have also moved to cancel all St Patrick’s Day Parades in the State cancelled in a bid to curb the spread of the virus. The Irish Times has the details: People affected by coronavirus are to receive sick pay of €305 per week from their first day of illness under a new initiative announced by the Government. Taoiseach Leo Varadkar said the existing conditions surrounding the sick payments, such as having a specific number of contributions, would be waived. Payments will also be available to the self-employed. The Taoiseach said emergency legislation to change the existing rules governing sick pay would be introduced in the Dail next week. This measure is estimated to cost €2.4bn. The decisions were made following a meeting of the new Cabinet sub-committee on Covid-19 and followed advice from the National Public Health Emergency Team. Back on Wall Street, stocks are sliding again as we enter the last two hours of trading. The Dow Jones industrial average is now down 8% again, or around 2,065 points, at 23,798 points. That’s its worst points fall ever, and slightly worst than the Dow’s worst days seen in 2008 after Lehman Brothers. Chemicals firm Dow Inc is now down by 20%, a really brutal slump, followed by oil firm Chevron (-15%), construction machinery maker Caterpillar (-13%) and JP Morgan (-13%). The S&amp;P 500 index is also lurching lower, down 7.5% again today. Some shale oil firms, such as Marathon Oil Corporation and Diamondback Energy, have almost halved in value. Britain’s supermarkets are preparing to shake up their operations to keep the UK supplied with food during a coronavirus epidemic. My colleague Sarah Butler explains: The government has agreed to relax restrictions on the hours delivery lorries can operate in built up areas in the latest step to deal with the coronavirus outbreak. Top supermarket executives held a conference call with George Eustice, the secretary of state for environment, food and rural affairs on Monday afternoon. It was the second call in four days, after a weekend of panic buying of essential items such as toilet roll, dried pasta and tinned tomatoes. Eustice said: “By allowing night time deliveries to our supermarkets and food retailers we can free them up to move their stocks more quickly from their warehouses to their shelves.” “Our retailers have well-established contingency plans in place and are taking all the necessary steps to ensure consumers have the food and supplies they need. I will continue to work closely with them over the coming days and weeks on this.” The teleconference also discussed ways in which infected shoppers could pick up goods ordered online from stores without interacting with staff and the potential relaxation of other regulations such as limits on drivers’ working time in order to aid those in self-isolation. Here’s a clip of Allianz’s Mohamed El-Erian predicting US stocks could fall another 10% from current levels: Today’s tumble is the fifth worst in the City’s recent history, dating back to the Big Bang in 1984 when the FTSE 100 was created. We’ve only suffered bigger losses in 1987, around the Black Monday crash, and in 2008 after Lehman Brothers failed. Oil giants BP and Royal Dutch Shell led the FTSE 100 fallers tonight, tumbling by 19% and 18% respectively in London today. That makes sense, given crude prices still down 20% today after Saudi Arabia launched its oil price war over the weekend, vowing to cut prices and boost output. Other top fallers included cruise firm Carnival, down 15%, and mining companies Glencore (-12%) and BHP Group (-16%). Demand for foreign holidays, iron ore and coal are all being hammered today, by coronavirus recession angst. They all helped to push the FTSE 100 down by 7.7%, or almost 500 points, tonight. In the end there was one solitary riser - precious metals producer Polymetal. It gained 0.5%, after anxious customers pushed the gold price to a seven-year high today. This chart shows how the FTSE 100 has hit the buffers in the last fortnight. Back on 21 February, the index closed at 7404 points. Today’s rout means it has slumped by 19% since. By my maths, that means the FTSE 100 has slumped by over £360bn since the start of trading two weeks ago. European stock markets are also in bear market territory, having shed a fifth of their value in recent weeks: Newsflash: Britain’s FTSE 100 has plunged into a bear market, after its worst day in over a decade. The index of leading blue-chip shares has just closed for the night, down 496 points or nearly 7.7% at 5,965 points. That wipes £124bn off the value of the companies on the FTSE 100, as global recession fears, Covid-19 worries and the shock of an oil price war rattle the City. We’ve not seen such a big daily fall since early October 2008, after the collapse of Lehman Brothers triggered the worst financial crisis in decades. It also means the FTSE 100 is more than 20% below its recent peak, of 7674 points, set on 17th January. In City parlance, that means we’re in a Bear Market. Newsflash: European stock markets have closed with heavy losses on all the main indices. The Stoxx 600 index of leading EU shares is provisionally down 7.5%, which would be its worst decline since the 2008 financial crisis. Dealers here on the ETX Capital trading floor are referring to specific stocks in numerical codes, so it’s hard to tell which company’s shares are changing hands, my colleague Kalyeena Makortoff reports. But what we do know is that some high rolling investors are clearly ignoring advice by the likes of economist Mohammed El-Erian to stay on the sidelines of the market rout, with one client putting in an order for £2m of US shares. Another trader yells. “Another million sterling has come in.” Investors will now be rushing to put in final orders ahead of the 4:30pm European market close, but the sales team here is not expecting as much chaos after hours. ETX is expected to drop down to two on-site traders overnight to cover the US close and Asia open, though others can easily hop onto computers from home if needed. A number of trading firms have been testing working from home as part of coronavirus crisis prep. Here’s a video of the Wall Street opening bell - shortly before stocks plunged, triggering a rare (brief) market suspension: Lloyd Blankfein, the former boss of Goldman Sachs, has tweeted that the markets will recover soon. He argues that the financial system is in better shape than in 2008 (when Goldman Sachs was bailed out, along with the rest of the US banking sector) Back in the US, the left leaning Economics Policy Institute has a report out on the impact of Covid 19 this morning. And it shows that the coronavirus could have a very serious effect - including on lower-paid workers. EPI concludes: If it comes it will come fast, It will hit lower-wage workers first and hardest, It will impose even faster and larger costs on state and local governments than recessions normally do. The Guardian have just published a report about the impact low wage workers in the US - where the majority do not have adequate (or any) health insurance and few have sick day pay. As one worker told our reporter. “I can’t afford to miss pay so I have gone to work before several times sick as a dog, masked up so my patients wouldn’t catch what I have,” Here’s EPI’s report. The City has entered its final hour of trading, with the FTSE 100 still down 6.6% at 6032 points, a fall of 430 points today. But amid the rout, one plucky stock has clambered into the list of FTSE risers. Supermarket chain Tesco is now up 0.5%, after agreeing to sell its store networks in Thailand and Malaysia for $10.6bn (£8.2bn). The supermarkets are riding out this crash relatively low, thanks to the surge in stock-piling and full-blown panic buying by anxious consumers. Ulas Akincilar, Head of Trading at the online trading platform, INFINOX, says the oil price war is a big low to America’s oil industry -- although it might mean cheaper gasoline too: “The triggering of America’s equity market circuit breakers, which halted trading on the major US markets for 15 minutes, brought a brief moment of respite and reflection – rather than recovery. “US consumers may be relishing the imminent prospect of $2 a gallon gas, but the country’s huge oil industry has been sucked into the vortex of a global crude price war, the flames of which have been fanned by the coronavirus. “This is no mere Opec-inspired spat. With Saudi Arabia adopting a ‘pump or die’ strategy, the market is being flooded with supply just as demand plunges in the face of Covid-19 and its chilling effect on travel and trade. Noted economist Mohamed El-Erian fears that Wall Street will continue to slump in the days ahead. El-Erian, chief economic advisor at Allianz, told CNBC that this is no time to be buying the dip or selling everything. His advice - stay on the sidelines. “This is going to be treacherous for a while. I would advise most retail investors to stay on the sidelines, not panic. There will be opportunities but they’re not now.” El-Erian suspects that Wall Street could fall 20% or 30% from February’s record peak before stabilising. As we’re currently 19% down from that high, further heavy losses are possible.... After a brief lull, phones are ringing and traders’ computers are firing off alerts non-stop on the ETX Capital trading floor again. There’s speculation that investors outside of the US may have been caught off guard by the American time change over the weekend and still expected Wall Street to open at 2:30pm London time. It’s hard to believe that many investors would have missed the news of the stock market plunge at 1:30pm, but everyone should be on board now. Regardless, with trade volumes up again, some dealers have had trouble executing orders. Here’s our updated news story on today’s market rout: If the stock market crash isn’t bad enough, the fallout in the US bond markets is perhaps even scarier to contemplate - particularly given a boom in risky borrowing by US oil and gas firms in recent years. Deutsche Bank has just issued a note warning there could be a “Minsky moment” for high-yield American bonds - in a nod to the economist Hyman Minsky’s theory on how markets can crash amid widespread panic following periods of speculative investment. The US subprime collapse of 2008 is regarded as one such moment, so the comparison is ominous to say the least... The bank’s analysts warn that defaults - companies being unable to repay or refinance their debts - are now inevitable, with around $13bn of debts due for repayment before the end of 2021 from the most heavily-indebted oil and gas firms. In a shocking sign of the chaos to come, it says the distress ratio for US oil and gas high yield debt - defined as the proportion of debt trading with a spread of at least 1,000 basis points (in other words, bonds with yields that are more than 1,000 basis points higher than a reference yield such as on a US Treasury bond) - was already 62.3% as of Friday before today’s oil price collapse. To put that in context, it says the distress ratio hit 43.9% in March 2016 when oil prices last crashed. In good times, when the oil price peaked in late 2018, it was 4.8%. In other words, well more than half of heavily-indebted US energy companies have borrowing costs that are going through the roof. Gulp. In another illustration of how risky the situation is, Standard &amp; Poors says the percentage of oil and gas borrowers with negative outlooks on their credit rating - which gauges their financial strength and is key for borrowing money on reasonable terms - is around 33%, which is well above the long-term average of 19%. Central bankers have been worrying about the US high yield bond markets for quite a while now already. This could be the start of something quite dramatic indeed. Bang on cue.... The Dow Jones industrial average is now down 14.5% so far this year. Just last month, the Dow hit a record high of 29,551 points. At just 24,420 right now, it’s 19% down from that peak -- a very bruising slump that has hit US savers badly. Back in January, the US president was trumpeting Wall Street’s performance: Every sector on the S&amp;P 500 index is tumbling this morning. Energy stocks are leading the rout here too, tracking the 20% slump in crude prices. Banks are down too, as traders anticipate a recession - and a possible jump in loan defaults. Bank of America and Citigroup are both down 10%, alongside JP Morgan. Edward Moya of trading firm OANDA says traders are selling despite forecasts that US interest rates could be slashed towards zero soon: Stock markets in freefall and it seems unlikely central banks and governments in the short-term can do anything. Technical selling is getting ugly and even though expectations are high the Fed will take rates to the zero bound, the retail investor will likely want to wait this one out. It seems the collapse with oil prices have added a log to the deflationary fire the Fed will try to extinguish. Virus fears, deflationary risks, and growing stress in the credit markets, means markets will see the Fed launch a new QE program very soon. Eventually investors will start scaling back into stocks, but it seems the technical selling can remain ugly for a couple more days. The longer-term playbook will likely to buy stocks again as markets will move beyond the virus, adjust to lower oil prices, and expect a wrath of global stimulus likely to remain in place over the next year. One trader’s computer on the ETX Capital trading floor in London is firing off notifications that sound like a bomb raid alarm, which is a bit unnerving. “I’m working to sell 100 [stocks]” one trader yells. “I’ve got a bid in,” another says. Another client is looking to sell “50% of everything.” Traders are having to seek out multilingual staff, including those who speak Spanish, to help sort out trades from international clients. Those dealing with institutional clients are trying to push through their trades amid the chaos. Each of the 30 members of the Dow Jones industrial average is falling today - some vertiginously so. Companies particularly exposed to global growth, and travel, are the worst affected. Chemicals giant Dow Inc has plunged by 16%, followed by airline maker Boeing (-12%), oil giant Chevron (-11%),investment bank JP Morgan (-9%) and construction and machinery maker Caterpillar (-8.5%). Today’s rout has pushed America’s S&amp;P 500 index of shares to its lowest since June 2019. The Dow (which contains just 30 of America’s biggest, most famous companies) has troughed to its lowest since January 2019. US investors might think they’re getting off lightly -- Britain’s FTSE 100 is at its weakest point since 2016 (when a Brexit-weakened pound started driving shares up). Yikes! The Dow Jones industrial average just briefly fell by 2,000 points(!), as the selloff gathers more pace. That (un)comfortably smashes its worst points performance -- the 1,190 point tumble late last month. It means roughly 7.5% has been wiped off the Dow -- the worst day since Lehman Brothers collapsed in 2008 Trading has resumed on Wall Street... and stocks are continuing to slide. The S&amp;P 500 index is now down 7.3% today (an eye-watering plunge), as the automatic trading halt ends. Investors have caught their breath....and decided that they’re still panicking about a global recession, an oil price war, and the spread of Covid-19 around the world. Meanwhile in London, stocks are sliding deeper into the red... as my colleague Kalyeena Makortoff reports: “This is a meltdown, this is an absolute meltdown,” says Michael Baker, who is leading the sales team at spread-betting firm ETX Capital. Traders are hollering across banks of desks, yelling out trades. They’re trying to figure out which stocks are trading in the US after the S&amp;P 500 was briefly halted following its 7% fall a moment ago. You can barely hear anyone over the calls and trading notifications, sounding like alarms across the office. “I can’t buy mate, it’s limit down,” one trader yells. “Just tried to buy the Nasdaq - but I can’t,” another says. Not everyone is being pessimistic, with one trader yelling that at least one high net worth client had put in an order to buy hundreds of US shares. (No word over whether that is a bet that has any chance of paying off, though) This is a “long-term market for investors”, Wall Street chief Stacey Cunningham adds, as she tries to end on a note of reassurance. Stacey Cunningham, head of the NYSE, is on CNBC now talking about circuit breakers. “It’s a pause to catch our breath and reevaluate,” she says. Newsflash: Trading has been briefly suspended on the New York stock exchange. The 7% plunge on the S&amp;P 500 has triggered automatic circuit breakers, which are designed to prevent a market meltdown. Trading is now on hold for 15 minutes, to let investors catch their breath. But European markets aren’t suspended -- they’re plunging further into the red, with the FTSE 100 now down 8.3% today (its worst rout since 2008). The Wall Street bell was rung by a group of women from Citi. The group knocked elbows rather than shaking hands in a nod to Covid-19 -- before the selloff began.... NEWSFLASH: The US stock market has plunged by nearly 7% at the start of trading. The Dow Jones industrial average has tumbled by 1,758 points -- or almost 7% -- as Wall Street joins the global selloff. That’s the Dow’s biggest points slump ever -- and on track for its worst day in percentage terms since 2008. The S&amp;P 500 index, which is a broader measure of US companies, is also down more than 6%, with oil companies and banks among the biggest fallers. The Wall Street opening bell is about to be rung..... Ahead of what could be a ghastly session on Wall Street, President Donald Trump has defended the US response to the coronavirus: With just minutes before US stock markets open there is a chance we could see “circuit breakers” put in to action. Circuit breakers pause trading if the markets fall a certain percentage. The first one would be triggered if the S&amp;P 500 drops 7% - which looks easily possible right now. Trading would stop for 15 minutes. The next level is a 13% decline. Gulp. One exchange-traded fund (ETF) is suggesting the S&amp;P 500 could fall 7%, although there’s a lot of uncertainty right now. US technology stocks are expected to plunge at the Wall Street open, with Apple down over 7% in pre-markets trading. Stocks are trembling in London as traders await Wall Street’s verdict. The FTSE 100 is now down 7.6%, or 486 points, at 5967 -- a three-year low -- as another burst of sell orders rattle through trading floors.... Financial research group TS Lombard have predicted that Covid-19 will drag the global economy into a “major recession”. It will also forcing stocks into a bear market, they fear (as is already happening in some markets today). In a new note, chief economist Charles Dumas writes: Global spread of the Covid-19 virus looks likely to cause a worldwide recession and bear market in stocks. Nobody knows how serious the disease is likely to be. But The Brookings Institution’s estimates suggest a reasonable likelihood that 10% of the US population will catch the virus, and of those at least 1% will die. As that implies more than 300,000 US deaths, personal fear is rational – there is more to fear than ‘fear itself’. Here are the key points from his note: Coronavirus seems likely to cause a major recession and bear market Confined to China, the disease was a supply-side menace, but limited Spread globally, it is far less easily tackled than in authoritarian China US consumers’ major cutbacks could cut Q2 GDP sharply Big Chinese infrastructure-build to focus recovery on manufacturing European crisis most acute in Italy – could turn into financial crisis US stocks likely to fall to 2500 on the S&amp;P, down 26% from peak Budget airline easyJet says it is cancelling some flights to Italy, following the mass quarantine measures announced by Rome over the weekend. Here’s the statement: Following a decree issued by the Italian authorities implementing further restrictions for anyone living in Lombardy and 14 other central and northern provinces in Italy, easyJet in common with a number of other airlines is reviewing its flying programme to Milan Malpensa, Milan Linate, Venice and Verona airports for the period from now until 3 April 2020. “In the short-term we will be cancelling a number of flights to and from these destinations on Monday 9 March. We will be advising all affected passengers of the cancellations by email and SMS. Customers on flights scheduled to operate to and from these airports will be given the option of a full refund or to change their flight. “We expect to continue to reduce the number of flights in and out of Milan Malpensa, Milan Linate, Venice and Verona airports in the period up to 3 April and will provide a further update on our schedule in due course. “Whilst these circumstances are outside of our control, we apologise to all affected customers for any inconvenience caused.” Time for a quick markets catch up, as we brace for Wall Street to open (at 9.30am US time, or 1.30pm GMT). Britain’s stock market is suffering one of its worst days in decades, as fears of a global recession and an oil price war hit stocks. The blue-chip FTSE 100 index plunged by 8.5% at the start of trading, and is currently down 7% or 450 points at 60058. Every stock on the index is down, led by BP (-20%). Other top fallers include cruise operator Carnival (-10%) and mining giant Glencore (-11%). Oil stocks are also dragging the smaller FTSE 250 index deep into the red. It’s currently down 5.5%. European shares are also suffering their worst day in years. The Stoxx-600 index is down over 6.5%, with deep losses in Germany (-7.1%) and France (-7.3%). Italy’s market has slumped by 10% after Rome’s government announced plans to quarantine millions of people in the north of the country. As things stand, European markets are going to end the day in Bear Markets -- more than 20% off their recent peaks back in January. Analyst Fawad Razaqzada of Trading Candles explains why the markets are tanking today: Well, first there is coronavirus and the growing worries over the spread and economic risks it poses. Virus cases have topped 109,000 worldwide with the death toll exceeding 3,800. Then you have oil prices crashing, hurting energy stocks and raising concerns over the economic health of the oil producing nations. Crude prices tumbled after Saudi Arabia launched an aggressive price war following Russia’s refusal to agree to new production cuts. With demand falling due to Covid-19 and the already-excessive supply set to get larger, a speedy recovery looks unlikely for crude oil. This is the result - electronic trading boards dripping with red: What started with the biggest oil-price collapse since 1991 is shaping up to be one of the wildest days in years for global markets, says Bloomberg: Panic selling, margin calls, vanishing liquidity and coronavirus work-from-home arrangements were just some of the challenges traders faced as risk assets plunged, currency volatility soared and money flooded into government bonds. They also had to figure out how an oil-price war and rapidly spreading outbreak will affect the global economy, companies and geopolitics. “The day has been absolutely chaotic,” said Eugene Kang, whose team trades assets including Russian government bonds at NH Investment &amp; Securities Co. from Seoul. “Financial markets have been caught off guard.” In other developments: The oil price is still being hammered by Saudi Arabia’s new price war, with Brent crude down 22% at $34.91 per barrel, and US crude down almost 24% at $31.40. The US Federal Reserve is trying to pump more liquidity into the system, by boosting its overnight repo operation from $100bn to $150bn. That could help banks get their hands on dollars, if they’re reluctant to lend to each other. Many stock markets in Asia plunged into bear markets today, including Japan and Singapore, following a rout which wiped 7% off Australia’s market. Paul O’Connor, Head of the Multi-Asset Team at Janus Henderson Investors, has stuck his neck out and predicted that today COULD be a good time to buy.... He writes that investor ‘complacency’ has dramatically turned to ‘panic’, as the prospects of a global recession rise - triggering an urgent “broad-based de-risking”. But in such turbulent times, there could be value out there..... Whereas last week, investors were largely focused on trying to evaluate the potential impact of the coronavirus on global growth, they are now worried about scenarios involving self-reinforcing adverse market dynamics. The oil shock has jolted the hitherto-resilient markets for high yield debt and emerging market bonds. The risk now is that investor redemptions will accelerate at a time when market liquidity is already under pressure. Still, the scale of the repricing has been so rapid today that value is already beginning to emerge. Credit markets have gone from being overbought to oversold, overnight. So in conclusion: One thing we do know however is that markets are now in panic mode. While it would be foolish to try to call the bottom in the markets, we would rather be buying in this environment rather than selling. We are gradually rebuilding risk exposures into market weakness. The key word here is gradually..... Savers are nursing losses approaching 10% in their pension schemes since the start of the coronavirus market panic, while holders of share Isas have lost as much as a quarter of all their money in some funds, my colleague Patrick Collinson explains: The stock market rout means someone who had accumulated £250,000 in their pension scheme at the start of this year will have seen it shrivel to about £225,000 on Monday. Holders of final salary-style pensions, mostly in the public sector, lose nothing as their payouts are guaranteed. However, further falls in the market will mean these schemes will drop further into deficit, requiring employers (such as local authorities and universities ) to somehow find the cash to top them up. One saving grace is that the vast majority of pension schemes invest less in “equities” (shares) than in the past, so a 5% fall in the market does not equate to a 5% fall in the total value of the fund. The typical pension fund is about 60%-65% in shares, with the rest in government and corporate bonds and property. Wall Street appears to be heading for a very rough session, when trading begins in an hour’s time. The futures contracts for the Dow, S&amp;P 500 and Nasdaq were all frozen overnight after falling by 5%. So traders are somewhat flying blind right now, although some individual stocks (including banks and oil firms) are down heavily right now. Marketwatch explains: Futures fell their 5% limit in early Asian trade and have traded near there for most of the session. Stocks could see steeper losses when cash trading opens Monday. Initial circuit breakers kick in to temporarily halt trading with a fall of 7%. Trading firms are starting to block small investors from buying US stock futures, over fears they will lose too much money by taking a punt and trying to buy on the dip. “Do not let retail clients buy,” one ETX Capital dealer warned his colleagues on the trading floor. US futures trading has been restricted from falling any lower following a 5% drop in US stock futures overnight from their previous closing price. It triggered a circuit breaker, known as “limit down,” which limits derivatives trading linked to major US indexes including the S&amp;P 500, Nasdaq and the Dow. Hundreds of thousands of sales orders are piling up and are expected to drive US futures down even further whenever the limit down restrictions are lifted. So while investors technically can buy futures positions, there is a worry that less sophisticated investors could get into trouble financially due to another expected drop. Another trader admitted. “We don’t know exactly what’s going to happen,” Gold hit a new seven-year high this morning, amid the mad dash for safe-haven assets. One ounce of bullion jumped to $1,702 for the first time since 2013. It’s also trading at record levels in sterling terms, Adrian Ash, director of research at online precious metals trader BullionVault, says demand for gold has soared since the coronavirus crisis escalated: “Over the last 7 days, trading volumes on BullionVault have jumped 102% from the previous 52-week average, with more than £38.2m of gold, silver and platinum changing hands in total ($49.6m, €44.1, ¥5.2bn). “Net of client selling, gold demand has risen 545.3% from the prior 52-week average, totalling 6 large bars last week, each weighing 12.5 kilograms. How low could the markets go? Clem Chambers, CEO of stocks and shares website ADVFN, reckons the London stock market will keep falling in the coming weeks. We could see some bounces along the way, but he predicts the FTSE could hit 5,500 -- down almost another 10% from today’s levels! Chambers says: “It’s Crash Monday with the already fragile markets in free fall following the unravelling of OPEC Plus and Saudi Arabia launching an oil price war against the backdrop of falling oil demand triggered by the Coronavirus. We will see a few short-lived bounces along the way, but 5500 is the next stop on the FTSE. The Dow and S&amp;P have not crashed yet but when they do it will hammer the FTSE hard, again. It’s difficult to see the FTSE below 5000 but it’s not impossible. This rout is far from over and its aftermath will take more than months to pan out.” America’s central bank is pumping tens of billions of dollars into the markets today, in an attempt to stop the financial system running out of liquidity. The Federal Reserve has boosted its overnight repo operations from $100bn to $150bn. That means there’s an extra $50bn on offer to US banks, who might be worried about lending to rivals in the current climate. A repo operation allows a bank to access dollars, in return for handing over quality collateral such as US government bonds and mortgage securities. Such operations are typically in demand during times of financial stress. Correction: the New York stock exchange will open at 1.30pm UK time today, not 2.30pm. My mistake - I’d forgotten that US clocks moved forward an hour yesterday. So 9.30am New York time will come round sooner. On a trading floor near London’s Liverpool Street Station, the trading floor of spreadbetting firm ETX Capital is buzzing. The firm has called in extra staff to deal with a surge in trades after oil plunged overnight and the European stock markets tumbled this morning. ETX’s usual day team of about two or three traders has more than doubled, and will be bulked up to around 10 in the coming hours as they rev-up for the Wall Street open at 1:30pm UK time (corrected). TV screens are set to Bloomberg and Sky News and banter between traders and dealers is intermittently being drowned out by a chorus of notifications. Phones are ringing, while terminals are bleating out a series of alerts - dings, slide whistles and simulated space gun blasts - signalling further market moves and flurry of new trades requests from clients. Michael Baker, who is leading the sales team, says it will be all-hands-on-deck for at least 24 hours. “It’s unprecedented,” he says, adding: “We’ve not seen anything like this since the financial crisis.” Financial service company Hargreaves Lansdown, which provides ISAs, pensions, and share dealing, says it is “very busy” this morning. It’s not clear whether that’s people looking to sell, or buy, or simply check how much poorer they are today. UK bank NatWest has announced a package of funding support worth £5bn for small businesses struggling to stay afloat as the coronavirus outbreak drags down the economy. Alongside the funding, the majority government-owned bank will offer loan repayment holidays of up to six months, temporary emergency loans and fee-free borrowing. In some respects, this is simply what a bank should always do – providing funds and flexible repayment terms to customers – but that NatWest feels the need to announce this package is illustrative of the scale of the stress facing firms. It comes as pressure mounts on the Treasury and the Bank of England to slash interest rates and cut taxes to support families and companies. Clearly the banking system has a role to play as well. The German government says it hopes to avoid any business falling into insolvency as a result of the coronavirus. Spokesman Steffen Seibert told a news conference in Berlin that: “The government will do everything to support businesses and workers in this great economic challenge. “Our goal is that ideally no business in Germany will fall into insolvency due to the coronavirus outbreak, and ideally no job will be lost.” (thanks to Reuters for the quotes). German firms will be suffering badly from the coronavirus chaos, particularly travel firms and manufacturers (whose supply chains have been badly disrupted). So if the economy does fall into recession, a lot of help could be needed. BP’s share price has slumped to its lowest level since 2016 (the last time the oil price cratered). That’s a blow to BP’s army of small shareholders. At just 320p, shares are dropping towards the levels seen after the Deepwater Horizon disaster in 2010. Some more bad news for incoming Bank of England boss Andrew Bailey: his leaving do has been scrapped due to coronavirus fears. The party for the outgoing Financial Conduct Authority chief executive was set to take place on Wednesday evening at the RSA House near Charing Cross, just a few days before he’s meant to take up the BoE post on 16 March. TheCityUK, which co-organised the event with the FCA, had been expecting around 170 attendees, including FCA employees, journalists and people from across banking, insurance and professional services industry. The industry lobby group said in an email to attendees that after “consultation with the FCA, we are cancelling our event with Andrew Bailey, Chief Executive of the FCA, due to ongoing concerns related to COVID-19.” That could be a relief for Bailey -- last week, MPs blasted the FCA’s “culture and operations”, saying there was an unacceptable “gap” between public expectations and its performance. Bjarne Schieldrop, chief commodities analyst at SEB, says Saudi Arabia has created a race to the bottom to sell Crude into the market: “Saudi Arabia declared an oil price war this weekend, as OPEC+ departed Vienna on Friday without a deal. It’s still a slight hope that Saudi Arabia is playing this card in an effort to push OPEC+ members back to the negotiation table before the current production cuts expire at the end of March, however Russia is unlikely to bend to such power tactics. “Saudi Arabia basically offered its oil on a fire-sale as it dropped its Official Selling Prices (OSPs) to all regions by $6-8 per barrel - the sharpest decline in Saudi Arabia’s OSPs in decades. Saudi Arabia is undercutting everyone else by a mile, and as such it has created a race to the bottom where everyone must undercut each other in order to be able to sell their crude oil into the market. The oil price is still languishing at its lowest since early 2016, down over 20% today. US crude: down $8.7 at $32.50 per barrel Brent crude: down $9 at $36.15 per barrel This is a particular blow to America’s oil industry. Thousands of jobs could be lost at Houston, Texas, the centre of the US energy industry. Speaking on Bloomberg TV, analyst Amrita Sen of Energy Aspects warned that “Houston is going to suffer so much, they’re already suffering...” Stock markets in Japan, the Philippines, Indonesia and Singapore have all fallen into bear market territory today, amid a wave of selling, Bloomberg reports. Volatility in European stock markets (known as the Fear Index) has hit its highest levels since the eurozone debt crisis back in 2011. Another very worrying sign. The oil price war has triggered turmoil in the currency market too. Russia’s rouble has slumped by over 7% today (an astonishing slump) from 68 roubles to the US dollar to nearly 74. Saudi’s decision to launch an aggressive oil price war - by cutting prices and boosting output - could hurt Russia’s economy badly, taking a massive chunk out of Moscow’s revenues. Optimism among eurozone investors has absolutely crumbled this month, as the coronavirus crisis has raged. The monthly Sentix survey of investor morale, just released, has slumped to -17.1 for March, down from +5.2 in February. That’s the lowest reading since April 2013, when the eurozone debt crisis was raging, and even worse than expected. It shows that many experts expect Europe to slump into recession in 2020 (including Berenberg, as we reported earlier). Sentix chief Manfred Huebner said “investors are preparing for a long period of economic weakness”, and urged policymakers to take action quickly. As Sentix puts it: The new coronavirus, which is now spreading significantly across the globe and requires consistent measures to contain it, is plunging the global economy into recession. Never before has such a strong synchronised collapse of the global economy been measurable in our data. The Saudi price war could drive oil prices below $30 a barrel for the first time since the 2016 oil price crash, according to market experts at S&amp;P Global Platts. The price reporting agency said a “reasonably aggressive” stance from the Saudis could see the Kingdom raise its production from 9.75 million barrels a day in the first quarter to 10.25 million barrels per day in 2Q. But a “more aggressive and offensive” stance could see Saudi Arabia’s oil output surge to highs of 11 million barrel a day, enough to drive the oil price into the $20s for the first time since early 2016 if the coronavirus is not contained. Meanwhile Russia is expected to raise its oil production by 300,000 barrels a day within the next three months before US shale oil producers are forced out of the market by lower prices. Shin Kim, at S&amp;P Global Platts, says “All signs point to Saudi Arabia and Russia wanting to inflict maximum pain. “At the very least to instigate as fast a response as possible from US shale producers and each other.” The FTSE 100’s early-morning slump is one of the worst in history, reports Russ Mould, investment director at AJ Bell. He suspects that investors are moving from the “panic” stage to the full-blown “capitulation stage”, as the coronavirus crisis escalates. “Thinking about buying in today’s market is only for the brave and there remains considerable uncertainty about the spread of coronavirus and its effect on economies and society. “By 9am the FTSE was trading 7.1% lower at 6,004 which put the index back to the levels seen before the EU referendum vote in early 2016. “The index initially fell to 5,899 on Monday, representing an 8.7% decline which is the fourth biggest one-day fall on record. The worst falls were recorded on 19 October 1987 (-10.8%) and 20 October 1987 (-12.2%) during the Black Monday crash, and then on 10 October 2008 (-8.8%) as the global financial crisis unfolded. “Very few stocks escaped the misery. In early trading on Monday funeral services group Dignity was among the stocks in positive territory, perhaps as investors predicted it would see an increase in demand. However, this rally was short lived and its shares quickly started to fall. Today’s market rout comes as the number of Covid-19 infections worldwide bursts over the 110,000 mark. The global death toll is heading towards 4,000 -- including the third death in the UK last night. Our main coronavirus liveblog has all the details: After 90 minutes trading, the London stock market is still reeling from its opening 8.5% crash. But there are signs that the City is catching its breath. The Footsie is still suffering a right old kicking, but has now clambered back over the 6,000 point mark. It’s currently 348 points lower at 6115, a loss of 5.5% today -- which would be its worst since 2008. Oil giants BP and Royal Dutch Shell are the top fallers, both down by 15% right now, tracking the slump in crude prices (currently down 20%). Gavekal Research analyst Tom Holland says Saudi Arabia has triggered today’s market rout by launching an oil price war over the weekend. As he puts it: “If you ever wondered what would happen if someone lobbed a hand grenade into a bloodbath, now you know. It’s not pretty,” (that’s via the FT). Germany bank Berenberg has forecast that the coronavirus will drag Europe’s economy into recession this year. It has slashed its forecast for European growth, and sees a sharp downturn in Italy and Germany during 2020. It also believes the UK will only grow by 0.9% this year, even if the government boosts spending in Wednesday’s budget. Berenberg’s Holger Schmieding explains: Italy: We now expect GDP to decline by 1.0% instead of 0.3% in Q2. With a downward revision to Q1 GDP from -0.1% to -0.8%, this takes our forecast for the full year 2020 to -1.2% from -0.3%. Eurozone: We now project that GDP will fall by 0.4% qoq in Q1 and 0.5% qoq in Q2 instead of stagnating in Q1 and falling mildly by 0.2% qoq in Q2. For full-year 2020, we look for a contraction of -0.1% instead of growth of 0.5%. Germany: We now look for declines in GDP by 0.2% and 0.6% qoq in Q1 and Q2 instead of falls by just 0.1% and 0.2%, respectively. That brings our annual forecast 2020 as a whole to -0.4% instead of 0%. France: We now expect GDP to rise merely by 0.1% instead of 0.2% qoq in Q1 and contract by 0.3% instead of advancing by 0.1% in Q2. For the full year 2020, we now look for growth of just 0.3% instead of 0.8%. UK: We reduce our 2020 call to 0.9% from 1.3% previously after lowering Q1 to 0.3% qoq from 0.4%, Q2 to 0.0% qoq from 0.3% and Q3 to 0.3% from 0.4%. We expect the UK to announce a sizeable fiscal stimulus in response to the virus-related disruptions on 11 March. After a panicky open, the European stock markets are all suffering huge losses as well. The Milan stock market is absolutely tumbling, after Italy’s government sealed off large swathes of its country in an attempt to combat Covid-19. This has dragged the FTSE MIB index of Italian shares down by 10% - a proper crash. The selloff is dragging the EU-wide Stoxx 600 index into a bear market, alongside the FTSE 100. Today’s stock market slump is attracting parallels with the crash of 1987. Neil Wilson of Markets.com writes: This will be remembered as Black Monday. If you thought it couldn’t get any worse than the last fortnight, think again. The blood really is running in the streets, it’s utter carnage out there. The astonishing 30% slump in the oil price today (thanks to the Saudi price war), is having a serious impact on equities. That’s because anyone who bet on the oil price going up is suffering massive losses, and may be forced to sell shares to cover them. As Wilson puts it: There’s a risk of losses in oil positions needing to be covered by selling down elsewhere - we’re in a vicious circle. Equity markets are hideous today and these kind of moves are to be afraid of as they can lead to aggressive tightening in credit that can spiral into real financial distress. We don’t know even know what kind of impact the coronavirus will have on the economy yet bond and equity markets are screaming recession. The FTSE 100 is now more than 20% off its recent peak -- which means we’re in Bear Market territory. Back in January, the blue-chip index was trading over 7,600 points -- some 22% higher than this morning’s trough. As you can see, the slump began two weeks ago -- after it became clear that Covid-19 was spreading across the globe, with a spike of cases in Italy. This means the nation’s pension pots, ISAs and other savings will have suffered very severe damage this year. Money is absolutely pouring into government bonds, as investors try to find somewhere safe to put their money. This is forcing prices to stratospheric highs, which pushes the yield (or interest rate) to new lows. The yield on Britain’s two-year government bonds (or gilts) has just fallen below zero. That means the UK government could effectively borrow for free, and simply return the money in 2022. A good sign? Hardly. The yields on US Treasury bonds are also falling again to fresh record lows. It suggests the markets are very pessimistic about growth and inflation prospects, and highly reluctant to own shares this morning. European stock markets are also plunging this morning. The Stoxx 600, which contains Europe’s largest 600 companies, has tumbled by over 6%. As in London, many stocks failed to open at the start of trading -- implying that market-makers were struggling to match buy and sell orders. I think that’s why Italy is only down 2% right now.... This morning’s tumble, below 6,000 points, means the FTSE 100 is languishing at its lowest point since summer 2016. Saudi Arabia’s decision to launch an oil price war, and the deepening coronavirus crisis, are a toxic combination for markets. Kyle Rodda of trading firm IG explains: Markets have gone into panic mode, pure and simple. The fall-out between the Russian and Saudis has lead the Saudis to pledge over the weekend that it will flood the global oil market with supply, in order exert their will over oil prices. The plunge in the oil price has raised major credit risks in financial markets, which are already reeling from the expected slowdown in global growth because of the coronavirus. Here are the top fallers on the FTSE 100, as panicky investors ditch stocks. Shares in international equipment rental firm Ashtead is now leading the rout -- its business would be badly hurt by a global recession. There are still no risers. NEWSFLASH: The FTSE 100 index has plunged by over 8.5%, on track for its worst one-day fall since 2008. The index of top blue-chip shares has slumped by around 565 points, or 5895, as trading gets under way. Every stock is in the red, hit by fears of a global recession. Oil giants are leading the rout, with BP down 27% and Royal Dutch Shell losing 20%, following the oil-price war launched by Saudi Arabia over the weekend. This is really unusual - and a bad sign. The London stock market is struggling to match buy and sell orders this morning. Ding ding! European markets are open, triggering a burst of sell orders. The FTSE 100 is being dragged deep into the red.... already shedding 120 points or 2%. But half the index isn’t actually trading yet -- including the banks and the oil giants. This suggests there are going to be BIG losses this morning. Shares in Saudi Aramco, the country’s oil giant, have been suspended after slumping by 10% in early trading. The oil price has suffered an astonishing plunge overnight. Brent crude slumped by 30% at the start of trading, after Saudi Arabia effectively launched an oil price war against competitors such as Russia and the US. After failing to get Russia’s agreement for major supply cuts, Saudi authorities retaliated by slashing export prices and boosting production. This sent Brent crude reeling to just $31 per barrel at one point -- its lowest since 2016 - down from $45 on Friday night. It’s the biggest single fall since the start of the first Gulf war in 1991, and there’s chatter that the price could fall even lower if other players retaliate. Analysts in Australia are reeling from its worst stock market slump since 2008, my colleague Martin Farrer reports: “There is genuine panic in the price action …” said Chris Weston, head of research at the web trading platform Pepperstone in Melbourne. “I haven’t seen anything like this for years.” David Bassanese, chief economist at BetaShares Capital in Sydney, said the market would not bottom out until the US situation was clearer. “We need a clear sign that the outbreak in the US is contained but we’re not there yet because the number of cases and deaths is still on the rise. We have to see what happens with containment measures there, such as travel restrictions and shutdowns. Good morning, and welcome to our rolling coverage of the world economy, the financial markets, the eurozone and business. Tin hats on! Global stocks markets are facing their worst day since the financial crisis of 2008. The escalating coronavirus crisis, and the eruption of an oil price war between Saudi Arabia and Russia, are triggering a massive wave of selling today. Asia-Pacific stock markets have been severely hit already. Fears that Covid-19 will trigger a global recession has sent investors reeling, with Japan’s Nikkei slumping by 5%. Australia’s market has tumbled by a shocking 7%, its worst day since the crisis. European markets are heading for similar losses - Britain’s FTSE 100 is being called down 600 points, or over 9%, when the new trading week begins. We’ve not seen such a severe loss since the aftermath of Lehman Brother’ collapse a decade ago. This would plunge European markets into a full-blown bear-market --- wiping 20% off their recent peaks. Trading in US stock market futures has been frozen overnight, after falling 5%: Italy’s decision to quarantine 16 million people has triggered turmoil in the markets, as investors try to assess which other countries will take similar measures -- and its impact on growth. Ratings agency Moody’s has already weighed in, warning that the risk of a global recession was rising as the spread of the coronavirus causes a simultaneous supply and demand shock throughout the world economy. As my colleague Martin Farrer writes: Stock markets in Europe and the United States are braced for their biggest falls since the 2008 financial crisis after the start of the trading week saw panic selling amid the double threat of a coronavirus-driven global recession and an oil-price war. It follows huge losses on Asian markets on Monday where fears about the worsening worldwide economic slowdown were exacerbated by the shock decision by Saudi Arabia over the weekend to increase oil production in an attempt to drive competitors such as Russia and the US out of the market. We’ll be tracking all the action through another dramatic day -- which will also see a new test of eurozone investor confidence: The agenda 9.30am GMT: The Sentix survey of eurozone investor confidence: expected to plunge to -12.2, from +5.2"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}