{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2020/mar/19/uk-drive-develop-coronavirus-vaccine-science", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2020-03-19T22:34:34Z", "webTitle": "Trials to begin on Covid-19 vaccine in UK next month", "webUrl": "https://www.theguardian.com/society/2020/mar/19/uk-drive-develop-coronavirus-vaccine-science", "apiUrl": "https://content.guardianapis.com/society/2020/mar/19/uk-drive-develop-coronavirus-vaccine-science", "fields": {"headline": "Trials to begin on Covid-19 vaccine in UK next month", "bodyText": "A massive effort is under way to develop a UK vaccine for coronavirus within months and make it available to save lives before the end of the year, the Guardian has learned. Researchers at Oxford University, led by Prof Sarah Gilbert, are planning a safety trial on humans of what is expected to be the UK’s first coronavirus vaccine next month. Provided that it goes smoothly, they will move directly into a larger trial to assess how effective the vaccine is at protecting against the infection. The same vaccine will start animal trials next week at the Public Health England (PHE) laboratory at Porton Down near Salisbury. Normally, animal work must be completed before human trials can start, but because similar vaccines have worked safely in trials for other diseases, the work has been accelerated. “We are conscious that a vaccine is needed as soon as possible and certainly by June–July, when we expect a big peak in mortality,” said Prof Adrian Hill, director of the Jenner Institute at Oxford. “This is not a normal situation. We will follow all standard trial safety requirements, but as soon as we have a vaccine that’s working, we anticipate there will be an accelerated pathway to get it deployed to save lives. The more vaccine we can provide sooner, the better.” This month, Anthony Fauci, director of the US National Institute of Allergy and Infectious Diseases and a member of Donald Trump’s taskforce, said a vaccine was 12 to 18 months away – an expectation echoed by the UK chief scientific adviser Sir Patrick Vallance – but Hill said the Oxford team and others were “aiming for much earlier”. Covid-19 was confirmed to have claimed a further 33 lives on Thursday, bringing the UK death toll to 137. The latest victims were aged between 47 and 96, and all had underlying health conditions. Confirmed cases stood at 3,269. Boris Johnson claimed that the next 12 weeks could “turn the tide of this disease”, telling the daily Downing Street press conference on Thursday he was “absolutely confident that we can send coronavirus packing in this country, but only if we all take the steps we have outlined”. A British patient has entered a randomised trial for coronavirus for the first time, the prime minister said. The patient, who had Covid-19, is being tested to check whether they have immunity. He added that the government was in negotiations to buy an antibody test “as simple as a pregnancy test, which can tell whether you have had the disease. It’s early days, but if it works as its proponents claim, then we will buy literally hundreds of thousands of these kits as soon as practicable.” The vaccine being developed at Porton Down is an intramuscular injection that uses a harmless, non-replicating virus to smuggle DNA from the coronavirus into the body’s cells. Once inside, the body’s cells use the coronavirus DNA to churn out copies of the “spike proteins” that dot the germ’s surface. It is these that should marshal the immune response against coronavirus infection. Previous studies suggest the vaccine should work with only a single shot. Vaccines that operate the same way have been used safely in thousands of people, aged from one week old to 90 years, for diseases ranging from malaria and TB to Mers, another coronavirus, and Ebola, for which it is now being deployed in Uganda and the Democratic Republic of the Congo. The Oxford trial is expected to recruit people from a range of ages, but scientists will be particularly keen to see how it performs in older people. They are most vulnerable to the virus, but tend to respond less well to vaccinations because of their weaker immune systems. The Oxford team have a small manufacturing capability to make the vaccine for trials but will need to work with a full-scale vaccine manufacturer to produce enough shots if the trials demonstrate that they can protect people. That is one hurdle the researchers need to overcome. “There’s massive challenge. You can’t go to a manufacturing facility today and say, ‘We’d like you to take this on and spend tens of millions gearing up,’” Hill said. “But we are working our way around that.” The hope is to have the vaccine available for use in an emergency response setting where the usual licensing rules are relaxed. Once Ebola vaccines were ready, they were approved and used very swiftly, even though they only received formal licences from regulators late last year. The Oxford vaccine, known as ChAdOx1, is one of five frontrunner vaccines in development around the world. The US biotech Moderna gave its first vaccine shot to a person in Seattle earlier this week. Another US firm, Inovio, will soon start trials on its own coronavirus vaccine, which requires a special device to administer through the skin. In Germany, CureVac is working on a vaccine, while others are in development in China. Public Health England will run “challenge” trials with the Oxford vaccine, with ferrets and macaques having the jab before receiving a controlled dose of coronavirus intra-nasally. The researchers will then check whether the vaccine prevents the buildup of virus in the animals and protects their lungs from damage. Miles Carroll, head of research at PHE’s National Infection Service in Porton Down, said there was an “aggressive campaign” to get the vaccine evaluated during the peak of the UK outbreak. That would mean giving it to people as part of a trial in the summer. The Porton Down lab is one of a small handful in the country that is licensed to store samples of the coronavirus. “We know from the Ebola outbreak that even before a vaccine is licensed, it can have a significant impact on disease,” he said. “If this looks good at protecting and we see no safety issues at all then, theoretically, after April, going into May or June, they could expand the number of people they are vaccinating and that could be into the thousands. “Then, several months later, if it’s working, I imagine there will be a process to massively ramp up manufacture.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}