{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2020/mar/28/coronavirus-has-completely-changed-how-uk-politics-works", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2020-03-28T20:00:34Z", "webTitle": "Coronavirus has completely changed how UK politics works", "webUrl": "https://www.theguardian.com/commentisfree/2020/mar/28/coronavirus-has-completely-changed-how-uk-politics-works", "apiUrl": "https://content.guardianapis.com/commentisfree/2020/mar/28/coronavirus-has-completely-changed-how-uk-politics-works", "fields": {"headline": "Coronavirus has completely changed how UK politics works", "bodyText": "Whereas Harold Wilson is said to have claimed a week is a long time in politics, a day is an eternity in coronavirus. Against a backdrop of changed time-space parameters, the Victorian gothic madhouse that is our sovereign parliament and which had been due to sit until the month’s end had the plug pulled on Wednesday. In the past two weeks the atmosphere has changed markedly for the nation; our high streets, which were becoming ever quieter anyway, have forcibly become eerily silent with sights never seen before: restrictions on supermarket entry and the rationing of goods to customers in surgical masks. MPs and those who dwell in the Westminster bubble have not been immune to change but have been slow to catch on to some aspects of the social distancing and isolationism that is, paradoxically, bringing the nation together. Perhaps inevitably our chummy PM was laid up on Thursday night. I’m staying indoors myself, having been in proximity with him in the Commons the day before with my teenage son – who is quite delighted to forsake his GCSEs. It’s the kind of workplace where you brush up close with your 649 colleagues without even trying. Just last Thursday I ended up sitting opposite Jeremy Corbyn to eat my lunch. He confirmed that he’s not going into quarantine as it’s for the “over 70s”. Government advice has changed dramatically. PPE is no longer the degree of elites. It used to be OK to just elbow bump and wash your hands, singing “God save the Queen” (Sex Pistols version for me). Now the PM, who previously supported fox hunting amendments in the name of liberty, has severely curtailed our movements and freedom of association. MPs are commonly attacked as snout-in-trough types but this crisis has shifted the way we work. The final few parliamentary sittings were unusually sombre – attendance was discouraged – with the usual egging on from your side and baying at the other lot now gone. Politics was always showbusiness for ugly people. Filling the void, our inboxes are overflowing with people rightfully wanting guidance on every aspect of life, as everything has changed: Brits stranded abroad, house movers, the self-employed who don’t fit government-help criteria, and so on. A socially distant parliament is far from how things work now: our job involves trooping through narrow physical spaces such as voting lobbies, and triumphant backslappery in tribal chamber appearances (as seen following Rishi Sunak’s budget two weeks ago, which was outdated the minute he sat down and has necessitated at least three addendums since). The Speaker has, disappointingly, rejected pleas from us superspreaders for a virtual parliament in the future, arguing: “For hundreds of years parliament has relied on the physical presence of members.” Another example of not practising what we preach. From the government that banned its cabinet from the airwaves, we have a new daily routine of press conferences. Indeed, now that the magic money tree has been located, such suggestions as a universal basic income, nationalising the railways, and economic stimulus packages – even free broadband for the digitally excluded – suddenly look not as extreme as they were painted in December after all. The Tories have ended up agreeing to bold collectivist, redistribution-oriented solutions thrashed out between party leaderships and with unions, even though they are antithetical to their small state, individualist philosophy. That first budget was seen as political cross-dressing, but we hadn’t seen nothing yet. Since I was elected in 2015 I’ve seen some drama: Jo Cox’s murder, the referendum, terrorist attacks, the Grenfell Tower blaze, Brexit and the prorogation of parliament. Every time, we are told we cannot return to the broken system. But post-coronavirus, new, positive ways of existing must emerge in parliament and in the real world. • Rupa Huq is the Labour MP for Ealing Central and Acton"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}