{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2020/mar/17/youll-need-a-strong-stomach-to-digest-revelations-insights-into-child-sexual-abuse-in-the-catholic-church", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2020-03-16T23:40:03Z", "webTitle": "You'll need a strong stomach to digest Revelation's insights into child sexual abuse in the Catholic church | Brigid Delaney", "webUrl": "https://www.theguardian.com/tv-and-radio/2020/mar/17/youll-need-a-strong-stomach-to-digest-revelations-insights-into-child-sexual-abuse-in-the-catholic-church", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2020/mar/17/youll-need-a-strong-stomach-to-digest-revelations-insights-into-child-sexual-abuse-in-the-catholic-church", "fields": {"headline": "You'll need a strong stomach to digest Revelation's insights into child sexual abuse in the Catholic church", "bodyText": "Despite an extensive royal commission, scores of criminal trials and excellent books such as Louise Milligan’s Cardinal and David Marr’s The Prince, there are still some unanswered questions about child sexual abuse in the now-tattered narrative of the Catholic church in Australia. These include: why did these priests do such horrible things? How did they justify their crimes to themselves and to God? What kind of conversations may they have had with, say, their archbishop or monsignor, once they were rumbled by a parent or teacher or victim? Accounts from the paedophiles themselves that may go some way towards answering those questions are also missing from this narrative. Perhaps this is because paedophiles do not want to talk due to shame or due to the media’s preference for – in some cases – giving victims airtime and denying a platform to abusers. And then there’s us, the audience. Do we really want to hear from them? There are arguments for listening to perpetrators explain themselves. You can better understand the crime if you understand the criminal. And the Catholic church has for a long time been so opaque on matters of sexual abuse that any interview, no matter how painful to watch, is illuminating. The first episode of the three-part documentary Revelation is built around such an interview. ABC journalist Sarah Ferguson sits down with Fr Vincent Ryan (yes he is still a priest, yet to be defrocked despite his horrendous crimes against children) and tries to answer all these questions. Ryan is 80 now and has been accused of sexually abusing more than 30 boys aged from six to 17 from 1975 until 1995. He was jailed for 14 years for his crimes in 1997 and last year he was tried on two new charges. These charges form the backbone of the documentary – for the first time during an Australian criminal trial, the ABC were allowed to film. As well as interviewing Ryan (who pleaded not guilty), Ferguson speaks to two of the victims, the prosecution and defence barristers, as well as a psychiatrist who specialised in treating priests. The documentary doesn’t make a promising start, opening with an introduction from Ferguson that is as purple as a priest’s Lenten vestments: “There are men living among us, like Lucifer’s fallen angels. It’s their ordinariness that I find disturbing. They really should look like monsters to match their deeds.” Lucifer’s fallen angels? People that should look like monsters? Really? Luckily such flowery language is kept to a minimum and the old technique of “show, don’t tell” quickly takes over. And that’s really all that’s necessary, because there’s a lot on show here that we haven’t seen or heard before on our screens. Be warned – you’ll need a strong stomach to digest it. Like, for example, Ryan’s justification for molestation: “As far as I was concerned, I was in a relationship. I was getting the love and the human touch and belonging.” And then there’s the central crime itself. The victims – courageous men of strength and grace – tell us what happened to them. They don’t spare us with the details, and why should they? Part of the problem, as the documentary points out, is that shame abounds. The victims suffer twice: from the act itself and then the silence and stigma after it. The victims were young altar boys. What alternate moral universe was Ryan living in? It was the universe of the Catholic church, a corrupt institution that moved paedophile priests around to avoid scandal, conveniently giving them a batch of fresh victims in each new parish; an institution that saw the children as “instruments of temptation” rather than the innocent victims they were. Revelation starts off strange, becomes upsetting and is, finally, shocking. In some ways it mimics the mechanics of a jury trial: we, at home, hear all sides. There is no room for politeness or euphemism. The whole nasty, sorry business is laid out before us, and it’s hard to remain with it, but there is a strong feeling that we must bear witness. The detail of the abuse is horrendous and I wish I hadn’t heard it. But maybe as someone raised Catholic and still has some cultural affinity with the Irish branch of the church, I needed to. • Revelation airs in three parts on ABC TV, starting 17 March at 8.30pm"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}