{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/mar/29/is-the-dog-about-to-bark-the-perils-of-home-broadcasting-in-the-covid-19-crisis", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-03-28T23:05:38Z", "webTitle": "'Is the dog about to bark?' The perils of home broadcasting in the Covid-19 crisis", "webUrl": "https://www.theguardian.com/world/2020/mar/29/is-the-dog-about-to-bark-the-perils-of-home-broadcasting-in-the-covid-19-crisis", "apiUrl": "https://content.guardianapis.com/world/2020/mar/29/is-the-dog-about-to-bark-the-perils-of-home-broadcasting-in-the-covid-19-crisis", "fields": {"headline": "'Is the dog about to bark?' The perils of home broadcasting in the Covid-19 crisis", "bodyText": "Susie Ferguson wakes up a luxurious 12 minutes later than usual – at 4.15am – and begins the seven-second commute to work, down the hallway to her home broadcasting studio, also known as the family office. At 6am she goes live from New Zealand’s capital, Wellington – her children asleep in rooms nearby – to host the flagship morning news programme on Radio New Zealand (RNZ), the country’s national public radio broadcaster. A four-week lockdown began on Wednesday night in an effort to prevent the further spread of Covid-19, meaning that almost all New Zealanders are required to stay home at all times and completely self-isolate. Although news media is considered an “essential service” – meaning reporters can still go to the office to do their jobs if necessary – many are opting to work from home. Ferguson – who had a rarely used direct line to Radio New Zealand’s studios installed in her office years ago, when she became co-host of the Morning Report programme – is among them. “There’s a slight sense of panic all the time – are the children about to start screaming or is the dog about to start barking? What’s going to do the broadcast in this morning?” she says. “So far that hasn’t happened, but you never know.” With a desk covered in overlapping white towels – so that her voice does not bounce off the hard surface, giving listeners the warmer feel of a broadcast studio – and hand-made signs posted around the house reminding her children, seven and 10, to be quiet, she starts the three-hour programme with one child asleep in the next room, about six metres away. Her husband is on high alert to prevent Ferguson being interrupted for questions about toothbrushes or breakfast. After the broadcast finishes, the pair help the children with their schoolwork; New Zealand’s schools closed for at least a month on Monday. “I kind of read them the riot act on Sunday night and said ‘look, this has got to be able to work’,” she says. “They do understand this is really important, but I think as this becomes more normal, that’s when there’s going to be more danger of [interruptions] happening.” ‘Welcome to the beginning of a new normal’ It is not her first unusual broadcast location. Ferguson has reported from Afghanistan, Iraq and Pakistan, where she frequently covered her head in towels, duvets, and sleeping bags while recording audio in order to achieve a “clean” sound. But even for the veteran presenter, the situation is “odd”. “It’s a little bit strange doing it here, which is why I made a little RNZ sign, so it makes it feel a little bit more like I’m at work,” she says. Her desk is decorated with encouraging figures – including two Funko Pop dolls. While her co-host Corin Dann, who is based in Wellington, admitted hosting the show last week in his track pants, Ferguson can take herself seriously only in her regular work clothes. “The only thing is I’ve put some shoes on now but I was wearing some alpaca socks,” she says. She has even built herself an “ergonomic” work stand for her laptop out of a stack of magazines (covered in a sound-muffling towel, of course). “Welcome to the beginning of a new normal,” Ferguson told listeners after the eight o’clock news on Tuesday. She understands that they want reassurance from her in unprecedented times. “We’re sort of making it up as we go along,” she says. “People, I think, do want that comfort and reassurance as well as up-to-the-minute news and the latest on whatever the developments might be.” Ferguson knows her listeners badly want something else, too: for a child or dog to breach the purple washing basket positioned as a warning just outside the office door. Numerous people have sent her Gifs and images from the infamous “BBC Dad” video, in which Korea expert Professor Robert Kelly’s preschooler burst into his office during a live TV interview, followed closely by his baby and his wife. “I do get the sense that people are intently waiting for the children to burst in and the dog to burst in,” says Ferguson. “I am the BBC Dad right now. I’m just waiting. The longer this goes on, the more terrified I’m going to be.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}