{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/mar/20/kentucky-voter-restrictions-photo-id-republicans", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-03-20T19:43:57Z", "webTitle": "Kentucky Republicans quietly tighten voter restrictions as US focuses on Covid-19", "webUrl": "https://www.theguardian.com/us-news/2020/mar/20/kentucky-voter-restrictions-photo-id-republicans", "apiUrl": "https://content.guardianapis.com/us-news/2020/mar/20/kentucky-voter-restrictions-photo-id-republicans", "fields": {"headline": "Kentucky Republicans quietly tighten voter restrictions as US focuses on Covid-19", "bodyText": "As states around the country enacted emergency measures to deal with the outbreak of coronavirus, Kentucky lawmakers quietly tightened and approved a new photo identification requirement that would make it harder to vote. Lawmakers eliminated a “catch-all” provision that allowed voters to give their own reason for being unable to obtain acceptable identification if they signed an affidavit swearing they were unable to obtain acceptable identification, according to Joshua Douglas, a law professor at the University of Kentucky, who said he had reviewed the changes. Now voters have to provide one of the specific and approved reasons for lacking ID to vote. The legislators also tweaked the law so that IDs from other states were not acceptable. Kentucky’s secretary of state, Michael Adams, a Republican, praised the measure in a statement. He noted that the bill would allow anyone who did not have an ID to get one for nothing and allowed people to vote if a poll worker recognized them. “I ran for this office to make it easy to vote and hard to cheat,” he said. The lawmakers made the changes in a committee days after Kentucky’s governor, Andy Beshear, a Democrat, closed the state capitol to the public over coronavirus concerns. DMV offices, one of the most common places people would obtain a photo ID throughout the state are also closed as Kentucky deals with 47 cases of Covid-19 thus far. The Kentucky primary is scheduled to take place on 23 June (the state postponed it from 19 May amid the coronavirus outbreak) and the deadline to register is 20 April. “It’s absurd,” Douglas, who has advised Adams on the legislation, said of the timing of the changes. “It makes me question how much the legislature really care about the Kentucky voters.” The measure now goes to Beshear, who will probably veto the measure. But the Kentucky legislature, where Republicans control a majority of seats, can override that veto with a majority vote. Kentucky already has a voter identification requirement, but Republicans pushed the new measure after the state narrowly elected Democrat Beshear and want it in effect this fall when Mitch McConnell, the Senate majority leader, faces re-election. The law will probably go into effect this summer. “Many Kentuckians will not even have the option to obtain a new ID because county clerk’s offices throughout the commonwealth have closed following the recommendation of public health officials,” Corey Shapiro, the legal director of the Kentucky chapter of the American Civil Liberties Union, said in a statement. “It is unconscionable for politicians to move this legislation at a time when Kentuckians are not allowed in the capitol and are losing their jobs, their small businesses, access to childcare and more.” The push for additional voting restrictions contradicts a national push to ease voting regulations so that people can vote by mail without having to gather at polling places this year. Kentucky currently requires voters to give an excuse if they want to vote absentee and does not have early voting."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}