{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/mar/16/coronavirus-los-angeles-freeways-empty-driving", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-03-16T23:51:36Z", "webTitle": "Coronavirus brings a silver lining for Los Angeles drivers: empty freeways", "webUrl": "https://www.theguardian.com/us-news/2020/mar/16/coronavirus-los-angeles-freeways-empty-driving", "apiUrl": "https://content.guardianapis.com/us-news/2020/mar/16/coronavirus-los-angeles-freeways-empty-driving", "fields": {"headline": "Coronavirus brings a silver lining for Los Angeles drivers: empty freeways", "bodyText": "The traffic has left Katie Dahlon in an unusually good mood. It usually takes her 56 minutes to reach her home in the Pico-Robertson neighborhood in Los Angeles from her work in Santa Monica when she leaves at 5pm. Yesterday, it took 23 minutes. “It’s kind of crazy,” says Dahlson. “The sidestreets aren’t that different, but the 10 freeway is empty.” She’s not the only one commenting on the unnatural quietude of commuting in Los Angeles. On Twitter, Angelenos were sharing photos of empty freeways over the past few days, as major employers told workers to work from home. Twitter, Google, Snap, NBCUniversal and Sony are among the employers asking people to stay home. Virtually every Hollywood studio, network and agency is transitioning staff to working from home, including Viacom, CAA, Paradigm and UTA. Local universities have also moved to online-only classes. Coronavirus cases have climbed to 94 in LA county on Monday, as officials issue more emergency restrictions, like closing of all bars, fitness centers and movie theaters and directing restaurants to move to takeout only. Officials are also banning gatherings of over 50 people following a recommendation made by the Centers for Disease Control and Prevention on Sunday. All of this means the freeways appear cleared out. Travel is all about something called derived demand, UCLA transportation researcher Michael Manville says. “Basically, we don’t hop in our cars for the fun of it. We go because there’s a destination calling to us – for work, for leisure, to see our friends, and so on.” In addition, a relatively small proportional reduction in travel can lead to a large increase in speed,” Manville says. “It’s probably the case that the amount of reduction in travel is less than it seems to the naked eye,” he adds. In a nutshell, it’s those last few vehicles getting on a road that slow everyone down. If you don’t have those, the overall speed goes up quite a bit, and the volume does too. Manville says he’s waiting to see sensor data from the California department of transportation, but it’s probably likely that both the number of trips is declining and people are experiencing fewer bottlenecks on the roadways. This experience is unlikely to reshape Angelenos’ relationship to the road, even when things eventually go back to normal, Manville says. That’s because the roads primarily play a mediating role between us and the places we want to go. “It would be one thing if we were under an order to still go to places, but not in cars – some of us would find we like walking or biking. But there’s no reason to think we will develop a different travel habit while we’re sitting on our couches.” The past few weeks have demonstrated how relatively small reductions in cars can generate big increases in road performances, Manville adds. Even when just a few businesses asked workers to stay home, congestion was down quite a bit. “That has lessons for us, because it does remind us that when things get back to normal, policies that nudge just a few people away from a trip at a busy time can have a huge impact.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}