{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2020/mar/05/concerns-raised-over-new-bank-of-england-governors-time-at-fco", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2020-03-05T23:15:26Z", "webTitle": "Concerns raised over new Bank of England governor's time at FCA", "webUrl": "https://www.theguardian.com/business/2020/mar/05/concerns-raised-over-new-bank-of-england-governors-time-at-fco", "apiUrl": "https://content.guardianapis.com/business/2020/mar/05/concerns-raised-over-new-bank-of-england-governors-time-at-fco", "fields": {"headline": "Concerns raised over new Bank of England governor's time at FCA", "bodyText": "A powerful committee of MPs has criticised Andrew Bailey, the incoming governor of the Bank of England, for his management of the UK’s main financial watchdog, saying it had “serious concerns about the culture and operations” of the organisation, including during Bailey’s time as its chief executive. The Treasury select committee said that it backed Bailey to become the new governor, saying they were satisfied he had “the professional competence and personal independence to be appointed”. But the MPs criticised the performance of the Financial Conduct Authority, which he ran for almost four years. In an unprecedented conclusion following a near three-hour grilling in parliament, the committee said it would monitor closely the culture, operations and transparency of the FCA. This followed damning criticisms of the watchdog by consumer and industry groups during Bailey’s tenure as its chief executive. MPs on the committee said there was “a gap between public expectations and the current powers and performance” of the FCA, which Bailey heads until 16 March. Mel Stride, chair of the committee, said: “The committee has approved Andrew Bailey’s appointment, but it has also raised a number of serious concerns regarding the performance of the FCA both before and during his time as its CEO. “Many of these concerns will remain a key focus for the committee. The committee is clear that it has an important role in improving the performance of the FCA. We will be holding a rigorous pre-appointment hearing with the new chief executive to consider further the issues raised in yesterday’s session.” As governor, Bailey will chair the Bank of England’s monetary policy committee, which sets the UK’s interest rate policy, and oversee the financial policy committee and the Prudential Regulation Authority, which between them monitor the activities of City banks and safeguard Britain’s financial system. Bailey was picked for the job by former chancellor Sajid Javid, in almost his last act before his resignation. Andy Haldane, the current chief economist at the bank, was believed to be the preferred candidate of Johnson’s adviser Dominic Cummings. Haldane has a reputation for “free thinking” in his views of monetary policy, while Bailey was regarded as a “safe pair of hands”. MPs voiced their criticism following a wide-ranging hearing on Wednesday to consider Bailey’s suitability as governor. Bailey, who worked at the Bank of England for 30 years before joining the FCA, defended his time in charge of the watchdog despite a series of scandals on his watch. He said on each occasion, the FCA was hindered by constraints on its powers to act or legal delays that the regulator could not control. Critics have reprimanded Bailey for slow progress in investigating the treatment of business customers by RBS and Lloyds, as well as for its handling of the failed investment firm London Capital &amp; Finance. A lack of supervision of Neil Woodford’s flagship investment fund, which collapsed owing investors millions of pounds, has also been pinned on Bailey by consumer groups. He said he was “not proud of some of the things that happened during my time”, but the watchdog had changed for the better under his leadership. He said a crackdown on payday lenders had saved low-paid families billions of pounds. “It’s hellishly tough at times, but that’s the nature of it,” he said of the job. “I don’t regret it for a moment.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}