{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/nov/20/newsstory.sport1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-11-20T23:02:44Z", "webTitle": "Giggs ploughs a lonely furrow but fails to reap any reward", "webUrl": "https://www.theguardian.com/football/2003/nov/20/newsstory.sport1", "apiUrl": "https://content.guardianapis.com/football/2003/nov/20/newsstory.sport1", "fields": {"headline": "Giggs ploughs a lonely furrow but fails to reap any reward", "bodyText": "Ryan Giggs has endured plenty of sorrow with Wales but rarely can his disappointment have been as bitter as last night. Before kick-off one of the finest players never to have graced a major tournament thought his chance to mix in those cirles might belately be arriving. \"We all know we are capable of beating Russia,\" he said. Yet again, though, the dream died. A moment just before half-time seemed to sum up Giggs's evening and perhaps his career with Wales. From close range he struck the post and the equaliser his country needed eluded them. So near and yet so far. Part of the team which came close to the 1994 World Cup, Giggs must wonder whether he is destined, like George Best, to forever watch many less talented players strut their stuff on the biggest international stages. Giggs's determination here was clear but this was far from his finest performance. He was more energetic and involved in the second half than before the interval but rarely touched the heights of which he is capable and may reflect on what might have been if he taken that 43rd-minute chance. It was somehow inevitable that Vadim Evseev, his nemesis in Moscow, plundered Russia's winner. This match was always going to hold huge significance for Giggs given his determination finally to help Wales to a major tournament, but his motivation still must have increased a notch or two after Russia's behaviour in the build-up. They had tried, unsuccessfully, to get him banned for an alleged elbow on Evseev in the first leg. Giggs's relief at being available must have been tempered by the knowledge that he could face a two-game suspension after being charged with improper conduct by Uefa, but he knew he had to put that to one side. Not surprisingly, the crowd cheered Giggs to the rafters and booed Evseev, who had caught Giggs with one particularly heavy tackle on Saturday and fell under an early challenge from Robbie Savage here. Evseev's unpopularity only increased when he headed Russia into the lead, but Giggs had stressed beforehand that the Welsh players had to remain calm despite ill-feeling from the first leg. \"It's important we don't get dragged into petty vendettas,\" he said. Giggs had been passed fit despite being \"bruised and battered\", in Mark Hughes's words, and will have been aware that his country, as ever, was looking to him for inspiration. Before kick-off the Tannoy announcer had introduced Giggs as \"the man they couldn't put down\". Now he had to make sure he was hard to pick up. Apart from one early surging run which ended with a poor cross, Giggs was not much involved during the first half until he struck the post. There was one burst past a couple of defenders and a neat interchange of passes but largely he was a frustrated, peripheral figure. Evseev was often close to Giggs's side yet the Manchester United player was doing his best not to remain easy to mark. From the start he showed a willingness to drift through the middle to offer support to John Hartson and try to unsettle Russia. Giggs's capacity to trouble opponents down the centre has been plain with United but neither there nor out wide could he exert the influence he and the Welsh public would have wanted before the interval. Giggs did his best to make up for that at the start of the second half. Briefy he figured far more, winning the corner from which Gary Speed headed wide and flicking a cross not far over. He never stopped running but when a decent cross of his went begging he must have sensed this was not his night. Hopefully, one day with Wales it will be."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}