{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2003/nov/20/pressandpublishing", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2003-11-20T17:54:47Z", "webTitle": "Service pays tribute to Young", "webUrl": "https://www.theguardian.com/media/2003/nov/20/pressandpublishing", "apiUrl": "https://content.guardianapis.com/media/2003/nov/20/pressandpublishing", "fields": {"headline": "Service pays tribute to Young", "bodyText": "On a day when security around the Houses of Parliament was at maximum levels, just a few hundred metres away Westminster Cathedral was packed with family, friends and colleagues who had joined to celebrate the life of Hugo Young. Father Dominic Milroy, who led the service, said Young, a political columnist with the Guardian for nearly 20 years, would have appreciated the irony of the occasion coinciding with the high security surrounding President Bush's state visit. \"He enjoyed being a critical presence in the right place at the right time,\" Father Milroy said. Luminaries from the worlds of journalism, politics, the arts and the law - as well as many members of the public - joined Young's second wife Lucy and his four children for the Roman Catholic service. Young was a lifelong Catholic. Gordon Brown, Sir David Frost, Alan Rickman, Charles Kennedy, Greg Dyke, Cecil Parkinson, Peter Mandelson, Jon Snow, Roy Hattersley, Helena Kennedy QC and Sir Geoffrey Howe were among those gathered, together with many of Young's colleagues from the Guardian. \"We all wanted to be here today because all of us have been powerfully touched by Hugo,\" said the Guardian's editor, Alan Rusbridger, adding tributes to Young had flooded in \"in numbers that surprised us all\". Rusbridger compared Young to the great Guardian editor CP Scott, whose funeral was marked by thousands of Mancunians thronging the pavements of the city, and spoke of the passion, fire and conviction of his writing. \"He believed in the primacy of reporting, getting it right. What he said mattered in the body politic because it was so well informed. He was there. He had an artist's sense of perspective,\" Rusbridger said. However, some of Young's best prose was on subjects away from politics, for instance when he wrote about baseball, said Rusbridger. Chris Patten, one of the few politicians whom Young counted as a close friend since he preferred to remain independent of those he wrote about, said politicians admired him because he took them \"seriously\". \"He took us seriously. He took our trade seriously. He wanted us to take it as seriously as he did,\" Mr Patten said. When politicians' principles turned out to be made of marshmallow, Young's judgment came \"like a mighty blow to the head,\" he said, adding his writing \"throbbed and resonated with moral vigour\". Young's Yorkshire upbringing, his Benedictine education and two happy marriages - his first wife Helen died in 1989 and he remarried American artist Lucy Waring the following year - helped to create \"a great liberal voice and a courteous, generous and self-deprecating friend\" said Mr Patten. \"He wrote better and broadcast better about politics and the law than any contemporaries. Humbug was not allowed to skulk behind a carapace of mumbo jumbo.\" His passionate advocacy of the European Union was born of his strong Yorkshireman's sense of British patriotism, Mr Patten added. Both Rusbridger and Mr Patten paid tribute to Young's writing in the final months before his death on September 22. \"Above all we remember that last year... for all of us it was far too short, but what a glorious use he made of it,\" Rusbridger said. \"While illness gnawed away at Hugo he continued to write with as much passion as ever. The thunder rolled and cracked louder than before,\" said Mr Patten. Oliver McTernan, a former Catholic parish priest, writer and broadcaster, and a friend of more than 30 years, remembered the work Young did for a housing trust in Islington in the 1970s, when he trained himself in housing law so he could provide advice to the neighbourhood's poorer residents for two hours each week. Young's son Dominic read from his father's latest collection of political writing, Supping with the Devils, in which he explained he preferred to write as an outsider, and while talking to politicians is a must, he generally avoided befriending them, because \"it keeps the water purer\". Speaking after the service, Sir David Frost said: \"It was moving. It was a perfect celebration of his life and everybody here still misses him as much as when the news [of his death] came through.\" \"The repeated word again and again in the service was 'integrity', and that's what Hugo was about,\" said Sir David. The BBC director general, Greg Dyke, said: \"He was the one columnist you read. He was the one columnist I read, and suddenly there's a void.\" \"He was certainly somebody I turned to first,\" said Channel 4 News presenter Jon Snow. \"I do think his final columns were really defining and he said what all of us wanted to but couldn't express.\" Young was also remembered in a book of tributes handed out at the service. \"I am not being facetious when I say that when Mr Young's articles appeared, I read the sports pages second,\" wrote Michael Conroy, a reader from High Wycombe. Harold Evans, the former editor of the Sunday Times, where Young worked for nearly 20 years, rising to deputy editor before leaving shortly after Rupert Murdoch took over, described him as \"a gracious and lucid guardian of 'civilised values'\". \"He was someone of exceptional ability and integrity whose journalism was always worth reading. He had the capacity to think originally, argue compellingly and carry conviction. And he was a genuinely nice human being,\" wrote Tony Blair. \"The quality I really admired was his ability to stand independent of any pressure group, which he regarded as the essence of his profession as a journalist. His faith was very strong,\" wrote Timothy Wright, Abbot of Ampleforth, where Young went to school. · To contact the MediaGuardian newsdesk email editor@mediatheguardian.com or phone 020 7239 9857 · If you are writing a comment for publication, please mark clearly \"for publication\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}