{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2003/nov/13/london.london", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2003-11-13T17:59:44Z", "webTitle": "Labour denies dumping Gavron for Livingstone", "webUrl": "https://www.theguardian.com/politics/2003/nov/13/london.london", "apiUrl": "https://content.guardianapis.com/politics/2003/nov/13/london.london", "fields": {"headline": "Labour denies dumping Gavron for Livingstone", "bodyText": "The Labour party has flatly denied reports broadcast earlier today that Ken Livingstone has been brought back into the Labour fold to avoid a second embarrassing defeat in the London mayoral election next June. News that the official Labour candidate, Nicky Gavron, has agreed to step down to make way for a reinstated Mr Livingstone was roundly dismissed by the party machine as \"untrue, all of it untrue\". A report by Sky heavyweight political broadcaster Adam Sweeting confidently asserted that Tony Blair had pulled off a twin deal, which involved inviting the veteran politician back into the party while easing out Nicky Gavron by palming her off with favourable terms and conditions. The television announcement appeared to conclude days of speculation that Labour would concede waiving Mr Livingstone's five-year party ban to win next year's mayoral election, after it became clear that Ms Gavron was failing to woo Londoners. Ms Gavron was selected as the official Labour candidate for next year's mayoral race last year, after spending two years working as Mr Livingstone's deputy. Meanwhile, Mr Livingstone's success as mayor was sealed with his congestion charge scheme for London, which he pursued despite much carping from detractors. The decision to bring back the favourite to win next year's race had been widely expected to take place next month at the party's national executive meeting. The NEC would have to sanction the decision to invite Mr Livingstone back, after more than three years out in the cold. Ms Gavron is believed to have been in meetings with the Labour party, to negotiate a satisfactory deal in exchange for agreeing to stand aside. The money in Westminster is on a seat in the House of Lords, where Ms Gavron would make up one of 20 new peers Mr Blair is expected to appoint to the second chamber. However, she has reportedly denied allegations of her retreat from the race. She told Sky News she had met the party chairman, Ian McCartney, and the prime minister to discuss Mr Livingstone's early return to the party but remains Labour's candidate for London mayor. In a statement, Ms Gavron said: \"Media reports that I have agreed to step down as Labour's candidate for Mayor of London are not true. \"There is no change in the situation. I am the Labour candidate for the Mayoral election.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}