{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/blog/2003/nov/09/moreonthatit", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2003-11-09T21:37:47Z", "webTitle": "More on that iTunes piece...", "webUrl": "https://www.theguardian.com/technology/blog/2003/nov/09/moreonthatit", "apiUrl": "https://content.guardianapis.com/technology/blog/2003/nov/09/moreonthatit", "fields": {"headline": "More on that iTunes piece...", "bodyText": "I wouldn't have linked to Andrew Orlowski's Register piece on iTunes Music Store (IMS). He has a fine line in invective, but it wears thin very quickly. His comments on IMS don't display much understanding of how the business model is intended to work, or might be panning out (Danny O'Brien explains far better than I'll ever be able to the magical way the Reg's man on the west coast goes about his job). At least he used to be reasonably quick on the draw. But this time he's months late with the \"news\" hook on which he's hung his anti-digital rights management (DRM) rant. \"So now we have it on record: the music store is a loss leader,\" he trumpets, but I'm afraid he's a bit late to this party - News.com reported last month that Apple wasn't making a profit from iTunes. Apple's CFO Fred Anderson said as far back as July that IMS was a \"Trojan Horse\" for iPod sales, although he added then that the business - only a few months old then - was close to breaking even. Nobody knows the exact figures, but the RIAA is clearly not taking 99c a download. Whatever Apple's cut, it is certainly not big. But does it need to be? The margin on iPods is big enough, and Apple's clearly pushing hard to turn this part of its portfolio into a mass market business. If it succeeds, razor-thin margins will still be enough to turn a very tidy profit. This kind of low-margin tactic is well known in the computer business - it's long been employed by everyone's favourite monopolist, Microsoft, for years, as it has entered new markets in which it wants to build market share and deter rivals. And on the subject of monopolies, the term \"monopoly\" usually describes an industry dominated by one player - not five major players, and a host of (vibrant) indies..."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}