{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/nov/24/newsstory.sport11", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-11-24T21:52:28Z", "webTitle": "First Divsion round-up", "webUrl": "https://www.theguardian.com/football/2003/nov/24/newsstory.sport11", "apiUrl": "https://content.guardianapis.com/football/2003/nov/24/newsstory.sport11", "fields": {"headline": "Round-up", "bodyText": "Nottingham Forest's success once rivalled that of Wigan's mighty Mancunian neighbours while the Latics heritage lies in the Second and Third Divisions. A 2-2 draw between the sides at the JJB highlighted the changing expectations of the two clubs: Wigan were frustrated by the result, Forest satisfied with a point. \"We've enjoyed the season but we've not played as well as we can yet,\" said Wigan's midfielder Lee McCulloch. \"We're learning with every game.\" Nathan Ellington's strike gave the Latics the lead at the end of a flaccid first half that gave way to a second period full of trademark First Division bluster. John Thompson and Marlon Harewood scrambled Forest in front before Andy Liddell hit a 20-yard fizzer that earned Wigan a point. An early first-half header by John Eustace gave Stoke City a 1-0 home win over struggling Bradford. The Bantams, second from bottom in the First Division, in an effort to reverse their fortunes are expected to name the former England captain Bryan Robson as their new manager, with Colin Todd as his assistant. Robson said he was hoping to start work today: \"After a week of talks we have more or less reached agreement. Our aim will be quite simple: survival in the First Division.\" Kit Symons strengthened his case for taking over as manager of Crystal Palace with a 0-0 draw at Walsall, only their second clean sheet of the season. The player-caretaker manager has \"changed a few things\", including asking the squad to train at the same intensity they play and requiring them to defend more \"as a team\". Walsall nevertheless had the better of the game: Thomas Myrhe had to make a double save from Steve Corica, and Paul Merson, among others, misfired in front of goal. An unlikely goal from Gary Croft after 15 minutes gave Cardiff City a 1-0 win against Wimbledon at the National Hockey Stadium and helped the Welsh club extend their unbeaten run to seven games. Croft's inswinging cross was missed by everyone and floated into the net. Crewe withstood constant first-half pressure before scoring three goals in 10 minutes after the break against Sunderland. In the end an opener from Dean Ashton and two goals from Steve Jones gave the Railwaymen a comfortable 3-0 home win over Mick McCarthy's side."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}