{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2003/nov/20/travelnews.turkey.foreignaffairs", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2003-11-20T19:15:59Z", "webTitle": "Foreign Office warned of 'significant threat' in Turkey", "webUrl": "https://www.theguardian.com/travel/2003/nov/20/travelnews.turkey.foreignaffairs", "apiUrl": "https://content.guardianapis.com/travel/2003/nov/20/travelnews.turkey.foreignaffairs", "fields": {"headline": "Foreign Office warned of 'significant threat' in Turkey", "bodyText": "Even before today's blasts in Turkey, the Foreign Office was warning UK tourists that there was \"a significant threat from terrorism in Turkey\". While most British visitors to Turkey go to beach resorts hundreds of miles from Istanbul, the city is an increasingly popular spot for UK tourists. The Foreign Office advice to UK tourists is: \"You should exercise caution at all times in the east. Security forces continue to enforce restrictions upon movement in areas bordering Iraq. You will risk arrest if you fail to comply with these restrictions.\" British Airways, which operates twice-daily return services between London and Istanbul, was \"closely monitoring\" the situation in Turkey following the attacks. An Istanbul-bound BA flight had been due to leave Heathrow at 10.10am today - shortly after news of the Istanbul blasts came through. Another BA flight was due to take off from Heathrow for Istanbul at 4.05pm today. It was not known whether these flights would go ahead. A London-bound BA flight from Istanbul was due to touch down in the UK around 11am today with another BA flight due to leave from Turkey for London around 3pm UK time. There have been a number of incidents in Istanbul and other Turkish cities in the past year. On April 15, explosions occurred at two branches of McDonald's restaurant in Istanbul's Aksaray and Sirkeci districts - the latter incident injuring one person. On May 20, an explosion occurred in a cafe in the Kizilay district of the capital, Ankara, killing one person and injuring at least one more. In the early hours of May 31 there were small explosions outside two separate branches of HSBC in Istanbul. Other attacks have been directed at UK and US diplomatic premises. These have included a hand grenade attack on the US consulate in Adana on June 11, which caused minor damage but no casualties. Small explosive devices have been used outside British diplomatic premises. In the early hours of April 3 this year an explosion occurred at the visa section of the British Consulate-General in Istanbul, causing minor material damage but no casualties. On the evening of April 8, three small devices exploded in Izmir, one of which was near the British Consulate. There were no casualties and no significant damage. The Foreign Office said that in recent years the security situation in eastern Turkey has improved considerably. But from time to time there have been incidents involving the Turkish security forces and the PKK/KADEK terrorist group, particularly in the south-east. PKK/KADEK has announced the end of its \"unilateral ceasefire\" with Turkey, which has been in force for the last four years, starting from September 1 2003."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}