{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2003/nov/16/buyingpropertyabroad.observercashsection", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2003-11-16T17:04:34Z", "webTitle": "Home thoughts from... Symi, Greece", "webUrl": "https://www.theguardian.com/money/2003/nov/16/buyingpropertyabroad.observercashsection", "apiUrl": "https://content.guardianapis.com/money/2003/nov/16/buyingpropertyabroad.observercashsection", "fields": {"headline": "Utter peace except for the church bells", "bodyText": "Like a Portofino with donkeys, Symi is arguably the prettiest port in the Aegean. Its amphitheatrical harbour is lined with near-perfect neoclassical architecture in delicious ice-cream shades. Nearly all its 2,800 inhabitants live around Symi harbour (called Yialos) or above in Horio village. Old-timers regularly exercise their calf muscles nipping up and down the 357 steps of the Kallistrata. Those with luggage use a car to get to the windmills at the summit. Who? Romantic souls - mainly Brits and Italians - are buying Symi's neoclassical gems. Around 150 expats have breathed life into the island by fixing up old ruins. Today Symiots rely solely on tourists, most of whom are day-trippers from neighbouring Rhodes. Where? One of the 12 Dodecanese islands that nudge up against Turkey, Symi has the balmiest climate in Greece. Religious pilgrims flock to the once-remote Panormitis Monastery, a kind of Lourdes, hoping for a miracle cure courtesy of its icon of Archangel Michael. If you miss the one Symi bus, there are only another four drivers to rouse from their siesta. They stop work at midnight, but hitchhiking is worry free. The crime rate is nil. How? Symi Visitor is a magazine, hotel and real estate empire run by Nikos Halkitis's with partner Wendy Wilcox. 'Demand is outstripping supply,' he says, and prices have soared over 100 per cent in the past four years. Also try Doma Real Estate (00 30 22460 72619). You will be competing with affluent architects, media types and artists. The most sought- after area is the upper Horio, where you will have to rely on an overworked donkey train to haul stones (€1.40 per basket) along the narrow alleyways to convert your stylish pile. Here you enjoy utter silence except for the church bells. For 360-degree views go for the 'windmills', which are also more accessible by car. How much? Bag a village ruin for as little as €25,000 - with caution. Symi is not cheap: budgets for renovations end up around double the land value, so while permits are obtained and works are under way (anything from one to four years) you will have spent over €100,000. Otherwise buy a new apartment at the beach for roughly the same amount. Pools? Not enough water, out of the question. Location is all, houses in Morayio (Yialos, leftside harbour) are scorched in summer, but bask in precious afternoon sun all winter. Cheap rentals from €250 a month. Why? Gazing at sea views over an Ouzotini. And perpetual outdoor dining. Bring an elastic waistband or two, as this is the gastronomic centre of the Greek islands. Mythos Restaurant hosts a cookery school and Mylopetro is on Condé Nast's travel map. Working here? Avoid, unless you like selling sponges. Most employees are shamelessly exploited in tourism's near slave labour. Why not? Life will revolve around ferry timetables (the Panormitis Hydrofoil). Island politics may get the better of you. Symi was recently called ' Coronation Street in the Med'. Romance? Not likely, all the young flee for the fleshpots of Rhodes or Athens. When lack of nightlife begins to grate, hop over to Rhodes Town. The casino's roulette wheels are no more than an hour away."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}