{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2003/nov/09/unitedstates.wintersportsholidays.wintersports", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2003-11-09T18:05:02Z", "webTitle": "Saddle up that snowmobile", "webUrl": "https://www.theguardian.com/travel/2003/nov/09/unitedstates.wintersportsholidays.wintersports", "apiUrl": "https://content.guardianapis.com/travel/2003/nov/09/unitedstates.wintersportsholidays.wintersports", "fields": {"headline": "Saddle up that snowmobile", "bodyText": "An embrace was the last goodbye. And though I knew it was the way of the West, I felt a little sad at our parting, not knowing if I would ever see them again. I stood for a moment on the ranch-house porch, watching as they slowly walked away, their backs to the morning sun. They mounted up and, without looking back, set off along the trail to the Medicine Bow Mountains. I waited there for a while until the thunder of their mounts faded into the silence of snow. I'm on my own again, but there is no time to waste - I still have plenty to do and my bags to pack. I have to be out of town by sunset. Only a week before, the thought of a ranch holiday in wild Wyoming had the teenage cowgirl in me humming Willie Nelson classics again (not the one he did with Julio Iglesias, of course) and conjuring up images of Robert Redford whispering sweet nothings to my horse and the crack of leather on rawhide. I knew from old movies that the West was a wild and confusing place: where men are cowpunchers, though they never do; dudes are not Bill and Ted; chaps are not blokes; cows are doggies; and spitting is not necessarily an antisocial pastime. And I was headed right for it, driving from Denver airport along a string of film titles - Cheyenne (of the Social Club ) and Laramie (where The Man came from) - to get to Brush Creek ranch, my cowgirl hotel in the shadow of the Sierra Madre mountains. The ranch sprawls across 6,000 acres, about the size of Epping Forest, and shares a border with the million-acre Medicine Bow National Forest, home to all manner of critters. The closest form of civilisation is 18 miles away in the tiny one-spa town of Saratoga, whose main store sells an intriguing mix of the equipment to kill all those critters and the fur coats made from them. When I finally crossed the state line into Wyoming, it was dark. The dusty bald plains I had imagined were quiet with snow, giant pick-up trucks roamed in herds and sleepy hamlets of tiny trailer homes with hazy lamppost halos flickered past. It was 2am, and six hours on, by the time I got to Brush Creek but there was a bed bigger than Texas waiting for me in the old ranch house. It was probably the light that finally woke me the next morning and when I pulled up the blinds I think I did actually exhale an 'Oh my'. I hurried out to the porch, 'Oh, ow, yi' - too cold - ran back in, got rugged up, ran back out. 'Oh my'. Postcard view, pretty as a picture: the snow, the trees, sunlight, the quiet. The white, white West. The adventure could now begin - the authentic ranch cowboy dude adventure I had been waiting for. 'Hands on a Cow or Hands on a Camera': that's the 'philosophy' of Brush Creek owners, Gib and Kinta*, who combine the delights of a 'working ranch' with a steady tourist trade. (*Ranch fact: folk round here don't have straightforward names. The fishin'n'huntin' chief is called Merry and the cook, Suzsan. The exception is the head cowboy, who is a cowgirl from Yorkshire, and so has the rather sensible name of Emma.) The few cattle on the ranch, mainly black Angus, were scattered about the icy fields like Dalmatian spots, making them rather easier to photograph than fondle. So, having made such a fresh start on such a frosty morning, I was ready to shed my city slick and kick into cowgirl mode. Gib led me down towards the stables and there, lined up for my riding pleasure, were 140 horses - but not the kind I had imagined. These horses were powering the motors of two snowmobiles. Now there are quite a few differences between horses and snowmobiles. The most important of these are as follows: 1. There are no good songs written about snowmobiles; 2. Snowmobiles, unlike horses, only really want to go straight, which can cause problems if you want to, say, go round a corner; 3. Snowmobiles cannot get themselves out of a deep drift of snow on a corner that they have failed to negotiate (see point 2); 4. Snowmobiles are very noisy and make it very difficult to hear an avalanche hurtling toward you or to be able to get the right harmonies going with your travelling companion in the chorus of the latest snowmobile song, perhaps explaining point 1; 5. You can't spend much time looking about at the scenery while on a snowmobile (see points 2 and 3) and will mostly be staring at the back of the person in front of you. Snowmobiles. This was not really what I had been expecting (apparently summer is more the horse-riding season at Brush Creek) but with true cowgirl grit I decided to try to tame this new-fangled beast. Gib explained the rules of the snow-obscured road and we hit the trail, stopping every now and then to dig my snowmobile out of the snow (remember: corners bad), to admire the fantastic scenery or to have an authentic cowboy snack, such as jerky - so named I imagine because of the neck-snapping action needed to bite a piece off it. Meanwhile, back at the ranch, folk from all over the States were drifting in and drifting out. With set meal times - all served on a very long table in a communal dining-room at the ranch house - you couldn't really avoid the other guests. Not only would it have been downright ornery to try, but I would have missed out on the only noise (other than my own breath) that I was likely to hear. There is no phone, no TV, no radio and not even a newspaper to rustle at Brush Creek. In my week there was a group of po-leece who had got out of a speeding ticket en route by showing their badges (like MasterCard, apparently accepted everywhere in America); a family with a businessman dad, vegetarian mother and three children with puppy names; and a cross-country-skiing couple who disappeared after one night. Everyone was very nice really, sharing their wine (you can buy alcohol by the glass or bottle), inviting me along on shopping outings and to join them on activities. Very nice. But by 9pm everyone was in bed and - did I mention the no TV, no radio, business - I was one lonely cowphotographer. By day, Merry, an extraordinary real-life Annie Oakley, did her best to keep me entertained. In winter, apparently, cowboys don't hang round the camp fire, they get out and about on snowshoes. To my surprise, they were not the size of tennis rackets, but rather petite and lightweight. That did not, however, prevent me from falling over and discovering that, like snowmobiles, snowshoes cannot dig themselves out of a deep drift. Real cowboys also fight the winter blues on skis, and Merry showed me how easy it could be on a cross-country jaunt about the ranch. Amazingly, snow, for all its softness, proves rather hard to escape from after you end up in a reef-knot of legs and skis. I was aching all over and feeling a bit like a fish out of frozen water, when Emma, the cowgirl from Yorkshire, offered to take some of us out on the horses. Falling snow melted on to the woolly steeds as we saddled up and rode out into the blank day in single file. Emma's horse wasn't pleased and shied and balked and refused to go on. One of the puppy-name girls managed to discover water flowing under the frozen surface as her mount crashed through the ice with a misplaced hoof. Her mother was nervous - the girls had learnt to ride in a city school and had never been outdoors on a horse before. It was a little too authentic for them, so we plodded back to the ranch. We passed a cow nuzzling her too-tiny newborn calf, black and bloody against the snow; hopelessly trying to get it to stand up. I was starting to feel a bit defeated. This frontier experience was not what I had expected: I thought I'd be riding around high and dry and ended up spending most of my time on my arse in the snow; my shower had stopped working and I was in bed before the evening news. Then one night while in the sitting-room playing another bored-game, in blew a gang of 10 desperados from the Windy City. They had been driving all night and were in need of a drink. I offered them some wine, but they had brought their own truck of beer and, come 9pm, they weren't going anywhere. The Chicago boys, with news of buildings and restaurants and streets and, well, news, were members of the Illinois Snow Hunters, a group of dedicated snowmobilers who made the Brush Creek pilgrimage every year. They were so enthusiastic about the sport that I began to wonder if my first thoughts on snowmobiling had been a little too sober. The next day Merry took me out for a more challenging - and much longer - trail ride on the snowmobiles. She insisted on showing me a map of where we were going in case something happened to her and I had to find my way out to get help. As we pushed deeper into the Medicine Bow National Forest, along the twisted narrow trails carved by snowmobile runners, I prayed for Merry's good health and wondered how long I could survive on the beef jerky and sandwiches we had packed. But the more we turned and drifted and circled and bounced along the trail, the more confident I became. I began to work out how to get round corners (experts actually hop over the seat to stand on the running board on one side) and manoeuvre the bike more effectively - I didn't have to dig the bike out once. The scenery was spectacular, the air biting and the bikes exhilarating. On the way back we met by chance the Chicago guys at a snowmobile bar in the middle of nowhere. We decided to join them on the leg home, but they quickly lost me, shrinking into specks in nought-to-five seconds. They did wait up for me once they realised and slowed down for my benefit, but when we hit a frozen lake they couldn't resist really opening the bikes up and showing off their best tricks. That night, well after 9pm, we were still sitting round the ranch-house fireplace, telling tales when I began to realise that the West hadn't really changed that much. There were still adventures to be had, but cowboys in winter just get round a little differently. On my last morning, the Chicago boys lined up on the porch. An embrace was the last goodbye. I stood for a moment, watching as they slowly walked away, mounted up and rode off. Later, as I packed my suitcase, I found a tune that just might work without harmonies. Factfile Kathryn Whitfield travelled with ranching and western style holiday specialist Ranch America (01923 671831). Ranch holidays are suitable for all levels - from novice to experienced. A seven-night 'Winter Adventure' at the Brush Creek Ranch in Wyoming costs from £1,535 per person and includes flights, airport transfers, all meals, tips and taxes, snowmobiling and clothing, riding (weather permitting), snow shoeing and cross-country skiing. Ranch America can also provide insurance to cover all the sports from £65 for up to 10 days."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}