{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2003/nov/05/schools.uk4", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2003-11-05T17:31:06Z", "webTitle": "A school in mourning", "webUrl": "https://www.theguardian.com/education/2003/nov/05/schools.uk4", "apiUrl": "https://content.guardianapis.com/education/2003/nov/05/schools.uk4", "fields": {"headline": "A school in mourning", "bodyText": "Pupils at Birkbeck school, in North Somercotes, near Louth, Lincolnshire were told to stay home today. But many turned up with flowers and messages for their friend, Luke, who died at the school yesterday from a stab wound to the heart. \"I'll miss your funny remarks,\" said one. The school's headteacher, Gary Loveridge, is yet to make a comment, but the chairman of its governors has spoken of an \"unbelievable tragedy\". Parent and teacher organisations have called for quick measures to prevent another tragedy. Metal detectors on the gates or a government investigation to help improve school security. But what help is available to Birkbeck school now? Gaynor Sbuttoni, an educational psychologist and bereavement specialist, says it is almost impossible to imagine the shock - and fear - students and staff at the school are facing. She says the tragic circumstances of Luke's death sets unprecedented challenges for the school. \"I'm sure most of them will just want to know the facts. You can't deal with anything when it's an unknown quantity. When you know the facts, then you can start to put it into place and deal with it. These young adults will have to learn fast how to deal with uncertainty, which is a powerful lesson. This is an awful way to learn it.\" She adds: \"If someone dies from illnesses, there is a sadness and heaviness there, but with violence there will be a palpable fear. The teenager's class will be most affected. They will have to cope with the absence and that empty feeling.\" The school as a community needs support and time to talk about what has happened, says Ms Sbuttoni. The pupils need opportunities to express the sadness, fear and anger they will feel. And teachers will need help too - for themselves and to assist distressed pupils. Gerald Imison, deputy general secretary of the Association of Teachers and Lecturers, remembers his own experience of death within a school. \"When I was a pupil I was in a form where one of the boys committed suicide. At that stage the school and the pupils dealt with it in a sympathetic way, but wholly internally. There was no outside intervention and it was dealt with fairly sensitively and properly.\" He says teachers need support to help pupils, but the most important thing is trying to regain a sense of normality within the school. \"After Dunblane, we set up a special helpline for members because we sensed that teachers were often in a position of having to go beyond the straight teaching role and working as counsellors or advisors in really extreme circumstances - such as the death of a parent or a child in the school. \"There hasn't been enough support for teachers. Sometimes I think that schools forget or don't have the time or resources to deal with the much wider social function which is part of the education process.\" The Rev Michael Reiss, a professor at the Institute of Education, who was a part-time professional counsellor, says action is imperative. \"The only major rule is don't do nothing. The harm happens when disasters are never talked about. \"Suddenly, for that school, things such as passing your exams and truancy are brought into perspective. They will be thinking about what really matters. \"Tragedy can bring people together. Headteachers should draw out all the positives in the pupil who has died without suddenly making that pupil seem unreal and perfect.\" He adds: \"This is just awful. One's heart goes out to all the friends and family of the pupil, but also to whoever is responsible.\" Peter Norman, an education psychologist who specialises in critical incidents in schools, says the support a school gets should leave it free to cope with the tragedy as a community. Any outside support should enable managers, teachers and pupils to support one another in the aftermath. \"People believe schools to be safe and secure environments. This immediately challenges this belief. We'd be looking to help normalise that safety and security,\" he says. \"In this case there is a police investigation, so there are issues about how this will be managed too. An inquest and possible court action will follow, which will make the tragedy resurface again, when pupils will need support again.\" According to the National Union of Teachers help is available for schools facing tragic circumstances - and for teachers across the country who are facing difficult questions from their pupils about Luke's death. \"They will get help from the local authority. But people - and communities - are generally resilient, people will feel the tragedy and be upset, but they will handle it,\" says an NUT spokeswoman. \"The school should try to provide an opportunity to celebrate Luke's life rather than mourn his death, in order to take what good there is and celebrate that rather than dwell on the tragedy.\" Helplines: Cruse Bereavement Care: 0870 167 1677 For young people between the age of 12 and 18: 0808 808 1677 Childline 0800 1111 Association of Teachers and Lecturers Crisis Line (open to members only) 08705 234 838"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}