{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2003/nov/20/alqaida.turkey", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2003-11-20T17:48:55Z", "webTitle": "27 dead as blasts rock Istanbul", "webUrl": "https://www.theguardian.com/world/2003/nov/20/alqaida.turkey", "apiUrl": "https://content.guardianapis.com/world/2003/nov/20/alqaida.turkey", "fields": {"headline": "27 dead as blasts rock Istanbul", "bodyText": "At least 27 people were killed and more than 400 injured when two large bombs ripped through British targets in Istanbul today. One explosion damaged the British consulate, killing at least 14. Moments later, another devastated the Istanbul headquarters of the London-based HSBC bank. The simultaneous car bombings were the first such direct attacks on non-military British interests since September 11. Abullah Gul, the Turkish foreign minister, said that Istanbul - in which 23 people were killed when bombs exploded at two synagogues five days ago - was now facing \"organised\" terrorist attacks. \"This time it was British interests, last week it was two synagogues,\" Mr Gul said. The Turkish TV channel NTV said the explosion at the British consulate, in the Beyoglu district, was the work of a suicide bomber. According to the consulate's chaplain, the consul-general, Roger Short, died in the attack. The building's thick outer wall appeared to have absorbed most of the blast, leaving the main structure relatively unscathed. Hakan Kozan, 29, told the Associated Press news agency that he saw a white truck speeding towards the site of the consulate around 10 seconds before \"a great blast\". The 12-storey HSBC building, in the Levent district, appeared to have suffered more significant damage than the consulate. Firefighters were struggling to control a blaze that took hold inside the structure following the initial explosion. There were scenes of chaos in the surrounding streets, where the bodies of the dead and injured were strewn among the wreckage of the building and cars. \"The windows just exploded - everything exploded. I think there must be dead, but I don't know the number,\" one HSBC worker said. Speaking at a joint London press conference with the US president, George Bush, the prime minister, Tony Blair, said: \"Once again we must affirm that in the face of this terrorism there must be no holding back, no compromise, no hesitation in confronting this menace, in attacking it wherever and whenever we can and in defeating it utterly.\" President Bush told reporters: \"The nature of the terrorists is evidenced once again: we see their utter contempt for innocent life. They hate freedom - they hate free nations.\" A group calling itself the Islamic Great Eastern Raiders Front told Turkey's Anatolia news agency that it had carried out the attack in the name of al-Qaida. It had also claimed responsibility for the synagogue bombings, but Turkish police said they did not believe the group could have carried out either attack, according to CNN Turk. The foreign secretary, Jack Straw, told the Commons that it was \"too early to establish all the details,\" but it was already clear that a number of British, Turkish and other people had been killed in these \"appalling acts of terrorism\". A spokesman for HSBC in London confirmed there had been a \"number of fatalities\" but was unable to provide further details. He said: \"Our thoughts are with the bereaved, the injured, and their families. \"We are extremely concerned for the safety of our staff and customers. We await new details and will provide further updates as soon as possible. \"We will of course do everything possible to support our colleagues in Turkey as they deal with these tragic events.\" Scotland Yard said that 10 Anti-Terrorist Branch officers will be sent to Istanbul to lead the investigation into the blast at the consulate, because it is British territory. The Association of British Travel Agents said that the Foreign Office was planning to respond to the attacks by advising UK visitors against all but the most essential travel to Istanbul. The Foreign Office has set up an emergency contact number for anyone concerned about relatives who may have been caught up in the bombings in Istanbul. The number is 020 7008 0000."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}