{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2003/nov/09/unitedkingdom.travelfoodanddrink.foodanddrink", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2003-11-09T18:49:48Z", "webTitle": "Wet, wild... and mouthwatering", "webUrl": "https://www.theguardian.com/travel/2003/nov/09/unitedkingdom.travelfoodanddrink.foodanddrink", "apiUrl": "https://content.guardianapis.com/travel/2003/nov/09/unitedkingdom.travelfoodanddrink.foodanddrink", "fields": {"headline": "Wet, wild... and mouthwatering", "bodyText": "I used to go to the Lake District a fair bit as a child . We lived just across the Pennines in Leeds, and my uncle was the headmaster at Grasmere primary school. I have vague but happy memories of running around on adventures beside streams and up hills, and disappearing from parents for hours on end to do dangerous stuff around water in a way that would scare the living daylights out of any 'sensible' parent today. It was generally damp, and the countryside felt massive and green with bleak hills that you could climb even if you were just a kid. But I can't remember much more than that. I certainly don't recall much about the food. I think of tea rooms when I think of the Lake District. Tea rooms with lots of old ladies and whispering damp tourists retreating from the rain. There would be scones and jam, shepherd's pie dripping with gravy and fussily chopped overboiled carrots. As for restaurant culture, lasagne would have been considered exotic in Grasmere when I was running around there. A Lake District food and drink festival would have been unthinkable - but that is exactly what is happening next May. The first blow for the Lakes as a potential foody paradise was struck in the early Nineties when Stephen Doherty, former head chef at Le Gavroche, tired of city life and bought a pub in Cumbria in an attempt to bring good food to ordinary folk like us who couldn't get a table at the Waterside Inn, and, even if we could, had to pay for it by having sandwiches for lunch and not buying CDs or clothes or chocolate for a week afterwards. Doherty finally laid his hat at the Punch Bowl Inn at Crosthwaite and hasn't looked back. Cumbria is lucky to have him. Only the framed menus of special occasions where Doherty mixed it with the best chefs of Britain and France tell you that this inconspicuous pub on a bend in the road just before a village you haven't heard of is anything out of the ordinary. The food does the trick pretty quickly. I had Cullen Skink ('a thick Scottish soup of flaked haddock with leeks, Savoy cabbage, onions and potato topped with smoked salmon and a soft poached egg'), a loin of pork that wasn't on the menu but which Doherty decided I should have, and a honey and Drambuie crème brulée. I still had change from £25 to take home with the gormless contented smile that comes from filling up on great food, served without ceremony for the price of a bottle of wine at an average London restaurant where neither the food nor service could come close. The Punch Bowl has three rooms for guests, so you could easily stay here, go for a couple of walks, eat all weekend, put on a stone and go home happy to whatever urban sprawl you escaped from. But we stayed five miles away down a single track road at the award-winning Gilpin Lodge. While there are far too many awards given out nowadays and most are pointless and unreliable, it was, I confess, a spurt of awards for the region that brought me back to the Lakes after 20 years. Not pointless ones (how hard can it be to be Best Cottage Style Hotel on a Hill with a Car Park under £50 in the Chorley Region?) but proper AA and Good Food Guide ones. Gilpin Lodge got a double AA accolade this year, appearing in both its Top 10 Country Hotels and Top 10 Country Retreats. The judge's opinion reflects what a brilliantly conceived and executed country hotel this is. It has existed for 16 years, run by John and Christine, and for the last two has been influenced by returning son and wife Barney and Zoe. It isn't a huge place, but the down stairs area, divided among stylised dining rooms and a large cosy lounge, is perfectly thought through in an entirely unobtrusive way. The same goes for the bedrooms. We had a four-poster bed that didn't look as if it had simply been plonked there for effect - a room and a style had been built around it. Better still, I've stayed in grotty chain hotels and paid as much as at the Gilpin. But what really makes Gilpin Lodge special is the food and the people. The hotel publishes a newsletter that is left in your room. It details much of the goings-on among staff and gently pokes fun at everyone who works there in a way that has the potential to be toe-curlingly embarrassing but actually makes you feel you are staying with a group of people who really get on and are enjoying themselves. They tread the thin line between attentive and informal without ever wobbling. The food is superb. Gilpin is championing the use of local produce in Cumbrian restaurants, and its passion for quality shines through. You can have a five course meal that will send you to bed with yet another gormless contented smile for less than £40 a head without wine. If you get a chance, you should also check in at Sharrow Bay. Allegedly the first ever country house hotel and (also allegedly) the place where Sir Paul McCartney proposed to Heather Mills, it has a jaw-dropping view from the shore of Ullswater. On a bright dry day you can sit and stare at it rather like you might watch television back home. Sharrow Bay is much more formal about its food and service. I had a soufflé Suicesse, which is actually a Roux trademark dish, and the ambience was that slightly servile approach you get in the self-consciously snooty city restaurants like Le Gavroche. But the food was spectacularly good and I thought I could detect a welcome smirk from a couple of staff as if they knew the formality of it all was faintly ridiculous. At the very end one of the waiters cracked. My wife left her handbag in the restaurant and I picked it up to follow her. 'If Sir doesn't mind me saying, that handbag really doesn't go with his trousers,' he said with only a hint of a smile. Jeeves reincarnated. Even the pubs are stepping up to the plate. The Queens Head at Tirril near Penrith was Pub of the Year in the 2003 Good Pub Guide, and you can stop off there after you've visited the Little Salkeld Watermill, about five miles up the road (take the tour with the miller, Andy) where they mill organic wheat. Ana and Nick Jones, the owners, have been making organic flour here since the Seventies. Now the wind of food trends is blowing their way, they have tightened up their rules on what constitutes organic to keep ahead of the pack. A tour of the mill, with some homemade soup and a hunk of homemade bread, will steel you for the journey home on the nearby M6. We were also treated to a reviving cup of tea - but that's the only echo I discovered of my childhood Lakeland food experience. And for once even the powerful effect of nostalgia for childhood can't temper the feeling that the Lakes are a different and better place than I (and possibly you) remember them. Factfile Cumbria and Lake District Food and Wine festival (01931 711141). Gilpin Lodge Hotel, Windermere (015394 88818). Doubles from £200. Sharrow Bay Country House Hotel, Ullswater (01768 486301) from £320. Punch Bowl Inn, Crosthwaite, (01539 568237) from £65. Queens Head Inn at Tirril near Penrith (01768 863219) from £60 . The Watermill, Little Salkeld (01768 881523)."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}