{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2003/nov/09/ethicalmoney.observercashsection", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2003-11-09T16:35:10Z", "webTitle": "How to vote for a fairer world at your local supermarket", "webUrl": "https://www.theguardian.com/money/2003/nov/09/ethicalmoney.observercashsection", "apiUrl": "https://content.guardianapis.com/money/2003/nov/09/ethicalmoney.observercashsection", "fields": {"headline": "How to vote for a fairer world at your local supermarket", "bodyText": "Armed with the latest Good Shopping Guide, a trip to the supermarket changes from chore to challenge. The 2004 edition, which has just arrived in the shops, rings with the reminder that 'your till receipt is as important as your vote'. In my 12-year-old daughter's terms, good shopping is about coming home with the best collection of carrier bags with the right instantly recognisable branding, but the guide naturally supports a more grown up version of 'good shopping'. It rates almost everything from kettles to shampoo. The aim is to allow you to buy a fridge from a company that has no known connection with the arms industry; a pot of paint from a manufacturer that cares for the environment; or a pair of trousers that has not benefited from the needlework of a nine-year old. It is the perfect shopping partner for those of us who wander round the supermarket with good intentions but a befuddled memory of the latest stories pointing fingers at companies guilty of monopolising banana markets or luring African babies on to powdered milk. There is no chance of picking up a cheap copy of the first edition from a remainder shop since it sold out its print run of 21,000 and advance interest in the 2004 edition has been strong. Publisher William Sankey says there are two main camps of readers. One is the 'hip eco lot' - often younger people who may pick up a copy of the book at festivals such as Glastonbury or Womad and who may join the angry crowds of protesters at economic summits. The other camp are the 'silent ethical majority', the affluent middle-classes - often older people - who won't be out on the streets demonstrating, but want to know how to direct their spending intelligently to express their liberal values. This group, according to Sankey,'don't have to choose through price and have the leisure to look at information about companies and make ethical judgments'. But some of those campaigning for a better world are sceptical about how effective consumer boycotts are. A leading member of the Global Justice Movement, George Monbiot, says in his recent book, The Age of Consent: 'Those who do seek to make ethical purchasing decisions will often discover that the signal they are trying to send becomes lost in the general market noise.' He says that, for example, a decision to reject a brand of biscuits because it is wastefully packaged is pointless since the company has no way of receiving the specific message that the consumer wants less packaging. Monbiot also says that consumer boycotts are notoriously difficult to sustain with only one or two commercial boycotts per nation per year likely to be effective. There are famous examples of triumphs claimed by consumer campaigners. Barclays Bank's decision to withdraw from South Africa in the apartheid years, following a noisy consumer boycott, is probably the most historic. The ongoing campaign against Nestle, accused of offering free supplies of powdered milk to African maternity wards, has achieved a high profile. Nestle denies the allegations, but the campaigners' message has reached a wide audience. Mary Maguire, of Unison, says it is important to pick grounds for boycotts carefully. 'If there are too many messages being sent out it becomes confusing for consumers and the messages just get lost.' Monbiot points to another problem - that nearly everything we buy has already been bought at least once by the time it reaches us. He takes the example of the market for copper, because he objects to the way the indigenous people of West Papua in Indonesia have been treated by the operators of the copper mine at Tembagapura. Consumer power, however, is very limited in the copper market since most copper is brought into households by plumbers or electricians. Making a consumer choice would involve trying to persuade an electrician to persuade his suppliers to persuade their manufacturers to question the mining companies about their ethical standards. In other words there is often too long a chain of intermediaries between the consumer and the 'sinner'. So, Monbiot concludes that an over-reliance on consumer democracy 'permits us to feel we are making a difference when we are doing no such thing'. It is no substitute, he says, for democracy, which involves helping people to campaign directly for governments to make changes. But the publishers of The Good Shopping Guide are convinced that campaigns do not need to be big and noisy. There is a place for everyone doing their little bit and in many cases more information makes that possible. Further reading 'The Good Shopping Guide' is £12 from www.ethicalconsumer.org or bookstores. 'The Age of Consent' by George Monbiot (Flamingo) is £15.99."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}