{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2003/nov/11/qanda.idcards", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2003-11-11T18:04:20Z", "webTitle": "Identity cards", "webUrl": "https://www.theguardian.com/world/2003/nov/11/qanda.idcards", "apiUrl": "https://content.guardianapis.com/world/2003/nov/11/qanda.idcards", "fields": {"headline": "Identity cards", "bodyText": "Will we have to carry identity cards? The phrase \"have to carry\" is an emotive one and, according to the scheme's backers in the government, is not strictly accurate. The home secretary, David Blunkett, is proposing a compulsory identity card scheme for everyone living in the UK. You would not be asked to present your card on the street, but would need it to prove that you were entitled to work or gain access to public services such as education, healthcare or state benefits. Why does the government say the scheme is needed? Mr Blunkett is struggling to muster support for his pet scheme in the face of renewed cabinet opposition, which focuses on the technical, financial and political difficulties likely to arise if identity cards are introduced. He says that the cards will help to prevent \"clandestine entry and working in this country, the misuse of free public services, [and] the issues around organised crime and terrorism\". But his principal reason for the scheme is that it would help to deal with illegal immigration. He says an identity card scheme would ensure that only those who are entitled to work or use public services can do so, and would also root out those who are not. \"We need to know who's here and who they are, so that we can track them,\" he has said. Others argue that, as the British public have taken up credit cards and supermarket loyalty cards without significant protests over loss of liberty, a state identity card would only throw another piece of plastic into the mix. It might help to cut down on fraud and, if issued to minors, could prevent the sale of alcohol and tobacco to children. What are the arguments against? Opponents of identity cards, who come from the civil liberties left and the libertarian right, object to them on the basis that they are a solution in search of a problem. Identity cards are not a solution to illegal immigration, the threat of terrorism or other crimes, but a tool for governments to keep track of their citizens. Mr Blunkett's plan would also involve the creation of a national database, which could stimulate a form of \"function creep\" as more personal details from different government departments (for example, merging health and tax records) are added to a central file that goes beyond simply proving identity. As for the cards themselves, another \"function creep\" could see ID demanded in a number of situations unrelated to accessing public services (such as buying a season ticket for public transport, or hiring a video or DVD), or by officials who just enjoy the sense of power it gives them. In continental Europe, there is evidence that members of ethnic minorities are asked to produce identity cards more often than other citizens. On the specifics of Mr Blunkett's scheme, denying healthcare to illegal immigrants may have a negative impact on public health if contagious diseases are not treated. Cabinet opponents such Charles Clarke, Peter Hain and Patricia Hewitt are known to be sceptical about a number of issues connected to the cards, including the expense of their introduction. The scheme's cost is estimated at £1.5bn, but the £40 administration charge the treasury wants each citizen to pay could prove politically difficult for Mr Blunkett. Will everyone have to pay for their own ID card? No - it is expected that those on a low income or receiving benefit, as well as those aged 16 or retired and over the age of 75, will be exempt from the £40 charge. This means that asylum seekers are unlikely to have to pay for their cards, unlike most UK citizens - leading some Labour critics of the scheme to worry about how this matter will play in the rightwing press. What data will be carried on the cards? It is expected that the holder's photograph, name, date of birth, gender and address will be printed on the card. However, a microchip embedded in the card will give it the capacity to carry a lot more information about its holder - such as whether he or she has a criminal record, and job details. There has also been speculation that biometric information - unique biological patterns such as fingerprints or an iris image - could be included on the card as a way of making sure that it does indeed belong to the person carrying it. However, this idea has proved controversial because it remains to be seen how the cards' organisers could obtain such data from individuals if there was widespread opposition to the scheme. Have we ever had identity cards here? Wartime identity cards were abandoned in 1952 after Clarence Willcock, a motorist from north London, took PC Harold Muckle to court for demanding his papers. Mr Willcock had been asked to pull over to the kerb and hand over some ID, but he refused and was charged. A judge later ruled that police should not demand identity papers as a matter of routine. Since then, there have been a number of attempts to reintroduce identity cards to remedy the political concerns of the day. In 1989, the Home Office commissioned a feasibility study into a national system of voluntary identity cards to combat crime and the IRA. In 1991, Kenneth Baker, the then home secretary, urged banks and building societies to consider adopting a common photocard for customers to prove their identity. Michael Howard, one of Mr Baker's successors, told the 1994 Tory party conference that he supported a voluntary scheme (and was heckled by pro-compulsory delegates). In the last twitch of the Tories' pro-ID card tail, John Major announced in 1995 that a compulsory card scheme was at the top of his fight against crime. All these schemes were quietly dropped. Labour's interest in the idea of ID cards began in September 2001, in the wake of the terrorist attacks on the US, when Mr Blunkett proposed a system of compulsory cards. However, the legislation to introduce them was left out of emergency anti-terrorism bills. Asylum seekers were then issued with identity cards in 2002, the same year in which Mr Blunkett said that an \"entitlement card\" card could help tackle illegal working and the misuse of public services. What happens elsewhere? Many countries operate a voluntary or compulsory identity card scheme. France has a voluntary card that is used to prove entitlement to some public services. The US has no national scheme but, in practice, driving licences are used to prove identity. Australia attempted to introduce an identity card in 1987, but the government backed down in the face of an organised campaign against the plan."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}