{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2003/nov/11/broadcasting.themonarchy", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2003-11-11T17:17:45Z", "webTitle": "David Aaronovitch: No escape from the grip of scandal", "webUrl": "https://www.theguardian.com/media/2003/nov/11/broadcasting.themonarchy", "apiUrl": "https://content.guardianapis.com/media/2003/nov/11/broadcasting.themonarchy", "fields": {"headline": "In the grip of a scandal there is no escape", "bodyText": "Hello. Let's play hardened, gritty newshounds. Suppose for a moment that you were a BBC or ITN bulletin editor over the past weekend. Which story would you run at the top of your programme: the explosion of an enormous bomb in the capital of a strategically important Arab country, or the birth of a first baby to the extraordinarily marginal though fragrant Countess of Barset? I should add that the child is eighth in line to the throne of the United Kingdom, but point out that it would take a Nepalese-style family dispute for her to leap-frog Charles, Wills, Harry, Jemima, Eugenie, Marie-Antoinette and Tara, and make it to the best seat at the coronation. This is a sprog without any constitutional significance whatsoever. So, of course, she topped the news. What the hell, you may ask. Well, perhaps it's just convention - or perhaps it was because there was already a running royal story, which the advent of the tiny Windsor gave a welcome twist to. In between my screaming at the radio and penning a letter of complaint to G Dyke, I heard one of those reporters on the spot (I cannot recall which spot exactly) express the opinion that \"Prince Charles will be hoping that this news may distract attention from the rumours\". I hate this plausible and weaselly construction. It is simply a way of finessing the fact that you have nothing new to say, but want to stay connected to the Big Story, the Story that everyone involved in reporting stories wants to get in on. When such a story runs, everything is grist to the mill. So, when the estimable Sir Michael Peat, Keeper of the Royal Wardrobe (or whatever he is), felt obliged to deny the untold tale, those who had been hinting at it for a week and dangling it in front of a bemused public, rounded on him for \"giving the story legs\". Sir Michael - who knew all too well that the story was being given wide circulation - found himself in a no-win situation. What this proved to me is that there is no strategy that a public person can devise to deflect a media feeding frenzy. No Cliffords will avail. No well-timed speech will guarantee closure. Once it begins and everyone piles in, then there is a determination by all of us to see it through until its object is dead, or else the public clearly signals that it will expire from boredom if we continue a moment longer. Politicians, celebrities, royalty and other public figures (exempting, of course, senior journalists) now must live in terror of the exaggerated indiscretion or the lying ex-associate. One year ago we had Cheriegate. That began when three associates of the Aussie wideboy and Caplin amour, Peter Foster, took their stories about him to the News of the World and the Mail on Sunday. There was then a fortnight when just about every aspect of Cherie Blair's life became fair game for investigation, comment and criticism. Everyone dived in, tabloids first and then the broadsheets after it was discovered that Cherie had misled the No 10 press office. You understand that we in the broadsheets need rather more than a giggle about shared jacuzzis before we join a frenzy. Oh yes. I was abroad during the Cherie business, but came back to find this bit of advice from PR man Mark Borkowski in the pages of this newspaper. He warned future frenzy victims, \"Don't think it will all blow over (it never ever does), and don't think that by sitting tight you can ride it out. Staying schtum just fans the flames, but speaking out on instinct turns a bonfire into a full-blown conflagration.\" Got that? Borkowski went on to advise (and I think it's worth quoting at length): \"Take a deep breath. Stop. Think like a journalist (or find someone who can), and imagine the worst possible interpretation of the most innocuous, well-intentioned comment; imagine what your very best friend could reveal about you that you thought was an absolute secret (it might not be any longer); imagine what it might be like if everybody in the whole wide world wanted you dead, and then you'll understand the precariousness of your situation.\" And then? That's where Borkowski stopped. In the end the public called time on Cheriegate, understanding I think, what a ludicrous waste of time it all was. With Iain Duncan Smith, the story, however, died only when he did. We press folk had decided (rightly) that he was a naff leader of the Tories. Lots of MPs agreed with us, but - maddeningly - just wouldn't do the deed. So we stiffened their resolve. On the weekend before IDS's political demise he held a press conference on some aspect of his policy. The BBC radio news programme I was listening to spoke to their reporter on another spot. \"The questions about his leadership,\" she told the studio, \"just wouldn't go away.\" Which wasn't surprising since she and her BBC colleagues (among others) kept asking and asking and re-asking them. And partly because they kept asking them, IDS was eventually toppled. Afterwards a baffled Smith said that he felt he had been treated as \"if I was a paedophile\". Now we have the prince, with AN Wilson writing in yesterday's London Evening Standard that, because some loose cannon makes extraordinary claims about behaviour in the palace, this constitutes a \"serious crisis\" betokening the \"gravest consequence for the monarchy\". Why? Because, according to Wilson, the monarchy exists by consent, and an important part of the great and the good are withdrawing their consent from the current heir. That part is the media itself. In other words, we will not now stop until we have got rid of Charles. So maybe, one day, we will need that little Barset after all, when we - the new Praetorians - decide to hoist her on our inky shoulders. A seasonal poem Autumn. Season of piss and pavement foulness, When dog-owning ladies cannot be arsed To run as far as the chilly park, but bless With crud the way that children schoolward pass."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}