{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2003/nov/28/northernireland.devolution", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2003-11-28T18:17:03Z", "webTitle": "Unionist gap narrows in final poll results", "webUrl": "https://www.theguardian.com/politics/2003/nov/28/northernireland.devolution", "apiUrl": "https://content.guardianapis.com/politics/2003/nov/28/northernireland.devolution", "fields": {"headline": "Unionist gap narrows in final poll results", "bodyText": "With the finish line approaching in Northern Ireland's election results, the Rev Iain Paisley's rejectionist Democratic Unionist party was keeping a marginal lead over the pro-Good Friday agreement Ulster Unionists, led by David Trimble. The UUP has crept back to 25 seats - just behind the 28 won by the anti-agreement DUP - while Sinn Féin has comprehensively overtaken the other nationalist party, the SDLP. Gerry Adams' party now has 24 of Stormont's 108 seats, well ahead of the 18 won by Mark Durkan's SDLP. With 102 of the seats now declared under Ulster's complex single transferable vote system of PR, that leaves the two polarised extremes of opinion in Northern Ireland - Sinn Fein and the DUP - as the biggest parties for the nationalist and unionist communities respectively. The final six seats are not expected to be announced until later this evening. That may yet change, but, theoretically, it would make Mr Paisley the first minister - replacing Mr Trimble - with Gerry Adams as his deputy. Since Mr Paisley refused even to speak to Sinn Féin, that is not a plausible outcome. In any case, the assembly itself is currently suspended, making the election result itself somewhat tentative. Perhaps consequently, turnout was low by Northern Irish standards, at around 64%. The UUP's poor performance, coupled with strong votes for dissident anti-agreement candidates within the party, such as Jeffrey Donaldson, puts immense pressure on Mr Trimble's job as leader. So far he has rejected criticism of his leadership, saying: \"I think it rather unfortunate for Jeffrey to be so eager for the defeat of his party.\" The Irish taoiseach, Bertie Ahern, and Tony Blair are in Cardiff for a summit, and awaiting the final results before commenting. However, Mr Ahern has told reporters that with a mandate \"comes responsibilities\". Meanwhile, a jubilant Mr Adams has insisted the assembly should now be restored as soon as possible. He will meet the Northern Ireland secretary, Paul Murphy, tomorrow. He said: \"We will use our mandate wisely. We will seek to empower the peace process and advance the political process. Mr Adams acknowledged that the success of the DUP in the elections would create difficulties for the peace process. \"There is a crisis within unionism that will need some patience for the rest of us to show in the time ahead,\" he said. However he insisted that as far as Sinn Féin was concerned, the Good Friday agreement was the only way ahead. \"We will look to Mr Blair and Mr Ahern to reiterate their commitment to fully implementing the agreement,\" he said. He also addressed a direct personal appeal to Mr Paisley to engage in talks. \"I am not a Christian clergyman. I am not the leader of a church but I do not know of any Christian philosophy which is not about dialogue,\" he said. Further negotiations, with no set timetable, will now be needed before any power-sharing set up returns to Northern Ireland. The last election, in 1998, gave 28 seats to the UUP, 24 to the SDLP, 20 to the DUP and 18 to Sinn Féin."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}