{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2003/nov/19/features.paulmacinnes", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2003-11-19T17:29:28Z", "webTitle": "What the movies can teach us about ... presidential visits", "webUrl": "https://www.theguardian.com/film/2003/nov/19/features.paulmacinnes", "apiUrl": "https://content.guardianapis.com/film/2003/nov/19/features.paulmacinnes", "fields": {"headline": "Floppy fringes and cultural cringes", "bodyText": "It's a tradition almost as old as drowning witches (you think it doesn't go on any more? You just don't know the right places). Hyping up the latest Richard Curtis film into a phenomenon is something we Brits love very much, actually. Despite a splurge of marketing across the United States, Curtis's latest paean to the centre-parting stands at number six in the US charts, five places behind a flick about a man who's an elf. This, of course, is a great triumph. The fact that Bill Nighy turned up to the premiere with six glamour models in skimpy Santa-wear is also an unprecedented wheeze. Amongst all the other reasons we like Richard Curtis's fantasies, we like them because America does. We like being liked by the world's biggest power, and perhaps we dream that if there is something tangible in our culture that is truly valued by our cousins across the pond, maybe they won't refuse us entry to Disneyland. There is a scene in Love Actually, however, which goes against this grain. It is a scene in which the US president comes to London. The president, played by Skinny Bob Thornton, is not a nice man; overbearing, aggressive and vain. He gives a speech putting good old Britain in its place, warning them that not to follow the US line could have unwelcome consequences. To that, prime minister Hugh Grant says \"pshaw\", rebutting Skinny Bob in the strongest of terms, but only because he'd caught him flirting with Martine McCutcheon. What this might teach us about President George Bush's trip to Blighty this week is limited. Unless he tries to cop a feel of Cherie backstairs in Number 10, in which case we know all hell would break loose. There are, however, other cinematic steers on how this week's state visit might go down. It is widely perceived that the President is visiting this country to add lustre to his image ahead of next year's presidential election. He is facing heat at home and could do with a break. Therefore, as an illustrative example, let us look at Alfred Hitchcock's Shadow of a Doubt. The opening shot of the movie shows Joseph Cotten lying on his bed, with a cigar in his hand and surrounded by high denomination bank notes. George Bush may be a rich man (he made over $15m when he sold his share in the Texas Rangers baseball team on an investment of just over $600,000), but he doesn't smoke. Neither is he a cold-blooded murderer like Cotten's character, but let's allow that detail to slide for a second. To escape the heat at home, Uncle Charlie (Cotten) leaves for the idyllic, quaint surroundings of Santa Rosa, a small town with an unfeasibly large police presence (in that there's one cop whose permanent job is to administer to a pedestrian crossing). In Santa Rosa, Uncle Charlie hopes to bury himself in the bosom of his nice and \"average\" relatives, in the hope that their niceness will help to wash the blood from his hands (or at least get the cops off his tail). Sadly this doesn't come to pass. Detectives are soon sniffing around, and the niece to whom he feels a special closeness begins to smell a rat. As the film develops, so the relationship between the two Charlies descends into loathing. It transpires that the niece's hopes of a perfect world are not matched by those of her uncle, who sees a planet filled with evildoers. Eventually the two have it out. \"Did you know that this world is a sty?\" he asks her over a ginger beer. \"Do you know if you ripped off the fronts of houses you'd find swine? There is so much you don't know. The world is hell.\" It's a powerful worldview, albeit compromised slightly when uttered by the \"Merry Widow\" murderer. But when Uncle subsequently falls to his death from a train (while trying to murder niece) his message is reconsidered. \"The world isn't quite so bad as that\", a detective tells niece at her uncle's funeral. \"It just needs watching. It goes a little crazy sometimes. Jut like your Uncle Charlie.\" So is the craziness of our leaders simply a reflection of the craziness of the world? An interesting conundrum, but not one I'd like to end on. Instead I'd like to imagine Tony Blair as Jack Lemmon in Glengarry Glen Ross, and George Bush as Alec Baldwin. Baldwin is Mitch and Murray's senior salesman and he's come all the way from downtown to remind Lemmon, and his colleagues, exactly where they stand in the grand scheme of things. Should the president wish to take a hardline approach to motivating his allies he could do worse than following Baldwin's instructions that it takes \"brass balls\" to sell unwanted real estate. He introduces himself like so: \"Fuck you! That's my name. You know why mister? Cause you drove a Hyundai to get here tonight. I drove an $80,000 BMW. That's my name. \"This watch cost more than your car. I made $970,000 last year, how much you make? You see pal, that's who I am and you're nothing. Nice guy; I don't give a shit. Good father; fuck you, go home and play with your kids. \"You know what it takes to sell real estate? It takes brass balls to sell real estate. Go and do likewise gents. The money's out there, you pick it up it's yours, you don't, I got no sympathy for you.\" Sadly, on celluloid, this tactic ends in a series of lies, resignations and botched promises, making it unlikely to be pursued in real life. And let's face it, the thought is quite depressing. So perhaps far better to hope that instead, like John Goodman in King Ralph, the president arrives at Buck House with a bagful of laughs and a mission to knock some of the starch out of us stuffy Brits. Now that would be a special relationship."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}