{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2003/nov/16/observerescapesection1", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2003-11-16T18:24:29Z", "webTitle": "A bigger choice", "webUrl": "https://www.theguardian.com/travel/2003/nov/16/observerescapesection1", "apiUrl": "https://content.guardianapis.com/travel/2003/nov/16/observerescapesection1", "fields": {"headline": "A bigger choice", "bodyText": "There is no maximum passenger weight for single airline seats but as a general rule airlines suggest very large passengers book two - they will charge for both. Of the transatlantic carriers American Airlines has the roomiest economy class. Its seat pitch (the space between your seat and the one in front) is 34 inches compared with an industry average of about 31 inches, although some of its seats are as much as 36 inches. As these are limited, the airline recommends calling in advance to put in a request. The seat width in American Airlines' economy is around 20 inches - about average. Starwood Hotels and Resorts, the company behind Sheraton, Sheraton Four Points, W Hotels, St Regis, Westin Hotels and the Luxury Collection (which represents 78 hotels across the world), had a reinforced toilet seat made for Luciano Pavarotti's stay at the Westin Turnberry Resort in Scotland. Clearly this was a one-off special concession but the hotel chain says it will try to cater wherever possible for larger guests by booking rooms with oversized beds and big bath tubs. At the Rayavadee in Krabi Thailand (part of the Luxury Collection) there are double king-sized beds in every suite. Rezidor SAS, a chain of 210 hotels in Europe, Africa and the Middle East, is replacing its 34,000 beds with new king-size models made by French firm Simmans, which it claims cater for any shape and size. The replacement process has started this month and is expected to be complete by the end of next year. Big Adventures organises scuba diving holidays for 'plus-sized women'. The US-based company is running three trips next year to Maui. Keep an eye on the website for the launch of trips to Kona in Hawaii and Fiji. US hotel group Kimpton Hotels has several properties that cater for tall guests. Customised rooms have eight-foot-long beds, raised showerheads and high ceilings. More features are being added including longer bathrobes, raised vanity units and toilets and in-room information on local clothing shops for tall people. 'Tall rooms' are available at its Hotel Monaco sites in Washington DC, New Orleans, Denver, Chicago and Salt Lake City; the Hotel Palomar and Cypress Hotel in San Francisco, and the Pacific Palisades Hotel in Vancouver."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}