{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2003/nov/09/travelnews.observerescapesection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2003-11-09T18:43:42Z", "webTitle": "Parents face price rises", "webUrl": "https://www.theguardian.com/travel/2003/nov/09/travelnews.observerescapesection", "apiUrl": "https://content.guardianapis.com/travel/2003/nov/09/travelnews.observerescapesection", "fields": {"headline": "Parents face price rises", "bodyText": "If the words 'school holidays' conjure up images of crammed airports, 'no vacancy' signs and pools full of dive-bombing kids, prepare to grit your teeth. Government plans to introduce a standard six-term year may make school holidays an even busier time to travel and force up prices for trips in peak periods. If the standardisation proposals are a success, all schools in England and Wales would have the same holiday dates, forcing families to travel at the same times, or risk upsetting head teachers by taking children away in term time. The Local Government Association (LGA) has persuaded eight local education authorities to use the idea in the 2004/2005 school year. A further 27 are already considering it for 2005/06, when the association wants it to be extended everywhere but Scotland. The aim is to have terms of more even length, reducing stress on children and teachers during the present long terms, especially from September to Christmas. The new scheme means a holiday of a week and a half in October, two weeks in April and a week in June. The timing of the holidays would be rigid to help parents with children at more than one school. The LGA says local parents and teachers have so far responded positively to the scheme. They may, however, be less keen if holiday prices increase and fewer are available. Thomson and First Choice said prices would go up in line with demand if the numbers of people wanting to travel at the same time increased in the summer and for October and winter sun breaks. The longer October holiday could lead to many families taking their main break then. A First Choice spokesman said this could lead to many resorts in places such as Corfu and Italy, staying open longer. 'I expect October half term to become very lucrative' he said. But a Thomson spokeswoman said: 'People want to go away in August and July when the weather is reliable, and this is not likely to change.' Richard Atkinson, chief executive of family camping specialist Holiday Break, said: 'If the holidays go against people's normal plans, there will be more pressure to take kids out of school. 'It's a shame we can't adopt the German system, where summer holidays are spread over three months, with different regions taking breaks at different times.'"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}