{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2003/nov/20/pressandpublishing.mirror1", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2003-11-20T18:23:57Z", "webTitle": "Court gags palace revelations", "webUrl": "https://www.theguardian.com/media/2003/nov/20/pressandpublishing.mirror1", "apiUrl": "https://content.guardianapis.com/media/2003/nov/20/pressandpublishing.mirror1", "fields": {"headline": "Court gags palace revelations", "bodyText": "The Queen has won a temporary injunction preventing the Daily Mirror from publishing further revelations from its reporter Ryan Parry, who used a fake reference to secure a job as a footman at Buckingham Palace. The gagging order granted at the high court today applies to all media and lasts until 4.30pm on Monday to give the Mirror's lawyers time to prepare their case for a full hearing. The judge, Mr Justice Lewison, said the Queen's lawyers had a \"real prospect\" of succeeding in her claim that Parry breached his contractual duty to maintain confidentiality. David Pannick QC, representing the attorney general on behalf of the palace, accused Parry of a \"flagrant breach\" of his employment contract after he spent two months undercover at the palace working as a footman. The temporary injunction follows two days in which the Mirror has splashed detailed insights into life at the palace and at Windsor Castle across 27 pages. Richard Spearman QC, representing the Mirror, described the palace's bid to gag the paper and its reporter \"idle and fanciful\" and said much of the information revealed by Parry was already in the public domain. He added that it could be argued - as Mirror editor Piers Morgan has done - that the exposure of a security breach by the tabloid was in the public interest. Mr Pannick said the Queen had no wish to \"stifle discussion\", but argued the information the Mirror has published to date, including pictures of Prince Andrew's bedroom and details of the Queen's television viewing habits, was \"private and intrusive\". If the Mirror was genuinely concerned about security breaches, he said, they could simply have reported the matter to the home secretary, the Metropolitan police, the attorney general or other relevant authorities. He accused Pannick of a \"cynical exercise\" and claimed the reporter had never intended to abide by the confidentiality clause he signed as part of his contract of employment. The home secretary yesterday announced an inquiry into royal security headed by the president of the high court's family division, Dame Elizabeth Butler-Sloss, which is due to publish its interim findings before Christmas. Parry, who has been rewarded with a staff job on the Mirror, joined the palace staff after applying for the job of footman advertised on the official Buckingham palace website in August. He claimed he provided two references - one real and one fake - and that he removed all references to his journalistic career from his CV. · To contact the MediaGuardian newsdesk email editor@mediatheguardian.com or phone 020 7239 9857 · If you are writing a comment for publication, please mark clearly \"for publication\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}