{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/nov/24/match.sport2", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-11-24T21:52:25Z", "webTitle": "Tottenham 2 - 1 Aston Villa", "webUrl": "https://www.theguardian.com/football/2003/nov/24/match.sport2", "apiUrl": "https://content.guardianapis.com/football/2003/nov/24/match.sport2", "fields": {"headline": "O'Leary hopes for Ellis cash to avoid the deadly drop", "bodyText": "These are grim times for Aston Villa. Doug Ellis's popularity with the club's fans is diminishing all the time, internal problems are being aired in public and the club sit in the bottom three this morning after letting a lead slip. A long, hard winter lies ahead. This defeat was hard on Villa because they had done enough to merit a point against a largely uninspired Tottenham but a couple of late instances of sloppiness cost them. David O'Leary had said when he arrived at Villa that he knew he faced a challenge but he cannot have expected this. Premiership games without a win and there is no guarantee the manager will get the money he wants in January to strengthen a thin squad. Asked whether his team's place in the relegation zone was a worry, O'Leary said: \"Of course.\" He added later: \"It's a fight on.\" There are bound to be scraps off the field as well as on. The past few days have seen Mark Ansell criticise Ellis after leaving as deputy chief executive and there were occasional chants from the away fans of \"We want Ellis out\". A demonstration against the chairman is expected next weekend at Villa Park. Assuming Ellis remains in charge he has a decision to make. The criticisms aimed at him for being tight-fisted are not entirely fair given that he has seen plenty of money wasted. Yet Villa are in serious danger of going down unless money is released. Ellis's determination not to allow the club to slip into significant debt is sensible but surely some funds can be found. \"I just have to wait and see,\" O'Leary said. Villa's best here was ultimately not good enough. Marcus Allback spoiled the good work he had done in giving Villa the lead by carelessly losing possession to set Spurs on their way to an equaliser, and Robbie Keane was permitted too much room to score the winner shortly afterwards. O'Leary signed Keane for Leeds when he was in charge there but such a player is well beyond him now. \"I can't fault the players' effort but I think we gifted Tottenham three points today,\" said O'Leary, who called his players \"naive\". Villa's lapses were not entirely predictable because they had generally looked more adept at the destructive than constructive side of the game. Olof Mellberg and Ronny Johnsen were commanding at centre-half for much of the match and Peter Whittingham was doing a reasonable job in central midfield. Though Villa found the net, a greater creativity and goal threat will be needed. Juan Pablo Angel was missing but even he is not a reliable Premiership scorer. Allback's goal was a rare moment in which the Swede threatened and Darius Vassell rarely finds the net. He wasted a good chance here. Only a fine save by Kasey Keller denied Villa a late equaliser, with the goalkeeper preventing an own-goal by Stephen Carr. Yet O'Leary did not hide from his team's lack of firepower. \"I think we have got to start scoring goals,\" he said. Spurs have struggled for goals in the absence of Frédéric Kanouté but eventually found their range to ease their own worries. David Pleat's substitutions paid off, with Rohan Ricketts equalising after coming on and Bobby Zamora offering greater physical presence and mobility than Helder Postiga, who again struggled and wasted two chances to break his duck. Tottenham, though, should not assume from this win that all is rosy. For the most part they were poor and uninventive, with opportunities to score few and far between. \"We know we played below par for a long period,\" said Pleat, who said the club would make a statement before Christmas on how they plan to move ahead after Glenn Hoddle's dismissal. It seems they will abandon the traditional manager's role and ask a coach to work alongside a director of football. Unless someone is brought in from outside, that could mean Chris Hughton continuing alongside Pleat. Pleat said Hughton was doing a \"terrific job\" and said of the possible restructuring: \"The whole financial cost of a change of manager every two or three years can be horrific. You bring in these guys on four- or five-year contracts and if things don't work out . . . Whereas a head coach can be put in charge of 20 to 25 players and just be responsible for first-team results, while the director of football just takes care of contracts and the whole club takes care of those horrific people called agents.\" A Postiga miss and a Mauricio Taricco shot were as close as Spurs got before Villa took the lead when Allback headed in Whittingham's cross. Postiga spurned a chance to equalise but Ricketts made no mistake after turning Mark Delaney from Keane's pass, and Keane scored the winner after collecting a ball from Carr to leave Villa deeper in trouble."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}