{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/nov/13/newsstory.sport5", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-11-13T17:18:03Z", "webTitle": "Rio denies FA drug charge", "webUrl": "https://www.theguardian.com/football/2003/nov/13/newsstory.sport5", "apiUrl": "https://content.guardianapis.com/football/2003/nov/13/newsstory.sport5", "fields": {"headline": "Rio denies FA drug charge", "bodyText": "Rio Ferdinand today responded with a formal denial of the misconduct charge brought against him by the Football Association for failing to attend a drugs test. The Manchester United defender waited until the very last minutes of his 14-day deadline to respond to the charge, which is for failure/refusal to take an anti-doping test on September 23. An FA spokesman confirmed: \"Rio Ferdinand has responded to the charge issued on October 29. He has denied the charge and requested a personal hearing. \"A date for the hearing will be scheduled in due course.\" Ferdinand claimed he forgot to take the test on September 23 because he was moving house that day - however he was photographed shopping at Harvey Nichols in Manchester on the same afternoon. He provided a sample to UK Sport two days later on September 25, which tested negative, and has always maintained his innocence. \"I have never used drugs or condoned the use of drugs in sport or in society,\" he said in a statement at the time. \"I have been routinely tested like all players throughout my career and the results have always been the same: negative, like the most recent test.\" The Manchester United defender was excluded from England's squad for Euro 2004 qualifier in Turkey on October 11, a decision which provoked criticism from his club and the players' union, while Ferdinand's England team-mates threatened to go on strike unless he was reinstated. The players eventually relented, but only after issuing a statement which accused the governing body of letting them down over the affair. After charging Ferdinand in relation to Regulation 1(c) of its Doping Control Regulations, the player was given 14 days to respond."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}