{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2003/nov/01/familyholidays.family.kidsinmuseumscampaign", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2003-11-01T19:03:32Z", "webTitle": "Winning arts and minds", "webUrl": "https://www.theguardian.com/travel/2003/nov/01/familyholidays.family.kidsinmuseumscampaign", "apiUrl": "https://content.guardianapis.com/travel/2003/nov/01/familyholidays.family.kidsinmuseumscampaign", "fields": {"headline": "Winning arts and minds", "bodyText": "If you haven't taken your family to a museum for a while, you ought to. Once, they were unwelcoming musty old buildings with a few crumbling objects sitting in a glass case, where a small brown label would be dwarfed by a large sign: \"Don't touch.\" Some even had \"No Children\" notices. But Britain's museums are changing, and the astounding response to the Kids in Museums Award for the Best Family Friendly Museum proves families no longer consider museums boring and irrelevant, but fun. When we announced the Kids in Museums Award in September, we said that readers could nominate museums and galleries, and museums and galleries could nominate themselves. From all over Britain - from the tip of Cornwall to the Isle of Jura - hundreds of nominations poured in, the overwhelming majority from readers. Grandparents, parents and children described their own happy experiences of an afternoon spent wandering around objects, following trails, dressing up and even going down a mine. The aspects readers clearly most appreciated were a friendly welcome and lots of hands-on activities. Deciding which of the many varied museums - covering the history of clay to modern jewellery - deserved to be shortlisted was difficult. We decided it was important that the entrants at least strove to meet the points of the Kids in Museums Manifesto, drawn up from readers' comments (see theguardian.com/travel). These 20 points range from hanging pictures at child height to high chairs in the cafe. The judges were particularly struck by the passion shown by readers for their own, often small and not particularly well-funded, local museum. Most nominations were, surprisingly, for these venues rather than mighty national institutions. Wolverhampton Museum and Art Gallery had more nominations than the Natural History Museum and Science Museum combined. (Interestingly, no one nominated the Royal Academy; the Kids in Museums Campaign was launched when my two-year-old son was thrown out of their Aztec exhibition for shouting \"Monster!\" at a statue of Eagle Man.) The less promising the material the museum was presented with, the more admiration we had for their efforts. The judges felt it was relatively easy to be family friendly at, for example, a museum of farm life, where there would be tools to use and animals to pet. But a museum of old masters has a far greater challenge to include everyone, of every age. In choosing the shortlist, we hoped to reward these extra efforts. The five shortlisted entries will each be road-tested by a different family armed with a Kids in Museums Manifesto to measure their visit against. They will also bring their own perspective. A report of each test will be published in these pages over the next couple of months. Museums have changed. Many readers told how they'd returned to a museum where they'd felt unwelcome as a child, to find their own children greeted warmly and given lots of things to do. We hope the Kids in Museums Award will celebrate those that have made such leaps. And that it will encourage those that still have a way to go to realise that being family friendly is the future - for all their visitors. · Your top 20 family favourites · 'I am very excited about the Guardian Kids in Museums campaign. Our museums have made tremendous progress over the last five years in turning themselves into places that are not only inspiring and entertaining, but also genuinely welcoming to younger visitors.' Loyd Grossman, chair of the Campaign for Museums And the shortlist is... Falmouth Art Gallery, Cornwall falmouthartgallery.com 'Although the gallery is situated in the poorest county in England, we have received national recognition for our family friendly approach, which has been achieved on a very low budget. The gallery and all our school workshops are free. We show work by children and families to the same standards as the old masters, and have exhibited their work alongside the Pre-Raphaelites, Picasso and Matisse. This is not done in a patronising way, but because it can sit comfortably beside these works. We deliberately do not have a great deal of children's gifts for sale in the shop (apart from books). We want parents to be able to come to the gallery without feeling pressurised by their children to buy gifts.' Brian Stewart, Falmouth Art Gallery 'It has a really welcoming atmosphere, particularly for visitors with toddlers who might expect a frosty reception elsewhere. Steps are provided so that small children can have a really good look at the exhibits; a craft table encourages them to contribute to future exhibitions; and there are plenty of toys, giving parents the opportunity to view works in more detail. There are art trails for older children. Falmouth is extremely lucky to have such a terrific facility.' Jilly Easterby, mother of Daisy, 2 Our judges said: This gallery reaches out to places other galleries simply don't reach, from disaffected youth to the very young. It was astonishing to see that even babies are encouraged to come in and enjoy the art, as well as create it themselves. Every visitor of any age feels valued. Royal Albert Memorial Museum and Art Gallery, Exeter 'We provide free family fun areas in our main galleries, aimed at children visiting with their families. We provide free jigsaws of objects on display dotted around the museum. One comment was, \"Jasper (17 months) and I really enjoyed our visit. We were able to look for a bit and play for a bit - that makes a real difference when visiting with a very young child.\" We held in-gallery sessions to help children visiting with their families think up fresh questions for our quizzes. We don't charge admission, which helps make us inclusive to families on low incomes. We have a highly praised baby changing facility. We provide lots of comfy seats for parents, grandparents and carers. And we have buggy storage.' 'The summer exhibition All At Sea was just one example of well thought-out planning for families and with consideration for others visiting the museum without families. A specific family corner is provided, where children can be creatively involved in the theme of the exhibition. In this case, things like dressing up in sailor suits, drawing and puzzles with a maritime theme, shells, sand tray... Our six and three year olds both loved it, and because of this area were more interested in the wider exhibition of paintings and maritime artefacts. Having a local museum that is free, where you can visit weekly with a family, is a wonderful asset.' Suzanne Balkwill, mother of Albert, 6, and Esme, three and a half Our judges said: It isn't easy to make an older building in the inner city open and accessible to everyone, but that is what this museum aims to do. From unpromising beginnings, it has striven to become as family friendly as possible, seeing each hurdle not as a barrier, but as a challenge to be overcome. Victoria and Albert Museum, London vam.ac.uk 'I put aside childhood memories of a dark, musty, adult place and took my eight-year-old daughter and protesting five-year-old son. We were approached by friendly staff as we hesitated in the imposing foyer, and were directed to the backpack stand where families borrow a bag full of equipment and go to explore a gallery. This is free, and my children were hooked. There are craft trollies with different activities each time we visit. We followed a Victorian chimney sweep around the British Galleries, dressed up and made decollage cards. Recently, we borrowed a digital camera and made beautiful frames and a storyboard. I have to drag out my son - now six, and still protesting, but now because he doesn't want to leave!' Jude Gratton, mother of Sarah, 9, and Oliver, 6 'The museum was inviting. We sat on the floor without any strange looks from attendants. It really proves that you can't make assumptions about what children will like and that everything doesn't have to be interactive. My daughter, aged 13, loved the exhibition of clothes, and we all loved the musical instruments section, where my son enjoyed opening huge drawers containing various instruments. There's a beautiful Italian-style courtyard with a fountain. The children can take their shoes off and dip their feet into the water and run around. The V&amp;A is a really unexpected family-friendly museum, not necessarily a place that would automatically occur to parents to visit.' Bernice Rogers Our judges said: Faced with a collection of artefacts that doesn't obviously appeal to children (we had to admit that few seven year olds are naturally curious about 19th- century porcelain), and where interactive and hands on is a challenge, the V&amp;A has been impressively innovative reaching out to young audiences. Museum of Farnham, Surrey waverly.gov.uk/museumoffarnham 'My children, aged 7 and 9, have been enthusiastic Saturday Club members. They have used the museum to help them with their homework, investigating aspects of local history. The staff are always willing to talk and help any child with any aspect of local history, showing them books, artefacts and giving them answers to questions. Children are keen to go because they know they will be made welcome.' Jennifer Mason 'The Museum of Farnham is my favourite family-friendly museum because: 1. All the staff are really helpful and friendly. 2. All the things are maintained and really well kept tidy. 3. There is a colourful garden for picnics. 4. You can dress up in the Victorian clothes and write in the Victorian way with a pen and ink. 5. There is a shop with old fashioned things in it. 6. You can try on a copy of a pikeman's helmet. 7. The museum has a children's trail. 8. If you complete the trail you get a little prize. 9. They really helped me doing a school project and let me sit in the library.' Anthony Beere, aged 9 'Every time my children visit, their verdict is always the same: brilliant.' Ruth Watson Our judges said: The local support for this small museum was convincing and heartfelt. Teachers, parents, grandparents and children themselves said they saw it as a precious resource with extremely friendly staff; many of the children visited at least once a week. Killhope. The North of England Lead Mining Museum, Co Durham durham.gov.uk/killhope 'Killhope's chief asset is its body of information assistants, hand picked for their sunny personalities, well developed communication skills and boundless enthusiasm! There are cheaper ways of presenting information, but we strongly believe in the principle of face-to-face interpretation. All exhibitions are planned with height and wheelchair friendliness in mind. Toys and colouring materials are available in the café. Products in the shop reflect the site or are locally produced and allow for all pockets; minerals start from 25p. All visitors are free to come and go during the day. There's a specially designed playground for the under-fours, and a woodland walk with sculptures and bird boxes that children and adults have made and chosen to leave there. Whatever the weather, we encourage people to roll up their sleeves and get involved and, as far as possible, feel what it was like to be a miner or a washerboy over 150 years ago.' 'Killhope is very touchable, from the washing floor, where they can find galena and \"bonny bits\", to the appalling lodging shop where they dress up in the heavy, uncomfortable clothes of the period, warm themselves in front of the peat fire, and look for rats. Everywhere there are friendly staff with stories to tell and answers to questions. It has informed, entertained and delighted my three children for 10 years. Don't tell them, but they have also learned engineering, geology, social history, industrial archaeology.' Pauline Elliott Our judges said: This rural museum took up the challenge of the Kids in Museums Manifesto and incorporated the points into their practice, one by one. They have an exemplary training programme for staff, which specifically encourages them to approach and welcome children. And the prize is... The overall winner of the Kids in Museums award for the Best Family Friendly Museum will win a stand-alone touch screen computer interactive designed by Redman Design (redman-design.co.uk), which specialises in hands-on activities for children in museums. The interactive kiosk - called \"What Are We Doing Here?\", as this is the most frequently asked question when a child arrives at a museum - will encourage children to make their own collection on screen, and introduce them to the idea that museums, too, make collections just like them. The winner will also receive a Hewlett Packard digital camera, a winner's plaque and, of course, coverage in The Guardian."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}