{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2003/nov/16/shopping.ethicalliving", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2003-11-16T16:41:30Z", "webTitle": "Observer columnists' Christmas list", "webUrl": "https://www.theguardian.com/lifeandstyle/2003/nov/16/shopping.ethicalliving", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2003/nov/16/shopping.ethicalliving", "fields": {"headline": "All they want for Christmas", "bodyText": "Tamsin Blanchard Style editor All I want for Christmas is to be cosy. And a little bit stylish. So if somebody would kindly oblige with the odd blanket, bed throw or cushion (oh go on then, make them Missoni if you must), I will be very happy. Add to that a kaftan and a pair of comfy socks and slippers, and I'm almost in heaven. This year, I've come over a bit northern European and a bit Moroccan. Let's call it Scandi-Sahara. You can have all the designer furniture and accessories in the world, but if your home isn't, well, homely, I don't really see the point. A teapot is always a good starting point. I've chosen one from Royal Scandinavia that has the look of a family heirloom, and for something altogether more modern, I quite like the look of this stripy tea set made by the Danish ceramicist Malene Helbak. For something a little stronger, a set of lovely, lustre-glazed coloured glasses will make whatever you are drinking feel special. And just to keep everything neat and tidy, I'd like this portable bar/ magazine/bottle rack designed by the Azumis and called Ship Shape, for Isokon Plus. On top of that I'd perch the perfect miniature house (to make up for all the flaws in your own), complete with Balenciaga dress in the wardrobe, designed by Sam Buxton. I'm a bit big for the plywood Like A Bike, but it's fun to have around anyway. Last, but not least, a fun twist on the framed family snapshot idea is a huge, overblown print made by the London-based company Learn to Dream. You simply hand over your snap (in this case, bouncing Sybilla, aged eight months) and they will make it into a work of art. Nigel Slater Cookery editor Toasted panettone is a winter treat for me. And they don't come much better than the ones from Edinburgh's famous Italian grocer Valvona &amp; Crolla. I actually have very little kitchen equipment, but everything I have from the Nigella Lawson range has become a pleasure to use. Her charming egg-shaped bowls should be in everyone's kitchen. I have the most perfect Julian Sainsbury pestle and mortar already, a flat one for grinding spices that I use all the time. But I'd also love a deep bowl-shaped one to pound basil and olive oil and to make aïoli in. Yes, I know I also have a chrome KitchenAid mixer already, but the groovy black one is too beautiful not to have, too. People have two cars and two children, so why can't I have two mixers? Tea tastes better from an exquisite cup like Paul Smith's voluminous striped china ones. Tea positively glows in them. Of all the wines I have drunk this year (and honey, there's been a few), my favourite has been this beefy little Italian. Whisking egg whites by hand is one of the pleasures of cooking. And that pleasure doubles when you beat them in a proper copper bowl. My book of the year last year, Thai Food by David Thompson, went missing, so I'd like another copy, please. For special occasions I do cover my table with a cloth. No cloths I have ever found are more flattering to food than old French linen. Anything from Appley Hoare's collection is a joy, like these French bistro glasses - not for serious wines, but for copious quantities of beaujolais. My favourite chocolates are the green cardamoms from L'Artisan du Chocolat, though its lemon verbena are pretty fine, too. And finally, I'm determined to grow a melon next year, so a glass cloche with copper wire should get it started. Jo Adams Fashion editor It is important that you have fun when you're Christmas shopping. I love these Williams pink and black sheer ribbon tie knickers. Very handily, they even come in their own small tulle bag - ideal for taking a spare pair in your handbag if you're hoping to stop out for the night. I think this Karen Millen bandeau dress (which is a snip of the price of the catwalk equivalent from Gucci) will ensure me a very successful new year. However, if you are in the mood to splash out, then my dream dress would be this one from McQueen, but you can forget trying to eat in it. For those of you who enjoy your Christmas dinner with all the trimmings, then the Diana von Furstenberg dress is superb. It's a wraparound dress that allows you to eat your fill of turkey, sprouts and roast potatoes and can then be adjusted to fit your girth. With a sparkly Warehouse vest underneath, you'll be ready to party until Boxing Day. Jewellery always makes a good present, and this season it's the bigger the better. As this is a wish list, I've included this Vanda Leitao show-stopping necklace, which in my book is better than any diamond ring. For the men out there who love a woman in high heels, something as sexy as these red satin Miu Miu evening shoes could make both your Christmases. Oh, and before I go, my last Christmas wish is that I'm hoping that when I open my eyes on 25 December, there will be a cute guy (preferably with dark hair, broad shoulders and a twinkle in his eye) in a Paul Smith suit and a stripy jumper (one from River Island) sitting at the foot of my bed. So, fingers crossed! Monty Don Gardening editor All men like machinery, and this JCB Dumpster is a deliciously robust-looking stocking filler. The caterpillar tracks mean it can shift a heavy load in any conditions and the front loader gets rid of the work of shovelling. Tarred twine is not romantic but it is endlessly useful, and it smells lovely. More difficult to get hold of than it should be, so ask for two balls. With global warming our summers will get drier. Irrigation is essential and a leaky hose uses the minimum amount of water to maximum effect. I am not really one for houseplants, but this lemon tree seems to me to be the perfect conservatory plant. A hazel hurdle is one of the most beautiful man-made objects there is. It is strong, light, held together without a single nail. As an organic gardener I use fertilisers of any kind very sparingly, but liquid seaweed is invaluable for giving seedlings a slight boost. These little Coir 7 discs expand when wet to provide a self-contained plug for a seed to germinate and the seedling to grow. My hedge trimmer broke last year, so I'd like this Black &amp; Decker one. Electric trimmers are far better for topiary work than petrol-driven ones, as they are lighter and more easily controlled. Like every gardener, I make a hot drink, intend to have it sitting down, and forget it until it is stone cold. An insulated mug would solve the problem. Bamboo labels look good and will last for years. And the more you can label things, the better. Gaelle Paul Beauty editor Over the past few weeks my bathroom has become a much- needed quiet spot. This is not because I have any screaming, demanding children but because my boyfriend has moved in and my space has now become his space. So my bathroom is now a private boudoir, and for Christmas I'd like some luxurious beauty products with which to scrub and buff and make the best possible use of my 'me' time. Luxury, it seems to me, is all about having matching sets - whether it's handbags and shoes or body washes and moisturisers. My favourites are Molton Brown and a new range from Clinique called Simply. I recently bought Chanel's Chance perfume and it would be great to get the matching body mousse, which is a subtle version of the fragrance. For more heavenly scents, I'd also like a posh talcum dusting powder by Lulu Guinness, who has a whole new range of bath and body products. And I want my make-up to match, too. Chanel's new limited-edition Holidays 2003 has metallic eyeshadows and some lovely soft hues of coral for nail polish. And Paul and Joe are matching up and giving away a vintage floral-style vanity case with their make-up (and they'll look great against my boudoir backdrop). Lastly, I would like a complete set of brand-new, matching fluffy towels from John Lewis - which may seem a very practical choice but, boyfriend or not, why should I wait for a wedding list? Phil Hogan Family columnist Is it a Spacehopper? Is it a haemorrhoid? No. If your kids need to be unwelded from their games consoles six times a day, the Pallone chair is not only ergonomically fabulous but cool enough to avoid the question of why you're buying them furniture for Christmas. Or why not go one, er, 'step' further and plug the latest 'dance mat' crazy thing into their PS2 - an ingenious way of pretending to admit defeat while making the idle wasters do some exercise. Everything plugs into the Goodman's karaoke/entertainment centre. Rather spiffy, though introducing children to Abba is not a sign of responsible parenting. More wholesome is an updated 'fast' version of Twister. Fondly remembered as an early form of erotic yoga for suburban party people, this is now considered suitable for children. No batteries required. Kites are a nice idea as long as you don't fly one under an electricity pylon, and I do like the look of Marvin's Magic Hat, which promises a return to trad trickery after 44 years of David Blaine. Behave Yourself Or Else Dept: if you have boy children, why not threaten them this year with a stocking full of Blythe fashion dolls? Very wantable, apparently. And, finally, a bubble machine which has a companion bubble-gum machine. Hours of fun if you have a long-haired pet. Mariella Frostrup Relationship columnist No matter how much two people love each other, there'll be times when they run out of things to talk about, especially when travelling or after two weeks sitting on a beach. That's why I'm asking for a travel backgammon. It's a little accessory that fills the time and allows you both to channel all your competitive energies into a healthy arena. Schott's Food and Drink Miscellany is another good travel accessory, because you can test each other on long journeys - and I like the idea of two people propped up in bed reading lists. We all know the urge to read your lover's diary is overpowering. Alas, it's not to be recommended, which is why I'm recommending lockable diaries from Smythson. I've included a cashmere blanket as it's so wonderfully luxurious, and the cashmere socks because my feet get so cold. I'm strongly of the opinion that everybody needs space and time to themselves. Whether it's fly fishing or train spotting, hobbies are to be positively encouraged. The incredibly chic Mulberry bag is because we all live in hope of being whisked away on a mini-break. And on that subject, I think you should avoid the obvious romantic destinations and head somewhere unexpected, where you'll be pleasantly surprised. The sleek wrist ties from Touch Touch illustrate how sex shops have changed, certainly since I became aware of them when they were the preserve of funny little men. These days they're like Hamleys for lovers. Barefoot Doctor Alternative health columnist I've included a futon-style yoga mat by way of an apology... I took a pop at the yoga-mat-carrying fraternity in an article last year. To be fair, I meant those nasty rubber mats, but this one softens the blow very nicely. The guitar's here because my fingers itch if I don't play for 24 hours - arpeggioed string-plucking creates the best ambience when company is about. Low-tech feelgood presents are great, especially these colour-therapy glasses, because they alter your mood instantly, and the Orgasmatron head massager helps you relieve the stresses of the day without having to coerce someone into helping you. And while the reiki candles won't actually heal you, anything that reminds you of the power of the natural forces of healing is a good thing. As my whole philosophy is based on Taoism, I'm also including Tao Te Ching, the book of the virtue, which is the nearest thing to a bible in Taoism. I've chosen some merchandise from the Rainbow Children's Trust, which supports the families of children suffering from terminal diseases. The Sandalo cologne, formulated by the monks of the Santa Maria Novella in Tuscany, is the most sublimely evocative mixture of pure sexiness and spirituality that has ever wafted up my olfactory receptors. Finally, in my humble opinion, installation artist Claudia Rey is one of the most amazing artists on the planet today, and the fact that you can buy some of her work in the form of a T-shirt is quite thrilling."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}