{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2003/nov/20/usa.immigrationpolicy", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2003-11-20T18:55:38Z", "webTitle": "Simon Jeffery: police presence for Bush state visit", "webUrl": "https://www.theguardian.com/uk/2003/nov/20/usa.immigrationpolicy", "apiUrl": "https://content.guardianapis.com/uk/2003/nov/20/usa.immigrationpolicy", "fields": {"headline": "There's a bobby when you need one", "bodyText": "It was as if you'd woken up one day to find that every other person had joined the police. The political heart of London, a small triangle bounded by Parliament Square, Whitehall and the Mall, this morning had perhaps one of highest concentrations of police officers ever seen on the streets of Britain. For some it was an obvious boon. Not even the state visit of the president of the United States could keep tourists away from Westminster and, indeed, there they were snapping Big Ben and asking for directions. As can be so rare in London, there were plenty of constables ready to help. Maps and guidebooks in hand, visitors a little less important than the president in diplomatic terms were directed around the security cordons set up to protect George Bush. These were not particularly hi-tech or permanent, for the most part crowd barriers erected to block off roads or pedestrian crossings ahead of the White House motorcade's arrival. A few took photographs of the officers manning them, a mildly surreal variant of the traditional tourist snap of the British bobby. No one seemed to mind especially. These were not tight-lipped riot police armed with their heads encased in crash helmets but everyday officers in luminous jackets, some looking a little bored. It was, in any case, a good day to take photographs of policemen. The anticipated scale of this afternoon's protest and the security operation surrounding the state visit was no doubt behind the decision to deploy such large numbers. But it was not always evident what they were doing - while Mr Bush was in Westminster Abbey at around 10am a convoy of 12 or so police motorcyclists, looking a little like bike enthusiasts on a empty country road, drove in formation away from the building and west along the Thames. There were few protesters at that early hour. The permanent \"peace camp\" outside parliament, where banners carry slogans protesting against a series of recent events from the Iraq war to the contested elections in Georgia, was largely empty except for police officers. The statue of George V opposite parliament was surrounded by four officers, one carrying a large gun. That was the scene throughout this small part of London, police everywhere. You could walk along Whitehall to Trafalgar Square but there was a police officer, or a group of them, along every part of the route. Turning into the Mall, its approach to Buckingham Palace decked out in British and American flags, you could walk or jog through St James Park as easily as you could any other day. Of course there were police lining the paths at intervals of five metres or so. But the atmosphere was far from tense. The mounted officer escorting the changing of the guard gave a cheery thumbs up to his colleague manning the concrete roadblock, and in the park itself two female mounted officers, dressed in full riot gear, exercised their horses and enjoyed a natter. It was like London on any other day. It was just that every other person you saw was a police officer."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}