{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2003/nov/09/buyingpropertyabroad.observercashsection", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2003-11-09T16:55:37Z", "webTitle": "Six French lessons for dreamers", "webUrl": "https://www.theguardian.com/money/2003/nov/09/buyingpropertyabroad.observercashsection", "apiUrl": "https://content.guardianapis.com/money/2003/nov/09/buyingpropertyabroad.observercashsection", "fields": {"headline": "Six French lessons for dreamers", "bodyText": "Remember Nigel Farrell and Nippi Singh? The two Britons rebuilt a farmhouse they had bought as a wreck in the south of France. But, as chronicled on Channel Four's A Place In France, they jeopardised their finances and friendship by doing things the hard way - they knew too little French, did too little research and had too little experience of Gallic workmen. One expert who has seen a lot of Nigels and Nippis claims that 70 per cent of Britons sell their French dream homes within five years of buying because they cannot hack the culture, language or practicalities. As a result, Roy Payne, a former senior Cable &amp; Wireless executive now living in the Lot valley in south west France, is offering lifestyle coaching on top of his current job advising on French property for the UK firm County Homesearch. He says finding the best gîte or villa is easy, but ensuring the British buyer is adequately prepared is much harder. 'People buy with their heart,' he says. 'They may want a holiday home or a permanent abode, but they must think with their head and appreciate the differences that exist.' Payne says there are six areas where Britons get it wrong: Language 'Only 25 per cent of Britons wanting to buy have a working knowledge of French. Most accept it's important, but some believe you don't need it even to buy bread and milk in the morning.' The buying process 'Some French estate agents take Britons for a ride. Two women recently bought land at €12 a square metre apparently with planning permission for a house. It would never get it. Now they're selling for the real market value of 50 cents/metre squared, making a huge loss.' Location Proposed budget airline closures may deter future buyers and make it difficult for existing owners to visit. 'Be sure there are enough owners to make an area viable. And if it's 20 minutes from your chosen home to the nearest village which has only a boulangerie and a bar, ask whether you could do that journey every day.' Friends If you socialised a lot in Britain, remember there is less of a dinner party culture in rural France, and it will be more difficult if you do not speak French. In touch Payne insists everyone should check broadband is available. 'Even if you don't think you need it, your kids will. A lot of areas haven't got it, which threatens the economic viability of your business and home.' Resale value 'Your property costing €400,000 in the middle of the countryside may be heaven, but French people can't afford to buy it and you cannot sell it quickly if necessary. Think long term and buy accordingly.' Payne says there are ways of overcoming these problems. He has created a network of British expats in southwest France: they meet occasionally and have a range of complementary skills, ranging from telecommunications expertise to qualifications in international finance. 'These people exist everywhere but when you pursue a dream rather than a thought-out idea, it's difficult to find them,' says Payne. His consultancy charges buyers a £500 registration fee and 2 per cent of the sale price of the property they purchase. 'Officially, my job is to find a property for buyers and negotiate a price below that asked by the estate agent,' he says. 'But I feel I must ensure buyers have the sup port to stay here afterwards, too - the lifestyle tuition is essential.' Not everyone takes, or can afford, such professional advice. In 1998 Andrew Johnson, a civil servant from Somerset, left his job and used the equity on his Yeovil flat to buy a small house in rural Brittany. 'I'd an ambition to start a new life as an interior designer,' he says. 'It was a radical step but I'd worked with designers at night school and I thought French householders would be more welcoming to ideas than Britons.' But he immediately hit problems. His new home was three miles from the nearest town, where there were few professional residents likely to buy in his services; his French language website, set up by a friend, attracted emails, but Johnson himself knew too little of the language to respond; his social life, active in south west England, deteriorated as he stayed in to save money. 'My dream turned into a nightmare. I sold the French house for the same amount that I paid, but I lost on fees and fell off the UK property ladder,' admits Johnson, who returned to England within a year. 'I've now learnt French, as I should have done years ago, I've acknowledged that I'm not going to become a designer, and accepted that I chose the wrong place to live. But it cost me a year, disrupted my career and lost me around £30,000 in moving fees and lost work.' 'The place was beautiful and if I had planned it properly I might still be there. But I didn't, so I'm not.'"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}