{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/nov/11/newsstory.sport10", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-11-11T23:07:22Z", "webTitle": "Fresh doubt over Savage", "webUrl": "https://www.theguardian.com/football/2003/nov/11/newsstory.sport10", "apiUrl": "https://content.guardianapis.com/football/2003/nov/11/newsstory.sport10", "fields": {"headline": "Fresh doubt over Savage", "bodyText": "Wales have been struck by an injury crisis before Saturday's Euro 2004 play-off first leg with Russia in Moscow. There are five doubts in addition to Newcastle's Craig Bellamy and Cardiff's Rhys Weston, two men who have declared themselves unavailable for selection. Tottenham's Simon Davies and Sheffield United's Robert Page returned to their clubs for treatment to groin and ankle respectively and Robbie Savage reported in Cardiff yesterday with a hamstring twinge. His fitness will be closely monitored before the squad fly to Moscow on Thursday. \"Steve Bruce told me I could travel down, and I believe I will be fit for the match,\" said Savage, who recovered from an achilles injury in time to play in Birmingham's derby at Wolves on Saturday. \"It is nothing to do with my achilles, though. That is OK.\" Mark Pembridge of Fulham is likely to be left behind because of a calf problem, although the Wales manager Mark Hughes hopes he and Davies will be available for the second leg at the Millennium Stadium a week tomorrow. Reading's defender Adie Williams is also unlikely to feature in Moscow. He is awaiting the result of a scan on a knee injury suffered against Wigan at the weekend. Wolves' Nathan Blake, who has a hamstring injury, and the twice-capped Wigan forward Neil Roberts, who has flu, are expected to recover in time to travel to Moscow. The injuries come at just the wrong time as the two-leg play-off follows a run of four games without a win for Wales. But the captain Gary Speed refused to bemoan the injury situation with his side standing on the threshold of a first major tournament finals since the 1958 World Cup. \"You're going to get injuries and there's nothing you can do about that. We've just got to face up to it and get on with it,\" he said. \"It is frustrating that we won't have our strongest team but we're in the middle of a season and these things are going to happen. You'd be very lucky to have everyone fit at this stage of the season, particularly the way the Premier League is and the amount of games you have.\" Speed is drawing on the rousing performance of Wales's rugby union team, who, despite losing in the World Cup quarter-final to England, won the match 3-1 in terms of the try count. \"It's been a long time since Wales last qualified for anything and, off the back of the rugby, Welsh sport is on the up,\" said Speed. \"The rugby lads have got a very young team there with lots to build on and it's the same here. Hopefully we can use that springboard to carry it on. \"I watched the rugby with a former captain of England, Alan Shearer. We were in bed watching it - in separate beds. \"They did Wales proud and now we want to take it one step further. You've just got to look at the spirit and the fighting togetherness that they showed. I am sure every Welshman was on their feet in the game. I was certainly one of them and it shows what you can do when the odds are against you.\" In Moscow yesterday, overconfidence and a lack of fitness were the Russia coach Georgy Yartsev's main worries before the play-off. \"Our biggest problem is physical conditioning. We have players who play in different countries. They all have different preparations. Our task is to try to get them on the same [physical] level.\" Of Hughes's team he said: \"We've seen a cocky attitude toward Wales recently, but we must avoid being over- confident. The Welsh are strong, serious opponents, who clinched second place in their group, which was not easy at all.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}