{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/nov/24/match.sport1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-11-24T21:52:25Z", "webTitle": "Newcastle United 3 - 0 Manchester City", "webUrl": "https://www.theguardian.com/football/2003/nov/24/match.sport1", "apiUrl": "https://content.guardianapis.com/football/2003/nov/24/match.sport1", "fields": {"headline": "Shoddy City ask questions of Keegan", "bodyText": "Manchester City are about to embark on a three-week period of fixtures that could shape their season. On the evidence of their last two performances, against Leicester City at home and this shoddy effort here, they are heading up a creek without a paddle. Two 3-0 defeats are bad enough, but it is the manner of them that is so dispiriting. Kevin Keegan was an agitated man on Saturday evening. He knows that, if City deliver a third consecutive display of this standard on Thursday in Poland against Groclin, they will be out of the Uefa Cup. The first leg of their second-round tie ended 1-1. On Sunday City host Middlesbrough, who are improving, and three days later travel to Tottenham in the League Cup, a competition City last won in 1976. After that come two away days in the Premiership, one at Everton, the other at Manchester United. \"You get fixtures coming at you from left, right and centre and you have to play consistently and well,\" Keegan said before Saturday's game. \"That is something we have not done well enough yet.\" Well, why not? It is a question every blue fanatic is entitled to ask. It cannot be for a lack of investment, given that City started this game with Nicolas Anelka and Robbie Fowler and brought on Eyal Berkovic and Jon Macken - four players in a squad of 31 worth £23m on their own. Then there are the wages of Steve McManaman and Trevor Sinclair, not forgetting the £22,000 a week Darren Huckerby commands while on loan at Norwich. Huckerby's zest could actually offer unpredictability to a side that has made neither Ian Walker nor Shay Given make a save in three hours of football. \"We just aren't creating at the moment,\" Keegan said, without addressing why. Joey Barton could be excused but the rest of the midfield - McManaman, Sinclair and Paul Bosvelt - offered little of telling impact. Fowler looked sharp but was taken off and was a disenchanted figure as he boarded the bus home, only then to get off it. In a game that must have left the watching Sven-Goran Eriksson in despair, City's failings enabled Newcastle to throw some camouflage over their own. The 5-0 hammering at Chelsea is a better indicator of where Sir Bobby Robson's side are. But Newcastle won, courtesy of two fine crosses from the left, first from Laurent Robert, then from Olivier Bernard. Shola Ameobi stabbed in the first, Alan Shearer converted the second. Both were from close range; both benefited from no City challenge. As City disintegrated Shearer added a third, his 100th goal in four years under Robson. Keegan raised the issue of how to replace Shearer - the City manager also raised the rumour of Robson trying to sell Shearer to Liverpool in the summer - and Eidur Gudjohnsen's father, Arnur, had this to say over the weekend: \"Newcastle's undeniably a big club playing good football.\" Presumably Arnur was not here. Man of the match: Gary Speed (Newcastle United)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}