{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2003/nov/09/foodanddrink.shopping2", "type": "article", "sectionId": "food", "sectionName": "Food", "webPublicationDate": "2003-11-09T18:05:58Z", "webTitle": "Nigel Slater's winter food", "webUrl": "https://www.theguardian.com/lifeandstyle/2003/nov/09/foodanddrink.shopping2", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2003/nov/09/foodanddrink.shopping2", "fields": {"headline": "Winter food", "bodyText": "Pan-fried sausages with cream and mustard mash I am not sure there is a more welcoming sight on a cold autumn evening than a trio of sticky, glistening sausages and a deep pile of creamy mash. Sometimes I leave the mash as it is, other times I stir in some hot milk or cream, and now and again add parsley, mustard or both. serves 2 with seconds 6 plump, herby butchers sausages a little groundnut oil 150ml single cream 1 tbs smooth Dijon mustard grain mustard for the potatoes: 4 medium floury potatoes - about 600g a thick slice of butter parsley, a few bushy sprigs Peel the potatoes, cut them in half and bring them to the boil in salted water. Turn down the heat to an enthusiastic simmer and leave for 15-20 minutes until tender. Meanwhile put the sausages into a shallow pan with a little groundnut oil and leave to cook over a low to moderate heat, turning each one over as they colour. They will be ready after about 20-25 minutes of slow cooking, their skin a deep, burnished golden brown. Chop the parsley, but not too finely. When the potatoes are tender to the point of a knife, drain them, let them dry briefly over a low heat, then tip them into the bowl of a food mixer. Beat them with the butter and chopped parsley, and a generous seasoning of pepper and salt, until smooth and fluffy. Bring the cream and mustards to the boil in a small pan, stirring as you go, then tip them into the potato. Mix gently, check the seasoning then serve with the sausages. Kipper patties, dill mayonnaise I make these little golden fishcakes as a change from the more traditional haddock version, usually in the winter when smoky flavours seem particularly appropriate. Parsley sauce isn't right with the kippers so I make a dill mayonnaise instead, or sometimes serve them with just a squeeze of lemon and a generous helping of greens. serves 4 500g floury potatoes a thick slice of butter 440g kipper fillets a small handful of dill groundnut oil for shallow frying for the sauce: 2 heaped tbs chopped dill a crushed clove of garlic 6 heaped tbs mayonnaise plus steamed greens on the side Peel the potatoes, cut into quarters, then boil them in salted water until tender, about 12-20 minutes. Drain the potatoes, tip them into the bowl of a food mixer and beat them with the butter to make a smooth but firm consistency. Put the kipper fillets in a jug or heatproof bowl and pour a kettle of boiling water over them. Leave them for 10 minutes until they have softened, then drain and flake the fish. I tend to leave the fish in short pieces the size of a postage stamp rather than finely mashed. Fold the fish into the warm potato together with a handful of chopped dill, and a generous seasoning of both salt and black pepper. Leave the mixture to cool a little, then shape into rough patties. I make 12 of them the size of large golf balls, flatten them slightly, then leave them to cool and firm up. Dust the patties lightly with flour then fry in shallow hot oil for five minutes or so on each side. Drain on kitchen paper, keeping them warm in the oven if you are doing them in batches, then serve with lemon and the greens. To make the sauce, simply mix the mayonnaise, garlic and dill together and serve on the side. Roast pumpkin with spicy tomato sauce Deep red and gold, an autumnal supper if ever there was one. This simple dish of roast vegetables stands or falls by the timing. I like to roast the pumpkin until it is soft but not quite collapsing, deep golden in colour, the edges slightly caramelised and sticky. Undercook it at your peril. The sauce is chunky and has a sweetness from the lightly blackened tomato skins. You may want to make some brown rice to go with this, especially if you are having nothing to follow. serves 2 as a main dish 950g tomatoes 2 cloves garlic olive oil 2 small hot chillies 1kg pumpkin or squash Preheat the oven to 200 c/gas 6. Cut the tomatoes in half and place them cut side up on a baking sheet or roasting tin. Drizzle with olive oil, and season with salt, pepper and the finely chopped chilli. Roast for 45-50 minutes until the tomatoes are soft and lightly flecked with black. Meanwhile, halve and peel the pumpkin. Cut into thick, melon-like slices and scoop out the seeds with a spoon. Place on a baking sheet, toss in a little olive oil and season with salt and black pepper. Roast for 40 minutes, turning over after 20 minutes or so. It is done when it is fully tender to the point of a knife and sticky on the cut edges. Roughly chop the tomatoes to give a coarse 'sauce'. Serve with the roasted pumpkin and brown rice if you wish. · To order the new Nigel Slater biography Toast for £16.99 with free UK delivery, call the Observer book service on 0870 066 7989. The first 500 orders will receive signed copies"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}