{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2003/nov/05/schools.uk8", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2003-11-05T17:56:07Z", "webTitle": "Six arrested over alleged education scam", "webUrl": "https://www.theguardian.com/education/2003/nov/05/schools.uk8", "apiUrl": "https://content.guardianapis.com/education/2003/nov/05/schools.uk8", "fields": {"headline": "Six arrested over alleged education scam", "bodyText": "Police investigating an alleged attempt to steal £90,000 from an education fund for poor children arrested six people today. Three men and two women were arrested in connection with various allegations of deception, misconduct in a public office and conspiracy to pervert the course of justice, Scotland Yard said. The raids, involving anti-corruption officers, were made at seven home addresses and three business addresses in the north, east and south of London. During the searches, a fourth man was arrested on suspicion of immigration offences. A male police constable and a male member of police staff, both serving in Newham borough, east London, were among those arrested. Police said a male employee of The Learning Trust, Hackney, which runs education in the borough, was also arrested. All those arrested were taken to an east London police station. Police who made the arrests are investigating a suspected attempt to divert money from a fund intended to benefit the education of children from deprived backgrounds in Hackney. They said the investigation had been carried out with the co-operation of The Learning Trust. A number of other possible criminal offences involving the serving police officer have also been discovered during the investigation, Scotland Yard said. Detective chief superintendent Shaun Sawyer, of the Met's anti-corruption command, said: \"The arrests this morning follow several months of work investigating what would appear to be an attempt to divert funds from some of the most vulnerable in our community. \"One of the men arrested in connection to this matter is a police officer and this action shows that where we suspect officers may have been involved in criminal behaviour we will not hesitate to act. \"The vast majority of officers and staff within the Metropolitan police work to the highest standards of commitment and integrity. Anyone who lets down the public and undermines the efforts of their colleagues can expect to be dealt with.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}