{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2003/nov/16/wintersportsholidays.wintersports.observerescapesection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2003-11-16T18:47:58Z", "webTitle": "Where to go for early snow", "webUrl": "https://www.theguardian.com/travel/2003/nov/16/wintersportsholidays.wintersports.observerescapesection", "apiUrl": "https://content.guardianapis.com/travel/2003/nov/16/wintersportsholidays.wintersports.observerescapesection", "fields": {"headline": "Where to go for early snow", "bodyText": "With snow reports from the Alps already sounding promising, it should be a good year for early-season skiing. Of course, Mother Nature can never be wholly relied on - and it's best to check a resort's snowmaking capabilities in advance - but, for the safest options, head for higher ground and glaciers, ideally with runs on north-facing slopes. Tignes, France The 1960s' architecture may be an acquired taste, but there is a good reason why Tignes is France's premier high-altitude resort. At 2,100m, you can expect good snow cover all the way to base from November to April. There is also easy access to the Grande Motte glacier which has excellent year-round blue and red runs, as well as many off-piste possibilities. Airtours Ski &amp; Snowboard (0800 916 0623) has seven nights' half-board at Chalet Les Tavaillons for £389pp departing from eight UK airports on 13 December. Val d'Isère, France The opening day at Val d'Isère, this year falling on 29 November, is still generally regarded as the official start of winter in the Alps. Snowfall has already been promising, with 60cm reported at the top of the slopes and 10cm further down (see www.valdisere.com). Good early season conditions can usually be relied on owing to the altitude (pistes to 3,300m) and high number of north-facing slopes. There are glaciers at Pissaillas and Tignes, although these can take a while to get to. Directski.com (0800 587 0945) has seven nights' self-catering at La Daille Soleil for £278pp based on four sharing. Depart from Gatwick on 20 December. Obergurgl, Austria Even low-altitude resorts in the central Alps can get fairly reliable snow cover early in the season, so it's hardly surprising that the high slopes of Obergurgl (pistes to 3,080m) boast snow-sure conditions from November onwards. The quality of snow and number of gentle blue runs make it an ideal place for novices to improve. More intrepid veterans may prefer to head to the glaciers at the head of the valley. The Ski Club of Great Britain (0845 4580 780) is offering intermediate-advanced members seven nights' half-board at the Hotel Edelweiss and Gurgl for £825pp including the services of local instructors. Depart from Heathrow on 13 December. Zermatt, Switzerland Zermatt has some of the highest slopes in Europe, reliable snow on north-facing runs and a fair amount of snowmaking for good measure. Snow can still be a bit thin on the ground on some of the lower runs but more snow-guns have been installed for this season. Beginners would be better advised to go elsewhere, but the choice for intermediate and advanced skiers - and mountain restaurantgoers - is almost unrivalled. Beware, though: at £140 for a six-day pass, the pistes are among the most expensive in Europe. Crystal Ski (0870 160 6040) has seven nights' chalet board (including breakfast, afternoon tea and dinner plus wine) at the three-star Club Hotel Le Petit flying from Gatwick for £349pp. Depart on 13 December. Cervinia, Italy Linked by lift and piste to Zermatt, the long, gentle runs of Monte Cervino (otherwise known as the Matterhorn) are a better option for less experienced skiers. As one of the highest mountains in Europe (4,478m), good conditions can usually be relied on despite afternoon sun on many of the slopes. For mid-December there is an average snow cover of 152cm on the higher slopes and 33cm at the base. It can be cold and a bit bleak in early season but in high altitudes that can be hard to avoid. Thomson Ski (0870 606 1470) has seven nights' half-board at the three-star Hotel Grivola for £289pp leaving from Gatwick or Manchester on 14 December. Verbier, Switzerland Verbier had an exceptional early season last year with 145cm on its upper slopes by the end of November. Early indications for this season are also promising. However, this lively Swiss village resort is fairly low-lying (1,500m) and, despite improved snowmaking facilities, can have a problem with sunny lower slopes, making it less than ideal for beginners. It's still a good early season destination for more experienced skiers though, who tend to head for the higher runs and the steep and largely off-piste slopes of the snow-sure Mont-Fort glacier. Total Holidays (08701 633633) has seven nights' chalet board (breakfast, dinner and afternoon tea) at Chalet Savoleyres from Gatwick for £649pp including a local lift pass. Depart on 21 December. Banff, Canada With Whistler's tendency to be wet early in the season, the three ski areas of the stunning Banff National Park are among the best that Canada has to offer before January. Conditions are already reported to be excellent in Sunshine Village (10 miles from Banff and among the most snow-sure slopes in Canada), and the runs at Lake Louise and Norquay have recently improved snowmaking facilities. With all three areas catering for a variety of levels, the only real drawback is the possibility of having to endure some seriously cold early-season weather (temperatures can plummet to -35C). Ski All America (08701 676676) has seven nights' room-only accommodation at the four-star Mount Royal Hotel for £613pp based on two sharing. Departures from London until 13 December. Breckenridge, USA Breckenridge opens on 14 November and generally has excellent dry snow due to high altitude (the village is at 3,000m) and a lot of east and north-east facing slopes. Average snowfall in December is a healthy 137cm and, before Christmas, this is supplemented with substantial snowmaking, so early-season skiing is a fairly safe option. Slopes for all abilities, highly recommended instructors and extensive facilities for children help to make this a great family location. First Choice Ski (0870 754 3477) has seven nights, room-only, at the Breckenridge Mountain Lodge flying from Heathrow for £499pp. Depart 1-18 December. Åre,Sweden Because of the lack of afternoon sun and the low altitude of most of the resorts, Scandinavia is not the most popular of early season destinations. However, if you are an early riser or simply prefer to spend the afternoons dozing in front of a roaring fire, Åre has plenty to offer. From November onwards, the mountain offers predominantly gentle, snow-sure runs - ideal for beginners and intermediates - which stretch down to an enormous frozen lake. The long nights are offset by some floodlit skiing during the winter months. Should you tire of skiing, there are plenty of other diversions including husky or snowmobile safaris and ice-climbing. Neilson Active Holidays (0870 909 9099) has seven nights' half-board at the Årebjörnen Apartments for £259pp flying from Gatwick on 21 December. Yllas, Finland Those who choose to head north in search of guaranteed snow can't go much further than Yllas, which lies in western Lapland above the Arctic circle. Like Åre, the disadvantages of darkness and low altitude are offset by snow-sure, gentle and largely empty slopes ideal for beginners and intermediates, as well as plenty of non-skiing alternatives. The Northern Lights and Santa Claus are added attractions which even the most well-appointed Alpine resorts can't offer. Inghams Travel (020 8780 4433) has seven nights' chalet board at the four-star Polar Star flying from Gatwick, Birmingham or Manchester for £569, based on two sharing. Depart on 7 December."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}