{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/nov/20/newsstory.sport2", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-11-20T23:02:43Z", "webTitle": "Euro 2004 play-offs: Wales 0 - 1 Russia", "webUrl": "https://www.theguardian.com/football/2003/nov/20/newsstory.sport2", "apiUrl": "https://content.guardianapis.com/football/2003/nov/20/newsstory.sport2", "fields": {"headline": "Wales stumble at final hurdle", "bodyText": "Wales is a country bleak with disappointment this morning. Its citizens had gazed manically at the Millennium Stadium last night hoping that the 45 years of waiting to reach another major tournament was about to end. But the wait goes on. In three hours of football with a gifted Russian team Wales lost out to the only goal, but there is no consolation in that, especially when the man who scored was Vadim Evseev, the figure at the centre of the confrontation with Ryan Giggs in Moscow which so soured relations in the build-up to the second leg. Evseev's 22nd-minute header was a slice of irony to go with a plateful of despondency. There was also a large dollop of frustration as Mark Hughes' side cannot say they did not have opportunities. Though they were generally outplayed by slick Russian passing, Wales created three chances, one for John Hartson, one for Giggs and one for the captain Gary Speed. Hartson pulled his wide, Giggs clipped a post and Speed missed a point-blank header. They were the principal reasons why the chapter in the programme titled \"So near and yet so far\" will need updating. But Wales will wonder how they could play with such precision and control in Moscow, then drop so low so soon after. Characters like Speed and Andy Melville must now think about their futures, maybe even Giggs. There must also be a question mark about Hughes. He is contracted until 2006 but Premiership clubs will appreciate the work he has done for Wales. Robbie Savage was probably fired up around about lunchtime and a blistering rendition of the Welsh national anthem hardly settled him down. Consequently, after Hartson fed Jason Koumas on the right in the first minute and the ball was cleared to Savage on the edge of the Russian box, Savage whacked at the bouncing ball excitedly. It was the beginning of a visibly nervous opening from Wales. It was the same personnel in the same formation as Saturday but there was now an expectation, if not an onus, on Wales to attack rather than wait and counter. It was the Russians doing that instead. As Wales laboured anxiously, white-shirted Russians were sprinting through from midfield to support Dmitry Bulykin. Dmitry Alenichev and Rolan Gusev, who had been such an effective second half as a substitute in Moscow, were bright dangers from the off. At the back Hartson found himself smothered by a clutch of defenders led by Victor Onopko. The one moment Hartson escaped, in the eighth minute, the Celtic striker dragged a 10-yard shot wide. Wales could not get enough men close to Hartson, with Giggs, in particular, peripheral until late in the first half. The sight of Evseev had clearly stoked Giggs, and the crowd, who booed the Russian from the time his name was first read out on the teamsheet. But the right-back took his stick and played calmly. Even he, though, could not have foreseen himself scoring. But he did. Alexei Smertin had already worried Wales with a deflected shot in the 17th minute and five minutes later another Russian probe ended with Darren Barnard fouling Gusev near the byline. Gusev lined up the free-kick, then swung it in to a posse of red and white merging on the six-yard line. Evseev is no giant but he got his head highest and nodded a simple header past the exposed Paul Jones. The Millennium Stadium fell silent but for a chorus of abuse once it became clear that Evseev was the scorer. Welsh hearts sank and it was as if self-belief was draining out of every player. Not until two minutes before half-time did Wales seriously threaten again. Hartson got his head to a Barnard centre and directed the ball down to Giggs, by now on the penalty spot. Giggs rolled his marker and had only the stand-in goalkeeper Viacheslav Malafeev in front of him. Giggs stabbed the ball with his left foot but it struck the upright and bounced out. The stadium gasped. Surely that was Giggs' moment. In the frenzy of disappointment Russia broke away again and seconds later Gusev curled in a shot that passed inches wide. The gloom was soon to build when five minutes after the interval Giggs won a corner with a sprightly run. Koumas drilled it in and Speed arrived at the back unmarked. Speed is a tremendous header of a ball but from just eight yards the captain put it wide. It was a glorious chance and merely increased the sense this was not going to be Wales' night. Robert Earnshaw then came on for Andy Johnson and immediately caused a buzz of excitement, though the Russians had a 61st-minute penalty claim when Marat Izmailov went down under a challenge by Danny Gabbidon. Russia should have killed off all Welsh hope when Alenichev released Bulykin with 15 minutes left but Bulykin, without a defender nearby, shot weakly and Jones tipped away. Wales (4-1-4-1): Jones (Southampton); Delaney (Aston Villa), Melville (Fulham) Gabbidon (Cardiff), Barnard (Grimsby); Speed (Newcastle); Koumas (WBA; Blake, Wolves, 80), Savage (Birmingham), Johnson (WBA; Earnshaw, Cardiff, 58), Giggs (Man U); Hartson (Celtic). Booked: Savage, Barnard. Russia (4-1-4-1): Malafeev; Evseev, Ignashevich, Opnopko, Sennikov; Smertin; Gusev, Alenichev, Titov (Radimov, 59), Izmailov; Bulykin. Booked: Alenichev, Bulykin, Radimov. Referee: M Gonzalez (Spain)."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}