{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2003/nov/28/pressandpublishing2", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2003-11-28T17:59:35Z", "webTitle": "Ferrari will not edit Desmond's London paper", "webUrl": "https://www.theguardian.com/media/2003/nov/28/pressandpublishing2", "apiUrl": "https://content.guardianapis.com/media/2003/nov/28/pressandpublishing2", "fields": {"headline": "Ferrari will not edit Desmond's London paper", "bodyText": "Nick Ferrari, LBC's new breakfast show presenter, has pledged his future to the London radio station full time and will not be editing Richard Desmond's planned rival to Associated Newspapers' freesheet Metro. Ferrari, who currently presents the 10am-12pm weekday show on LBC, will move to the 7am-10am breakfast slot from January 5. He takes over from Jane Moore, who is going on maternity leave before moving to another LBC show, and John Nicolson, who is leaving the station. Ferrari would have found it impossible to combine presenting the LBC breakfast show with editing Mr Desmond's proposed London morning paper. \"Nick's links with the Express group have been severed. There was nothing acrimonious but he won't be taking up any executive position with the Express group,\" an LBC spokesman said. Ferrari was named editor in waiting at the start of the year. Mr Desmond's Express Newspapers is waiting for the outcome of an Office of Fair Trading investigation of Associated's exclusive distribution contracts with London underground and mainline stations before setting a launch date for its freesheet. The OFT has admitted no decision is imminent and Mr Desmond's London paper is not expected to launch before February at the earliest. · To contact the MediaGuardian newsdesk email editor@mediatheguardian.com or phone 020 7239 9857 · If you are writing a comment for publication, please mark clearly \"for publication\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}