{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/nov/24/match.sport7", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-11-24T21:52:28Z", "webTitle": "Southampton 0 - 1 Chelsea", "webUrl": "https://www.theguardian.com/football/2003/nov/24/match.sport7", "apiUrl": "https://content.guardianapis.com/football/2003/nov/24/match.sport7", "fields": {"headline": "Makelele leads the Chelsea  resistance", "bodyText": "It has been Claudio Ranieri's principal achievement to make Chelsea look diligent. There was never any doubt that the radiant talents in his squad would light up afternoons here and there but rivals trusted that dogged consistency would be much too tiresome for these stars. Now, however, they have pieced together a sequence of seven consecutive wins in all competitions. They get their victories through a broad range of means. Having overwhelmed Newcastle United, they were surreptitious in extracting the points from St Mary's. The Southampton manager even sounded unsure if his side had really lost. \"I didn't think Chelsea were a big problem to us,\" said Gordon Strachan. On a confusing day the left-back Graeme Le Saux, facing his old club, absent-mindedly lapsed into his habit of bawling in annoyance at the Chelsea centre-forward. \"There were a couple of times I wanted to shout at Jimmy Floyd Hasselbaink, thinking he was a team-mate rather than an opponent,\" said the defender. \"So I just shouted at him anyway.\" There can be few top-level professionals who plumb the depths as the Dutch striker does on his off-days. Crosses were ballooned and there was a clunky mishit from him when Wayne Bridge put a proper cut-back in his path but in the midst of the wretchedness Hasselbaink suddenly came up with a sharp lay-off that helped decide the match. It put the charging Mario Melchiot in behind Chris Marsden and he drove tidily into the far corner of the net after 47 minutes. The full-back had also begun the move with a pass to Frank Lampard and this display was reassuring to Ranieri, since Melchiot will again stand in for Glen Johnson on Wednesday, when the teenager is suspended from the match with Sparta Prague. At least the defender, in the last year of his contract, need not fear that there will be cost-cutting measures at Stamford Bridge to determine his fate. Ranieri appreciates Melchiot, who has contributed to the team's record of not conceding a goal in 501 minutes of Premiership or Champions League action. Claude Makelele, however, may be the true leader of the resistance. It is mystifying that the coach calls him \"Chelsea's battery\" when the Frenchman is actually adept at draining energy from the opposition. The midfielder has the same precious modesty that licensed the swagger of the exuberant Real Madrid side. \"He screens in front of us and just mops everything up,\" said Chelsea's centre-back and captain John Terry. \"He's always there. He always wants the ball. For defenders that means you've always got an option. There's a lot more to that role than sitting in front of the defence. A lot of the work goes unnoticed - but I promise you it doesn't go unnoticed in the dressing room.\" Southampton, nonetheless, would have drawn had Kevin Phillips not headed Fabrice Fernandes' 87th-minute cross wide from close range. With James Beattie injured, it was predictable that the side would fail to score and the home crowd therefore had a blank afternoon on to which they could project their anxieties. Strachan, whose deal runs out next summer, will not discuss his future. Premiership managers are becom- ing some of the most aloof figures in the land and the Scot sought to prohibit journalists from so much as asking about his intentions. Tony Blair, who at least has to show up for PMQs once a week, must be envious. Unless Strachan knows of imminent refinancing at Elland Road, it would make no sense for him to fill the vacancy there and he could just be using reticence to signal his availability to any other interested parties. The Southampton chairman Rupert Lowe did not solve the puzzle. One moment he was reporting that the Leeds United chief executive Trevor Birch had \"no interest\" in Strachan and in the next he was railing at people with \"green eyes\" who covet another club's manager. Any clarification about the situation is unlikely to emerge from Strachan's lips. Ranieri supplied all the happy talk and revelled once more in a commanding performance by Lampard. Next Sunday the Premiership champions come to Stamford Bridge and the Italian stated that, for the first time since he took the job, Chelsea can look Manchester United in the eye. There is no sign that his team will be the first to blink. Man of the match: Frank Lampard"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}