{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2003/nov/01/hotels.guardiansaturdaytravelsection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2003-11-01T19:34:12Z", "webTitle": "The Gore", "webUrl": "https://www.theguardian.com/travel/2003/nov/01/hotels.guardiansaturdaytravelsection", "apiUrl": "https://content.guardianapis.com/travel/2003/nov/01/hotels.guardiansaturdaytravelsection", "fields": {"headline": "The Gore", "bodyText": "Address: 190 Queen's Gate, London, SW7 5EX. Telephone: 020-7584 6601. Website: gorehotel.com First impressions: London street lined with austere white-washed Victorian houses. The inside belies the formal exterior. It's warm and friendly in a hip hotel meets your mad aunt kind of way, so while it's a cool place to stay, you wouldn't feel ashamed arriving with your clothes in a carrier bag rather than neatly folded in a full matching set of Samsonites. What are the rooms like? Each of the 53 bedrooms is original. Expect an eclectic mix of antiques (and fancy reconditioned antique fittings in the bathrooms), chaises longue, carved oak or curtained half-tester beds - it's all tasteful and chic with a slightly eccentric, individual edge. The bed test: Big, comfy and completely hidden under a mound of cushions and vast velvet bedspread. The bathroom: Every room is different. Ours was wall-to-wall mirrors, so not for the body conscious. Fantastic big, fat showerhead, though, and White Company goodies. The restaurant: Think Parisian cafe with a fusion of global dishes, so expect all the usual suspects, from Thai curries to risottos. You'll eat well for around a tenner. Or go the whole three-course hog for £25. The bar, however, is much more noteworthy, with a fantastic atmosphere and a varied cocktail list. Slump down in squishy leather chairs and order krupnik - Polish honey-flavoured vodka. What is there to do nearby? It's a stone's throw from the Royal Albert Hall, Hyde Park, the Serpentine and all the South Kensington museums. For shopping, walk 15 minutes in one direction to reach Harrods and Harvey Nichols; 10 minutes the other way brings you to High Street Kensington. How much a night? Double rooms from £233 a night but watch out for seasonal promotions on the website, when rooms can start from £149."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}