{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2003/nov/01/familyholidays.family.kidsinmuseumscampaign1", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2003-11-01T19:09:10Z", "webTitle": "Your top 20 family favourites", "webUrl": "https://www.theguardian.com/travel/2003/nov/01/familyholidays.family.kidsinmuseumscampaign1", "apiUrl": "https://content.guardianapis.com/travel/2003/nov/01/familyholidays.family.kidsinmuseumscampaign1", "fields": {"headline": "Your top 20 family favourites", "bodyText": "Snibston Discovery Park, Coalville, Leics leics.gov.uk/museums/snibston The interactive science display, where you can do experiments, and the scientific adventure playground are real highlights. On one visit, we looked at planets to help with my older daughter's GCSE. It clearly worked as she got A* for her science! Carol Hambling Portland Basin Museum, Ashton-under-Lyne, Greater Manchester tameside.gov.uk/museumsandgalleries/portlandbasin.htm My children each have their favourite activity. Currently, Josh, 3, likes the push-button transport through the ages display, and Abbie, 7, likes to operate the model canal. I think the main reason they like to visit is the way they are treated as important visitors in their own right. They are happy to approach staff with their questions and know they won't be ignored. Ruth Pearce Quarry Bank Mill, Styal, Cheshire quarrybankmill.org.uk The guided tours are superlative, with costumed actors. The children were encouraged to use slates in the school, and wear smocks in the apprentice house. The history of a dull old factory was brought back to life for children in the 21st century in the best of ways. Paul Foulkes-Arellano Boat Museum, Ellesmere Port, Wirral boatmuseum.org.uk Lots of traditionally decorated narrow boats that children can climb in and out of and the history of the canal system told in an accessible way. Outdoor and indoor picnic facilities, and a trip on a narrow boat. They have also decorated three lock-keeper's cottages in the style of three different times. Miriam Pennington Dulwich Picture Gallery, London dulwichpicturegallery.org.uk Old Masters and small children aren't a natural combination. But my daughter went on a visit and didn't stop talking about the fun she'd had paiting a portrait, and about the dead bodies (the coffins bearing the remains of the founders of the gallery are in a mausoleum next to the paintings). In the summer holiday sessions, the grounds heave with young children enjoying the arts and crafts in the open air while their mothers relax in the sunshine. Anna Bonavia Horniman Museum, London horniman.ac.uk The staff are extremely welcoming. I am one of many mums whose toddler lets off steam running around the stuffed animals. My young son loves the small aquarium and music gallery with listening consoles and interactive room, where you can play some of the unusual instru ments in the museum. Outside, the grounds are landscaped and there are goats, rabbits and deer. Alison Quemby Coventry Transport Museum mbrt.co.uk A visit starts with the friendly staff in reception and free entry, and culminates with a ride simulating the vehicle that holds the world land speed record, Thrust SSC, which is in the museum. Children can wander between old motorbikes and cars, wartime vehicles, toy cars and even bicycles. There is also a computer screen where children can design their own vehicle. Stewart Smith Burrell Collection, Glasgow glasgowmuseums.com It has the most amazing range of pictures and objects, from ancient Egypt to early 20th century. As well as the usual quiz and treasure hunt, it has blow-up copies of famous works printed on a surface that lets children add their own details, getting to know the picture really well. Or children can dress up and sit in a chair opposite a mirror set in a large gilt frame to view a \"portrait\" of themselves in period costume. Gillian and Christopher Wightwick St Barbe Museum, Lymington, Hampshire stbarbe-museum.org.uk The interactives have boats to drive and fish to catch, and low-level drawers containing objects to handle and hats to wear; there are puzzles, quizzes and child-friendly labels to encourage kids to really look at paintings. Once there was Fantastic Fashions, an exhibition by a local secondary school, in one gallery; and David Hockney's Grimm's Fairy Tales in the other. How many other kids can claim to have been exhibited alongside an internationally renowned artist? Pam Perry National Coal Mining Museum for England, Wakefield, West Yorks ncm.org.uk The museum was actually a working mine, maintained so future generations can see how life was in the olden days. After we'd each been issued with a lamp, hard hat and a tag with a number on it exactly as a miner would, we were taken down the mine in a cage. Our guide explained how children as young as six would have to go with their parents down the mine for perhaps 12 hours a day. This was a real eye-opener for the children in our group. Mrs A Addison Museum in the Park, Stratford, Gloucs We took our five-year-old grandson, Tom, who was given a pencil, clipboard and a picture trail of interesting things that could be seen. Each item was ticked off as it was found, so Tom began looking for the colour of a ribbon in a picture, a sheep that could be sat on, a wooden horse. At the end, he was delighted to get a sticker for finding all the items. Peter Godfrey Techniquest Science Discovery Centre, Cardiff Bay techniquest.org The only museum I have been to that amuses, entertains and stimulates all my children at the same time. The giftshop is stocked with child-sized gifts at child-sized prices and is considerately placed. You are not made to feel obliged to buy by being forced through it. Diane Howells Hollytrees Museum, Colchester, Essex colchestermuseums.org.uk I loved the day when I went so much that I want to go back again. We got shown around every room and we got to handle all sorts of old-fashioned things. There were even old toys to play with. Holly Abigail Croft, aged 7 Whitchurch Silk Mill, Hampshire whitchurchsilkmill.org.uk It's the last working silk weaving watermill in England. The children have flaps to lift, fabric swatches to sort, materials to weave. There's a good cafe, and ducks to feed on the river Test. Mindy Noble London Transport Museum ltmuseum.co.uk It has a fantastic public transport collection which people can get really close to. There's a fun bus for the under fives, a talking taxi you can sit in, a 1938 tube train you sit in, trams and buses you get on, a Tube train simulator to drive and actors from different historical periods you can chat to, such as a Victorian passenger. Also, a free cloakroom with space for buggies. Sophie Perkins Haslemere Museum, Surrey haslemeremuseum.co.uk I am nine years old and I think that Haslemere Museum is great because the staff are really friendly. All the activities are fun, especially the Tudor workshop because we were allowed to go in the stocks, and Maggie (one of my favourite helpers) had made some pretend rotten fruit to throw. One of my favourite things is Arthur the brown bear. Last year, he went away on holiday to have his fur renewed and he looks great. Holly Miller Bristol City Museum and Art Gallery The building is a rambling monster, but the scale and the materials - patterned floors, imposing staircases, polished brass stair rail - are great for children to explore. Turn a corner and another treasure is spotted, a Gypsy caravan or an Assyrian relief... toddler steps and quiz sheets are always available, there's a loo for changing nappies. If you are on the mailing list for openings, the invitation always says \"Children Welcome\" and drinks and snacks are provided for them, too. Rosemary Silvester National Portrait Gallery, London npg.org.uk They have a really good backpack full of interesting activities. I enjoyed trying on the beards so that I looked like one of the pictures of older men. People seemed happy to let me sit on the ground doing a \"can you find\"? Kirsten Greenwood, nearly 8 Wheal Martyn Museum of the Clay Country, Cornwall wheal-martin.com On the historic trail, not only are children allowed to touch, they are encouraged to try on wooden-soled clogs or a safety helmet, feel the weight of the hand tools and stand in the cab of a 100-year-old steam locomotive. You get entry for a whole year with your ticket. Ian Kestle Discover, London discover.org.uk There's lots of activities like step on the dot, fly the lollipopter, pull the rope and get to the bread. I can make a video or record a story. There is a beautiful garden filled with lots of pretty flowers. There is a story-maker to help you create stories. Malik Fields My top five - Mark Taylor Almond Valley Heritage Trust, Livingston almondvalley.co.uk The history of the shale oil industry is not the most obvious one to excite children, but using imagination and resourcefulness, the topic is explained and the kids entertained. Gallery of Modern Art, Glasgow goma.glasgow.gov.uk So much modern art takes itself so seriously that it alienates kids. In true Glasgow style, the approach is irreverent and fun. Horniman Museum, London horniman.ac.uk Cool collections of ethnography, natural history and musical instruments, and great opportunities to handle and learn from all sorts of objects. Thinktank, Birmingham thinktank.ac The industrial collections of Birmingham presented in a modern way in an excellent new building. Hackney Museum, London hackney.gov.uk/hackneymuseum The diverse culture and history of Hackney is in such a good environment that some children come along of their own volition after school. · Mark Taylor is the director of the Museum Association."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}