{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2003/nov/01/userstraveladvice", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2003-11-01T19:16:47Z", "webTitle": "Antalya by night", "webUrl": "https://www.theguardian.com/travel/2003/nov/01/userstraveladvice", "apiUrl": "https://content.guardianapis.com/travel/2003/nov/01/userstraveladvice", "fields": {"headline": "Antalya by night", "bodyText": "· We have made the journey from Antalya to Kas. You will need to take a taxi from the airport to the very large, modern bus station (otogar) from where there are regular air-conditioned coaches. They don't start running till about 6.00am, so it's probably best to pass the time in a cafe until then. Cost is only about £5. Taxis are available round the clock in Turkey but will cost much more, around £50. You will find that people are genuinely eager to help you. Lesley Forrest · I visit the Antalya region frequently and have found several ways to make that 4am arrival more bearable, depending on your budget and group needs: 1) If travelling with tired kids and/or lots of luggage, and/or desperate for sleep regardless of price, get a taxi from the rank (50 metres to the right across plaza outside the arrivals exit). Rates are fixed in Euros, displayed on a board. It will cost €80-100+ for a three to four hour journey to Kas or Kalkan. You are not in a good position to haggle at this point - save that for your return journey. And avoid payment in Turkish lira - the exchange rate is terrible. 2) If you can wait - turn right outside the arrivals hall and go straight back into the departures hall, doze or read for a couple of hours on comfortable seats in a secure environment. As dawn approaches, take a metered taxi - cost about £12 (24 million Turkish lira) to the Otogar, Antalya's huge, modern bus terminal from which all local bus and dolmus (minibus) services depart. Ask for the Ilce (eeljay) terminal building. Frequent services go to Kas from 7am, journey time four hours. Expect to pay about 8m TL/£4 each for a dolmus to Kas, plus 2m TL onwards to Kalkan. Friendly locals will assist you. Pick up a glass of tea from the multilingual vendor, (1m TL /50p). On board, sit on the left (driver's) side and admire the view as dawn breaks over the winding route out of the city through pine-clad, coastal mountains to your destination. Breathtaking! Enjoy your trip. Karin Ulukut Barrett"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}