{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2003/nov/28/fashion", "type": "article", "sectionId": "fashion", "sectionName": "Fashion", "webPublicationDate": "2003-11-28T17:59:44Z", "webTitle": "Snippets", "webUrl": "https://www.theguardian.com/lifeandstyle/2003/nov/28/fashion", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2003/nov/28/fashion", "fields": {"headline": "Snippets", "bodyText": "Oversubscribed: Fracas When it comes to fragrance I am a slut, but I have long been looking for love. I have dreamed of the day when I would have one signature scent that lingered in my wardrobe, instead of five half-finished bottles in my bathroom cabinet. Plenty of perfumes smell nice, but to truly love a scent you need to build up a bit of history with it, which is difficult when you keep getting waylaid by new discoveries. Finally, I think I am ready to settle down. Fracas is the kind of perfume that you get a waft of one day and can't quite forget: created in 1948 by one of the first great female \"noses\", Germaine Cellier, for couturier Robert Piguet, Fracas has a rather austere bottle, and smells very chic and continental and grown-up, the scent equivalent of a little black dress, but with a definite kick to it: it was famously described by a fragrance expert as smelling like \"very, very hot flesh when you've just had sex.\" And it doesn't hurt the appeal of Fracas, of course, that it is periodically discontinued and reissued in limited quantities, making it difficult to get hold of. Can you resist? Overheard: 'Love it, actually' The tentative admission that you, um, well, you know, er, kind of really quite enjoyed the much-derided film, Love, Actually Overexposed: Fake fur jackets Kat Slater - man, who wouldn't want to be her? She gets to shout a lot, eat a lot of chips, have a super cool dad with a cab, throw pints in people's faces at the drop of a leopard-print hat and get it on with Alfie Moon, like, every night. Bloody brilliant. But ladies, there is a deep, deep difference between admiring someone's life and wanting to be them. Cross that divide and that way Single White Female-dom lies. Or, in this case, and even worse in my opinion, fake fur jackets. There really is no other explanation for the number of fake fur jackets currently choking the high street other than a national collective, and understandable, aspiration to Kat-ness. H &amp; M, Topshop, Oasis - all exploit our fleeting Alfie lust by proffering the said unacceptable item. So well done, Martine McCutcheon (left) for selflessly wearing one and returning the fur jacket to its proper milieu - the world of 'Enders. Step away from the Slater fantasy, ladies. Step away, nice and slow. Pretend you know all about: First Woman in Space Here's a story: last week Pretend bought herself a skirt. Not the rarest of occurrences, true, and not usually one worth repeating in this organ of record, but this time there were record-worthy results. That evening, when she went out to dig her shins, it wasn't just her friends but actual strangers on the bus who complimented her on her floral miniskirt with petticoat (with, some what disappointingly, no nefarious motives.) Rather predictably, the very next morning, Pretend went out to buy a second skirt from this label, the intriguingly named First Woman in Space (pink tulle with ribbons, since you ask). Despite making such instant-result clothes, the designers, Jean Hare and Robin Key, are primarily musicians. They dabbled in design 10 years ago but gave it up after getting a record deal for their \"loud raucous rock band - kinda like Hole,\" as Hare describes them, somewhat worryingly. But last year they decided to return to fashion after \"looking around at what was out there - we thought, well, we can do better than that.\" With the launch of their more expensive Jean Hare range (prices between £100-£500, FWIS costs between £50-£100) the clothes are less Portobello, more Carnaby Street with houndstooth prints and poodle-tops (a reference, according to their press release, to \"Laika, the first dog in space. We await her imminent re-entry\", obviously) \"It's for the girl who doesn't like to wear the same as everyone else,\" says Hare. And who likes to chat to strangers on the bus. · Fracas is exclusive to Harvey Nichols (mail order available). 020-7235 5000, from £49.50. Coat, £500, by Jean Hare, 020-7640 9426."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}