{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2003/nov/11/studenthousing.students", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2003-11-11T17:08:18Z", "webTitle": "NUS attacks government over housing", "webUrl": "https://www.theguardian.com/education/2003/nov/11/studenthousing.students", "apiUrl": "https://content.guardianapis.com/education/2003/nov/11/studenthousing.students", "fields": {"headline": "NUS attacks government over housing", "bodyText": "The National Union of Students today accused the government of treating its members as \"second-class citizens\" by refusing to provide more safeguards against rogue landlords in an upcoming overhaul of housing laws. In a response to the proposed changes, the Office of the Deputy Prime Minister (ODPM) refused to expand the definition of houses of multiple occupancy (HMO) - which are subject to stricter tenancy laws - to include all students, and university-owned accommodation, or tighten up how deposits are handled. The NUS has been campaigning for these changes to protect students from rogue landlords and shoddy accommodation. Landlords need a license to let an HMO - a household with four or more unrelated occupants - and properties can be subject to inspections. However, 51% of students - more than 800,000 people - live in smaller households, the NUS said, leaving them vulnerable problems. The union was also hoping the government would set up a Tenancy Deposit Scheme (TDS) in the bill to prevent members losing money or going through unnecessary lengthy legal processes. NUS vice-president Verity Coyle said: \"The government's decision to exclude students from all parts of the housing bill is an insult, inferring that students are second-class citizens who don't have the right to safe, affordable accommodation. \"The cost of student accommodation continues to rise above inflation and students are forced to find the cheapest accommodation they can whilst studying. Exclusion from this bill means students will remain unprotected from rogue landlords who cash in on student hardship.\" She added: \"I hear cases every week of poor student housing; increased asthma attacks, vermin infestations, floods and unsafe electrical appliances. This bill represented a perfect opportunity for the government to positively improve the standards of living for thousands of students and others living in HMOs. We find it incredible that they have chosen to ignore their own select committee advice and the expert opinion of landlord groups and national voluntary organisations who all joined us to call for students to be properly protected by this bill.\" However, a spokesperson for the ODPM said that all houses - student and non-student alike - would have to be licensed where five or more people share three or more storeys. That definition would be confirmed in secondary legislation, she said. Local authorities would also be able to extend the scope of licensing to cover additionally HMOs of four or more people in two or more storeys. Adam Sampson, director of housing charity Shelter, said: \"A Tenancy Deposit Scheme would provide a simple, cost-effective way of ending the deposit rip off. \"Leaving this issue to the Law Commission would condemn more than 100,000 tenants every year to suffer until well after the general election. Action needs to be taken now - it's not too late for ministers to change their mind and deal with this in the housing bill.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}