{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2003/nov/11/sun.politicsandthemedia", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2003-11-11T17:16:32Z", "webTitle": "Sun attacks MP over harassment claims", "webUrl": "https://www.theguardian.com/media/2003/nov/11/sun.politicsandthemedia", "apiUrl": "https://content.guardianapis.com/media/2003/nov/11/sun.politicsandthemedia", "fields": {"headline": "Sun attacks MP over harassment claims", "bodyText": "The Sun has today hit out at sensational claims that a former employee was handed £500,000 in hush money after she accused former editor Stuart Higgins of sexual harassment. In a statement issued two-and-and-a-half hours after Clive Soley made the damaging allegations in parliament, the Sun accused the MP of misusing his powers. The paper said the Labour backbencher was hiding behind parliamentary privilege to make claims about which he knew nothing. The Sun did not confirm or deny the claims, saying it could not comment because it would be breach of the data protection laws. \"Mr Soley has hidden behind parliamentary privilege to raise allegations made seven years ago concerning two ex-employees of News International,\" a News International spokesperson said. \"He has made the extraordinary decision to name one of these employees despite having no knowledge as to the truth of the allegations or to the outcome of the alleged complaint. This would not appear to be a proper use of this ancient privilege. \"Our company enjoys no such privilege and we are bound by a continuing duty of confidentiality to ex-employees, by data protection legislation and by our internal human resources procedures, not to discuss allegations of this kind.\" The allegations made by Mr Soley are extremely damaging to Mr Higgins, who was the editor of the Sun for five years after Kelvin MacKenzie resigned in the 1994. Before that he was deputy to Mr MacKenzie, who famously branded him \"Higgy the human sponge\" because of his ability to soak up all his insults. Mr MacKenzie made a mockery of Mr Higgins in public when he told readers how his deputy would respond to his criticism, publishing the number of his direct telephone line and inviting readers to call to insult him. Mr Higgins now works in PR and, on his website, counts celebrities including Mick Jagger and Andrea Catherwood as his clients. Other clients listed include Earl Spencer's Althorp House, Carphone Warehouse and he recently handled Virgin Radio's case against Chris Evans - but has been unavailable for comment since Mr Soley made his allegations. Around 1.30pm today Mr Soley raised a point of order in the House of Commons, revealing details of an alleged cover-up of a sexual harassment case at News International involving Mr Higgins. He told fellow MPs he was raising the matter because he was concerned by a letter he had received from the Sun's current editor, Rebekah Wade, which appeared to be a \"thinly disguised attempt to warn me off\" investigating the matter. Mr Soley claimed Wade's letter asked him how many sexual harassment complaints he had received, while in his former role as the chairman of the parliamentary Labour party, from staff working for MPs or the PLP. He had received none. Today News International said: \"The Sun's investigation into harassment in parliament is, we believe, ongoing.\" Mr Soley said he had raised the matter in parliament after he had been sent an unsolicited copy of a letter sent to News International's lawyers by a firm representing a victim of serious sexual harassment. \"What I hope is that this will lead to a serious debate about the role of the media in today's society,\" said Mr Soley, speaking after he made the point of order. · To contact the MediaGuardian newsdesk email editor@mediatheguardian.com or phone 020 7239 9857"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}