{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2003/nov/01/guardiansaturdaytravelsection1", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2003-11-01T19:38:18Z", "webTitle": "Best offers", "webUrl": "https://www.theguardian.com/travel/2003/nov/01/guardiansaturdaytravelsection1", "apiUrl": "https://content.guardianapis.com/travel/2003/nov/01/guardiansaturdaytravelsection1", "fields": {"headline": "Best offers", "bodyText": "Under £200 Devon: Arriving November 25 or 26, two nights' half-board at The Woolacombe Bay Hotel, (01271 870388) costs £70pp (saving £50). Germany: For the rest of November, Travelocity (0870 111 7057) has two nights' B&amp;B at the three-star Hotel Euro in Berlin from £98pp including Air Berlin flights from Stansted. Majorca: Departing November 8, Travelcare (08701 500388), (MyPriceTracker.com) has seven nights' self-catering in Magaluf for £118pp including Gatwick flights. France skiing: Arriving on December 13, Eurotunnel Motoring Holidays (0870 3332001) has a seven-night self-drive, self-catering break at the four-star Residence la Ginabelle in Chamonix for £119pp (six sharing) including Dover-Calais Eurotunnel crossing for a car and passengers. Portugal: Departing November 15, Libra Holidays (0870 2422525) has seven nights' self-catering at the Gida Apartments in Vilamoura from £128pp including Gatwick flights. France: Departing November 7, Inntravel's Shortbreaks (01653 617908) has a two-night gourmet weekend at the two-star Le Buffet, 47 miles from Calais. £169pp including half-board and Dover-Calais Hoverspeed crossings for car and passengers. Cyprus: Departing Gatwick or Bristol on December 10, seven nights' half-board at the four-star Atlantica Golden Beach Hotel in Paphos costs from £179 (saving £40) including flights with ebookers.com (0870 0541388). The same deal departing Birmingham or Manchester on December 17 costs from £199pp. Under £400 Austria: Departing November 15, Travelscene (020-8424 9648) has four nights' B&amp;B at the four-star Viennart Hotel in Vienna for £276pp (saving £52) including BA flights from Heathrow and arrival transfer. Italy: A two-night break in Florence with Crystal Italy costs £300pp. The price includes B&amp;B accommodation at the Hotel Le Due Fontane and return flights from Gatwick. Offer valid for travel until December 18. Crystal Italy (0870 888 0233). Antigua: Until November 29, ebookers.com (0870 0541388) has seven nights' room-only at the three-star Royal Antiguan Hotel from £385pp (saving £114) including direct Virgin Atlantic flights from Gatwick. Under £1,000 Spain: Until December 10, Exclusive Mediterranean (01892 619650) has three nights' B&amp;B at the Ritz in Madrid for £459pp (saving £177) including Iberia Airlines flights from Heathrow and car transfers. Malaysia: For departures until November 22, Travelmood (08700 664556) has seven nights at the three-star Copthorne Orchid Hotel in Penang for £499pp including Malaysia Airlines flights from Heathrow and transfers. France: Starting November 16, Cresta Holidays (0870 3333303) has three nights' B&amp;B at the Explorers Hotel at Disneyland Paris for a total of £552 (saving £114) for two adults and two children (under 12) including Hoverspeed car crossing and unlimited theme park entry. Australia: Book by November 15 for November 28 or December 5 departures and Austravel (0870 1662120) has 14 nights' room-only at the three-star Quality Hotel Southern Cross in Sydney for £795pp including European Airlines flights from Gatwick. France skiing: Departing December 20, a week's half-board with special Christmas Day dinner at the four-star Hotel Latitudes, Val D'Isère, costs £881pp (saving £98) including Gatwick flights and transfers. Directski (0800 5870945). Portugal cruise: Departing December 22, Travel Renaissance Holidays (01372 744455) has a six-night cruise on the Douro for £995pp (saving up to £1,400) including Heathrow flights, full-board and excursions. Over £1,000 Sri Lanka: Departing December 17, The Adventure Company (01420 541007) has a 16-day family trip with beaches, elephant rides, cycling, a 4x4 safari and a night's camping in the jungle. Adults £1,299, children (from five upwards) £1,042, including Heathrow flights, all other transport, hotel and guesthouse B&amp;B and one dinner, plus the services of a group leader."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}