{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2003/nov/28/davidmamet", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2003-11-28T17:21:59Z", "webTitle": "David Mamet: Black for good", "webUrl": "https://www.theguardian.com/film/2003/nov/28/davidmamet", "apiUrl": "https://content.guardianapis.com/film/2003/nov/28/davidmamet", "fields": {"headline": "Black for good", "bodyText": "I have just returned from San Francisco. As a besotted movie lover, I cannot, of course, drive those streets without thinking of the car chase in Bullitt. I meditate on the direction in this sequence, and the beautiful, protracted airport chase that closes the film. This is tough, concise, and, if I may, butch movie-making, and I love it. I think of Peter Yates's other crime films - Robbery, and The Friends of Eddie Coyle. Two smashing films noirs - all bad guys fighting for the swag, fighting for their lives - blunt, perfect film-making. My reverie shifts to another of my favourite truly tough films, Point Blank, and thence to another of John Boorman's films, Deliverance. These films are dark. And, it occurs to me, they're all directed by Brits. Is the British sensibility, I wonder, more suited to the production of film noir? Perhaps. For film noir is the conjunction of violence and irony, and we Americans don't do irony very well. We are a straightforward and self-righteous people, so we are rather good at viciousness, but lacking in irony. Stanley Kubrick, Cy Enfield and Jules Dassin have turned out some smashingly ironic stuff but they, of course, ended up - by choice or as fugitives from American fury - as expats in Britain. Perhaps being bombed at regular intervals throughout the 20th century has given the British a different slant on the entertainment quotient of violence. British war films - In Which We Serve, The Cruel Sea, One of Our Aircraft is Missing, Cy Enfield's magnificent Zulu - stress unity rather than, as in American films, a confected competition between men under arms. Most American second world war films feature antagonisms between the men in a single unit. The prize attendant upon their eventual resolution is (for the protagonists and the audience) the licence to fight the actual enemy - in effect, to engage in violence. (Compare American foreign policy, wherein, at this writing, the combat-reluctant are branded by the administration as traitorous, or at best misguided, and the reward for the individual or country's overcoming its abhorrence or reluctance to battle is a \"good clean\" fight.) This plot can also be found in The Sands of Iwo Jima, They Gave Him a Gun, The DI, Retreat, Hell!, Sergeant York and so on. It is, schematically, the essence of most American war films. The cleansing (if false) reduction of the American war film is \"Conquer we must, if our cause is just,\" and that of our gangster film is \"Crime does not pay\" - two equally debatable propositions. British gangster films are more involved with \"how to\", and, to this amateur of the ironic, they are rather more enjoyable. They deal not with misguided souls, but with actually-not-very-nice-people. This is a great film tradition, and I cite The Blue Lamp, Robbery, Peeping Tom, The Long Good Friday, Sexy Beast, Mona Lisa, The Krays, Lock, Stock &amp; Two Smoking Barrels, Snatch, Croupier, and Mike Hodges' newest, I'll Sleep When I'm Dead. This last film is notable for an almost complete absence of narration - a writer's dream, and a moviegoer's delight. For the absence of narration leaves only the narrative. We watch in order to discover who the folk are, what might be their relationship, what they want and how they are going to go about getting it. I particularly recommend the film's protagonist, Clive Owen, in his performance of Enigma. Owen sits strong, dedicated, and silent. His performance, like the work of the writer-director, withholds information for the benefit of the film. What can this mean? It means this. If the hero, in this case Owen, does not want the antagonists to know where he has been and what he intends to do; if the engine of his return, ie to avenge his brother's death, is secrecy; if secrecy and mystery are his best tools for accomplishment of his goal - why would he render them moot by squandering them upon the audience? The actor's and the film-maker's restraint puts the audience in the same position as the protagonist, thus making the film compelling. Clive Owen would make a great James Bond. In I'll Sleep When I'm Dead, he is, essentially, playing James Bond - the enigmatic impersonation of restraint. Speaking of casting, Circle of Danger is a British postwar drama (1951). Ray Milland's brother died as a member of an SBS wartime assault. Milland cannot make sense of the reports of the circumstances of his death. He suspects foul play, and comes to England to investigate. He finds, one by one, the surviving members of his brother's squad. All clues indicate that the solution to the mystery lies in one Sholto Douglas, the leader of the commando squad, and, as per the interviewed squad members, \"the bravest man who ever lived\". Milland finally finds an address for Douglas. He rings, and the door is opened by Marius Goring. Goring is togged out in ballet gear. He opens the door in tights, a cashmere sweater jauntily tied around his neck, his feet in a very good fourth position. In the background we see the dance rehearsal that Milland's ring has interrupted. Goring gives Milland something of a moue, and says: \"Yes?\" Milland: \"I'm looking for Sholto Douglas.\" Goring: \"I'm Sholto Douglas. Bad casting, eh?\" © David Mamet 2003"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}