{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2002/may/14/lords.uk", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2002-05-13T23:31:57Z", "webTitle": "Houses sharply divided over proposals", "webUrl": "https://www.theguardian.com/politics/2002/may/14/lords.uk", "apiUrl": "https://content.guardianapis.com/politics/2002/may/14/lords.uk", "fields": {"headline": "Houses sharply divided over proposals", "bodyText": "The government's plans to seek a fresh consensus on stalled reform of the House of Lords provoked sharply differing reactions from the opposition front benches in the Lords and Commons. While both Lord Strathclyde and Baroness Shirley Williams, the Tory and Liberal Democrat leaders in the upper house, welcomed the proposed joint committee as something they have campaigned for, the shadow leader of the Commons, Eric Forth, mocked it as a recipe for mañana - or \"indefinite postponement\". \"I can only characterise the statement as Laurel and Hardy or perhaps Robin and Derry: A fine mess you have got us into now,\" Mr Forth said, though he did echo Lord Strathclyde's pledge to be constructive in the committee. Tory MPs and traditionally minded peers who are sceptical are expected to vote for no further change. Others may demand a 100% elected house. One MP, Andrew Mackay, accused Labour of wanting no real reform, only an excuse to maintain Tony Blair's \"cronies\". Ann Widdecombe accused ministers of constitutional \"vandalism\" and some Labour MPs were anxious that the option of a wholly appointed Lords, unable to challenge the Commons, remains on the table, at least in theory. But reform-minded Labour and Liberal Democrat MPs, such as Robin Cook himself, saw it as a break in the deadlock. Introducing the plan, two hours ahead of Mr Cook's similar statement, the lord chancellor, admitted defeat for his own blueprint. \"The government accepts that neither the Wakeham Commission [the royal commission on reform of the Lords] nor our white paper [proposing only 20% elected peers] which was based on it, produced consensus.\" He insisted that his earlier white paper \"is not shelved - nor is the report of the Wakeham Commission\". From the Liberal Democrat frontbench, Paul Tyler, MP for North Cornwall, said it would be churlish not to congratulate Mr Cook for his victory in cabinet against the odds. He went on: \"We believe you are right in saying that there is a centre of gravity for reform and we believe it is possible to make real progress.\" However, he also demanded a \"sunset clause\" to limit the committee's life and avoid further delay. A euphoric Tony Wright, chairman of the public administration select committee, asked Mr Cook for his assurance that the blockage on reform came from the Commons, not the government. Mr Cook: \"The matter is now in the hands of parliament and the speed and the radicalism with which we can now move is very much down to how MPs proceed in this matter and how they subsequently vote.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}