{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2002/may/05/observerescapesection1", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2002-05-05T17:42:27Z", "webTitle": "Quick getaways", "webUrl": "https://www.theguardian.com/travel/2002/may/05/observerescapesection1", "apiUrl": "https://content.guardianapis.com/travel/2002/may/05/observerescapesection1", "fields": {"headline": "Quick getaways", "bodyText": "Under £200 Chill out in Menorca. Iglu Villas (020 8544 6420) offers a villa with pool on Menorca, 400 metres from the beach, for seven nights, including flights and two hire cars for £199 per person. Based on six sharing. Departs 24 May. Check out the weekend spring concerts at the Parc Floral, Paris. Eurotours (0870 380 7380) has two nights' B&amp;B from 18 May to 28 July at a three-star hotel near Sacre Coeur for £125. Travel on Eurostar. Under £300 Check out the Valley of the Kings and take a felucca ride down the Nile. Discover Egypt (020 7407 2111) offers flights, taxes, transfers and seven nights B&amp;B accommodation at the five star Jollie Ville Hotel, Luxor for £299. Departures available from 13 May - 24 June. The Gambia Experience (023 8073 0888) has seven nights' B&amp;B in the Gambia for £249 leaving 7 June, including flights. Accommodation is allocated on arrival. Under £400 Relax on Turkey's rural coastline with Jewel in the Crown Holidays (01293 533338). Departing the 31 May, two weeks three star B&amp;B accommodation in the resort of Ovacik, flights and transfers costs £314, based on two sharing. Fly to Tobago on a seven-night diving holiday. Dive Worldwide (020 8400 6575) has self-catering holidays for £396 including charter flights. Under £500 Tune in to Verdi in bohemian Prague. JMB Travel (01905 830099) offers a Jubilee weekend of opera in Prague. Scheduled flights departing Heathrow 1 June, a three night stay in a 3-star hotel near Wenceslas Square and best category opera tickets for performances of Verdi's Rigoletto and Nabucco cost £499. Travel to Tunisia with Cadogan Holidays (023 8082 8313). One week's half-board at a four-star hotel leaving from Gatwick 1 June is just £459. Dance Holidays (01293 527722) offers seven nights half-board, flights, transfers and six hours' salsa tuition on Spain's Costa Dorada for £475. Departs 2 June. Under £1,000 Try your hand at windsurfing, kayaking and sailing in the Dominican Republic. Eclipse Holidays (08705 010203) offers a fortnight's all inclusive holiday at the four star Iberostar Punta Cana Hotel Bavaro on the beach. Includes flights from Gatwick (8 May) or Manchester (14 May + £40). Get two Mediterranean cruises for the price of one with Festival Cruises (020 7734 0005). Join the Mistral for seven nights at Marseille (26 May and 9 June) or Genoa (15, 22 and 29 June) for £995 for two, all-inclusive, including flights from London. Over £1,000 Marvel at the awe inspiring Mayan ruins, vault vibrating volcanoes, swim with sharks and taste the tequila on the Yucatan peninsula. Dragoman (01728 861133) offers a 23 night tour around Mexico, Belize and Guatemala on their unique Mercedes vehicles combining hotel and camping accommodation (70/30 split) departing Cancun 8 June and 6 July. The tour costs £820 + £228 for the kitty and flights can be purchased for around £600. · Prices are per person and all travel is return unless otherwise stated."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}