{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/may/16/cricket.kentccc", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-05-16T19:59:41Z", "webTitle": "Khan blossoms after gilding from Lillee", "webUrl": "https://www.theguardian.com/sport/2002/may/16/cricket.kentccc", "apiUrl": "https://content.guardianapis.com/sport/2002/may/16/cricket.kentccc", "fields": {"headline": "Khan blossoms after gilding from Lillee", "bodyText": "Amjad Khan, whose pure pace has always been more impressive than his direction, which has had all the pinpoint accuracy of an aerosol, produced career-best figures of six for 52 here yesterday as the champions Yorkshire were bowled out for 239 on a blameless pitch. The 21-year-old Khan, who made his championship debut last month, bowled with sustained and confident aggression to win the day for Kent after Craig White's typically belligerent hundred had tilted the game in the direction of the visitors. While Yorkshire have whistled down coal mines for fast bowlers, Kent, it seems, have banged on oast-house doors. They have enjoyed the services of some outstanding new-ball bowlers in recent years; Graham Dilley, Richard Ellison, Alan Igglesden, Martin McCague and Dean Headley all played for England, and the overseas-player money was blown on batsmen. This season, though, with injuries and retirements, the Kent attack has had a make-do-and-mend look. Khan's coming is a timely one. He made his Kent debut against Pakistan last season but it was his only appearance of the summer, in which he was also on duty with his native Denmark. He was recommended to Kent by another Dane, Ole Mortensen, the ex-Derbyshire bowler, and spent much of winter working with Dennis Lillee in Perth. \"He sorted out my action and made it a lot tighter,\" he said. He took his first wicket, after Yorkshire had won the toss, when he had Matt Wood, playing away from his body, well caught by David Fulton at first slip. Then he took Darren Lehmann for 31, lbw swishing across the line, before curving one away from Anthony McGrath to have him caught behind. Richard Blakey got a leading edge and was caught at cover, Chris Silverwood was caught behind as he backed away, and finally Steve Kirby lost leg and middle stumps to a full-length delivery. Despite Mark Ealham's return from injury Kent's second-best bowler was Min Patel. Often accused of adopting a negative, over-the-wicket leg-stump line, the left-arm spinner bowled round yesterday and gave the ball a good airing. Only White offered serious resistance. He reached his 50 with his first single and there were 15 fours and a six in his 189-ball 104. Being out of fashion with England irks him, and it shows."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}