{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2002/may/25/students.schools", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2002-05-24T23:52:25Z", "webTitle": "Sixty seconds in: Sound archiving", "webUrl": "https://www.theguardian.com/education/2002/may/25/students.schools", "apiUrl": "https://content.guardianapis.com/education/2002/may/25/students.schools", "fields": {"headline": "Sixty seconds in: Sound archiving", "bodyText": "It's amazing what people can still recall of an event that may have taken place more than 80 years ago - while many may have forgotten some of the detail, they always recall something different from someone who might have been standing next to them. The sound archive's role at the museum is to record the recollections of veterans of every major conflict. We are currently concentrating on the Second World War, as many of those involved are now in their eighties, but we also cover Northern Ireland, the Falklands and even the recent war in Kosovo. We have a team of specialist interviewers who travel to veterans' homes. They start by asking about their background, how they were enlisted, the training they received and finally the battles. Although I still do occasional interviews, most of my time is spent trying to find people who were involved in specific events to fill gaps in our collection. For example, I've recently been trying to find survivors from HMS Barham which was torpedoed and sunk in the Mediterranean in 1941. Its sinking was dramatic and, unusually for the time, it was filmed, but we had very few verbal recollections from the men who were there. Although they are often talking about quite harrowing experiences, most have come to terms with it and often view it as a memorial to their comrades who didn't return home. As soon as the tapes come in I start cataloguing them. I listen to them at three times normal speed - because many of the veterans speak quite slowly and also to get through the vast volume of material we receive. I record any references to battles, places, events and even things like opinions of US or German troops. Everyone has a different take on an event and although it is relatively rare to unearth a piece of information that we haven't come across before, it is endlessly fascinating hearing people's recollections. As you would imagine I have become a bit of an expert on the battles in recent military history. My original degree was in humanities but with a heavy historical bias, and I started out at the BBC in post-production. I joined the Imperial War Museum after doing an MA in museum studies. Part of the challenge is tracking down the ex-servicemen who provide the material, the other part is making it accessible to the researchers, historians and general public who come to the museum each day to listen to the archive. milesbrignall@blueyonder.co.uk"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}