{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/may/10/cricket.lancashireccc", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-05-09T23:40:35Z", "webTitle": "Azhar up to five and counting", "webUrl": "https://www.theguardian.com/sport/2002/may/10/cricket.lancashireccc", "apiUrl": "https://content.guardianapis.com/sport/2002/may/10/cricket.lancashireccc", "fields": {"headline": "Azhar up to five and counting", "bodyText": "The England selectors rarely represent the focal point of a nation's sympathy but when they met last night they were in danger of going down with lead poisoning from well- gnawed pencils. They had been keeping tabs on this top-of-the-table match, but when they went into session they were desperately short of nudges from leading candidates. Mark Butcher, Graham Thorpe, Alec Stewart and Mark Ramprakash have scored 17 runs between them, while most of the England batsmen have failed elsewhere. And yesterday Alex Tudor, a leading candidate to play in next week's Test for the injured Darren Gough, went wicketless while Azhar Mahmood bowled beautifully and took all five Lancashire wickets. Earlier, Tudor had batted most impressively to make a half century. But England want a fast bowler, not another all-rounder who bowls fast-medium. Instead, the day belonged to Azhar. The Oval is the traditional venue for the final Test and a place where England, often outplayed all summer, tend to rally to save a series before damp hankies wave their valedictions to departing heroes. May seems a little early for lachrymose goodbyes but Azhar is playing his last championship match here and is doing so in style. Yesterday he bowled Surrey back into the game with a fine spell of fast-medium bowling that brought him five for 24. When bad light ended play 27 overs early Lancashire were 124 for five, 228 ahead. There could be a good finish here and possibly today. The popular Azhar has gone down well both on and off the field. But he is only a stop-gap signing as the county await the return of their regular overseas player, Saqlain Mushtaq, who will play later this month. Surrey resumed yesterday on 106 for seven, needing to reach 171 to avoid the follow-on. At 129 Ian Salisbury was bowled by Glen Chapple not offering a stroke. Tudor and Martin Bicknell then took Surrey to 164 when Bicknell hit Gary Keedy straight to David Byas at short extra cover. But Tudor, batting with great nonchalance, saved the follow-on and raised his fifty at the same time when he swept Keedy for six over square-leg. Tudor and Jimmy Ormond put on 52 for the last wicket and when the former was leg-before to Chapple for 61 he looked upset by the decision. But the last three wickets had added 128 and Surrey, all out for 216, had kept Lancashire's first-innings lead down to 104. Lancashire looked in little trouble when they batted again. Until Azhar came on. He had Mark Chilton lbw, yorked Andrew Flintoff and had Alec Swann, David Byas and Graham Lloyd caught behind. At least Alec Stewart had a good day, taking his tally of victims to eight. But the selectors do not really want to pick him. · You've read the piece, now have your say. Email your comments, as sharp or as stupid as you like, to the sport.editor@guardianunlimited.co.uk."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}