{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2002/may/14/lords.uk4", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2002-05-13T23:31:59Z", "webTitle": "Radicals win battle to reform Lords", "webUrl": "https://www.theguardian.com/politics/2002/may/14/lords.uk4", "apiUrl": "https://content.guardianapis.com/politics/2002/may/14/lords.uk4", "fields": {"headline": "Radicals win battle to reform Lords", "bodyText": "The leader of the Commons, Robin Cook, and advocates of radical Lords reform won a significant victory yesterday when the government abandoned Lord Irvine's plans for a second chamber in which only 20% were to be directly elected. Following months of cabinet deadlock, Mr Cook and Lord Irvine, the lord chancellor, announced that a joint committee of peers and MPs will be asked to steer the process forward, effectively handing some control over the reform from the divided executive to parliament. In a surprise twist, peers and MPs will be asked to vote on the size of the elected element from a range of options to be drawn up by the joint committee. In a novel constitutional development, welcomed by Labour backbenchers, MPs and peers will be able to vote without interference from whips, taking the principle of free votes in Commons beyond the traditional realm of moral issues. The vote is likely to take place before the summer, and the committee may then be given a draft bill to examine in the autumn. MPs are expected to vote first, coalescing around the option of a second chamber in which 50-60% are elected. Peers are largely hostile to an elected chamber, and are likely to remain so when they vote. The package marks a retreat from the government's insistence that the supremacy of the Commons could only be preserved by keeping the elected element in the chamber down to 20%. In its 1997 manifesto, Labour had backed a joint committee, but once in power resisted the plan in favour of its now defunct go-it-alone strategy. Mr Cook, backed by the leader of the Lords, Lord Williams, has been fighting a cabinet battle to push the government towards supporting an elected element as high as 50%. They faced fierce resistance from the deputy prime minister, John Prescott, and the indifference of Mr Blair. The compromise of a joint committee, long advocated by both Liberal Democrats and Conservatives, breaks the deadlock, Mr Cook believes. In its first phase, the joint committee will set out the options for the size of elected element and the chamber's broad powers. Taking account of the votes in both houses, the committee in its second phase will study the chamber's scrutinising and revising role, as well as its relationship with the Commons. It will also have to recommend the transitional strategy for transforming the existing House of Lords into its new-look chamber. The committee will consist of at least 18 members, large enough to reflect the many shades of opinions within and between parties. Reformers fear a larger committee would prove too unwieldy. Mr Cook denied a Tory charge that the decision to set up a joint committee implied reform had been indefinitely postponed. He told MPs: \"We must not allow a repeat of past history in which reform has been delayed because those who wanted it could not agree and therefore left the field to those who opposed it. The speed and the radicalism with which we can now move is very much down to how MPs proceed in this matter and how they subsequently vote.\" He went on: \"We wish to see this implemented in time for - should there be - a general election in 2005 for any elections to be available to be taking place in that same year.\" He also revealed that 87% of respondents to the goverment consultation backed a largely elected element. Almost no constituency Labour parties backed the government's plan. In his statement to peers yesterday Lord Irvine doggedly denied that the option of a largely appointed second chamber had died. But he admitted to peers that the 20% option - proposed by the Wakeham commission and supported in the government's white paper - \"had not achieved consensus on their own\". He still insisted yesterday the public did not want a heavily elected second chamber. Not holding out the hope of quick reform, he said: \"The intractability of Lords reform has been proved by the failure of virtually a whole century to achieve reform until the Act of 1999 removed nine-tenths of the hereditary peerage\". Lord Strathcylde, the Conservative leader of the Lords said: \"We welcome the fact Mr Blair has been persuaded to abandon plans to impose a solution that carried no support in parliament or country. \"The Conservative party believes in a stronger, more effective House of Lords in a stronger parliament that can hold all governments better to account.\" The Liberal Democrat leader in the Lords, Baroness Williams of Crosby, welcomed the announcement as \"a huge step in constitutional reform\", insisting \"it will accelerate rather than delay the process\". Tony Wright, the chairman of the public administration committee said the responses to the consultation show clearly that a centre of gravity has been reached across many shades of opinion. Lord Richard, the former Labour leader of the Lords, described the proposals as \"a first step in the direction many of of us wish to go.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}