{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2002/may/16/publicvoices2", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2002-05-16T21:46:37Z", "webTitle": "'We get a new school, they make a profit. I'm delighted'", "webUrl": "https://www.theguardian.com/society/2002/may/16/publicvoices2", "apiUrl": "https://content.guardianapis.com/society/2002/may/16/publicvoices2", "fields": {"headline": "'We get a new school, they make a profit. I'm delighted'", "bodyText": "Glasgow's school buildings were emptying. We were pouring money into crumbling buildings and couldn't afford to do anything about it, so the city council went for a public-private partnership. By August this year, 11 of the 29 secondary schools in Glasgow will have been totally demolished and reconstructed; All Saints is one of those brand new schools. It cost £11.7m. The other 18 have been refurbished to the same high standard. The very latest in technology is part of the package. This first phase by the winning consortium cost £260m. There is a 30-year maintainance programme as well; the overall scheme is £1.2bn. It is a profit-making exercise but the council always keeps ownership of the buildings. I always say, I don't really care where the money comes from. What I have is second to none in facilities and ICT technology. I am delighted. It is a massive, massive boost to the morale of children, of teachers, and it can only significantly improve attainment. Others are watching us. I've had visitors from Downing Street and other places up visiting. We reckon at this stage that Glasgow in terms of using information technology in education is probably at the very forefront in world terms. We are stressing a very high standard in that. Every single classroom has a computer and internet access. Plus seven rooms have 20 PCs, some other rooms have four or five, the library has 35. All this has been an attempt to make a big difference on social inclusion. The council thought, how can we regenerate the city, how can we make the quality of our citizens better? Our real starting point is in education. Obviously working in Glasgow social inclusion is very high on the agenda, because no matter what social statistics you look at, Glasgow is unique in Scotland in terms of deprivation, in terms of disadvantage. The inner city is regenerating, but it is coming from a point that is severely behind anywhere else in Scotland. At my school for example [870 children aged 11 to 18, rising to 940 next year], 58% of children qualify for the free meal and clothing grant, which is high. So our main challenge is, Can we make a difference to young people's lives and to their whole quality of life? I suppose it was a risky tactic, going for the private financing option. But others are looking over their shoulder to see how successful Glasgow is. I've had visitors from Downing Street and other places up to visit us. It was a competitive exercise. Various consortia submitted plans. The one that came out on top was 3ED. [The consortium takes its name from Tony Blair's mantra, \"Education, education education\". The backers are the Halifax, the Miller Group (property developers) and Amey (business-support services). Over the term of the project - about three decades, with maintenance part of the package - the estimated cost of the scheme is £1.2bn.] The consortium's decision was that rather than maintain buildings built in the 60s and 70s with flat roofs and little insulation, it was cheaper to demolish. That means a big outlay at the start, but in the course of the 29 years of the project the council leases the buildings back. It is a profit making exercise for the companies, but the advantage to our council is that the buildings remain permanently as property of Glasgow City Council. I think that's the advantage we have over other PPP projects. Now we have first-class facilities, the next thing we have to go about improving are the hard statistics of the school. In every urban area attendance is a major issue. In four years we've taken All Saints to the second best attended of the 29 schools in Glasgow - it was 81% five years ago, now is close to 89%. Every school in Glasgow has also had significant improvements in attendance over the past few years. It's been done by a huge effort by teachers. You'll never really make inroads into social inclusion unless you tackle truancy. It's not malicious truancy, it's just, Why bother going to school? So it's a matter of encouraging pupils and their parents that it's a passport to a better way of life; giving young people a real belief in themselves and taking down the barriers to learning: the low expectations, low morale, background of unemployment and single parenthood. Sometimes there's multiple deprivation, poor housing and so on. How we do that is complex, but one of the main factors for me is the ethos of the school. I'm a firm believer in demanding excellence and in things like school uniform. I believe that children who take pride in their appearance, who identify with the school, will perform better. Without any question. We also work very hard at celebrating any form of achievement by students - in sport, music, public speaking, enterprise. Teachers having high expectations of children is a crucially important thing, and having the same high standard across the school, day after day, classroom after classroom. My staff do a wonderful job at that. We're also investigating and exploiting how children learn, how the brain functions. For example, the majority of boys and girls learn differently. We can use the resources that best match a young person's style. Boys respond better to non-fiction for instance, and the girls respond better to fiction. Traditional homework often has little success, so we give other opportunities to remain after school. With the backing of the city council we offer after-school homework classes, weekend study camps where they also do a bit of outward bound work. I went with them last weekend. I spend most of my working day in classroom with the teachers, supporting them, identifying good practice. I say with conviction that the headteacher really plays a hugely significant role in having a vision and interpreting it, and empowering others to deliver it. In Glasgow and at All Saints we believe ICT offers us an incredible way forward. It can take away massive barriers to learning and homework: children love PCs and technology. I was in a biology class today where the teacher was on the internet, on the BBC website. She was showing the children on-screen - via her data projector from the PC - colour working diagrams of the human body in biology, and she was interacting with the students about that. Absolutely outstanding information. I saw a teacher emailing revision notes to the class, rather than giving boring handouts. Children are emailing their homework to some of our teachers. Exam results are among the hard indicators we're working to improve. They're not the only ones but they're worth striving for. As part of the new national priorities for education in Scotland, there is a taskforce looking at how we can better measure the success of a school. In Glasgow state schools will never come out top of the league table. Paarents have a right to ask about a school's exam results. My answer is that if I took my teachers to a leafy middle-class suburb they would get the same results as the staff there are currently getting. It's the children you're working with and the difference you make to their starting point, their quality of life, that should be measured. I think the media are very unfair to schools. For Glasgow schools as a whole I think it's important we have some support from media north and south of the border. We have had a major revision in Scotland of the curriculum for 16 to 18 year olds in recent years. The Higher Still programme now offers pathways for children of all levels to remain in school. The old Highers are now gone, and we have three levels of Higher Still. Some schools in Scotland have now abandoned Standard grade [for those leaving school at about 16], because they reckon the High Still qualifications are more relevant. This is happening in my school as well. In Scotland they have also taken away restrictions on when children are presented for national qualifications. That's a new departure. If we feel a child is sufficiently well prepared at 14 years old we can present them for national examinations, and that is starting to happen. Equally, we can present them later. We have felt there's a real dip in the learning curve when children move from primary into secondary. They can sometimes tread water for first couple of years. So there's been a lot of moves to say, Why don't we step the pace up, particularly in the second year. Indiscipline in schools is a big issue here too, in schools across the country, urban, suburban, rural. We know it's a big concern across the whole of the UK, across the whole of the continent. We have targets in Scotland to reduce number of exclusions - teachers resent the fact that we're containing more excludees than we used to. One thing we're trying to do is to look at children who are at risk of exclusion, trying to find, with their parents, the reasons they have difficulties with authority. The teaching team is working extremely hard at this. With some we've tried everything, been through the whole gamut - not let them loose in the street, used specialist centres, engaged them in distance learning, e-learning [electronic learning]. Even so, there are certain young people who come with such trauma, resentment, antipathy towards authority, that it will lead to an inordinate amount of time being spent on them. With certain of them we are at a loss."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}