{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/may/28/newsstory.sport2", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-05-28T22:05:30Z", "webTitle": "Holland and Foe join Keegan's shopping list", "webUrl": "https://www.theguardian.com/football/2002/may/28/newsstory.sport2", "apiUrl": "https://content.guardianapis.com/football/2002/may/28/newsstory.sport2", "fields": {"headline": "Holland and Foe join Keegan's shopping list", "bodyText": "Kevin Keegan's hectic close season shows no sign of easing. Having agreed deals with the strikers Nicolas Anelka and the Argentinian Vicente Matias Vuoso yesterday, the Manchester City manager immediately attempted to strengthen his squad further for their Premiership return. Keegan has turned his attention to the central midfield position where he has a two-man shortlist of Ipswich Town's Matt Holland and Lyon's former West Ham player Marc Vivien Foé. Coincidentally the two players will be in direct competition on Saturday when Holland's Republic of Ireland face Cameroon in the opening World Cup Group E game in Niigata, a meeting Keegan will be watching with keen interest. Each player is expected to command a fee in the region of £4.5-5m, with Holland already having attracted the attention of Leeds United and Middlesbrough, but money has hardly been a major concern for the City manager. Anelka and Vuoso join Peter Schmeichel and the defenders Mikkel Bischoff, Sylvain Distin and Tyrone Loran among six foreign signings that have totalled £22.5m in the five weeks since the Nationwide League season concluded. Anelka will today become the most expensive of that collection when successful medical reports will allow him to complete his £13m transfer from Paris St-Germain, a figure that easily eclipses City's previous record buy of £5m paid to Preston North End for Jon Macken earlier this year. Vuoso, 20, underwent a medical yesterday. Vuoso's £3.5m transfer is slightly complicated by the fact that he travelled with an agent, Carlos Morete, who is entitled to half the transfer fee, plus directors from his Argentinian club Independiente who were involved in the negotiations. City also have to go through the formality of verifying Vuoso's Italian passport, which will allow him to play in Britain without a work permit. Days after marking the first anniversary of taking control of the club, Keegan has signed 17 players at a cost of £34.5m and all but Macken and Stuart Pearce have been imports. Gérard Houllier's summer rebuilding programme continued yesterday when Liverpool agreed terms with the French First Division side Sedan for the transfer of the Senegal international midfielder Salif Diao. Diao is expected to conclude a £4.5m move when his country are out of the World Cup. Liverpool's possible signing of Lee Bowyer is on hold after the Leeds chairman Peter Risdale hinted that the midfielder could remain at Elland Road. A complication to any move is that the player would be expected to repay the £850,000 legal charges incurred by Leeds during his two high-profile trials last year."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}