{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/may/20/worldcupfootball2002.sport1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-05-19T23:08:34Z", "webTitle": "No18: Dario Simic, Croatia", "webUrl": "https://www.theguardian.com/football/2002/may/20/worldcupfootball2002.sport1", "apiUrl": "https://content.guardianapis.com/football/2002/may/20/worldcupfootball2002.sport1", "fields": {"headline": "No18: Dario Simic, Croatia", "bodyText": "Before you start, I think I know this one Go on... He's the bloke everyone hated on Pop Idols, isn't he? I despair. That was Darius. This is Dario, the bedrock of the Croatian defence which hasn't conceded a goal in its last four friendlies, and let in just two in eight World Cup qualifying matches. Against the might of ...? Er, Belgium, Scotland, Latvia and San Marino. Even so, no other team in Europe was as stingy as that during the qualifiers. And it was all down to this pony-tailed crooner? You're really going to have to get that singing image out of your head. (And anyway, Darius cut his hair, fool.) Simic is a footballer, and a rather good one. He was so solid during Croatia's passage to the semi-finals of France 98 that Internazionale snapped him up before you could say arrividerci Zagreb. And he's since made his name as a versatile squad member who can play full-back or sweeper. Reads the game like a book? Oh yes. And he talks a good one too. Game, that is, not book. \"We always rise to the occasion when it's really necessary,\" he said recently after Croatia had struggled to goalless draws at home to Slovenia and Bulgaria. The boy's got balls. Quite. And he reckons that if Croatia can get past Italy, Ecuador and Mexico in the first phase of Korea Japan 2002 Japan Korea, \"everything is possible\". He might even win Pop Idol. You don't give up, do you? No. Well nor does Simic. They call him the Pitbull. Ah, yes, the classic nip-your-heels defender. Always sticking to you like an Adriatic limpet. Never giving you a moment's space. Whispering sweet nothings like \"Oprostite. Zhao mi je\" and \"Drago mi je\". No, he just owns two of the little brutes. Least likely way of celebrating victory in the World Cup final. A quick visit to Yokohama's karaoke district. Not to be confused with... Guitar-playing 'singers'. And Dario Gradi, manager of Crewe."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}