{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/may/28/worldcupfootball2002.sport9", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-05-28T22:20:24Z", "webTitle": "Zidane is ruled out of France opener", "webUrl": "https://www.theguardian.com/football/2002/may/28/worldcupfootball2002.sport9", "apiUrl": "https://content.guardianapis.com/football/2002/may/28/worldcupfootball2002.sport9", "fields": {"headline": "Zidane is ruled out of France opener", "bodyText": "Zinedine Zidane, arguably the world's greatest player, will miss the start of the World Cup when the holders France launch the defence of their crown against Senegal on Friday. But Zidane, whose £48m transfer from the Italian club Juventus to the Spanish giants Real Madrid last July made him the world's most expensive footballer, has his sights set on returning for France in their second match with Uruguay on Thursday week. The 29-year-old yesterday had a scan on the thigh tear picked up in Sunday's friendly with South Korea and said: \"All I know is that there is something there. But it's only a very minor thing. The x-rays showed a small lesion. \"I will be out for at least one match. I hope to play the second match of the World Cup - France-Uruguay - in Pusan on June 6.\" Confirmation of the extent of the midfielder's injury is expected this morning from the France doctor and the team coach Roger Lemerre is already lining up Bolton's Youri Djorkaeff as his replacement. Zidane was the principal force behind France's World Cup success on home soil in 1998, scoring twice in the final. He was also crucial to their Euro 2000 triumph. He is the figure around which the team is built and his goal in the recent Champions League final emphasised his talent. \"The French squad is obviously stronger with him,\" Lemerre said. \"Zidane is an exceptional player and when he is in the team he always gives it life.\" David Trezeguet added: \"He represents so much for us. He is the leader of the team - its engine.\" The replacement seems likely to be Djorkaeff, who could not get into the squad earlier in the year when out of favour at Kaiserslautern. Few players have described a move to Bolton as the platform for their international revival with the world champions but Djorkaeff has benefited from going there in February. \"If it hadn't worked there's no doubt that I wouldn't be here today,\" he reflected. \"But on every level my move to Bolton did me good. That much is obvious because I'm a member of the France squad again but also because I experienced a different type of challenge to save the club from relegation.\" With the Arsenal midfielder Robert Pires missing the World Cup through injury and Parma's Johan Micoud not even given a substitute appearance against Korea, Djorkaeff is clear favourite to take up Zidane's place in the side. \"He has mental and physical freshness as well as experience,\" Lemerre said. Experience is a factor which runs through the team, though the captain Marcel Desailly admitted yesterday that it could be a curse. He wondered aloud whether their success at Euro 2000 and France '98 might sap the players' desire and whether the years could also take their toll. \"It's nearly the same group and it's difficult because the players are getting older,\" he said. \"The dedication is still there but to win a World Cup you must have many elements, including luck. \"If we do it again it will be something great but I can feel it is difficult. Maybe we will find some problem and maybe we will give up more easily because subconsciously you can say: 'Well, we have done it already.' \"I am here to try to win because this will be my last World Cup and it is the same for several of the team. But even if we don't do it it is not the end of the world. We are not at the end of the cycle. When you see the quality of the players who are coming, we are lucky.\" Italy are another team waiting on the news of an injured player. Their striker Filippo Inzagi damaged his left knee during their 2-1 friendly victory over the Japanese champions Kashima Antlers on Sunday. Scans on the injury have ruled out serious ligament damage, but the player remains in pain and is to undergo further tests. The Italian coach Giovanni Trapattoni is likely to wait until it is clear exactly what is causing the pain before he makes any decision on whether to give the Milan striker time to recover, or whether to turn to a replacement. That could open the door for Alessandro del Piero."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}