{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/may/16/newsstory.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-05-16T22:41:00Z", "webTitle": "Top clubs agree to salary cap", "webUrl": "https://www.theguardian.com/football/2002/may/16/newsstory.sport", "apiUrl": "https://content.guardianapis.com/football/2002/may/16/newsstory.sport", "fields": {"headline": "Top clubs agree to salary cap", "bodyText": "Europe's leading clubs, in a move welcomed by Uefa, have agreed to introduce a salary cap. They also plan to limit squad sizes and transfer fees to prevent costly bidding wars between the continent's richest clubs. Mike Lee, the European governing body's communications director, said: \"We support moves to tackle the spiralling costs within European football but Uefa cannot simply legislate in this field. The initiative has to come from the clubs themselves.\" Explaining the move on transfers, the G14's spokesman Thomas Kurth said: \"The first aim is to reduce the competition between G14 clubs in the transfer market. It is important to avoid auctions on a player because it has an effect of raising the prices even of mediocre players.\" Under the proposed system, G14 will intervene in transfer bidding wars and rule in favour of one of the bidders. If another bidding war were to take place then G14 would rule in favour of the club that missed out first time around. The G14 clubs meeting in Glasgow before last night's Champions League final also agreed to cut first-team squad sizes to 25 players. The arrangements are expected to be finalised at the G14's annual general meeting in August. The salary cap would operate as a gentleman's agreement because a formal limit could be challenged in court. All G14 clubs would agree to devote a fixed percentage of their turnovers to salaries. Kurth said: \"The plan. . .will be perfected on August 30 in Monaco, but in substance the philosophy is operational immediately. \"It [the plan] should not concern only G14 clubs - in fact it could be considered more important for the rest of football because it suffers more from the crisis of revenues that have stabilised and labour costs that continue to rise.\" G14 comprises leading European clubs such as Manchester United, Bayern Munich, Real Madrid, Juventus, Paris St-Germain, Milan and Ajax. Concerns raised about the way contracts were awarded for the new Wembley stadium are to be aired before a committee of MPs next week. Executives from Tropus, the company employed to supervise the procurement process in the period up to September 2000, will give evidence to the Department of Culture, Media and Sport select committee of MPs on Tuesday. The former England international Stuart Pearce signed a one-year deal to coach at Manchester City yesterday. David Ginola has been released by Everton. A Football Association appeals board last night overturned Fulham's £30,000 fine for a 21-man brawl in a Premiership match against Everton on December 8. Barcelona have edged ahead of Manchester United and Arsenal in the race to snap up PSV Eindhoven's Dutch internationals Kevin Hofland and Mark van Bommel, PSV said yesterday. Erik Gerets, PSV's manager, said the return of Louis van Gaal as manager of Barcelona made a move to the Catalan side increasingly likely."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}