{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2002/may/20/artsfeatures1", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2002-05-20T17:04:53Z", "webTitle": "Architects leave English unmoved", "webUrl": "https://www.theguardian.com/culture/2002/may/20/artsfeatures1", "apiUrl": "https://content.guardianapis.com/culture/2002/may/20/artsfeatures1", "fields": {"headline": "Architects leave English unmoved", "bodyText": "The English are passionate about buildings, but care little and know even less about who designs them. The results of a major survey by the Commission for Architecture and the Built Environment (CABE) will make humbling reading for architects, but reveals that people do care about the built environment. The survey aimed to find out how much we value the buildings and public spaces that surround us. 81% of respondents claimed that they were interested in the look and feel of the buildings they use, but only 16% reckoned they could name a living architect. Of those named, Norman Foster, the man behind London's Millennium Bridge, Stansted Airport and the new GLA headquarters topped the list, with 32% naming him, and Richard Rogers next, with 18%. More surprisingly, 5% of people identified Christopher Wren as an example of a living architect. The 17th century designer may have achieved architectural immortality with his majestic St Paul's Cathedral, but he's been physically dead since 1723. A mere 7% were able to correctly identify Richard Rogers as the architect behind the Millennium Dome, while Norman Foster and Nicholas Grimshaw fared slightly better: 13% and 8% of respondents respectively matched them up with their creations the Millennium Bridge and Cornwall's Eden Project. Admittedly, Lord Foster might be happy not to be too closely associated with the infamous \"wobbly bridge\". Jon Rouse, chief executive of CABE, felt that the results were encouraging. \"Buildings are with us every second of every day. It doesn't matter which architect designs them. What is important is that they are welcoming, easy to find your way around, built in a robust way, and fit in to their surroundings. \"The fact that the vast majority of people - 81% - say that they are interested in the look and feel of the buildings that they use and visit is hugely encouraging.\""}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}