{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/may/10/tennis.stephenbierley", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-05-09T23:40:42Z", "webTitle": "Relaxed Agassi holds sway on clay", "webUrl": "https://www.theguardian.com/sport/2002/may/10/tennis.stephenbierley", "apiUrl": "https://content.guardianapis.com/sport/2002/may/10/tennis.stephenbierley", "fields": {"headline": "Relaxed Agassi holds sway on clay", "bodyText": "With only four of the 16 seeds remaining by the fourth day of this year's Italian Open, it was paramount for fans and sponsors alike that Andre Agassi survived until today's quarter-finals. This he duly did, with a hard-fought 7-6, 7-5 third-round victory over Agustin Calleri, one of a host of Argentinian players who are likely to make a considerable impact in this year's French Open which begins in just over two weeks. Thirteen years ago Agassi had a championship point at the Foro Italico against Alberto Mancini, another Argentinian, but yesterday was the first time the American has reached the last eight here since losing that final in 1989. Small wonder that the great man considered he was \"playing much better than I've played on clay for a long time\". Quite where this places him in relation to success at Roland Garros is not so easy to quantify. In 1999, when he won the French Open, he lost in the third round here, and in 1989, having been so close to the Italian title, he lost in the third round of the French. But it is always good to see him playing well on clay, if only as a counterbalance to the so-called specialists and their infernal top-spin. He moved beautifully against Calleri in a match of very high-quality hit ting. \"I think if there were any questions left for me this week, this helped answer them,\" he said. \"It was good for both my concentration and intensity.\" After an initial exchange of service breaks, both settled into a rhythm that left little margin for error, and Calleri was obviously disappointed when his own concentration wavered during the tie-break, which he lost 7-4, committing too many unforced errors. The pressure intensified during the second set with Calleri finally cracking at 5-5 when a double fault handed Agassi the all-important break. Today the American plays Albert Costa, who in his third- round match won 7-6, 6-3 against his fellow Spaniard Albert Montanes. Only Brazil's Gustavo Kuerten, the reigning French Open champion, has won more clay-court titles than Costa of the current players. The form horse continues to be Carlos Moya, who defeated Australia's Lleyton Hewitt, the world No1, on Wednesday and yesterday cruised into the last eight with a 6-2, 6-1 victory over Sweden's Thomas Enqvist. · In Berlin the Slovakian teenager Daniela Hantuchova reached the quarter-finals of the German Open, beating the sixth-seeded Jelena Dokic 6-2, 6-3. She was joined by the top seed Jennifer Capriati, who beat Iroda Tulyaganova 6-2, 6-0, and Justine Henin, who squeezed past Russia's Elena Likhovtseva 5-7, 6-4, 6-4. · You've read the piece, now have your say. Email your comments, as sharp or as stupid as you like, to the sport.editor@guardianunlimited.co.uk."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}