{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/may/10/cricket.derbyshireccc", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-05-09T23:40:32Z", "webTitle": "Cork pops up from depths of Test rejects", "webUrl": "https://www.theguardian.com/sport/2002/may/10/cricket.derbyshireccc", "apiUrl": "https://content.guardianapis.com/sport/2002/may/10/cricket.derbyshireccc", "fields": {"headline": "Cork pops up from depths of Test rejects", "bodyText": "The England selectors were meeting last night, so there was a certain inevitability that Dominic Cork would do something special here. He obliged with an opening spell of four for two in 23 balls as Northamptonshire tottered to 25 for seven and followed on 407 runs behind, and is now the leading wicket-taker in the country with 22 in five championship innings. Cork's supercharged start to the season, including two half-centuries, probably merited little more than a mention in the deliberations over next week's Lord's Test against Sri Lanka, because he seems to have slipped well down the list since his last England appearance against Australia at Lord's last July. But predictably the Derbyshire captain has not given up hope. \"I am a realist so I knew I was going to have to take a stack of wickets to get back into the reckoning,\" he said, admitting that \"a couple of other players have also come through strongly. But if I keep taking wickets and score a few runs I don't see why I shouldn't be considered again.\" Derbyshire insiders believe that, at 30, Cork has worked harder than ever during the winter at his cricket and fitness alike after a miserable testimonial year in which injuries limited him to three championship appearances. His England place, and centrally contracted place, also went west. His new-ball burst yesterday showed that he retains the ability to move the ball both ways. Both Mal Loye and David Sales were bowled shouldering arms, surprised by off-cutters, and swing did for Russell Warren, edging to first slip, and the left-handed Mike Hussey, leg-before. That left Northants on 14 for four and when Kevin Dean weighed in with the wickets of Tony Penberthy, Tobin Bailey and Ricky Anderson - Penberthy snapped up by Cork (who else?) at third slip, the other two lbw to consecutive balls - they were in real danger of subsiding for their lowest total against Derbyshire, whose 538 had already equalled their highest against Northants, set in 1933. After six of the first seven batsmen dismissed had gone for ducks, with Hussey the exception, it was a Swann who ensured that indignity would be avoided as the off-spinning all-rounder Graeme scored 44 in an eighth-wicket stand of 62 with a certain CG Greenidge. Northants could have done with the original, the great West Indies and Hampshire opener Gordon, but his 24-year-old son Carl showed hitherto unseen batting ability in making 46, 17 more than his previous aggregate in five first-class innings with Surrey. There was even an accomplished hook off Derbyshire's slippery new Pakistani left-armer Muhammad Ali which would have made Gordon proud, but after Greenidge junior's dismissal John Blain became Northants' seventh duck-maker, and despite an unbroken century stand between their openers second time around, a dodgy weather forecast is their only realistic hope of salvaging a draw. · You've read the piece, now have your say. Email your comments, as sharp or as stupid as you like, to the sport.editor@guardianunlimited.co.uk."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}