{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2002/may/20/sciencefictionfantasyandhorror.arthurcclarkeaward", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2002-05-20T16:59:28Z", "webTitle": "Arthur C Clarke award shortlist", "webUrl": "https://www.theguardian.com/books/2002/may/20/sciencefictionfantasyandhorror.arthurcclarkeaward", "apiUrl": "https://content.guardianapis.com/books/2002/may/20/sciencefictionfantasyandhorror.arthurcclarkeaward", "fields": {"headline": "Arthur C Clarke award shortlist", "bodyText": "Bold as Love by Gwyneth Jones (Gollancz) This year's Arthur C Clarke award winner, Gwyneth Jones, is the author of the White Queen trilogy, about Earth under alien occupation; in the first volume of this new trilogy, England is instead possessed by the anarchic pastoral of the rock festival. As the nations of the United Kingdom go their separate ways, the English government looks to the music scene to conjure some national identity (Cool Britannia, anybody?). However, with society teetering under threat from terrorism and climate change, the rock musicians end up with real power. This new England is also Camelot; the central love triangle of the book re-enacts the drama of Arthur, Guinevere and Lancelot. Like the music she writes about so well, Jones's book is both nostalgic and modern; a gripping achievement. Fallen Dragon by Peter F Hamilton (Macmillan) From the author of the mighty Night's Dawn trilogy, a story of interstellar invasion and mysterious treasure in the 24th century. Lawrence Newton is born on a colony world into a debased era of corporate piracy; he yearns for the golden age of space exploration, but ends up as a squaddie for the vast Z-B company. When he takes part in a raid on the planet Thallspring, he runs up against local resistance and hears of a mythical creature, an ancient sect, and a hoard of treasure - which he determines to seize for himself. Mappa Mundi by Justina Robson (Macmillan) There are shades of The X-Files in Robson's smart and complex second novel, which explores the dark possibilities of technological progress in the near future. A maverick FBI agent is thrown together with a psychologist whose work has frightening ramifications: \"Mappa Mundi\", a technology that can scan and map the living human brain, and could be used for medical breakthroughs - or mind control. Robson comments: \"The question isn't whether mass social controls are good or bad per se but whether, even without them and living in the best of all worlds, it has ever been possible to be free in the way we like to imagine that we are. Isn't the fixity of your own identity - as limited and inaccurate as an old Mappa Mundi - already a prison enough?\" Pashazade by Jon Courtenay Grimwood (Earthlight) An alternate-world thriller combining multi-layered characters, social comment, humanism and heaps of gadgetry from one of the most exuberant cyberpunk writers around. Ashraf Bey flees to North Africa from a Seattle prison; but in this 21st century, Germany won the first world war and the Ottoman empire never crumbled. We are not sure who Ashraf Bey is - petty criminal? Ottoman aristocrat? - but as he turns detective to escape new charges of murder, he also investigates his heritage and the extraordinary, timeless yet hi-tech city of El Iskandryia. Passage by Connie Willis (Voyager) Joanna Lander has a fascination with death. A research psychologist in a crazed, maze-like Denver hospital, she gets the call whenever a patient 'codes', or suffers heart failure; if they are pulled back from the brink of mortality, she grills them about what they saw there. Are near-death experiences a glimpse into the afterlife or merely the final fizzings of dying brain chemistry? While one colleague plants pictures of angels and long-lost relatives in patients' minds, another concocts a drug that can simulate NDEs in the healthy; with it, Joanna peers inside the doors of death, to find a very familiar 'unsinkable' ship... Willis's latest mixes comedy, philosophy and hard science in a gripping tale which has a surprising conclusion. The Secret of Life by Paul McAuley (Voyager) An SF thriller which conjures compelling new material from that old chestnut: is there life on Mars? A Chinese expedition to the red planet discovers a micro-organism buried deep below the arid surface. 'Chi', as it is named, has spent 2bn years evolving into a DNA-mutating, super-fertile state; when it is smuggled back to earth and plunged into the Pacific ocean, it quickly begins to gobble up all it finds there. Convincing scientific speculation (the author spent 20 years as a scientist) is combined with an investigation into bio-ethics and a startlingly immediate portrait of Mars."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}