{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2002/may/11/guardiansaturdaytravelsection4", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2002-05-11T18:22:27Z", "webTitle": "Tickets to ride", "webUrl": "https://www.theguardian.com/travel/2002/may/11/guardiansaturdaytravelsection4", "apiUrl": "https://content.guardianapis.com/travel/2002/may/11/guardiansaturdaytravelsection4", "fields": {"headline": "Tickets to ride", "bodyText": "Six top destinations Sydney: £520 Japan Airlines from Heathrow via Tokyo. Must be booked by May 31. Valid for departures until July 2. No minimum stay, maximum one year. Travelbag (0870 8901458). Los Angeles: £299 Northwest Airlines from Heathrow via Detroit or Minneapolis. Must be booked by May 17. Valid for departures until June 15. Minimum stay one Saturday night, maximum one month. Bridge the World (0870 444 1716). Hong Kong: £402 Emirates from Gatwick via Dubai. Valid for departures until July 15. Full payment required when booking. Minimum stay seven nights, maximum two months. Airline Network (0800 727747). Paris: £83.60 bmi British Midland from East Midlands. Valid for departures until further notice. No minimum, maximum stay requirement. bmi British Midland (0870 6070555). Amsterdam: £77.30 bmi British Midland from Heathrow. Valid for departures until further notice. No minimum or maximum stay requirement. bmi British Midland (0870 6070555). New York: £214 Kuwait Airways from Heathrow. Valid for departures until June 30. No minimum stay, maximum six months. Trailfinders (020-7937 5400). The pick of the rest Malaga: £64 Monarch Airlines charter from Gatwick. Departs May 28 for two nights. Avro (0870 0360116). Brussels: £71 British Airways from Manchester or Birmingham. Passengers must be under 26 or full-time students. Valid for departures until March 31 next year. No minimum stay, maximum one year. STA (0161-834 0668). Perth: £539 Malaysia Airlines from Manchester or Heathrow via Kuala Lumpur. Must be booked by June 15. Valid for departures until June 30. Stopovers permitted in Malaysia in both directions. No minimum stay, maximum one year. Quest Travel (0870 4423508). Buenos Aires: £451 Alitalia from Heathrow via Rome or Milan. Valid for departures until August 24. Minimum stay one Saturday night, maximum two months. All travel must be completed by August 31. Journey Latin America (020-8747 3108). And the rail alternative Paris/Brussels: £70. Lille: £60 Same day return fare. Valid on Saturday/Sunday trains only. Eurostar (08705 186186). · NB Fares can change rapidly. These were available in reasonable quantities at the time of writing, but they can sell out in a sudden rush."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}