{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2002/may/11/watersportsholidays.caribbean.guardiansaturdaytravelsection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2002-05-11T18:28:38Z", "webTitle": "Under world", "webUrl": "https://www.theguardian.com/travel/2002/may/11/watersportsholidays.caribbean.guardiansaturdaytravelsection", "apiUrl": "https://content.guardianapis.com/travel/2002/may/11/watersportsholidays.caribbean.guardiansaturdaytravelsection", "fields": {"headline": "Under world", "bodyText": "I have always been spooked by open water. Chuck me in a swimming pool and I'll splash about till the cows come home, but there's something wild and unknowable about even the smallest lake. I think I must have been traumatised by the Friday the 13th horror movies, by psycho killer Jason lurking in the depths of Crystal Lake. And the sea? Blame Jaws, but the first time I swam in the Aegean, at the ripe old age of 36, I was scared back to shore by my own shadow on the sand beneath me. If I am to overcome that fear, the Caribbean island of Grand Cayman seems a great place to do it. The shallows around this palm-laden pancake hold enough blues and greens to shame a colour chart, the sun dances on the waves like a million crystal ballerinas, and the water is as irresistible as an overblown simile. I have come to the Cayman Islands for an intensive course with BSAC, the British Sub-Aqua Club. The next six days will be divided between the classroom of local outfit Dive Tech, where I will learn the theory of scuba; the swimming pool, where I will hopefully get the hang of the equipment; and the sea, where I will attempt to put the lessons into practice. If all goes well, I will leave the island a qualified \"ocean diver\". And so, on my first morning at the Cobalt Coast Resort, I find myself sitting at a desk with a handful of other students, while a former policeman named Ian tells us about atmospheric and water pressure; the chemical composition of air; underwater hand signals; and a million and one other things that I will forget as soon as I have taken the written test later in the course. Ian's manner could not be more reassuring, his experience and commitment to safety are evident - but he spends a terrifying amount of time warning us of all the ways we can kill or injure ourselves. That afternoon, Ian and visiting instructor Maureen kit us out: wetsuits, inflatable waistcoats known as buoyancy compensators, or BCs, weight belts, fins, face masks and snorkels, plus a heavy tank of pressurised air, the regulator through which you breathe it, and a spare regulator, or \"alternative air source\" in case that doesn't work or another diver runs out of air. With the tank on my back and a mass of tubes reaching over my shoulders, I feel like I am being groped by an octopus. Once in the pool, we work on our buoyancy control, inflating and deflating our BCs; the goal is to reach a state where you hover in the water, the simple act of breathing in and out enough to inch you up or down. We do endless drills with our air supplies, discarding then replacing our regulators, swapping them for our alternative sources, and finally offering air to other divers as they pretend to have run out. Before long, I will wish I had paid more attention. Day two begins with a lecture about decompression illness, and I start to wonder if I'll ever dare get into the sea. Come up too fast, our instructor says, and the nitrogen in your body will start fizzing like shaken Coke. In the pool that afternoon, I get an unwelcome reminder of another danger. After an hour or so under water, I run out of air; the first time it has ever happened on a course, I am later assured. I forget the throat-chopping signal that will send divers rushing over to offer their supplies, and instead head for the surface. I also forget everything I have been told about exploding lungs. Just as well I was only in two metres of water. Somehow I pass the written exam next morning. That's torn it. Now I'll have to go in the sea. Our first dive is what's known as a \"walk-in\" on the island's west coast, but anyone hoping for a sandy slope is in for a disappointment. A ladder takes us down into the spiky coral \"ironshore\", where every surface seems to be covered with sea urchins. Then we deflate our BCs and drop to the sea floor, four metres or so below. The course will qualify us to dive almost five times as deep, but for the moment this is quite enough. Ian and Maureen split us into small groups and put us through the drills we have practised in the pool. All the while we are buffeted by the sea, which is not as calm as we had hoped. Before long I begin to feel queasy. I make the thumbs-up sign to show I want to head up. \"Why?\" Ian asks with another gesture. I mime vomiting, then prove I wasn't bluffing after we return to the surface. The infinitely patient Ian has to tow me back before taking the others back down. I can't have been underwater more than 15 minutes. I tell Ian I didn't realise it was possible to get seasick when you are actually under the sea. He gently suggests the problem might have been anxiety. Twenty-four hours later, we return to the inlet for what our instructors describe as our first \"proper\" dive; this time we should reach our limit of 18m. More bloody drills, then we're off for a tour of Turtle Reef, trying to steer with our fins rather than waggling our arms around. Within a few minutes, we reach Tarpon Cavern, where dozens of metre-long fish are milling around, their large scales shinier than beaten tin. I'm feeling calmer than I would have believed possible the day before, but I'm still gulping air like an asthmatic goldfish and Maureen has to take me back to shore before the others. We hover over the corals, inspecting the fairy basslets and angel fish. But I'm only noticing a fraction of my surroundings. Those who know will tell you that the Cayman Islands offer some of the world's most spectacular diving, but for a novice there's quite enough to take in without looking at the scenery. This is not a holiday for party animals: most evenings we are so shattered that we are in bed by 10pm. But it is no hardship to take things easy at our friendly hotel, smack bang on the ironshore on the north side of the island, a 15-minute drive from the capital, George Town. Grand Cayman may be a British colony, but the capital has been swamped by American money and culture. There are some fine international-style restaurants in George Town, in among the Taco Bells and Burger Kings, and we have the perfect seafood lunch at the Edge restaurant in Bodden Town, overlooking one of the island's sandy beaches. But we are just as happy noshing on conch fritters, coconut shrimp and jerk chicken at the Cobalt Coast. The highlight of the next day is a boat trip to the Doc Polson, the wreck of a cable-laying ship. We get down to find the hulk surrounded by hundreds of little garden eels, their heads sticking out of the sand like grass. We swim into a hole in the ship's bows, then up into the wheelhouse, to find the ceiling silvered by a layer of air exhaled by earlier visitors. I add more than my fair share, since I'm still breathing too hard. The ship is little more than rusty fretwork. I worry I'll cut myself, but all I get is dirty fingers. Come the last day of the course, I am confident that I will get that bit of paper. But will I ever want to strap on a scuba tank again? I've enjoyed many moments under water, but I'm not convinced they've outweighed the hassles of getting there. Before I leave Grand Cayman, that question will have been answered once and for all. We hop on another boat soon after breakfast, and head for the island's north-west corner. First stop, Tarpon Alley. From the surface, we spot at least 100 fish hovering far below, then we drop 15m or so to where they are slowly circling between two coral outcrops. We press on to the North Wall, where the seabed drops steeply for a mind-boggling 2,000m. And over we go. Blue fades to black below us; the sheer scale of it! I should be terrified, but for the first time I feel relaxed. And then it's time for the final part of our course, a little rescue. I have to take Maureen back to the surface, then tow her around the boat. I hardly drown her at all. She shakes my hand as we return to the boat: I am now officially an ocean diver. What's more, I am at last starting to feel like one. We celebrate at Stingray City, a shallow and sheltered spot, where these normally shy fish have been tamed by years of feeding. Ian gives us supplies of chopped squid, and advises us to push the rays away if they get too demanding; they haven't got teeth to bite with, but they can give a nasty lovebite. I'm last into the water, and by the time I reach the bottom one of the other trainees has already rolled into a foetal ball and is covered in rays - females with a \"wingspan\" of more than a metre and much smaller males. I laugh into my regulator, the first time I have ever giggled underwater, then quickly give someone else my squid before it can happen to me. They rays are as boisterous as puppies. I fend a few off, noticing their soft bellies. This is supposed to be our final dive. But after we return to our hotel, two old hands lure me into the water right in front of it. The Cobalt Coast Reef, they say, is something special. Just 150m from the shore and 20m below the waves, the three of us float in a milky white light. Suddenly I can see the beauty of the dive, the escape. It's so peaceful between the coral bluffs, so remote from the world we normally inhabit. I feel like an explorer, a spaceman visiting some unknown planet. We see no other human for the next 40 minutes. We move through the folds of the reef, marvelling at the clouds of fish, the small specimens hovering over the coral, their larger brothers just hanging in the clear water. This is what I had hoped to find in the deep - or perhaps I'm finally ready to appreciate it. We come face to face with barracudas, parrotfish, squirrelfish, trumpetfish, groupers, basslets, snappers, butterfly fish, angelfish, hogfish, blue tangs, trunkfish, puffers; swim over and through sea plumes, sea fans, elkhorn coral, tube sponges, barrel sponges, grooved brain corals... We disturb a sleeping turtle, then follow it as it heads slowly towards the surface. The dive is unhurried, uncrowded, otherworldly. I don't want it to end. Back in Britain, almost 8,000km from Grand Cayman, I still feel the rapture of that last, liberating dive. I know I will still imagine things when I get in the water. But now it will be sunken cities, wrecks full of Spanish dubloons, sperm wales locked in combat with giant squid. I must go under the sea again. Getting there: Hayes &amp; Jarvis (0870 333 1961, bsac@hayesandjarvis.co.uk) offers seven nights' room only at the Cobalt Coast Resort from £988pp including British Airways flights (via Nassau) and transfers. Five days' boat diving with Dive Tech costs £214, including tanks, weights and shore diving. The BSAC Ocean Diver course is £380, including training manual. BSAC will be offering free scuba diving lessons during National Try-Dive Week, from September 2-8. Reservations: 0500 947202. Further information: Cayman Islands Tourist Board: (020-7491 7771, caymanislands.co.uk). Country code: 001 809. Flight time: 10hrs. Time difference: GMT-6 hours. £1 = 1.20 Cayman Island dollars."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}