{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2002/may/19/unitedkingdom.travelfoodanddrink.foodanddrink", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2002-05-19T17:02:52Z", "webTitle": "Mhor for your money", "webUrl": "https://www.theguardian.com/travel/2002/may/19/unitedkingdom.travelfoodanddrink.foodanddrink", "apiUrl": "https://content.guardianapis.com/travel/2002/may/19/unitedkingdom.travelfoodanddrink.foodanddrink", "fields": {"headline": "Mhor for your money", "bodyText": "As you turn off the main road at the sign marked Balquhidder, past the church where Rob Roy's grave lies and into the glen, you are immediately swept away by the beautiful scenery. Six miles later and you start to wonder whether you may have taken a wrong turning, but the constant stream of cars you pass along the winding narrow road indicates that there must be something worth heading for. Just one mile further and you arrive at the pink farmhouse building of Monachyle Mhor. This 10-roomed farmhouse hotel and restaurant lies in the Brae of Balquhidder with views of Loch Voil and Doine. I first visited 12 years ago when a college friend invited me to spend a weekend at her parents' farm B&amp;B. At that time her mother Jean Lewis, who lost her sight at 32, was the patron-cum-chef-cum-interior designer, and front of house manager. Watching Jean run the kitchen with such precision, gutting fish with sabre sharp knifes and feeling her way down the belly to remove the innards was quite an eye opener. Jean would manoeuvre around the space with such ease, telling you to mind the hot Aga and scolding you if she sensed you were sticking a spoon in one of the pots. Today, Jean's son, Tom, runs Monachyle Mhor with his wife Angela. Tom had travelled across America and New Zealand, working on cattle ranches and sheep farms and was not sure if he wanted to get involved in the family business. But having picked up Jean's cook books in the kitchen, he discovered his vocation and there was no looking back. Last year he won the Flavour of Scotland category in the Scottish Tourist Board's Thistle Awards and Best Out of Town Restaurant in the Taste of Scotland awards. It was a huge achievement for a 32-year-old who was self taught and had only been a chef for six years. Tom has a bellowing voice, possibly something to do with the fact he used to round-up cattle, and you will often find him entertaining the customers in the small bar after he has finished in the kitchen. The 40-seat restaurant is always fully booked, especially during the summer and at weekends, and the French-influenced menu is prepared with local ingredients. The lamb comes from his father Rob's farm. The venison and grouse Tom shoots himself. He keeps his own pigs and cures the ham himself and the fish is from local lochs and rivers. He also tends an organic garden that supplies his kitchen with veg. Current favourites on the menu include chard asparagus with poached egg, white truffle oil and balsamic vinegar, or braised halibut with velvet crab and spring onions. Dinner is a set price of £32.50, lunch is a la carte (if you want something light you can order a sandwich or salad) and on Sundays a roast is £18.50. The hotel is changing all the time and they have just finished a new makeover, working with interior designer Fiona Denham who trained at The Royal College of Art in London.The rooms are modern but have an earthy feel with wooden floors and en-suite bathrooms. There are wonderful modern paintings in some of the rooms by Tom's sister Melanie Lewis. Jean and Rob still live in the courtyard behind the main farmhouse, although they have taken a back seat in the business. 'People come here and do not know what to expect, and I like the idea that they are pleasantly surprised. I treat my customers as I like to be treated myself,' says Rob. It's a formula that works, but don't take my word for it. See for yourself."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}