{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/may/20/worldcupfootball2002.sport9", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-05-20T16:29:57Z", "webTitle": "Belgium poop French farewell party", "webUrl": "https://www.theguardian.com/football/2002/may/20/worldcupfootball2002.sport9", "apiUrl": "https://content.guardianapis.com/football/2002/may/20/worldcupfootball2002.sport9", "fields": {"headline": "Belgium poop French farewell party", "bodyText": "Zinedine Zidane skipped the French squad's flight out of Paris yesterday after the birth of his third son on Saturday night. The world's most expensive player also missed the World Cup holders' disappointing send-off at the Stade de France, where they were beaten 2-1 by their fellow finalists Belgium. France had not lost a match at Saint-Denis since June 1999, when Russia won a Euro 2000 qualifier 3-2. Glen de Boeck's header opened the scoring for the Red Devils in the 20th minute, but a Timmy Simons own goal levelled matters before half-time. Youri Djorkaeff and Johan Micoud alternated in Zidane's midfield role and Auxerre's hot property, the striker Djibril Cissé, made his debut as a second-half replacement, but it was Belgium who scored the winner in injury-time through Mark Wilmots, of Bordeaux. Ulrich Ramé played in goal for France as Fabien Barthez was suffering from a slight throat infection and Thierry Henry rested a painful knee. Italy fared even worse, losing 1-0 to the Czech Republic in Prague, a defeat that served to underline the importance of Francesco Totti, who is nursing an ankle injury. \"Italy cannot do without Totti,\" wrote Gazzetta dello Sport, which has led the criticism of Giovanni Trappatoni's decision to leave out Roberto Baggio out of the World Cup squad. Luiz Felipe Scolari warned his Brazil team there was still much work to do after a 3-1 victory over a Catalonia side in front of 96,000 in the Nou Camp stadium rounded off a six-day stay in Barcelona. \"The best thing about the game was that nobody got injured,\" Scolari said before the squad flew to play to Malaysia on May 25. He overlooked two excellent first-half goals from Ronaldinho and a fine performance from Denilson. The Leeds defender Lucas Radebe has been named in South Africa's squad to play Scotland in a friendly in Hong Kong tomorrow despite having missed a year of first-team football.\"He is a leader and brought some confidence into the team as soon as he started training,\" said the manager Stanley Tshabalala. Torrential rain has hampered the preparations of both teams for the game, which kicks off a Reunification Cup tournament featuring Turkey and a Hong Kong XI. Spain's first-choice goalkeeper Santiago Canizares is out of the World Cup after dropping a bottle of cologne on his foot, cutting a tendon with a shard of glass. · Sweden's midfielder Markus Allback, 29, has signed for Aston Villa for £2m from the Dutch side Heerenveen on a three-year contract."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}