{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2002/may/11/ecotourism.guardiansaturdaytravelsection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2002-05-11T18:21:25Z", "webTitle": "How green can a holiday be?", "webUrl": "https://www.theguardian.com/travel/2002/may/11/ecotourism.guardiansaturdaytravelsection", "apiUrl": "https://content.guardianapis.com/travel/2002/may/11/ecotourism.guardiansaturdaytravelsection", "fields": {"headline": "How green can a holiday be?", "bodyText": "The brilliance of the stars in the more remote parts of the world are a key attraction for the growing number of people choosing the kind of holiday that comes under the spotlight at the World Ecotourism Summit starting in Canada next weekend (May 19-26). Dark skies often go with the deserts, mountains and polar regions visited by travellers who want to both see and protect fragile environments. Some 500 delegates from 100 countries will assemble in Quebec City to focus on four themes selected by the UN Environment Programme (UNEP) and the World Tourism Organisation, for this key event of the International Year of Ecotourism 2002. Their conclusions will be presented in a declaration at the Earth Summit in South Africa in September. The bulk of the delegates will be from the tourist industry, tourism councils and ministries, and the four themes are ecotourism policy and planning, the regulation of ecotourism, the marketing and promotion of ecotourism, and monitoring the costs and benefits of ecotourism. Environmental sustainability and empowerment of local communities are listed as \"cross-cutting issues\". The scope of the summit has come under fire from some environment and third world pressure groups who wanted it to be about sustainable tourism, and to work out ways of minimising the environmental impact of the entire industry, which is now the world's largest and provides work for 200 million people. Ecotourism is estimated at between two and four per cent of all tourism. Third World Network, Tourism Concern and other groups also drew attention to abuses of ecotourism, such as the eviction of tribal peoples in Africa and Asia to make way for tourist developments and the underpayment of local porters in the trekking industry. Although they failed to change the scope of the summit, they were invited to take part in preparatory regional conferences. \"UNEP did try to take some issues on board and some grass roots people are going to the summit,\" said Patricia Barnett, director of Tourism Concern. \"But unless there's strong commitment to sustainable development generally at government level, any improvements in the tiny fraction of the scene which is ecotourism won't change anything in this huge industry ballooning up around us.\" But Franceso Frangialli, secretary-general of the World Tourism Organisation, said at the launch of the International Year of Ecotourism in January that if ecotourism could be run on a properly sustainable basis, it would set a new pattern. \"It is crucial to the problem of developing a balanced, sustainable and responsible tourism sector,\" he said."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}