{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2002/may/12/nepal", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2002-05-11T23:24:23Z", "webTitle": "Focus: War at the top of the world", "webUrl": "https://www.theguardian.com/world/2002/may/12/nepal", "apiUrl": "https://content.guardianapis.com/world/2002/may/12/nepal", "fields": {"headline": "War at the top of the world", "bodyText": "It was, by any standards, an unpleasant form of death for the few terrified survivors hiding among the ruins of an army camp in the remote village of Gam. The Maoists had emerged from Nepal's scented pine forests late on Tuesday night. They were not in a mood to dispense mercy. 'The male Maoists held the officers down. The women Maoists then slit their necks using sickles,' Kapil Shrestha, of Nepal's Human Rights Commission said. 'The women soldiers bear far more grudges. Most of them have been raped by the police or their families have been killed by the security forces.' The battle in the remote western area of Nepal was merely the latest in a series of gruesome encounters between the kingdom's rampant Maoist guerrillas and government forces. Over the past week nearly 1,000 people have been killed - a fact eclipsed by the blanket coverage of the far lesser carnage in the Middle East. The violence now threatens to engulf the entire Himalayan region, from Afghanistan to Pakistan through India, Kashmir and Tibet. In India, an increasingly aggressive Hindu nationalist government has done virtually nothing to stop the slaughter of Muslims by Hindu gangs. More than 2,000 Muslims have died over the past two-and-a-half months in riots in the prosperous western state of Gujarat. Intelligence reports circulating in Washington and London, meanwhile, warn of a summer-long conflict between India and Pakistan in Kashmir, where Islamic militants have been fighting a separatist battle for 12 years. In Tibet, revolt is stirring too. After a series of mysterious explosions, the Chinese authorities recently arrested a senior Tibetan monk, Tenzin Deleg Rinpoche. Almost unnoticed, the region is sliding into turmoil. In Nepal, the Maoist rebels have been battling the government for six years. Outsiders dismissed them as an eccentric throwback to an earlier era, but over the past four months the Maoists have dramatically escalated their campaign. They have blown up bridges and electricity stations, plunging entire districts into darkness, destroyed water plants and tortured and executed their opponents - chopping off limbs, slicing away skin, and severing necks. Tourists, who once thronged the medieval streets of Kathmandu, drifting between email kiosks and bagel bars, are staying away and the country's economy is close to collapse. In rural Nepal villagers no longer go out at night. They sit at home in a state of mute, expectant terror. The situation has become so desperate that the Nepalese government last week slashed the minimum fee for climbing Mount Everest, its main tourist attraction, from $75,000 to $25,000. The sense of creeping anarchy has even penetrated the country's national parks, where illegal logging is rife and poachers last week shot dead and de-horned one of the kingdom's last remaining rhinos. Nepal's Prime Minister, Sher Bahadur Deuba, is seeking military assistance from Britain and the United States, and last week President George Bush promised him $20 million to help to crush the Maoists. American military advisers have already secretly toured the Maoist-controlled west of the country, reconnoitring its dense, lowland jungles, inaccessible mountain valleys and poverty-stricken villages. Tomorrow Deuba meets Tony Blair in Downing Street and there seems little doubt that Britain will also offer assistance. 'We have a very long-standing relationship with the Nepalese army,' a British diplomat in Kathmandu told The Observer last night. 'That relationship will continue,' he added. Nepal's immense neighbour, India, is also in crisis. The Hindu nationalist BJP party in power in New Delhi has given every impression of tacitly supporting the anti-Muslim pogroms in Gujarat. India's Prime Minister, Atal Bihari Vajpayee, has refused to sack Gujarat's unrepentant Chief Minister, Narendra Modi, despite frequent allegations that he instructed his officials to allow Hindu mobs to rape, murder and burn their minority Muslim neighbours. The death toll in Ahmedabad, Gujarat's shiny commercial centre, rises every day. Early last week four Hindu youths spotted M. A. Kothawala, a 35-year-old Muslim lecturer, riding to work. His beard gave him away. They dragged him off his motorbike, stabbed him and burnt him alive. So far none of the Hindus who attacked Muslims has been punished. Gujarat's Hindu police force has shot dead more than 100 Muslims. Despite the carnage, America has maintained a discreet silence on the matter. India, its crucial ally in the region, is pro-American and pro-Israeli (and likens its tough stand against Pakistan to Israel's approach to the Palestinians). The communal riots began after a Muslim mob incinerated 58 Hindu extremists on a train in the town of Godhra. A team of British diplomats recently concluded that the massive anti-Muslim backlash was 'pre-planned'. There are few signs, meanwhile, that the 12-year insurgency by Muslim Kashmiris against the Indian state is coming to an end. The daily death toll in Kashmir, India's only Muslim majority province, is invariably higher than in the Palestinian intifida, but it rarely merits more than a brief mention in the foreign news pages. About 50,000 people - soldiers, militants, civilians - have died. India has blamed the rebellion on Islamist jihadis creeping across the border from Pakistan. This is only half the story. Repeated human rights abuses by the 400,000 Indian soldiers stationed in the Kashmir valley against the civilian population have ensured the movement is an indigenous one too. India's Foreign Minister, Jaswant Singh, last week rejected the suggestion made by the Foreign Secretary, Jack Straw, that monitors should supervise Kashmir's election later this year. His comments suggest New Delhi will, as on previous occasions, rig the ballot to ensure victory for the National Conference, part of the ruling BJP coalition. There is little sign of fresh thinking on Kashmir from the Indian establishment, which sees the solution to its difficulties as military rather than political. The revolt in Kashmir, as in Nepal, however, is the result of political disaffection and economic misery. Some 80 per cent of Nepal's 23 million inhabitants are subsistence farmers. They lead medieval-style lives of appalling hardship and have seen no benefit from either the country's tourist industry or the arrival of democracy a decade ago. The Maoists are strongest in the poorest parts of the country. In their stronghold of Rolpa, the scene of last week's gruesome battles, per capita income is $100 a year and life expectancy is 52. The message of revolutionary justice espoused by the Maoists' shadowy leader, Comrade Prachanda, has won its most enthusiastic response from a rural underclass with nothing to lose: women, peasants at the bottom of the caste heap, and the unemployed. Successive governments in Kathmandu have been more concerned with lining their own pockets than dealing with a far-away rural revolt. They hoped it would go away. It has not. Deuba, who declared a state of emergency in November and sent in the army, has now turned to the outside world for help. There is nothing new about communal unrest or insurrection in South Asia, but what differs about the most recent violence in Gujarat is that it has taken place in the heart of India with the unambiguous evidence of state involvement. India, as envisaged by Mahatma Gandhi and its first Prime Minister, Jawaharlal Nehru, was supposed to be a secular country, open to people of all faiths. But Hindu fundamentalists who pushed aside Nehru's fading Congress Party in the mid-1990s have replaced his vision with something darker, fascist even. They give the impression of wanting India's 120 million Muslims to disappear or decamp to Muslim Pakistan. As Sunny Grewal, one of many BJP supporters living in Britain, put it: 'Muslims of India should pack their bags and head off to Pakistan. There is no room for the Satanic evil forces of Islam in India. They don't belong on this earth. They are evil.' 'I think the forebodings are very grim,' Ramachandra Guha, one of India's leading writers and environmentalists, added last night. 'Radical Hindus are trying to turn India into a kind of Hindu Pakistan, along theological lines, and with Hindus in charge rather than Muslims.' Pakistan, meanwhile, has fared little better since independence. Its army has repeatedly toppled the country's frequently venal and short-lived civilian governments. And, with the Bangladesh war of 1971, the idea that being a Muslim was enough to hold a state together was catastrophically disproved when the country split in half. Like India, Pakistan, under military dictator General Pervez Musharraf, has signed up to the US war on terrorism (though not its support for Israel). He even won a spurious referendum in which he was the only candidate. But Islamist extremists and sectarian violence now threaten him with perpetual embarrassment. Both India and Pakistan are facing crises of post-colonial identity - but their predicament has scarcely been noticed because of the West's continuing preoccupation with the troubles in the Middle East. In Nepal, meanwhile, things get worse. As well as destroying the infrastructure, the Maoists are infiltrating the Kathmandu valley, blowing up politicians' homes and enforcing strikes. They may have only 7-12,000 fighters. But they have so far proved more than a match for Nepal's 45,000-strong, badly equipped army. 'The Maoists are a very intelligent organisation. Their leaders are well educated. They are fired up with a vision and sense of dynamism,' one Western diplomat in Kathmandu admitted last night. It is only a matter of time before the rebels launch their next ambush, scythes raised."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}