{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2002/may/01/seychelles", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2002-05-01T18:15:19Z", "webTitle": "Trouble in paradise", "webUrl": "https://www.theguardian.com/travel/2002/may/01/seychelles", "apiUrl": "https://content.guardianapis.com/travel/2002/may/01/seychelles", "fields": {"headline": "Trouble in paradise", "bodyText": "My ankles, feet and shins were a violent, speckled red. Mosquitoes had attacked me night after night until I was marked by hundreds of bites: inside my ears and navel, on my eyelids and, remarkably, my testicles. Every time I slipped towards sleep, the whining began. Loud, edgy, unnerving. I might have been on the beautiful Ile du Nord in the Seychelles, but I'd slept perhaps five out of the last 96 hours. I had a heavy, thumping headache, fuzzy vision and poor coordination. All this could soon be yours - except with ice-cold gin and tonic, a personal butler, private plunge pool, health spa and, oh yes, air-conditioned, mosquito-free, designer accommodation. What was a deserted knob of Seychelles paradise - white beaches, rustling palms and impossibly aquamarine water - will, by December, be home to an uber-luxurious lodge run by Wilderness Safaris. I didn't have to face the $850 a night bill, but I paid a heavy price for my eight days on the unpopulated Indian Ocean island. As a guinea pig for a proposed extreme survival course for high-flying executives, all I carried was a penknife, a packet of condoms - a gentleman always travels prepared - and a mini SAS survival guide. As part of my challenge I was dressed in a heavy tuxedo: less-than-perfect garb for equatorial temperatures. Preparation was limited to watching Oliver Reed in Castaway, which highlighted the dangers of sexual frustration and sunburn, but little else. Guidebooks showed Ile du Nord had fresh water and coconuts, and no venomous snakes, insects or malaria. Worryingly, however, it also had a beach called Cemetery. I was helicoptered onto the island which, from the air, fulfilled every Bounty Bar cliché. Ground level was a little less brochure-friendly. 30C heat wrapped around me like a wet blanket and the disused well, my source of fresh water, was a 45-minute yomp away uphill through the jungle. It took me along a path riddled with booby traps, from the constant thump of falling coconuts to the 40 or 50 head-high webs of Spider Alley. Its inhabitants are not poisonous, but I soon learned to duck after a huge orange spider with vicious black sack enveloped my face. Home was heavily influenced by the SAS: an A-frame lean-to, built around two branches strung between trees. I relied on palm trees as heavily as boutique hotels rely on single carnations. Fronds provided strong binding, while the leaves were weaved into the roof and floor. Stingray Towers might have been vulnerable to cyclones - or, indeed, gentle breezes - but it had a location estate agents would kill for: sunset views, quiet neighbourhood, private beach. Beachcombing produced a small canister of storm matches, so I had fire for the week, but nothing to cook. Coconuts proved impossible to open and my first supper was a single unripe mango. Next day's breakfast was the same. Unless I wanted to become a mangotarian, it was time to fish. And that's when it hit me that the week was going to be very, very hard. My fishing spot appeared mill-pond calm at a distance, but on close inspection a westerly swell was smashing onto the rocks. I dived in with a sharpened stick to spear fish, but refraction meant my foot was in more danger than the shoals of lunch swimming below. The more tired I got, the more pathetic my jabs became. Imagine Dale Winton bullfighting. When a heavy swell dumped me on the rocks, dislodging my contact lens and ripping my Speedos in half, I was close to tears. A replacement rod fashioned out of a bamboo pole, with a rusting bolt for a weight and a flip-flop for a float (I can now confess, I smuggled some hooks and line onto the island) proved more successful. I landed a plump, vividly-coloured one-pounder. Sadly the SAS manual said it couldn't be eaten: the bright ones are more likely to be poisonous. Lunch was more unripe mango. By day three, the mosquito bite toll was approaching 150, I had a Moss Bros tuxedo rash on my groin, and my water, stored in condoms, tasted of spermicidal lubricant. I was now eating softer mangoes following a perilous 20-foot climb up a flimsy tree, along with petite, bitter oranges called nachos. But that evening I struck gold, landing two small fish. They might have been luridly-marked, but hunger meant they were going straight in the pot. It was dark by the time they were cooked and my first taste was squidgy, then crunchy, then juicy. I'd eaten the eye. That night I watched a giant turtle grind her way up the beach to lay her eggs, and hoped she didn't reappear on day seven. Starvation can do terrible things to a man. The fish supper had no ill-effects on my body, but as the week wore on, I became increasingly uncertain about the state of my mind. When I wasn't dreaming about food, I experienced severe mood swings from homesickness to elation to relationship paranoia. I also became more and more proprietorial, reacting angrily when a German, in a spectacularly tiny Stringfellowesque thong, swam in off a passing boat. Telling him the scenery was far better over the other side of the island, I sent him off down Spider Alley. In bare feet. As my lethargy intensified, and I became accustomed to the tang of spermicidal lubricant, I found I had more success using my wits than my fishing hooks. Spotting a diver off the reef, I blagged a baby octopus and immediately got in touch with my inner Gordon Ramsay: I would sear it with nachos juice and coconut milk. But first he had to be killed, and that was truly awful. White tentacles suckered on my arm, and a huge black eye followed my every move as I was trying to stab him. I think I may have disembowelled him alive before hacking off the tentacles and grilling him to the texture of a Michelin inner tube. Chewy, yet strangely satisfying. Life continued in a sleepless blur of insect bites. It was clearly time for a stiff drink. Sticking a coconut - I'd now mastered opening them on a rusty old farm implement - into the glowing embers of the fire, I let the milk bubble away, siphoning off the condensed vapour through an old motor boat fuel pipe. It might have been from the Ladybird book of distilling, but it promised celebratory final night cocktails. By day five my lower legs had degenerated into itchy, mosquito mush. Resorting to SAS anti-insect tactics, I shredded my shirt and tied it around my heads with strands hanging down over my face and neck. Utter lunacy and totally ineffective. Twenty-four hours later, unable to face another night of bites, I moved to a less scenic cove on the island, where a stiff sea breeze promised to ward off mosquitoes, and re-built Stingray Towers. Unfortunately, come dark, the wind temperature dropped dramatically. I might have been on the equator, but it was too cold to kip. Incredible. Still, there was just one bite. I celebrated by catching a decent rock cod - typical, your final day and suddenly the fishing is easy - and climbing Kestrel Mountain. The view was poetry-inducing - but you can't eat scenery. It was almost time to depart. I toasted survival by sipping my rapidly-fermented cocktail. It was alcoholic, but truly rancid: coconut with a hint of gasoline. I just had time left to compile my choices for Desert Island Discs - for my luxury item I'd like Sue Lawley, please - before the fishing boat pulled up to rescue me. I've made myself a promise. One day I will return to the heavenly new lodge, and when I do, I will sit there sipping an ice cold beer, contemplating the sunset and eating a decent fish steak, before retreating behind a net to sleep the sleep of the truly content. Ways to go North Island Lodge will cost $850 per person per night full board, and opens in December 2002. Visit www.north-island.com for updates on the development of the island. For more info contact Outposts on 01647 231 007 (info@theoutposts.com). Ian Belcher fly to Mahé with Air Seychelles, who are currently running a two-for-one offer for £859 plus tax. Tel 01293 596656."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}