{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2002/may/24/bbc.broadcasting", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2002-05-24T17:00:59Z", "webTitle": "Mad hatter Dyke makes it happen", "webUrl": "https://www.theguardian.com/media/2002/may/24/bbc.broadcasting", "apiUrl": "https://content.guardianapis.com/media/2002/may/24/bbc.broadcasting", "fields": {"headline": "Mad hatter Dyke makes it happen", "bodyText": "In his latest attempt to \"cut the crap and make it happen\", the BBC director general, Greg Dyke, has ordered hundreds of staff to wear silly hats as part of a £250,000 team-building exercise. More than 400 BBC employees from across the country took part in an awayday that featured a rousing lecture from Mr Dyke and a number of team-building games. One game, designed to demonstrate the BBC's regional reach, involved throwing a hoop over a cone to win a prize. Those attending were invited to express their opinions about the BBC and were provided with options such as \"dated\", \"middle class\", \"white\", \"bureaucratic\" and \"dull\". Employees were given the chance to be BBC controller for a day and also to take part in a football game inspired by BBC commentator John Motson, whose trademark sheepskin coat was on display. The shindig was held at London's Excel conference centre. The corporation took over the entire building and security guards were on hand to ensure privacy. \"We had a conference for senior BBC managers this week, which is something we do from time to time,\" said a BBC spokesman. \"'Make it happen' is about getting together to look at how we make the BBC the most creative organisation in the world. Anyone who knows Greg Dyke knows he is not about being profligate with licence-payers' money.\" The awayday is the latest in a series of schemes Mr Dyke has instigated since taking the helm at the BBC. Earlier this week the corporation launched a \"polite police\" initiative to force journalists to be courteous in the newsroom."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}