{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/may/16/worldcupfootball2002.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-05-16T21:41:53Z", "webTitle": "Keane in the doghouse after 'snub'", "webUrl": "https://www.theguardian.com/football/2002/may/16/worldcupfootball2002.sport", "apiUrl": "https://content.guardianapis.com/football/2002/may/16/worldcupfootball2002.sport", "fields": {"headline": "Keane in the doghouse after 'snub'", "bodyText": "The Republic of Ireland gathered for tonight's friendly against England's World Cup opponents Nigeria with Roy Keane facing an angry public backlash for missing Niall Quinn's testimonial. And absent tonight was Mark Kennedy, injury having wrecked the Wolverhampton Wanderers winger's hopes of playing in the World Cup. Though the FAI's official explanation was that Keane had been having \"preventative treatment\" at Old Trafford, a Manchester United spokesman reiterated last night that the club's international players had been released to join their respective squads on Sunday. The captain's absence from the benefit match at Sunderland's Stadium of Light on Tuesday night prompted front-page headlines in some Irish newspapers yesterday. He has been criticised for not being seen to support Quinn, even as a spectator, and despite Mick McCarthy's insistence that he is happy with Keane's explanation it is perceived in some quarters as a snub. Kennedy aggravated a long-standing problem against Sunderland and his 26th birthday yesterday was spent coming to terms with the fact that he will not add to his 34 caps in the Far East next month. McCarthy has called up Steven Reid, the 21-year-old Millwall player, who won the first of his four caps in a friendly against Croatia nine months ago. Reid, who can play anywhere in midfield, was due to join the squad for tonight's game, the Republic's final warm-up before they leave tomorrow for a training camp in Saipan. Reid said: \"I booked a holiday to Barbados a couple of days ago and my brother picked me up this morning to take us to the airport. When I turned my mobile phone on there was a message from Mick McCarthy to ring him straight away. He told me I was going to Japan. If I can play for a minute, or even a second, in the World Cup it will be a dream come true.\" Kennedy, meanwhile, will face further surgery on an injury which has disrupted much of his season. \"I didn't think Mark was right so I asked him to give it careful consideration,\" said McCarthy last night. \"He's been honest with everyone, which is to his credit because it's a big decision. I needed him to be 100% fit and to give me that guarantee throughout the tournament but he couldn't do that.\" McCarthy will field his strongest team against Nigeria, who face England in the World Cup in Osaka on June 12. The Scotland manager Berti Vogts is planning further additions to the ranks of English-born players in his squad. He has already capped the former England Under-21 international Robbie Stockdale and Preston's Graham Alexander, and West Brom's Scott Dobie should become the third against South Korea today. Middlesbrough's midfielder Jonathan Greening has put his wedding on hold after his late call-up to the England Under-21 squad for the European Championship in Switzerland. He received the call on Monday after West Ham's Michael Carrick pulled out with a groin injury. Greening was due to marry his fiancee Anna on June 8. Republic of Ireland (probable, 4-4-2): Given; Finnan, Cunningham, Staunton, Harte; McAteer, Roy Keane, Kinsella, Kilbane; Duff, Robbie Keane."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}