{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/may/17/newsstory.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-05-16T23:58:19Z", "webTitle": "Liverpool to abandon Anfield", "webUrl": "https://www.theguardian.com/football/2002/may/17/newsstory.sport", "apiUrl": "https://content.guardianapis.com/football/2002/may/17/newsstory.sport", "fields": {"headline": "Liverpool to abandon Anfield", "bodyText": "Liverpool will today announce their intention to move away from Anfield, their home of 110 years, to a new 60,000-seat stadium on neighbouring Stanley Park. The Manchester-based consultants GVA Grimley will explain that the obstacles and costs involved in redeveloping the current stadium - even to house a maximum of 52,000 fans, an expansion of only 7,000 - render that path unviable. Instead the club will follow Everton's lead by moving away from their spiritual home after rejecting the chance to move to Speke in south Liverpool in favour of remaining in the Anfield area. The new arena will be only a stone's throw from the current ground. Liverpool City Council has given provisional backing to the scheme, which now awaits planning permission and is likely to prompt fierce opposition from residents' groups. Liverpool's signing of the Lille midfielder Bruno Cheyrou is expected to be the first arrival in a potential £30m summer spending spree. Gérard Houllier still has hopes that Auxerre's young striker Djibril Cissé will become available, even though the fee would top the £12m agreed with Paris St-Germain for Nicolas Anelka. Cissé, in France's World Cup squad, has insisted he wants to stay with Auxerre for another season but Houllier has said: \"Cissé belongs to a group of four or five players we are looking at. We've got a scope of about four or five. We also like Brett Emerton.\" Emerton, the £8m-rated Feyenoord right-sided midfielder, is interesting Leeds while Liverpool are also trailing Sedan's £4m defensive midfielder Alassane Salif Diao, who will be a key part of Senegal's World Cup squad. Fulham's first summer signing will be the £2m Argentinian striker Facundo Sava, who is expected to join next week. Sava will move from his Argentinian club, Gimnasia, subject to a successful medical in London, which will take place in the next seven days. · You've read the piece, now have your say. Email your comments, as sharp or as stupid as you like, to the football.editor@guardianunlimited.co.uk."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}