{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/may/13/comment.frankkeating", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-05-13T22:41:10Z", "webTitle": "'Cup final? Abide with me? Not any more, mate'", "webUrl": "https://www.theguardian.com/sport/2002/may/13/comment.frankkeating", "apiUrl": "https://content.guardianapis.com/sport/2002/may/13/comment.frankkeating", "fields": {"headline": "'Cup final? Abide with me? Not any more, mate'", "bodyText": "Sofa spuds do not have to crank up the volume on their zappers to hear the earth moving. It is obvious some seismic rumblings are undermining hitherto accepted habits and perceptions in the world of sports broadcasting. As one section of the nation keenly anticipates Channel 4's transmission of the opening overs of cricket's first Test on Thursday, and another lot prepares to forge a sick note and get the beers in for soccer's World Cup kick-off at the end of the month, here without comment are just a few random facts and figures. . . Over the bank holiday a week ago more viewers were up for Monday's chimes at midnight to watch Peter Ebdon's snooker victory at Sheffield than had watched Arsenal win the FA Cup final on the Saturday afternoon before . . . In its comparatively fresh new season ITV's live motor racing grand prix audiences have tumbled dramatically and, worldwide, formula one's figures are already down by 2bn viewers on last year's (okay, one-horse races have never stirred the ratings' blood) . . . BBC ratings for their vaunted spring treble - the Boat Race, the Grand National and the Six Nations rugby - were all down woefully on the previous year . . . Over the same 12-month period BBC radio's sports station Radio 5 Live has posted a sparkling 13% increase of 700,000 listeners to 6.4m a week . . . while, undaunted, its rivals Talksport glow with the announcement of its highest-ever average weekly audience of 2.4m. What are these figures trying to tell us? I leave it to you to guess. Other factors have, of course, been running in conjunction . . . the ITV Digital insolvency and resulting chaos . . . terrestrial ITV's pre-Christmas Saturday evening Premiership disaster . . . the news that the Ashes series next winter as well as cricket's World Cup tournament which follows it will be seen only in Britain by those willing to pay heavily for the privilege . . . the collapse of the debt-laden German media giant Kirch and so on . . . But the immediate domestic story inwardly to digest as evidence of dramatically churning cultural changes concerns the television audience comparisons over two days between the FA Cup final and the climax of the snooker. Ebdon's midnight victory drew 7.5m BBC2 viewers on Monday night, fully 100,000 more than watched the BBC1 finish of the Cup final at Cardiff at tea-time on Saturday - for which more than a million fewer had bothered to switch on and settle down to watch from kick-off for the full 90 minutes. In other words, the nation seemed to be saying, these days we can take it or leave it, that once great \"national bonding\" occasion which is the FA Cup final. Abide with me? Not any more, mate. A BBC spokesman squirmingly sought excuses: \"Did the bank holiday mean people were away? Or that a final between two London clubs meant there was no universal interest?\" But here was probably the country's best and most attractive team achieving the first half of a once rare Double. The last time the BBC screened a live Cup final was only five years ago - in 1997 between Chelsea and unfashionable Middlesbrough - when the live audience itself was almost doubled. The difference between a 6.3m average this year and 11.1m in 1997 is sensational. Even more so is the comparison with the 1980s when both BBC and ITV would simultaneously cover the final live and post a combined viewing figure of well over 20m. (This year's final was also live on Sky, by the way: it logged 700,000 viewers.) Is it just the FA Cup which has lost its lustre? Or is the nation sated by televised football? Does every interminable match meld yawningly into another, so much false hysteria and phoney build-up, so nobody truly cares any more except the hardcore obsessives, the deliriously frenzied television trailer-makers, and the screaming commentators? Is football in fact in the process of killing itself? Has the pretty bubble truly burst? Some desperate executives might be even more suicidal as they examine microscopically the viewing figures for the World Cup - certainly if England or Ireland are dispatched home quickly. Mind you, football is by no means the only sport in a fret about broadcasting. For instance, snooker might in general be preening itself about holding a larger audience past a midweek witching hour than football did for a weekend afternoon Cup final - but the 7.4m peak viewing figure for Ebdon's 18-17 victory over Stephen Hendry is lamentably puny compared with the 18-17 win by Dennis Taylor over Steve Davis in 1985 which kept up an astonishing 18.6m watchers. England rugby greedily sold itself to satellite exposure, found there was none and has now scuttled back, chastened, to the collective fold. Cricket is another sport fretful of its rashness, for slightly more money, of switching to a new broadcaster. Lord MacLaurin,once head of Tesco and laird of Lord's, is a consummate marketeer but, when he signed up with Channel 4 for \"a fresher, younger\" approach to Test match coverage (and it has certainly been that), did he realise that the move would, at a stroke, cause cricket viewers to turn off his product in alarming droves. Shockingly, the Channel 4 ratings for the most hyped-ever Ashes series last summer were all of 37% down on the BBC audience for the previous Ashes series in 1997. The marketeer's impulsive leap might have sharpened up the package all right, but at the severe cost of forfeiting a huge chunk of the game's core audience, young and old. So there must have been a smug satisfaction at the BBC last week when - Channel 4 having said they had neither the money nor remote inclination to cover a single ball bowled in the winter's Ashes series or the World Cup - it was able to tell the cap-in-hand ECB to take a running jump when Lord's inquired about the corporation's interest in picking up the terrestrial deal. \"We are far too busy with other sports,\" said a BBC spokesman tartly, \"and, anyway, we now see radio as the true medium for cricket\". So if you want to watch England cricket's six-month winter challenge in both the game's most prestigious Test series and most meaningful one-day competition, you will have to fork out more than £180 for one of Mr Murdoch's dishes. It may be a bad time for ratings but it is a good one for anniversaries. In fact, pour yourself a drink in celebration, because the BBC first covered a cricket match precisely 75 years ago tomorrow when various passages of play were described live on the \"wireless\" (commentator the former Essex amateur batsman, the Rev FH Gillingham) of Essex's match at Leyton against the New Zealand tourists. The first television cameras to show (part of) an FA Cup final came 10 years later (May 1 1937, Sunderland v Preston at Wembley). What changed the broadcasting of sport possibly most immeasurably was the introduction of colour television by BBC2 35 years ago on July 1 1967 with live transmissions from Wimbledon. The quill of the venerable broadcasting correspondent of the Daily Telegraph, L Marsland Gander, was a'quiver next day at the wonder of the launch: \"Mr David Attenborough, the head of the channel, introduced the service on the screen, looking suntanned from his recent trip to Serengeti, and other surprises concerned the yellowish tinge on the grass and that one of the ball boys, often prominent, was a perky redhead.\" There is nothing new under the sun - the scorer of Arsenal's clinching Cup final goal in 2002 was also, in his different way, \"a perky redhead\". Not that, comparatively speaking, many viewers had stayed home to watch him scoring it."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}