{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2002/may/02/games.shopping", "type": "article", "sectionId": "games", "sectionName": "Games", "webPublicationDate": "2002-05-01T23:10:07Z", "webTitle": "Cube serves up an ace", "webUrl": "https://www.theguardian.com/technology/2002/may/02/games.shopping", "apiUrl": "https://content.guardianapis.com/technology/2002/may/02/games.shopping", "fields": {"headline": "Cube serves up an ace", "bodyText": "There is a market so brutal that manufacturers have to slash prices even before their products hit the market, or within weeks of the launch. This is today's console games business. Nintendo has cut the price of its GameCube console, launched in Europe tomorrow, to £129, following Microsoft's decision to drop the price of the Xbox by £100, to £199. David Gosen, managing director of sales and marketing at Nintendo Europe, says: \"The new price point makes it the cheapest price ever for the launch of a new console.\" Both the Sony PlayStation 2 and Microsoft Xbox appeared at £299, while the Sega Dreamcast, launched in September 1999, cost £199. Which is not to say that Nintendo has suddenly become altruistic. Some of the price cut is being borne by dealers and retailers. At Nintendo's suggested price, they stand to make only £10 or less on each GameCube sold. Stuart Dinsey, managing editor of MCV, the leading games trade weekly, says: \"Retailers don't know whether to laugh or cry. Nintendo has driven a stake through the heart of their expected profits. But they have 100% guaranteed the success of the machine. It's absolutely brilliant value. Demand is going to be huge.\" There could even be stock shortages, but perhaps not for long. Gosen says 500,000 units will be available for the European launch, with another 500,000 available over the next eight weeks. \"It's the biggest number of consoles ever brought into Europe for a launch.\" To be fair, Nintendo will also make little, if any, profit on the machines it sells, and this is the way the console industry works. The profits are made on sales of games at up to £45 each, so there are two key numbers: the installed base (the number of consoles in use), and the \"attach rate\" (the number of games sold for each console). The bigger the installed base, the bigger the potential market. And the bigger the attach rate, the better the long-term profitability. The problem for both Microsoft and Nintendo is that Sony got there first. The PlayStation 2, launched in Japan two years ago, is not as good as newer rivals, as you would expect. However, it has the biggest installed base and the most games. Ray Maguire, managing director of Sony Computer Entertainment in the UK, says: \"We've got over 2m PlayStation 2s in homes right now, in the UK, and more important for us, we've got 245 games in the marketplace. By and large, people want to play the latest and greatest games, and the games coming out this year are the best we've ever had.\" Sony's position is strong but under attack, and the nation's attics are stuffed with the remains of games consoles that once dominated the market - the Atari VCS, the Nintendo Entertainment System, Sega's Megadrive, Nintendo's SNES, and so on. For Nintendo, Gosen says: \"The market could grow to 60m systems across Europe. Sony has sold 6-7m, which is just over 10% of the market. In truth, the largest part of the market is still there to be grabbed. We see this as a marathon, not a sprint, and the race is just beginning.\" Microsoft takes much the same view of the Xbox, with Richard Teversham, head of Xbox games marketing in the UK, saying: \"We're six weeks into a 10-year project.\" The Xbox had a great start in the US market, where it outsold the GameCube, launched in the same month. But it seems to have done badly in Japan, and not as well as expected in Europe - hence the savage price cut. Teversham says: \"We're completely new to the market, we launched in a weak period, and expectations were extremely high, but coming from nothing to being a key competitor is good. The people who've actually played the Xbox absolutely love it, so the price coming down is to remove the last barrier people had to purchase.\" People who bought an Xbox before the price cut will get a \"reward bundle\" with a higher value. Paul Jackson, an analyst with Forrester Research in Amsterdam, says: \"It was brave of Microsoft to come in at a high price point and say 'this is a premium device'. It is the most sophisticated console ever, but it was more than a lot of people wanted to pay. [The price cut] shows how determined Microsoft is to crack the market.\" Nintendo has several strengths that should help it do well in the current market. First, there are a lot of devoted \"Nintendo families\", many of whom have owned more than one of Nintendo's seven previous consoles. Second, it has games featuring popular characters such as the Mario brothers, the Zelda series, and Pokemon creatures, all of which are exclusive to Nintendo. Third, \"the GameCube is a great second system for people who already have a PS2 or an Xbox - especially at the price,\" says Peter Tyson, a games industry analyst with Datamonitor in London. Nintendo's Gosen also reckons the ability to link a GameCube and a Game Boy Advance handheld will help stimulate sales. Microsoft also has some strengths. The Xbox has the most sophisticated features, which appeal to more advanced gamers, and the highest \"attach rate\", according to figures from US research firm NPD Intellect. Indeed, Teversham says \"the UK had the highest attach rate of anywhere in the world.\" The use of PC technologies also makes it the most suitable for online gaming, but this is an idea that has yet to catch on in the console market. Gosen says: \"It's the sort of thing we should get excited about - but at some time in the future. There's not yet a mass market, and the business model doesn't stand up, but when it becomes a reality, Nintendo will be there.\" At Sony, Maguire agrees \"the business model is not yet defined\", but adds: \"It's a question for BT. From our point of view, it works. We're just waiting for the infrastructure to be built.\" As for who wins, the answer seems to be everybody. Tyson reckons the market is big enough to support all three systems, with no company being squeezed out like Sega or Atari. Jackson thinks the independent games producers such as Electronic Arts win, with hardware manufacturers spending more on promotion and selling more systems. Everyone thinks consumers win, because they have a choice of better consoles at lower prices. Maybe the dealers don't win in the short term, but as Dinsey says: \"They'll get over it.\""}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}