{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/may/16/cricket.middlesexccc", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-05-16T20:07:26Z", "webTitle": "Koenig lords it over lacklustre Northants", "webUrl": "https://www.theguardian.com/sport/2002/may/16/cricket.middlesexccc", "apiUrl": "https://content.guardianapis.com/sport/2002/may/16/cricket.middlesexccc", "fields": {"headline": "Koenig lords it over lacklustre Northants", "bodyText": "This was a typical day in the shires, with a Second Division match somewhat lacking in star quality setting out its stall in proper four-day fashion and a murmuring crowd sitting around waiting for today's promised heatwave. It was not, however, without a star performance. Sven Koenig sounds as if he should be stroking a cat and torturing James Bond, but instead he spent half of yesterday moving smoothly to his third first-class century of a young season. The pitch is Kermit-green, but that did not fool the Middlesex captain Andrew Strauss when he won the toss. If this is Northampton, then we bat. Five balls into the morning he was on his way back to the pavilion, beaten by a Darren Cousins delivery that dipped in late. Koenig and Robin Weston then weathered the early movement, during which Koenig had to recover from a frightful blow in the box by the brisk Cousins, and together they justified Strauss's decision. There was a little bit in the emerald strip for the bowlers, but nothing that watchful patience could not combat. Koenig, a compact lefthander, is a South African who is ECB-qualified thanks to his Italian mother, and toured here with South Africa A in 1996. He reached his fifty in style with a perfect extra-cover drive off the Scottish international John Blain, following it up next ball by reaching the long-on boundary. Another expansive straight four at Blain's expense took him to 99, and a scampered single sufficed for the century. But there was an immediate anti-climax when he followed a legside delivery in the medium-pacer Jeff Cook's first over with a half-hearted hook, and merely gloved the ball behind to Tobin Bailey. Weston had already gone by then, having contributed 72 of a second-wicket stand of 157, ending the more ebullient knock by aiming a loose off-drive at Tony Penberthy, who took off and middle stumps. But by then Middlesex were well under way against Northamptonshire's rather colourless seam attack. In the evening Paul Weekes, in an unbroken century partnership with the wicketkeeper David Nash, happily capitalised on the lack of bowling inventiveness and at stumps he was eight runs short of what would be his second first-class century of the summer to put Middlesex in command."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}