{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2002/may/25/students.schools2", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2002-05-24T23:52:24Z", "webTitle": "Young fashion stars get their opportunity on the catwalk", "webUrl": "https://www.theguardian.com/education/2002/may/25/students.schools2", "apiUrl": "https://content.guardianapis.com/education/2002/may/25/students.schools2", "fields": {"headline": "Young fashion stars get their opportunity on the catwalk", "bodyText": "With just a fortnight to go before this year's Prince's Trust graduate fashion week, the superstars of tomorrow are praying for their big break. Graduate Fashion Week, which runs from June 10-13 and is sponsored by Topshop, has grown to become the largest student showcase of its kind in the world. The event has become a critical launchpad for young designers, kick-starting the careers of some of Britain's most prestigious names in fashion such as Julian MacDonald, Antonio Berardi, Stella McCartney and Alexander McQueen. For up-and-coming young designers Graduate Fashion Week is a make-or-break moment. It's an opportunity to get their names and work known, to meet other designers and to make vital contacts within the business. The final gala show is reported by the world press, and scrutinised by international fashion houses and retailers. Jeff Banks, chairman of Graduate Fashion Week, says the event attracts up to 40,000 visitors, many of whom are from within the industry. \"There are lots of companies from the US and Italy who are looking to recruit young designers. Last year, 42% of graduates were placed in employment before the end of the week.\" Donna Karen, Calvin Klein and Ralph Lauren, to name just a few of the fashion houses, send scouts to snap up the latest in fashion talent. The shows are highly competitive with numerous awards to be won which can project an young unknown to become the next big thing. One of the accolades is the American Express award for innovation, chosen by Alexander McQueen. The winner receives £1,000 to help showcase his or her work internationally, plus six weeks apprenticeship with Alexander. Last year's winner was 23-year old Sadaharu Hoshino from Japan. Sadaharu had won a competition to come and study fashion at Nottingham Trent University before going on to win the innovation award. Sadaharu is currently preparing to work alongside Alexander for a second time this autumn. \"It was wonderful to win such a great award especially as I was only in the UK for a year,\" he says. Working with Alexander helped Sadaharu gain experience, which he says, would have been more difficult to secure without the award. \"I got to work with the greatest designer in the world. I learned that creativity is the most important thing in making a collection strong.\" Alexander says he was impressed by Sadaharu's attention to detail: \"Sadaharu's work was so beautifully constructed. Each piece had a sense of true craftsmanship about it. He is one to keep an eye on.\" As well as the catwalk shows the week hosts an exhibition which has proved to be an influential hunting ground for potential employers within the industry. The Prince's Trust sees its involvement in the event as critical to helping young people get a foothold in fashion, and offers start-up loans and advice on developing the skills needed in the industry. Likewise, Topshop offers placements and opportunities to work and design in its studios. Is having a fashion-related degree essential for success in fashion designing? If you have the ability, says Jeff Banks, you don't necessarily need a degree in design to work in fashion. But a degree does help to give you an order of approach, a mental training and discipline. \"It's all about contacts,\" he says. \"They are the route into the market. After a degree, you've also got a good contacts book.\" However, there are exceptions to this rule. Paul Smith began his career in fashion as a retailer before becoming a designer, which he does by writing rather than drawing. Vivienne Westwood was a fine art teacher before she became a famous designer and still uses her skills as a sculptor - she makes clothes to fit a model on a stand without putting pen to paper. But with competition to get into fashion increasingly fierce, a degree will put you one step ahead. The clothing business is the third largest industry in the world and opportunities for qualified designers are boundless. However, starting salaries in the industry are low. Expect to be on between £12,000 to £14,000 in London - and pay scales are much the same in New York, Milan and Paris. But in two years this can rise to between £18,000 and £20,000 and within 10 years good designers can be earning £50,000. According to Jeff Banks, graduates must have the courage to accept that the fashion world doesn't begin and end in the UK - if you want to be a designer you mustn't be afraid of travel. Other Jeff Banks tips include: 1. Learn to sell as well as design. 2. Maintain your integrity. 3. Always deliver quality. 4. Don't be single minded in how you are going to apply your design. Learn to listen to other opinions. 5. Never give up. For tickets to see the gala show at Graduate Fashion Week call 0870 429 5320 - tickets are £25 plus a £2 booking fee. juliet.shedden@theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}