{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2002/may/14/guardianobituaries.pressandpublishing", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2002-05-13T23:19:26Z", "webTitle": "Obituary: Keith Harper", "webUrl": "https://www.theguardian.com/news/2002/may/14/guardianobituaries.pressandpublishing", "apiUrl": "https://content.guardianapis.com/news/2002/may/14/guardianobituaries.pressandpublishing", "fields": {"headline": "Keith Harper", "bodyText": "Labour correspondents, aka industrial reporters, are no longer state of the art in journalism. But they were a generation ago, and Keith Harper, who has died from cancer aged 65, was an outstanding talent among them. He had vision; a sympathetic understanding of his subject and a perceptive analytical eye: he was present in all those moments when the warfare that was British industrial relations in the 1960s and 1970s provided front page news every day. His talent was not just for chronicling the drama of that social and political conflict as it spread through national life. He also added a special journalistic quality: he genuinely understood the problems without being drawn into the quagmires of bias and prejudice. That was the Keith Harper I worked with. The ink of his trade had flowed in him from birth, as both his father and grandfather were newspaper printers. Keith was born in Manchester, where his father, Jack, was a linotype operator with the Daily Mail. Jack wanted to switch to the Mail in London, but was refused a transfer by his union; he never did get to London despite repeated attempts to fight his union's ruling; that might have influenced Keith's views on unionism. But he never allowed it to deflect his reporting of, or sympathies with, union affairs. When his father joined the army during the second world war, Keith's mother, Olive, did move to London (the family joke was that they meant to dodge Luftwaffe bombs); he went to school there, winning a place to Marylebone grammar school. Instead of going to university, he decided that he wanted to be a journalist. His first job was as an editorial assistant with the magazine National Builder; his first reporting stint was on the Bucks Free Press in 1959. In 1960, he had six months on the Express and Echo in Exeter, and then went to the Bristol Evening World as a reporter and feature writer. There he met another young reporter, Tom Stoppard, and established a friendship which remained close and firm. In September 1961 Keith began his long association with the Guardian. First he did four years in Bristol as its west of England and Wales correspondent, and then he moved to London in 1965 as a reporter. Three years later his byline began to appear over industrial stories: he had arrived in that zone from which he reported for 27 years, writing on the nation's labour and industrial problems. In the summer of 1972, he took over from John Torode as leading labour correspondent, which was then one of the most prestigious assignments. John Torode remembers that \"He was wonderful about being my number two when I became labour correspondent. Although older than me and with longer experience on the Guardian, he was so loyal, and a delight to work with.\" I remember especially one Friday morning in August 1973; I was sitting quietly in my office at the Daily Mirror when the prime minister's press secretary called. \"Would you be free to join the prime minister [Edward Heath] at Chequers this afternoon for a private chat? I have also invited Keith Harper of the Guardian and John Elliott of the Financial Times.\" We had been chosen because our newspapers were regarded as critical platforms for the forming of opinions, and went off to Chequers together. Heath wanted to discuss industrial and labour problems with us, off-record; at that time the words industrial or labour correspondent mattered as much, if not more, than political lobby bylines. There was spin, although it was not as crude then as now. The visit was remarkable; Heath played the piano and discussed music with us all, but mostly with Keith, who matched Heath's expertise. There were less auspicious moments. At the famous Labour party conference in Bournemouth in 1985 when Neil Kinnock faced up to the militants and Arthur Scargill, a playful, or perhaps malicious, photographer caught Keith snoozing in mid-Kinnock speech. Keith was not always popular with the union establishment with whom he spent many hours and years. Keith detected early that the TUC general secretary Norman Willis was not a star performer, especially in a crisis, and began to run stories about Willis's imminent departure, one of them on the eve of a TUC Congress. Keith was severely rebuked by Len Murray, Willis's predecessor, a painful experience for both since they admired each other. But Keith's permanent motto was \"this story has got to be written\": contacts and friendships were all very well but there was a moment when journalists had to decide to write what they believe to be the truth, regardless. He did that at the outbreak of the miners' strike; his opening sentence began: \"Arthur Scargill's determination to bring about his revolutionary change in society is threatening to produce an important casualty in the NUM.\" You cannot get it more right than that. Keith's consuming passion outside journalism and family was cricket. He followed the vagaries of his county Lancashire, and played the game with a talent that might easily have made him a top class player. He toured India with a Guardian team; he toured Australia with the Fleet Street Strollers; he played in the US and Austria. Most of all he developed the annual match between industrial correspondents and the TUC on the eve of the TUC Congress - continuing a tradition that Keith McDowall and I started in the 1960s. When Keith became Guardian transport editor in 1995 he turned the subject into one of the best elements in the paper, a precedent other papers had to follow. His remarkable success, with many scoops, should have won him a press award. In fact, Virgin Trains intended to give him something even better, despite his frank and critical views of Sir Richard Branson: Virgin was about to name one of its new locomotive \"Keith Harper\". He married Eileen Ripley in 1965; they had two daughters, Katie and Amelia. His second marriage to the television publicist Janine Thomason was typically timed for the 1979 TUC Congress; their children were Tom and Alice. Alan Rusbridger writes: In a profession of rogues and heroines, chancers and saints, Keith Harper was one of the good guys. Warm, avuncular, dogged, quizzical, sharp, ever curious, he had all the characteristics of a great reporter. He was liked and trusted by a huge range of contacts at all levels in trade unions, politics and business. Because they trusted him, they told him things. He knew how to write stories quickly, plainly, accurately and, when necessary, powerfully. He was as easy going and affable as he was professional. He was a news editor's dream. At an age when some reporters' appetite for the chase flags, Keith's energies remained undimmed. In 1995 he moved from a distinguished career as labour editor to a new beat; transport was a subject moving vertically up the political and news agenda. We needed a solid reporter who could grasp the finer points of policy, who had the political acumen and contacts to be able to interpret and contextualise events, and who had a strong track record in getting exclusive stories. Keith was the obvious choice. He was soon producing a series of strong front page stories - a record he continued until within a few weeks of his death. Shop steward or chairman, train driver or secretary of state, they all took Keith's calls. Last September he celebrated 40 years as a reporter on the Guardian - a tally not often surpassed. An impressive range of friends, contacts, subjects, colleagues, and even the odd victim, gathered to pay tribute. Shortly afterwards he diffidently indicated he had no wish to stop work when he reached 65 this April. He said he felt at the top of his powers - and, in truth, he was. It was especially cruel that he discovered he had cancer within four weeks of his official retirement date. A series of farewell dinners and parties had to be cancelled, though they had been organised in the full knowledge that Keith had no intention of ceasing to do the professional thing that he loved best - reporting. The committees who dish out journalistic awards notoriously miss out some of those who do the business of journalism with the greatest distinction. Keith was one such absentee from the Fleet Street honours board. But 10 days ago, he was singled out for a commendation at the annual London Press Club awards for his scoop (shared with the Independent) of Jo Moore's infamous September 11 email. The judges said he would have won had not the Guardian buried the story on an inside page. We sent news of the commendation with the message: \"Great reporter, crap editor.\" He allowed himself a wry smile. Peter Preston adds: Keith Harper was a man of many Guardian parts: a 1960s West Country correspondent who bought his passage to London with energy and versatility; a national reporter who always tried to understand a story as opposed to rehearsing it; a natural specialist wherever politics touched simple humanity. Labour affairs was his ideal beat. Relaxed but diligent, shrewd but clubbable, Keith seemed the natural confidante of many union leaders as the movement stumbled through the winter of discontent, and then the miners' sad march to decline. He got on with everyone, the managers as well as the unmanageable. He was mild-mannered, calm and funny. He fitted in. He could read the course of a dispute with uncanny accuracy. If he was always neutral, he was also always sympathetic. In a sense, Keith didn't leave Labour; Labour left him. Through the late 1980s and 1990s, in place of strife also meant in place of news. The movement lost hundreds of thousands of members, and headline relevance. Newspapers cut back coverage and the number of correspondents devoted to what had (outside parliamentary coverage) once been the elite broadsheet specialism diminished year by year. But Keith didn't fade with his subject. Instead, adding new contacts to old, he turned to transport and swiftly provided, yet again, the mix of exclusives, careful commentary and professionalism that marked everything he did. Whatever he tried, he would invariably be one of the best, and one of the hardest working, too. Keith, like David McKie and me, came to the Guardian in London around the same time. We were part of the new generation of the paper, united in relaxed friendship but also in a desire to prove to readers and ourselves that we could survive the competitive heat of Fleet Street. Keith did more than that. He was a champion, revered by those on other papers he worked with and competed against. He got the story; he could write it, clearly and pointedly; and from time to time he could shift gear and turn pieces you always remembered. Two years ago, he wrote vividly about the death of his brother from cancer. Now, cruelly, a few weeks into retirement, it is Keith we mourn. And the mourning is real. He never stopped; he was a rock of endeavour. He will be terribly missed. · Keith Rex Harper, journalist: born April 8 1937; died May 13 2002"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}