{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2002/may/19/travelnews.theairlineindustry.uknews", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2002-05-19T17:34:49Z", "webTitle": "Air travellers 'face years of chaos'", "webUrl": "https://www.theguardian.com/travel/2002/may/19/travelnews.theairlineindustry.uknews", "apiUrl": "https://content.guardianapis.com/travel/2002/may/19/travelnews.theairlineindustry.uknews", "fields": {"headline": "Air travellers 'face years of chaos'", "bodyText": "British air travellers face five years of chaos and delayed flights due to mysterious computer problems that keep shutting down the country's air traffic control system. Experts warn that urgent action is needed to make software at the new £623 million hi-tech traffic nerve centre - which is second only to Nasa's in its complexity - less vulnerable to faults. As delays dragged on for thousands of weary travellers last night, controllers said that if flights had not been stopped immediately after a failure on Friday, there could have been a mid-air collision between jets, killing hundreds of people. Paul Winstanley, a union representative who was a duty controller at the Swanwick centre in Hampshire when it collapsed, said things became 'very chaotic very quickly'. The cause was still not known, and this affected staff confidence. Winstanley said: 'Within minutes I was on the phone stopping traffic coming from Amsterdam and Brussels. Safety would have been compromised had the traffic not been stopped, because sectors would have become overloaded.' National Air Traffic Services (Nats), the part-privatised company running the system, has been in financial crisis since the terrorist attacks of 11 September caused a slump in air travel and cut the fees it receives from airlines. It has already been bailed out with a government grant of £30m, but the group of leading UK airlines which own 46 per cent of Nats have been so hard-up themselves since then that they cannot pump in the necessary funds. On Tuesday, the Civil Aviation Authority is expected to reject Nats' request to raise its fees. This is expected to force the firm to seek a further £100m from the Government and banks to stave off collapse. A senior aviation industry source familiar with Nats' operations said Friday's events were 'a bloody nightmare' and there was nothing to prevent such problems occurring again. He criticised the fact that Swanwick is forced to rely on the old base at West Drayton, near Heathrow, for its flight data processing, calling it 'the weakest link'. Three system failures in the last two months have variously involved Swanwick, West Drayton and the computer link between the two. The problem of the fragmented system is not due to be resolved for five or six years, when all flight data systems reach the new centre. The source said a team of experts would be brought in to see whether a back-up system could be created at Swanwick within a year 'or so'. If no solution was found, the system would be left vul nerable. 'We have got to get some resilience into this damn thing,' he said. 'It is potentially a good system, and you cannot tear it up and start again.' He criticised the planning of Swanwick, which opened in January - six years late and costing almost double its budget - for failing to deal with the 'inevitable problems' of continuing to rely on the link to West Drayton. 'Nats has been forced by politicians and others to concentrate wholly on Swanwick for the past five years... but you create a vulnerability when you put a link in the chain,' the source added."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}