{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/may/28/worldcupfootball2002.sport7", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-05-28T22:10:54Z", "webTitle": "'What happened to me last week was wrong'", "webUrl": "https://www.theguardian.com/football/2002/may/28/worldcupfootball2002.sport7", "apiUrl": "https://content.guardianapis.com/football/2002/may/28/worldcupfootball2002.sport7", "fields": {"headline": "'What happened to me last week was wrong'", "bodyText": "This is a huge talking point all over the country. I'm sure everyone from your family to the people who've supported you, they'd love to see you make a gesture, they'd love to see Mick McCarthy make a gesture. They think Ireland without you, given the role you played to get us here, it's not the team we want to support. I just hope people get behind the team, I think that's the most important thing. I might be a lot of things but I'm not a liar. I told them I had to arrange my own flights coming back. I was waiting in the room for two to three hours, nobody approached me from the FAI. That's why I rang United and asked them to book a flight to come back. Nobody was in the room when I walked out. People had an opportunity to speak. They had the chance and they wouldn't. They had the chance. I understand some of the younger players obviously not wanting to say anything because it was a heated exchange but some of the senior players, they knew the score, put it that way, and they let it all happen. I'm human and I think I was forced into a corner, I really was, that's my honest belief, and there was only one way I was going to come out and that was fighting. There was only going to be one winner and that was Mick, of course, and I understand that, he's the manager. Are you going to be here in Manchester, or on holiday, following the results, and in 10 or 15 years' time are you going to say, what was it all about, if only we could have sorted it out there and then? I could've played, there's no doubt in my mind. Since I have come home, the family have been glad to see me. It's good to be home, we'll probably go to Cork next week for a few days but my conscience is clear, it really is. If there was any doubt in my mind that I was a little bit out of order, you know, you should maybe have held it back a little bit, I would be back like a shot, but I won't accept it, I can't accept it. Is there not part of you that says forget pride, what's more important is going out and doing the best for my country? I've done that many times, I have been doing that for years. If you thought they'd take you back, that the players wanted you, that Mick McCarthy was prepared to meet halfway, would you then go back? I really don't know because I can't see it happening. We'll have to see. I'd love to play in the World Cup. I'd love to be back but it's up to other people. There's talk some players would love to have you back. Maybe so but maybe they're worried about their own reputations. They are decent people but they had their chance, they had their chance last week. I think they're worried about their own reputations. This time last year, in gaelic football, a sport you love, the Galway team rowed with their captain, they lost the first round, they found a way to compromise and went on to win the championship. Surely you can find a way of showing the same kind of example? Maybe, maybe, but it's out of my hands, it really is. I'm standing firm for what I believe in. I'm standing firm because I try to live my life as honest as I can. I've made mistakes, probably more mistakes than anybody and I've done things I'm ashamed of but I'm sticking to my guns because I believe my gut feeling is right. What happened to me last week was wrong. It was wrong and you can go round the houses and talk about different things but it was wrong. What happened to me in the last week I wouldn't wish on anybody. I felt I deserved better. Of course I lost my temper but people make me out to be a monster, and a loner, that's nonsense, absolute nonsense. What happened last week will be with me for a long time and I tell my kids what's right and what's wrong, and what happened to me was wrong, so the ball is in other people's court. What about the sense of wrong to those poor people who saved their money, who follow Ireland, who want to teach their kids, yes, you're right he is a hero, what about the confusion they feel that you guys can't sort this out as adults? You're probably right, I'm agreeing with a lot of your points. I do realise there are kids in Ireland, people in Ireland, my family were supposed to travel. It's all got messy. Nobody wanted it, nobody. Maybe there is a way, maybe there is, who knows, who knows, we'll have to wait and see. The match is on Saturday, we're running out of time. My conscience is clear and that's the most important thing in my life, it really is. It's hurting you, this? Of course, it's hurting me. Dead right it is, dead right."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}