{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/may/10/newsstory.sport3", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-05-09T23:17:31Z", "webTitle": "Doubly great Gunners no match for Liverpool at their height", "webUrl": "https://www.theguardian.com/football/2002/may/10/newsstory.sport3", "apiUrl": "https://content.guardianapis.com/football/2002/may/10/newsstory.sport3", "fields": {"headline": "Doubly great Gunners no match for Liverpool at their height", "bodyText": "Now that Arsenal have done the Double again, people are asking if they've taken our domestic game to new heights. After all, they have gone unbeaten away, scored in every match and won at Liverpool and Manchester United, their two closest rivals. Victory at Old Trafford was their 12th in the league on the bounce. Those are phenomenal achievements and I don't think anyone would deny Arsène Wenger's team deserve their success and have done it in style. I've loved watching them and they've been more convincing than their 1998 side. But the greatest? Not to my mind. For a start you can't separate home and Europe, and Arsenal have yet to prove themselves in the Champions League. They fell before the quarter-finals and, although they have a core of great players, there are three teams in my lifetime I rate higher. Some might go for Tottenham's 1961 Double winners or the Manchester United of Best, Law and Charlton, but I think they just miss out. Instead, in joint second, I have the United side of this generation. I'm referring to the teams of recent years and, in particular, the treble of 1999. For sustained success they get the nod over Arsenal. So many were at their peak. Peter Schmeichel was in goal, Jaap Stam looked Europe's best centre-half, the midfield was magnificent and up front everything seemed to come off for Dwight Yorke and Andy Cole. On a par were the Leeds team of the late 60s and early 70s. They underachieved because they never won a Double and got two championships when they should have had another four or five. But they won two Fairs Cups, an FA Cup and a League Cup and reached a European Cup final. I think they were harder to beat than this Arsenal. In 1968-69 they lost twice in a 42-game league season. There was such remorseless competitiveness mixed with great talent. Some would say they were over-competitive. The back line was better than Arsenal's is, and at one time they had virtually an all-England defence with Paul Madeley, Jackie Charlton, Norman Hunter and Terry Cooper. In midfield Billy Bremner wouldn't have feared Patrick Vieira, and Johnny Giles was as cunning a playmaker as there's been. Then there was Peter Lorimer's power and the wizardry of Eddie Gray. A vivid memory of that team is Eddie's wonder goal against Burnley. He came off the left wing, beat the same defender about seven times and slotted home. Maybe if Don Revie had allowed them to express themselves more they could have been the greatest. I've spoken to players in that side who wish they'd been let off the leash. There was such great ability. I'll never forget the cameo game against Southampton, with the ole passing. I think they strung together more than 30 passes and they beat Southampton big time. They kept the ball for about five minutes with cheeky backheels from Bremner and artistic moments from Giles. Top of my list, though, are Liverpool of the late 70s and early 80s. They had everything, from a great goalkeeper in Ray Clemence to a brilliant forward line with Kenny Dalglish and Ian Rush. The centre-back pairing of Alan Hansen and Mark Lawrenson was the best I've seen, and the midfield had the perfect blend. Graeme Souness was the iron man, Jimmy Case and later Sammy Lee could get forward and back. Terry McDermott made 20 goals a season and Ray Kennedy was key on the left. They never did the Double but won so many domestic honours and four European Cups, which is the barometer. When I was at West Brom they overtook us to win the title, though at United we had a bit of a sign over them. We were very successful at Anfield and were the one club Rush didn't score against. But they were a great side. I relished our meetings. One of my most satisfying results was at United when we drew with Liverpool in the 1985 FA Cup semi-final and beat them in a replay. They had such sophistication and a continental style, keeping possession, keeping things simple. Then suddenly they could strike. They had more great players than Arsenal, who are very reliant on four or five. Tony Adams has come back into focus but I'm thinking of Patrick Vieira, Robert Pires, Thierry Henry and Dennis Bergkamp. Freddie Ljungberg has shot to the fore, Sol Campbell has settled and others have made important contributions. You have to admire the character Arsenal have shown in the face of a lot of injuries. But they're one short up front. Henry needs better support and that may be why they haven't been so successful in Europe. If he's stifled they don't threaten as much, particularly with Berkgamp not flying to away matches. If Arsenal continue what they've done and add a European Cup, we could end up talking of them as the greatest. But at the moment they don't quite match up. · You've read the piece, now have your say. Email your comments, as sharp or as stupid as you like, to the football.editor@guardianunlimited.co.uk."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}