{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2002/may/05/france.thefarright", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2002-05-05T14:37:38Z", "webTitle": "Le Pen? No chance, say his wealthy neighbours", "webUrl": "https://www.theguardian.com/world/2002/may/05/france.thefarright", "apiUrl": "https://content.guardianapis.com/world/2002/may/05/france.thefarright", "fields": {"headline": "Le Pen? No chance, say his wealthy neighbours", "bodyText": "From Jean-Marie Le Pen's million-pound mansion on the heights of the leafy suburb of Saint-Cloud, he can pick out the Champs-Elysées, where today's presidential victor will hold a triumphant parade. But if the racist National Front leader beats the Gaullist Jacques Chirac, it will not be the fault of his neighbours in the exclusive, money-rich Montretout estate. Yesterday the blonde, middle-aged woman whose home overlooks the marquees being made ready for a celebration abruptly cut short a question on whether she had been invited. 'Monsieur, I will vote for Jacques Chirac early in the morning and then go as far away as possible for the rest of the weekend. That's all I want to say.' Le Pen may have a fine house in the well-heeled residential area west of Paris that stretches over the Bois de Boulogne to Neuilly, but only 11 per cent of the Saint-Cloud electorate voted for him on 21 April, one of the lowest scores around the capital. After parking his company Citroën in the Montretout estate's rue Preschez, André Derainne-Dubreuil, a senior banking executive, gave a partial explanation for Le Pen's local unpopularity. 'Some people around here don't like Le Pen because he comes from a modest Breton background, and others resent the eternal presence of police vans watching his property,' he said. 'But if you really want to know why he will never rule France, you've got to study the reaction and priorities of high finance. Big money has no interest in electing someone with such a dangerous economic programme such as pulling out of Europe. You won't find anyone around here who won't vote for Chirac. He has the country's biggest employers behind him.' Chirac picked up 36 per cent of the vote in Saint-Cloud, nearly double the national average. The area is a bastion of the moderate Right; until recently the mayor was Jean-Pierre Fourcade, a centrist former Finance Minister and banker. The territory (population 29,000), includes a racecourse, a royal park, part of the Paris ring road and an ugly office block known as 'The Liner', overlooking the Seine. This is the Front's national headquarters. The location upsets the present mayor, Bertrand Cuny, another centrist, who said he had tried to have Le Pen's headquarters moved elsewhere to reduce tensions in his town. 'I have tried and tried in vain,' he said. 'It gives outsiders a wrong view of my electorate, who have consistently rejected the National Front.' Apart from anything else, townspeople object to the fact that Le Pen's men ignore parking restrictions. 'The building's more like a bunker than an office building and gives the impression that Saint-Cloud is a hideout for Nazis,' said Robert Picard, barman at a nearby cafe. 'I've never met anyone who says they vote for Le Pen, even though his count was about the same as [Lionel] Jospin's.' (The Socialist candidate polled 1,356 votes, 30 more than Saint-Cloud's best-known resident). The hunt for the invisible National Front voter has been one of the mysteries of these elections, making it risky to base predictions for the run-off on the low turnout at Le Pen's May Day parade and his last rally in Marseille. No one in the cafe, or at Saint-Cloud's boulangerie and chemist, claimed to have voted racist, but the theory that le grand capital was dedicated to stopping Le Pen's ascension was quickly proved right. One after another, some of the richest inhabitants of Paris's money belt issued statements backing Chirac and rejoicing in mass anti-Front demonstrations organised in large part by the anti-capitalist extreme Left. François Pinault, who holds the country's third-biggest fortune, mixed his satisfaction at the 'gut rejection of the extreme Right' with a prediction that if Chirac failed to sort out the French economy, 'warnings from the street could be transformed into an even more severe punishment from the political classes'. This was the first hint from Chirac's allies that victory today - most forecasts give him at least 70 per cent of the vote - could lead to economic and constitutional instability, with the opposition taking to the streets again if the re-elected leader ignores voters on the left. While the euro has saved France from immediate currency repercussions, demonstrations that brought out 1.3 million anti-Le Pen marchers on 1 May have added an unpredictable element to a tense period in the run-up to parliamentary elections next month. Although the marchers - backed by all left-wing political movements, churches and unions - called for a pro-Chirac vote, they are likely to turn on the President if he does not introduce reforms during the interim period between polls when he can govern by decree. 'The first round [the vote for Le Pen] was a cry of distress from a number of people in difficulty,' Pinault said. 'There aren't 20 per cent fascists in France, but there is violent rejection and hatred for the ruling classes and known leaders from the poor in the countryside, among workers and residents of the outer suburbs. There is a real fear in France over globalisation and lack of law and order.' Chirac's priority tomorrow will be to choose a new Prime Minister and Cabinet, when Jospin resigns after five years as premier. The successor is expected to come from Chirac's own supporters and his popularity or otherwise will weigh heavily in the general election. A favourite is Nicolas Sarkozy, 47, a former Budget Minister, whose consituency includes a fair chunk of the richest western Paris residential areas. The Left is in such disarray that it could go into the election without a strong leader. Jospin, 64, has retired from politics altogether, even quitting a post as a county councillor near Toulouse. The Socialist First Secretary, François Hollande, 48, who will manage the campaign, has limited public appeal and little chance of saving more than a third of his party's 258 coalition seats won in1997. The Communists, once France's biggest political movement, could be wiped out altogether. The Greens, who used to be part of Jospin's governing gauche plurielle, will fight a separate campaign, but most right-wing and centrist parties have joined Chirac's Gaullists in a new movement called the Union pour une Majorité Presidentielle (UMP), which has preceded the winding-up of the Gaullist-RPR, Rassemblement pour la République, founded by the President in 1976."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}