{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2002/may/19/observerescapesection3", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2002-05-19T18:20:21Z", "webTitle": "Scotland's so sexy", "webUrl": "https://www.theguardian.com/travel/2002/may/19/observerescapesection3", "apiUrl": "https://content.guardianapis.com/travel/2002/may/19/observerescapesection3", "fields": {"headline": "Scotland's so sexy", "bodyText": "If you're looking for shortbread, bagpipes and haggis you're not going to find them in this week's Escape. Although we're concentrating on Scotland, this is very much a tartan-free zone. Not that there's anything wrong with the cliches, they do a good job used in the right places, but blokes in kilts drinking whisky doesn't do it for many of us. The Americans and continental Europeans, including the new wave of Russians, love all that stuff, but a quick poll around our office found people more interested in scenery, good food and getaway hotels. The decision of the tourist board, VisitScotland, to market itself along the lines of 'if the weather's rubbish you'll have more time to shag in Scotland' caused a bit of an uproar among locals earlier this year. Okay, the board didn't put it that bluntly, but almost. A couple were pictured beside a bed behind a rain-lashed window, with the words: 'The Scottish weather is perfect for a romantic break. You won't go out much.' Sex sells, so why not use it on Scotland? We sought proof of the VisitScotland promise by sending Mariella Frostrup, in the throes of a new romance, up north rather than south for a romantic break with much success (see pages 2 and 3). The Americans - whatever the brave-faced marketing people will tell you - are still not back in Scotland in their normal numbers, as many are still nervous of flying after 11 September. So capitalising on British tourists makes sense, and it means there's a range of special offers to lure you there this summer (see page 4). One of the images Scotland still has to overcome - worse than the drizzle or midges - is the fear among many of us that the food is disgusting, and until recently I was personally stuck in that 20-year-out-of-date time warp. My parents did a driving tour of Scotland last summer, staying at small guest houses up and down the country. 'The food's not a bit like when we used to go on holiday there when you were a kid,' they said on their return, going into hours of details about cheap, freshly cooked fish straight from the harbour and lavish organic bargain breakfasts. 'Give Scotland another chance,' my mum urged. So earlier this year, we did, and ate miles better for less dosh than at home. In Edinburgh we tried the Tower (a bit like London's Oxo Tower restaurant, but costing a third of the price). And breakfast at the Gleneagles hotel was amazing: Loch Fyne kippers in melted butter, ribbons of smoked salmon cut straight off the bone with moist scrambled egg and fresh waffles cooked to order. The hotel was full of Brits taking advantage while Americans stayed at home. Yes, it is a five-star hotel and some would say you would expect great quality there, but you'd do a lot worse in London. You don't have to look far for a good meal in Scotland (as Jane Knight describes on pages 10 and 11), and why head to the South of France when smoked salmon that melts in the mouth and the best beef in Europe calls from the opposite direction, with lots of low-cost airline flights to take you there? On Friday, my colleagues and I are going back to Edinburgh, this time for The Observer and Guardian 2002 travel awards, which we will be presenting to our readers' favourite travel companies. I hope the event helps convince more people it's time to forget the clichés and revisit Scotland. ScotAirways flies from London City Airport to Edinburgh (0870 606 0707; www.scotairways.com)from £99 return. Gleneagles (0800 704 705; ww.gleneagles.com) in Auchterarder has special Sunday night stays for £175 a room, b&amp;b."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}