{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/may/10/newsstory.sport2", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-05-09T23:17:42Z", "webTitle": "Arsenal 'worthy champions' says Ferguson", "webUrl": "https://www.theguardian.com/football/2002/may/10/newsstory.sport2", "apiUrl": "https://content.guardianapis.com/football/2002/may/10/newsstory.sport2", "fields": {"headline": "Arsenal 'worthy champions' says Ferguson", "bodyText": "Not even Sir Alex Ferguson seemed to be indulging in mind games when he praised Arsenal and Arsène Wenger yesterday. Far from trying to soften up his greatest rivals for next season, Manchester United's manager sounded genuinely magnanimous to the Double winners. Ferguson described Arsenal as \"worthy champions without question\", noting that Wednesday's 1-0 win at Old Trafford gave Wenger's team a 12th Premiership victory in a row and ensured they would end the season unbeaten away. \"Let me offer my sincere congratulations to Arsenal,\" he said. \"The rivalry between the clubs is well established and it's as fierce as represented in the media. My rivalry at management level with Arsène Wenger is equally intense, even if it is hyped up at times. \"The truth is I have every respect for Arsène and we get along fine. I think he has done a brilliant job at Highbury and for a long time I have always seen his teams as the main threat to our domestic ambitions.\" The Scot made it clear he did not \"begrudge\" Arsenal their share of honours because they \"play the game the right way\". Arsenal's vice-chairman David Dein called Wenger \"a miracle-worker\" but the bookmakers were less impressed: William Hill and Ladbrokes have installed Arsenal as second favourites behind United for next season's title. That came as Patrick Vieira again pledged his future to Arsenal in ambiguous fashion. \"I have two years left on my contract,\" he said. \"Of course I will be here next season.\" He knows, though, that unless he signs an extension he will be sold, and reports continue to link him with Real Madrid. Arsenal will parade their trophies through the streets of Islington on Sunday morning and have announced that Tony Adams' testimonial against Celtic at Highbury on Monday is sold out. They are urging fans without tickets to stay away. Manchester United's quest to regain their Premiership title next year may feature Laurent Blanc, who is reconsidering his decision to retire at the end of the season. \"I have been given some time to think things over, so that's what I will do,\" the 36-year-old defender said. \"I am considering playing on for another year. That is the very least I can do for Alex. He brought me to United and he is asking me to carry on playing. I will give him my answer once the season has finished.\" Ferguson's efforts to sell Dwight Yorke are foundering on United's asking price of £5m. Blackburn's Graeme Souness, who would like to reunite the 30-year-old striker with Andy Cole, said yesterday: \"If we could afford to do the deal then I'd like to bring him here. But right now the asking price is beyond our valuation, given that he's entering the last year of his contract.\" · You've read the piece, now have your say. Email your comments, as sharp or as stupid as you like, to the football.editor@guardianunlimited.co.uk."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}