{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2002/may/24/jubilee.monarchy", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2002-05-24T16:43:21Z", "webTitle": "Court ends man's naked ambition by seizing trousers", "webUrl": "https://www.theguardian.com/uk/2002/may/24/jubilee.monarchy", "apiUrl": "https://content.guardianapis.com/uk/2002/may/24/jubilee.monarchy", "fields": {"headline": "Court ends man's naked ambition by seizing trousers", "bodyText": "The summery spell of imaginative sentencing in British courts has taken another step forward, with the confiscation of a royal streaker's pair of \"quick-release\" trousers. Hot on the heels of a Cornish judge's order that a burglar must live in a garden shed while on bail, magistrates in Newcastle upon Tyne pounced on Brynn Reed's specially adapted jeans. These became famous when the Queen opened the city's millennium \"blinking bridge\" two weeks ago, and Mr Reed, a 27-year-old civil servant, suddenly appeared by her Rolls-Royce with nothing on. The court heard that he had outwitted intense security by triggering the first-ever use of his experimental trousers, which have two slits from ankle to crotch. Held together with Velcro tape, they fall apart in a flash, as it were, a mechanism which allowed Reed to vault security railings gracefully and hammer along beside the Rolls before overtaking it with several skips and a jump. His girlfriend Susannah Johnson, 18, who painted the message \"Rude Britannia\" on his buttocks for the streak, said he had painstakingly planned the operation as the first of a list of planned achievements during his life. Reed, who lost his administrative job at the department for pensions after his face was recognised on TV, apologised to the Queen and anyone else offended, through his solicitor Joanne Miller. But he said after the hearing that he had not regretted the drama of the moment, and was \"pretty glad\" that his campaign of proposed achievements had started with such style. He was given a conditional discharge and ordered to pay £55 legal costs, after admitting indecent exposure. He said he had got off lightly, but greatly regretted losing his job. The court removed the trousers after ordering that they be \"forfeited and destroyed\". Ms Johnson, who recalled vividly how Reed had \"waved furiously during the streak, with all his bits dangling,\" suggested that the jeans were probably only designed for their one, spectacular outing. The rest of Reed's list remains under wraps. The following correction was printed in the Guardian's Corrections and Clarifications column, Tuesday May 28 2002 The millennium bridge to which we referred to is the Gateshead bridge rather than the Newcastle upon Tyne bridge. It is known as the \"blinking eye\" not the \"blinking bridge\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}