{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theguardian/2010/oct/14/corrections-clarifications", "type": "article", "sectionId": "news", "sectionName": "News", "webPublicationDate": "2010-10-13T23:05:03Z", "webTitle": "Corrections and clarifications", "webUrl": "https://www.theguardian.com/theguardian/2010/oct/14/corrections-clarifications", "apiUrl": "https://content.guardianapis.com/theguardian/2010/oct/14/corrections-clarifications", "fields": {"headline": "Corrections and clarifications", "bodyText": "• A headline and the first paragraph of a story that examined the numbers of people of African-Caribbean and African descent in the prison system in the UK and the US wrongly stated, owing to an editing error, that black people in England and Wales were more at risk of jail than black Americans. The rest of the story, based on a new report, accurately reported that the proportion of black people in jail in the UK was almost seven times their share of the population, whereas in the US the proportion of black prisoners is four times greater than their population share. The expression of the figures was extrapolated from the Equality and Human Rights Commission report How Fair is Britain? The report drew on a 2008 Ministry of Justice document, footnoted as the source of the EHRC statement that stated: \"Black prisoners make up 15% of the prisoner population and this compares with 2.2% of the general population – there is greater disproportionality in the number of black people in prisons in the UK than there is in the United States.\" According to a range of sources, including the US justice department, about 12% of the US population is black and about 40% to 45% of the US prison population is black. According to Roy Walmsley's World Prison Population List 2009, the US jails 756 of every 100,000 of its population. The corresponding figure for England and Wales is 153. Based on the figures above, America jails 3% of its black population, and England and Wales 1%. This means that a black person in the US is three times as likely to be imprisoned as in England and Wales (Black Britons at more risk of jail than black Americans, 11 October, page 1)."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}