{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2010/oct/17/fifa-officials-votes-2018-world-cup", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-10-16T23:31:01Z", "webTitle": "Fifa officials 'offered to sell their votes over 2018 World Cup'", "webUrl": "https://www.theguardian.com/football/2010/oct/17/fifa-officials-votes-2018-world-cup", "apiUrl": "https://content.guardianapis.com/football/2010/oct/17/fifa-officials-votes-2018-world-cup", "fields": {"headline": "Fifa officials 'offered to sell their votes over 2018 World Cup'", "bodyText": "Two Fifa officials have been accused of offering to sell their votes in the contest to host the 2018 football World Cup, it emerged last night. Amos Adamu, a Fifa executive committee member from Nigeria, was caught on camera asking for £500,000 for a \"personal project\" in return for supporting one of England's rivals for the 2018 contest, according to an investigation by the Sunday Times. Reynald Temarii, a Fifa vice-president and president of the Oceania Football Confederation, was also said to have been recorded asking for £1.5m for a sports academy in exchange for his support. The newspaper reportedly has footage showing Adamu pledging his vote after requesting cash from undercover reporters posing as lobbyists. The money would be used to build football pitches in his home country. In the video, Adamu said he wanted the money paid to him personally, half of it in advance, adding: \"Certainly if you are to invest that, that means you also want the vote.\" Reporters spoke to six senior Fifa officials, past and present, who offered to work as fixers for the World Cup bid. They all suggested paying huge bribes to Fifa executive committee members, according to the newspaper. Bidding countries, officials and national football associations are strictly forbidden from even the \"beginning of a collaboration\" to influence voting. The investigation has also uncovered allegations that supporters of two countries competing to host the World Cup have offered up to £750,000 a vote for other \"personal projects\". One former member of the Fifa committee warned that the failure of the England bid to offer such deals could lead to its rejection. \"England have got all the good reasons why they should host it but they don't strike the deals,\" he said. Fifa has yet to comment."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}