{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2010/oct/14/hugh-muir-diary-philip-green", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2010-10-13T23:14:00Z", "webTitle": "Hugh Muir's diary", "webUrl": "https://www.theguardian.com/politics/2010/oct/14/hugh-muir-diary-philip-green", "apiUrl": "https://content.guardianapis.com/politics/2010/oct/14/hugh-muir-diary-philip-green", "fields": {"headline": "Diary", "bodyText": "• Need university funding sorting out; send for Browne, the ex BP guy. Need ammunition for a war on waste; send for Sir Philip Green. David Cameron knows lots of people because that's how it works in politics, business and the media. Sir Philip is well connected himself. For example, he knows the businesswoman Karren Brady, Lord Sugar's new lieutenant on The Apprentice; until recently a non executive director at Channel 4, who recently joined the board of Sir Philip's company Arcadia. So when a crew from Channel 4's Dispatches was seen filming outside the Jersey headquarters of companies owned by Sir Philip's wife Tina, part of a documentary on tax avoidance that the station will air on Monday, no one was truly surprised that Brady was interested enough to ring Channel 4's central London offices to find out what it was all about. She was able make inquiries with Channel 4's chief executive David Abrahams: wholly legitimate inquiries, we can assume, heavy hitter to heavy hitter. It didn't change anything: for the good chief executive knows not to meddle unnecessarily with programme-making. And the prudent former director wouldn't be silly enough to ask. But it just shows how the world does turn. Everybody knows everybody who is anybody these days. • And as The Apprentice rumbles on, we see that only the strong survive in business. If they learn anything, the best, nurtured by Siralan Sugar, learn the value of plain speaking. And it's not just Siralan. For at the Soho launch of the new London Entrepreneurial Exchange chief executive, Shalini Khemka had some unvarnished advice for other titans of business; the likes of Dragons' Den star Duncan Bannatyne, Cobra Beer tycoon Lord Bilimoria, Mobos founder Kanya King and Lastminute.com founder Brent Hoberman. \"I want you to look around the room and see someone you want to fuck and just get on with it,\" she told them. Gritty; but then, maybe she's right. The meek have yet to inherit anything. • Alas, no breakthrough yet in the investigation by West Midlands police to find the mischievous Latin scholar in their ranks. That's the Boris Johnson/Gene Hunt type who placed in the windscreen of a force vehicle, a sign bearing the slogan Oderint Dum Metuant – or \"Let them hate so long as they fear\". The higher ups are unamused. As well they might be. For though we knew that the motto was a favourite of Caligula's, we now learn that it was also the battle cry of choice for Combat 18, the violent far right outfit that cracked so many heads in the 1980s. Not a good link. Dear me. • The disclosures remind Mitch Mitchell, a regular correspondent, of an encounter he had with the West Midlands force a few years ago while driving/tour managing a number of comedians. Officers had booked the comedian Mandy Knight to enliven an annual dinner and dance. Upon arrival, the man in charge put her right. \"Whatever you do, don't mention the Birmingham Six,\" he said, for they had recently been set free and the issue remained sensitive. Cue showtime. Cue Mandy. \"Well, the Birmingham Six have been released,\" she said. \"What about the rest of Birmingham?\" • Compare and contrast. Nick Ross, at yesterday's launch of the Living Planet Report, the latest warning about the way human lifestyles are using up Earth's natural resources: \"It's important not to be alarmist,\" he said chiding activists, scientists and the media for exaggerating problems and focusing more on crises. \"It's important to keep a perspective.\" And Ross, later, at the same event. \"I don't think it's hyperbole to use the world holocaust. We're witnessing a bonfire of diversity.\" Don't have nightmares, Nick. • Lastly, a special mention for a very special 55 people. People who didn't kick a man when he was down. Who understood when no one else wanted to. Who ignored the media, the politicians, the White House and virtually every opinion-former throughout the United States. BP provided just drinks and nibbles at Tony Hayward's leaving reception at Millbank Tower on Tuesday; where the handpicked guests were those who stood by the vilified chief executive as the Gulf of Mexico disaster engulfed him. Just drinks and nibbles. But they came from the heart. diary@theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}