{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2010/oct/06/manchester-city-brian-marwood-spending", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-10-05T23:05:08Z", "webTitle": "Manchester City will not continue to spend big, claims Brian Marwood", "webUrl": "https://www.theguardian.com/football/2010/oct/06/manchester-city-brian-marwood-spending", "apiUrl": "https://content.guardianapis.com/football/2010/oct/06/manchester-city-brian-marwood-spending", "fields": {"headline": "Manchester City will not continue to spend big, claims Brian Marwood", "bodyText": "Manchester City's most senior football administrator has said the club will not continue to sign players at the relentless rate they have since the August 2008 takeover by Sheikh Mansour bin Zayed al-Nahyan of Abu Dhabi, who has spent £500m, mostly on transfer fees and wages. Brian Marwood, City's chief football administration officer – a role equivalent to director of football – told the Guardian in an exclusive interview that City are now broadly happy with the squad acquired. \"This club has gone from 10th in the Premier League two seasons ago to just missing out on qualifying for the Champions League last season, and now including players with the quality of Yaya Touré and David Silva. We've kind of crammed 10 years' work into 12 to 18 months. Now the intensity of signing players is levelling off, allowing this group to develop.\" Although City currently sit second in the Premier League, Marwood said the manager Roberto Mancini could barely work with the squad in a summer disrupted by the World Cup and another \"ridiculous\" international break the week before the season started. \"When you look at training time, working at shape, how you want to play, we've had very little time.\" Marwood also defended the money the club have paid for the likes of James Milner, who cost £26m from Aston Villa, and Touré, whose wages, with maximum bonuses if City were to win in all competitions would come close to £200,000-a-week. He said that the plan was to eventually produce young players capable of replacing high-earning senior players, with Mansour investing heavily in the club's academy. That is allowed without limit under Uefa's rules. \"If you aspire to be a Champions League club you must go to another level,\" Marwood said. \"We have commissioned a report, an audit, on academies around the world to identify good and bad practice. We can put [them] against our own academy and see where we need to improve.\" In pursuit of financial fair play, page 4"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}