{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/david-conn-inside-sport-blog/2010/oct/06/manchester-city-brian-marwood", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-10-05T23:06:00Z", "webTitle": "Manchester City make plans for a future of financial fair play | David Conn", "webUrl": "https://www.theguardian.com/sport/david-conn-inside-sport-blog/2010/oct/06/manchester-city-brian-marwood", "apiUrl": "https://content.guardianapis.com/sport/david-conn-inside-sport-blog/2010/oct/06/manchester-city-brian-marwood", "fields": {"headline": "Manchester City make plans for a future of financial fair play", "bodyText": "Since Manchester City released last week's not very shocking bombshell, that Sheikh Mansour of Abu Dhabi's vast spending on the club had financed a loss of £121m, the football world has been asking a very specific question. How can a club whose owner is indulging losses on that scale possibly meet Uefa's \"financial fair play\" requirement that within four years clubs in European competition must be close to breaking even? The leeway Uefa have settled on, allowing €45m losses in total, over three years from 2011, is a planet away from the one to which City, second in the Premier League, have been launched by Mansour. Arsenal, who meet Uefa's measure of financial sanity more comfortably than any other elite Premier League side (Manchester United are loaded with the Glazers' £716m debts, while Chelsea made a £47m loss in 2008-09), recently disclosed football turnover of £223m for 2009-10, almost £100m more than City's, with a wage bill £22m lower at £111m. Yet City's response is not the loadsamoney two-fingers to Michel Platini which some, observing the £500m lavished to date by Mansour, might have expected. The club's chief communications officer, Victoria Kloss, flew to Geneva to give Uefa advance sight of the results, seeking to show the governing body that City's new regime is also taking care of the club's fans, culture and \"soul\", and, financially, does plan to become sustainable. City's chief executive, Garry Cook, and chief financial and administration officer, Graham Wallace, both said the club plans to comply. Their strategy is to propel City to the top, make more money from the TV and commercial boost the Champions League avails and gradually bring wages down by replacing ageing galacticos with graduates of the academy, on which City are also spending a fortune. \"Player acquisitions on the scale we have seen in recent transfer windows will no longer be required in the years ahead, now that we have such a deep and competitive squad,\" pledged Cook in the annual report. \"We expect our financial performance to position us to be compliant with financial fair play when the regulation starts to come in,\" states Wallace, formerly the chief financial officer for the sports media business IMG. The only precedent for such a project is Chelsea, whom Roman Abramovich bought in 2003, giving him a five-year start on Mansour. Yet with more than £700m spent since, Chelsea have still not made it to breaking even despite the famous promises of Abramovich's former chief executive, Peter Kenyon. So City's chances of succeeding depend heavily on making valuable first-team signings and nurturing academy successors, in a football operation overseen at the Carrington HQ by Brian Marwood. Given the mouthful title 'chief football administration officer' to avoid the controversial one, in this country at least, 'director of football', Marwood is essentially doing the same job. It was a role recommended by the consultants Booz &amp; Co, who audited the club after the Abu Dhabi takeover, to allow the first-team manager to concentrate on coaching his star squad. Marwood is responsible for recruitment, \"player care\", medical, sports science and other departments, as well as supervising the academy and \"elite development\" (young professionals) programme, which look to the future. Marwood, the former Arsenal winger, Professional Footballers' Association chairman and head of Nike's UK football sports marketing, embodies the prevailing mood at City. Neat and tidy in his Carrington office, he is enthused by the limitless opportunities and the progress already made – \"This is one of the places to be in football right now,\" he says – but, round the edges, also embattled. The criticisms have stung: principally that City, formerly the people's alternative to United, are flashing cash to buy success and that the sacking of Mark Hughes was excessively ruthless. Marwood particularly resents having been depicted by some as Hughes' assassin, when he maintains he did his job to \"create the best possible environment for Mark and his team\" and sign the players Hughes and Roberto Mancini required. He is most keen to counter the impression, formed when City signed Robinho as \"a statement of intent\" immediately after Mansour bought the club, then reaffirmed last January in the aborted attempt to buy Kaka, that they are spending wildly on marquee names. \"You have a chuckle to yourself,\" he says. \"We were criticised for supposedly ruining English football by bringing foreign players in, then when the England team finished the last game against Switzerland, six City players were in it. That was a big jolt to a lot of people.\" Although City's recruitment is backed by Mansour's extraordinary chequebook, negotiated through football's thicket of agents and complicated by other clubs' priorities, Marwood argues that it is methodical. Since Robinho the club is satisfied with its dealings in every transfer window. Preparing for the latest, Marwood explains: \"We sat down with Roberto [Mancini] in February-March and planned our summer programme.\" They worked up a spreadsheet, with players they wanted for each position, including alternatives in case deals could not be done. \"I think we pretty much got every one.\" The players City signed – David Silva, Yaya Touré, Jérôme Boateng, Aleksandar Kolarov, Mario Balotelli and James Milner – in a transfer window costing another £97m net were, Marwood says, on that spring spreadsheet. \"The people here were on the list. There is a balanced strategy. English players and young players. Other than Yaya, they are all young developing players.\" Marwood defends the signings of Yaya Touré and Patrick Vieira, the stand-out exceptions to the principle of building on youth, on the grounds that they can have value as role models. \"The feeling was we needed players of presence, quality, with a winning mentality, to bring that culture to the club. Patrick and Yaya have that. Micah [Richards], for example, is an emerging young player. To have him alongside Patrick, Yaya, Kolo [Touré] every day, in the changing room, on the training pitch, is invaluable.\" Marwood grimaces at Yaya Touré's label as the Premier League's first £200,000-a-week player, saying his wage might approach that figure with all bonuses if City win everything. \"Yaya can play centre-midfield, centre-half, attacking midfield, defensive midfield – he's a quality player. When we knew he was available, it was a no-brainer.\" The signings are not made on the nod; Marwood is responsible for working up detailed dossiers, effectively a business case, on potential City players, which goes to Cook, the chairman, Khaldoon al-Mubarak, and Mansour himself, before expenditure is sanctioned. Marwood leafs through an example, profiling a 15-year-old Portuguese prospect he does not name. Running to 30 pages, it analyses the player's attributes, personal and family background, command of English, \"experience of transition\", \"cultural fit\", international calendar issues, agent's details, press cuttings – everything. \"That's for a 15-year-old,\" Marwood says. \"For the players we signed in the summer, you're looking at 40-50 pages. The chairman needs to see it, the owner needs to see it – we're investing a lot of money. \"We do succession planning. We look at every kid from the age of 12: what have we got in each age group, what have we got coming through; where are the holes, the gaps we need to fill.\" Milner, whom Marwood signed on a Nike boot deal when the player was a 15-year-old at Leeds United, was \"a priority\" for Mancini. The £26m paid was another Eastlands eyebrow-raiser but Marwood defends it. He says City hope Milner will stay for the rest of his career, probably developing into a central midfielder in the Frank Lampard mould and justifying such investment over the course of 10-12 years. Mario Balotelli, Marwood says, is regarded as exceptional by Mancini who, as Internazionale's coach, gave the forward his debut. City's owner was prepared to trust that judgment despite the player's fiery temperament – noted, no doubt, in a dossier of some thickness. The enthusiasm and determined approach of the new regime's inner circle at Manchester City is evident but what of the plain fact that all this stems truly from having more money than other clubs? \"Everybody has become obsessed with what footballers are earning,\" Marwood replies. \"We are comfortable where we are. Now the intensity of signing players is levelling off, allowing this group to build and develop – they haven't gelled yet.\" He has commissioned a report into the best academies around the world, because therein lies stability – on the field and financially. \"We have fast-tracked a lot; we need to put the structure in place. We talk about elite development, the academy, because that is the foundation. That is the future for Manchester City.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}