{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2010/oct/21/hugh-muir-diary", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2010-10-20T23:15:03Z", "webTitle": "Hugh Muir's diary", "webUrl": "https://www.theguardian.com/politics/2010/oct/21/hugh-muir-diary", "apiUrl": "https://content.guardianapis.com/politics/2010/oct/21/hugh-muir-diary", "fields": {"headline": "Diary", "bodyText": "✒So we've crossed the rubicon. Things Can Only Get Better was the Labour theme. The Con-Dems tune is Buddy Can You Spare a Dime. It was bad. Real bad, and having suffered a 16% budget cut, the BBC knew it was going to be that bad, hence the decisions they made even before George Osborne took his wrecking ball to the public sector. Following detailed coverage on BBC2, they scheduled the selling-off-your-heirlooms show: \"Put Your Money Where Your Mouth Is\". After that? A knick- knack valuing programme called Flog it! ✒ Yes, the axe has swung and across government everyone has less than they did before. At the Department of Culture, they don't even have each other. Half of them, as we know, are likely to lose their jobs. Still, they have their slogan, sent out with every email. \"We are one DCMS – We respect one another – We are professional – We empower one another. ENRICHING PEOPLE'S LIVES.\" Inspirational. They be chanting it as they leave. ✒ Stressful times for everyone, not least at the Treasury. Yes, they are responsible for the cuts. But no one likes to be unpopular. On Monday, activists from Greenpeace turned up, demanding a well-funded Green Investment Bank. And while four climbers scaled the building, others below distributed leaflets. Most entering the building took them, including Vince Cable and Danny Alexander. Just one declined. \"I don't work here,\" she explained. \"I'm only here to give massages.\" ✒Yes the people are angry, but who will give them voice. As much as anyone, it seems likely to be the poets. One hundred of them opposed to benefit cuts and Big Dave's \"big society\" reforms, including Jeremy Reed, beat poet Michael Horovitz, and academic Ken Worpole have compiled the anthology Emergency Verse. It was published online last month(www.therecusant.org.uk), but how to get it into the shops? Step forward one very angry contributor to the collection, the former children's laureate Michael Rosen. He is paying half the publication costs to fuel protest against an agenda he says will take Britain back to the 19th century. \"Cameron's 'big society' is an attempt to switch from universal provision to piecemeal charity provision,\" he says. \"And that meant begging, humiliation and, for many, rejection.\" Writers routinely experience that and more. That's why they are so angry. ✒ Yesterday we wondered whether Lib Dems like Simon Hughes are getting a bit fed up with the Con-Dem policies. Today the question is, are they getting a bit fed up with life in general. A tweet from Martin \"Lev\" Eakins, Lib Dem councillor and past parliamentary candidate for Wythenshawe and Sale East. \"Trapped in residents meeting, slide show, flood risks. 30mins in and onto questions from floor. Please someone, shoot me in the head!\" Sorry, you need Switzerland for that sort of thing. ✒Twitter is also proving perilous territory for the fieriest occupant of the Dragon's Den, Duncan Bannatyne. Having decided to commune with the people, he has found himself on the sharp end of a row with employment lawyers about the likely consequences of the Equalities Act. It will leave employers open to all sorts of ridiculous litigation from vexatious employees, said Bannatyne in a succession of why oh why articles in the Mail and Telegraph. No it won't; you're just scaremongering said the lawyers taking him to task on Twitter. Oh not I'm not said Bannatyne robustly. But should anyone be scared, he can help. He is, after all, a very public advocate for Peninsula, a firm which sells its services to small businesses; protecting them from employee litigation. ✒ A thought for the day, finally.. And the issue of forced deportations, specifically the death of Angolan Jimmy Mubenga, who died after being restrained on a deportation flight prompts reflection from BNP sage \"Dr\" Stuart Russell, a.k.a Phil Edwards. \"The only people who might give a fig about this man are the weirdos and Commies who read the Guardian,\" says \"Dr\" Stuart. \"Once again you accuse the authorities without acknowledgement that blacks are very violent people who have a tendency to expire through their own exertions against powers of discipline and restraint.\" And, it's true: we wrestle for a bit, and then we just keel over. It's always been the same. diary@theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}