{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2010/oct/17/editorial-afghanistan-friendly-fire", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2010-10-16T23:09:14Z", "webTitle": "The relatives of fallen soldiers deserve clarity from the army | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2010/oct/17/editorial-afghanistan-friendly-fire", "apiUrl": "https://content.guardianapis.com/commentisfree/2010/oct/17/editorial-afghanistan-friendly-fire", "fields": {"headline": "The relatives of fallen soldiers deserve clarity from the army", "bodyText": "Accidents happen in warfare, tragedies that see civilians killed or soldiers shoot their colleagues in error. They are always regrettable, often shaming and terrible for those responsible. They become scandals, however, when their real circumstances are covered up. The case of Helen Perry and her son, Lance Corporal Michael Pritchard, has elements of both tragedy and scandal. He was killed by a British sniper while manning an observation post in Helmand and it is clear that serious errors were made in communicating a location regularly held by friendly forces. Those are failings that should have been openly examined to ensure such an incident did not occur again. But what is truly scandalous is that his mother had to fight to discover the circumstances of her son's death, after hearing of a sniper's involvement at a reunion for soldiers returning from Afghanistan. Facts known widely within his regiment were kept from his family. Part of the problem is a military system of reporting that, both in its mechanics and its language, is closed and opaque and allows for little cross-examination even by relatives of the deceased. It creates the opportunities for lies and evasions – occasionally intended to prevent further hurt, but most often to avoid blame. It raises another question: if there is such a deficit of honesty about the circumstances of the death of one of our soldiers, what trust can we have in accounts of the deaths of Afghan civilians? Many soldiers have approached Michael's mother to explain why this tragic incident should not have happened. It would be preferable if the military investigated such incidents with equivalent honesty. Without it, the democratic credentials and accountability of our armed forces are fatally undermined. What is required is either the wholesale reform of how suspect incidents involving the death and injury of civilians or fellow soldiers are investigated or the function is given to a more independent body."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}