{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2010/oct/21/equality-life-chances-not-literal-left", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2010-10-20T23:04:01Z", "webTitle": "Response: It's equality of life chances, not literal equality, that the left espouses", "webUrl": "https://www.theguardian.com/commentisfree/2010/oct/21/equality-life-chances-not-literal-left", "apiUrl": "https://content.guardianapis.com/commentisfree/2010/oct/21/equality-life-chances-not-literal-left", "fields": {"headline": "It's equality of life chances, not literal equality, that the left espouses", "bodyText": "Julian Glover thinks the political left does not know that not all inequality can be eradicated (The left should recognise that equality is undesirable, 11 October). He argues: \"The tough choice for the left is to understand the impossibility and undesirability of equality.\" This straw man argument is a historic staple of rightwing, anti-equality arguments; the only problem is that no leftwing thinker has advocated literal equality of outcome. Mostly, the modern democratic liberal-left argues for more equal life chances. Amartya Sen calls this equality of autonomy: that the ability and means to choose our life course should be spread as equally as possible across society. Clearly, it would then be pointless to eradicate every difference that resulted. Glover describes last week's EHRC report as \"wrongheaded\" in its ideas of fairness. \"Its definition of fair society is one that champions the constant reduction of unequal outcomes.\" But outcomes matter because the range of today's unequal outcomes determine tomorrow's unequal opportunities: there could be no social mobility if rungs on the ladder belong to segregated social universes. Glover is against equality, and notes that most people then reach for fairness. He argues that this is too unspecific: \"Politicians like fairness because it cannot be measured. It compels no action; it is an atmospheric ideal, an invisible gas, a miasma.\" He continues: \"The point, as every parent tells their child, is that life isn't fair.\" So because this statement can be applied to any grievance, he deems the discussion pointless. Yes, public attitudes to fairness are complex but they are also often more coherent than Glover suggests. Original research by the Fabian Society, published by the Joseph Rowntree Foundation, has examined how we all seek to trade-off the ideas about what people need, what they deserve and what they are entitled to. Robust views in demanding effort from those in need go hand-in-hand with anger at tax avoidance, and strong support across every party and class for a higher minimum wage and a better deal for carers. Glover's concern is that fairness becomes \"a vague and catch-all value\". That suggests a danger: that anybody can use fairness language as a way to advance their own interests. However, that does not fit with public attitudes. Neither the public popularity of the minimum wage nor the unpopularity of inheritance tax have much connection with whether or not people stand to benefit from these policies. In stating that \"the fashionable flag under which to fly this autumn is the F-word\", Glover is correct that fairness will remain a central political battleground. However, it is a shame that Cameron's speech at the party conference, billed as \"the conversation about fairness\", contained only the stock political soundbite that those who can work should, in the apparent belief that this was new thinking, as if Beveridge and Tebbit, Clinton and Brown had not all said that before (albeit to different ends). And is there really equality of opportunity when some inherit trust funds of £4m and others can draw nothing from the bank of mum and dad? The government made the child trust fund – at least some assets for all – its first cut. That, to me, simply isn't fair."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}