{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2010/oct/21/political-limbo-over-spending-cuts", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2010-10-20T23:04:01Z", "webTitle": "Letters: Political limbo over public spending cuts", "webUrl": "https://www.theguardian.com/politics/2010/oct/21/political-limbo-over-spending-cuts", "apiUrl": "https://content.guardianapis.com/politics/2010/oct/21/political-limbo-over-spending-cuts", "fields": {"headline": "Political limbo over public spending cuts", "bodyText": "Four things are clear about the government's programme of cuts (The cuts, 20 October). It is based on prejudice rather than evidence, it takes no account of the knock-on effects of particular packages of cuts, it shows no evidence of joined-up thinking, and it is targeted to do most damage to the worst-off, including the working poor. A fifth thing is that not only do they not care, they seem positively to relish sticking it to the oiks. From the destruction of the most accessible universities (with all the implications for everything from local service economies to international publishing firms), to the pincer movement against the basic living standards of the poor (housing benefit caps, forced migration, relaxation of regulations on houses in multiple occupancy), we see an attack on the remnants of the welfare state and a reversion to a world of Victorian exploitation and social division, of no safety nets and several families to a room. We do not need to accept this. There are alternatives, beginning with fairer income tax rates (especially at the top) and the actual collection of the taxes owed by the wealthy. The Conservatives have no mandate to dismantle everything that is still worthwhile about this country. The Lib Dems cannot let this happen. And Labour must show that it has a civilised alternative, and have the bottle to propose it, winning back its millions of lost voters in the process. Professor John Walton Lancaster • The four men responsible for preparing, prioritising and pushing through these spending reductions have one overriding thing in common. David Cameron, George Osborne, Nick Clegg and Danny Alexander represent constituencies which will feel less of an impact from the reductions in public expenditure and welfare payments than virtually any other part of the UK; will be under less pressure in their advice surgeries and community meetings; and, therefore, will receive less feedback on the real impact of their decisions on the country as a whole than other MPs. The three English constituencies are among the top 10 most affluent in England; and Mr Alexander is protected by higher spending in Scotland, as well as different prioritisation from the devolved administration. They are joined by the 35 leading businesspeople who have publicly supported the government's policy of cutbacks. Not one of those 35 will be affected by the cuts they advocate in the services provided to the rest of us, nor touched by the inevitable job losses which will result. The voice of those losing out in the months ahead will be drowned out by those with access to the broadcast and print media – which is why, while preparing positive policies for the future, those of us in opposition must articulate the reality on the ground and pressurise the protected into listening, rather than lecturing. David Blunkett MP Lab, Sheffield Brightside and Hillsborough • How can Labour respond to these cuts when it can't think? Alan Johnson's chummy, reasonably modulated pre-emptive critique defines the problem: there are no intellectuals in Labour, no thinkers. The world is in a kind of limbo waiting for peak oil, water wars, the rigor mortis of banking, climate-induced famines, and all we get from our radical political party is a slightly more keynesian route to \"growth\" than that of the two 17th-century parties in the coalition. The late Tony Judt's book, Ill Fares the Land, looked at this troubled world in the light of troubled social democracy. I can't think of a single statement from \"the new generation\" which contains a shred of Judt's analytical ability, just bland bleatings from the relative safety of opposition. Nicholas Whitmore Newcastle upon Tyne • Influential economist and former Bank of England policymaker Danny Blanchflower has said the cuts are \"likely to turn out to be the greatest macro-economic economic mistake in a century\". Osborne is hoping that in spite of the cuts the private sector will generate 2.5 million jobs within five years. This is despite the fact that between 2000 and 2008, only 1.6 million jobs were created. So surely the private sector, in the current recession, will not be able to make up the deficit on public sector jobs that are under threat at present. During this recession the trend shows that what happens in the US tends to happen here six months later, which would indicate that the private sector job growth will take a similar route when these cuts are implemented. Alan Johnson's suggestion for a £3.5bn a year bank tax would surely be a more desirable option than public sector workers and British families suffering £80bn in cuts. Daniela Latina Coatbridge, North Lanarkshire • We're constantly being told, in regard to the recession, of nationhood, collectivity and common experience. If we're all in it together, then why is it that the most able to do so are not bearing the majority of the burden? Cuts in the public sector will result in unemployment for working-class people and graduating students (a group already suffering as a result of recent changes). The wealthiest 10% of British society own £4,000bn, the bottom 50% own less than 9% of the nation's wealth. It seems to me that either the rich ought to take one for the team, or that this idea of unity is little more than an attempt to pacify a group which is already going to suffer, with the idea that the suffering is equally shared. Graeme McIntyre Glasgow • After many years of working with families in socially deprived areas in County Durham, the present demolishing of people's lives leaves me battered by waves of depression, and drowning in helplessness. I live in a country I no longer want to wake up in. Christine Hood Richmond, North Yorkshire"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}