{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2010/oct/14/fbi-alleged-plot-medicare", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2010-10-13T23:13:51Z", "webTitle": "FBI breaks up alleged plot to defraud Medicare of $100m", "webUrl": "https://www.theguardian.com/world/2010/oct/14/fbi-alleged-plot-medicare", "apiUrl": "https://content.guardianapis.com/world/2010/oct/14/fbi-alleged-plot-medicare", "fields": {"headline": "FBI breaks up alleged plot to defraud Medicare of $100m", "bodyText": "Armenian-American gangsters created a fictitious medical world, complete with fake doctors and fake patients, which they extended across the US in a scheme to defraud the Medicare system of more than $100m (£62.9m), federal prosecutors said yesterday. The FBI and other authorities claimed to have broken up the largest organised criminal operation to steal from Medicare since the system of healthcare support for elderly and disabled Americans was founded in 1965. Charges were brought against 73 people, mainly from New York and Los Angeles but also from New Mexico, Georgia and Ohio. The scam, which succeeded in stealing $35m from Medicare, having billed the system more than $100m, was the brainchild of the alleged ringleader of the gang, Armen Kazarian. Legal documents produced by the grand jury that issued the charges said Kazarian also travelled under aliases of Pzo and Qerop. He described himself as a \"Vor\", meaning \"thief-in-law\", an Armenian equivalent of a criminal godfather. Kazarian is alleged to have been a \"substantial influence in the criminal underworld\" while he was living in Azerbaijan under the Soviet Union. After the fall of communism, he emigrated to the US, bringing his criminal contacts and practices with him. He is accused of having established a criminal web known as the Mirzoyan-Terdjanian Organisation while keeping its ties open to Armenia. The two alleged leaders of the gang, alongside Kazarian, were based in New York and Los Angeles. The gang ran a range of illegal activities, prosecutors say, including contraband, immigration fraud, identity theft, bank fraud and money laundering. But the most elaborate part of the operation was the vast swindling of Medicare. The gang constructed a parallel universe that was entirely make-believe but which mirrored the structure of the real Medicare system. To begin with they stole the identities – including the dates of birth, social security numbers and medical licence details – of dozens of doctors. They then set up 118 phantom health clinics in 25 states across the country, and applied for permission to treat patients under the terms of Medicare, a scheme to support over 65-year-olds and certain categories of disabled people. Once accepted on to the programme, the fraudsters began billing for treatments such as ear, nose and throat procedures, skin allergies and bladder tests on behalf of 2,900 patients whose identities they had also stolen. The more than $35m that was already paid out by Medicare before the arrests were made went to bank accounts set up under false identities. The money would be withdrawn in cash and couriered to contacts in Armenia for disposal."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}