{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2010/oct/20/spending-review-cuts-bbc", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2010-10-19T23:09:00Z", "webTitle": "Spending review: day of cuts begins with raid on BBC", "webUrl": "https://www.theguardian.com/politics/2010/oct/20/spending-review-cuts-bbc", "apiUrl": "https://content.guardianapis.com/politics/2010/oct/20/spending-review-cuts-bbc", "fields": {"headline": "Spending review: day of cuts begins with raid on BBC", "bodyText": "Haggling over the deepest public spending cuts since the second world war has culminated in the BBC being forced to accept a 16% budget cut that will see its licence fee frozen for six years and the corporation taking over funding of the World Service from the Foreign Office. The negotiations left the BBC stunned, with insiders claiming that a licence fee settlement that would normally take years to thrash out had been imposed in three days. The extra financial burdens are equivalent to the cost of running the BBC's five national radio stations. The news came as the Treasury finally backed off money-saving plans to remove child benefit from 17- and 18-year-olds, but went ahead with plans to cut the means-tested education maintenance allowance aimed at largely the same age group. There was acute embarrassment for the government, meanwhile, as Danny Alexander, the Treasury chief secretary, allowed himself to be photographed with a briefing paper showing that the government accepts that 490,000 public sector jobs will be lost by 2014-15 as a result of the spending cuts, which will finally be outlined by the chancellor, George Osborne, today. Osborne acknowledges that his unprecedented spending review will take Britain into uncharted social and economic territory as he announces £83bn of spending cuts over the next four years. The cuts will involve the loss of thousands of jobs, massive cuts in university funding, wholesale reform of public housing and further cuts to the welfare budget. The coalition will also announce the state retirement age is to be raised to 66 in 2016, 10 years earlier than previously planned and liable to save billions of pounds in the medium term. It is also expected there will be big cuts to the budget for sport in schools and the abolition of the specialist school network. Some departments including the Ministry of Justice, the Department of Communities and Local Government and the culture department will see cuts of 30%, involving multibillion-pound reductions in the prison programme and to legal aid. Voluntary groups and private companies operating on a payment-by-results basis will be asked to take over the rehabilitation of released prisoners. As many as 10,000 national offender management jobs will be lost. The briefing document warns that spending cuts \"inevitably impact\" on workers because the pay bill in Whitehall accounts for around half of all departmental spending. It also claimed the overall public sector pay package has been generous, with pay rises four times as high as those in the private sector. Each public sector employer will have to \"determine the workforce implications of spending settlements\", the document says. It adds: \"Government will do everything they can to mitigate the impact of redundancies.\" This will be done by creating conditions for private sector growth, encouraging pay restraint and reduced hours, and finally supporting employees facing redundancy so they can find work in the private sector. In perhaps the single most radical public service reform to be announced today, families stuck on council house waiting lists are to be offered a new form of shorter-term tenure at near-market rents as a way of freeing up social housing and filling a near-£4bn cut in the social housing budget, due to be announced. The coalition hopes the new form of tenure, dubbed affordable rent, involving less exacting accommodation, will make it easier to build more social housing since the tenants will be asked to pay up to 80% of the market rent, well above the current rent levels in social housing. Ministers will also withdraw security of tenure for new council house tenants. The government hopes that as a result institutional investors will become more active in the social housing market. Nick Clegg, the deputy prime minister and Liberal Democrat leader, urged his MPs to rally to the standard last night in the face of what is likely to be a storm of protest at his party's \"collaboration\" in the spending cuts. He told them: \"The comprehensive spending review will involve some difficult decisions, but I am more convinced than ever it is the right thing to do. I want you to go out there and argue to every single person why these are the right decisions to build a fairer and more liberal Britain.\" The specific negotiations over the future funding of the BBC took place secretly for weeks, with the Treasury demanding the BBC take over the estimated £556m cost of a free TV licence fee for over-75s. David Cameron had pledged in the general election to protect the pensioners' free TV licence fee. The BBC fiercely resisted taking responsibility for the cost, saying it was an open-ended drain on BBC resources, but this morning succumbed to demands that it take on the cost of the BBC World Service and the Welsh language channel S4C from 2015. It also confirmed the BBC will take responsibility for the rollouts of broadband and digital radio, and accept a six-year freeze in the £145.50 licence fee until 2016-17. The total cost is a minimum of £340m by 2014-15. When will they learn? Not-so-secret briefings • In May 2008, the then-housing minister Caroline Flint, was snapped carrying a briefing paper with predictions of a big fall in house prices. The document she inadvertently revealed to photographers outside Downing Street read: \"We can't tell how bad it will get.\" • Bob Quick, then Britain's most senior counter-terrorism officer, stood down in April 2009 after being photographed carrying sensitive documents to a meeting in Downing Street. A document marked secret, which contained details of a large anti-terror operation being planned by MI5 and several police forces, was clearly visible to press photographers with telephoto lenses. The security leak forced police to rush forward the operation and carry out a series of raids on addresses in north-west England in broad daylight. • Nick Clegg unwittingly showed his hand during the coalition negotiations with the Conservatives in May this year when a Guardian photographer snapped a note in which the Liberal Democrat leader had set out his demands. The note, written in blue ink with a spidery hand, listed the main discussion topics, from voting reform to party funding and fixed-term parliaments. But the most arresting phrase – an apparent reference to government jobs for Liberal Democrat MPs – was in the final line: \"One in each dept.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}