{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2010/oct/10/terrorism-islam-abdulmutallab-nick-cohen", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2010-10-09T23:11:11Z", "webTitle": "How radical Islam seduced the academics | Nick Cohen", "webUrl": "https://www.theguardian.com/commentisfree/2010/oct/10/terrorism-islam-abdulmutallab-nick-cohen", "apiUrl": "https://content.guardianapis.com/commentisfree/2010/oct/10/terrorism-islam-abdulmutallab-nick-cohen", "fields": {"headline": "How radical Islam seduced the academics", "bodyText": "A few months ago, I sat in a magnificent Victorian lecture hall at University College London. It was once one of finest centres of intellectual inquiry in Europe, thanks to the efforts of its founder, the sternly anti-clerical philosopher Jeremy Bentham. It did not take me long to realise that fear of clerical fascism had led Bentham's trembling successors to abandon intellectual inquiry and basic intellectual standards along with it. I had come along with hundreds of others because, on Christmas Day 2009, Umar Farouk Abdulmutallab, a former UCL student, tried to detonate plastic explosives hidden in his underwear and kill the 278 passengers and crew on Northwest Airlines' flight from Amsterdam to Detroit. After such a narrow escape from mass murder, I thought that no one could deny that the universities needed to confront campus sectarianism. I reckoned without the limitless capacity for self-delusion of British academe. By the time UCL organised a public debate on the Abdulmutallab affair, reporters had established that the Nigerian student had lost himself in London's political netherworld, where the white far left meets the religious far right. As president of UCL Islamic Society, Abdulmutallab had presided over an \"antiterror week\", which featured a promotional video of clips of violence, accompanied by hypnotic music. The film-maker had inserted footage of George Galloway saying the west believed Palestinian blood was cheaper than Israeli blood, and Amnesty International's latest pin-up, Moazzam Begg, alleging the Americans tortured him at Guantánamo Bay. \"When we sat down, they played a video that opened with shots of the Twin Towers after they'd been hit, then moved on to images of mujahideen fighting, firing rockets in Afghanistan,\" one member of the audience told the New York Times. \"It was quite tense in the theatre, because I think lots of people were shocked by how extreme it was. It seemed to me like it was brainwashing, like they were trying to indoctrinate people.\" The London Times found that one cleric who had lectured the UCL Islamic Society was on record as saying of the Jews (inevitably): \"They're all the same. They've monopolised everything: the Holocaust, God, money, interest, usury, the world economy, the media, political institutions… they monopolised tyranny and oppression as well.\" Alongside the racism came the concomitant sexism, homophobia and hatred of the western world. Channel 4, for instance, had caught another visiting imam on camera saying that the testimony of women was worth half that of a man. As for gays, he added: \"Do you practise homosexuality with men? Take that homosexual man and throw him off the mountain.\" You might have thought that in light of the above, academics would have wanted to protect their students. In particular, they should have wanted to protect Muslim students from going the way of Abdulmutallab. Instead of facing the problem squarely, they pretended it did not exist. Philippe Sands, a law professor who is always alleging that Tony Blair is a \"criminal\" for overthrowing Saddam Hussein's genocidal tyranny, appeared undisturbed by the existence of actual criminals among his university's alumni. He didn't want to spy or snoop on his students, he said, and did not see why anyone should want him to. Other speakers followed the example set by the UCL's provost, Malcolm Grant, and avoided discussing extremism in the university by the shabby trick of denouncing those who wanted to talk about it as \"Islamophobes\". Given the precedents, the report from the official inquiry was predestined to be a lame effort. As expected, it concluded last week that university life played no part in the radicalisation of Umar Farouk Abdulmutallab. I could attack it by emphasising that UCL had chosen to put on the inquiry team Muhammad Abdul Bari, secretary general of the Muslim Council of Britain. Dr Bari is high up in the Jamaat-e-Islami-dominated East London Mosque. I can best describe the political character of the sect by telling you that the authorities in Dacca have indicted Jamaat's Bangladeshi leaders on charges that they aided and abetted the Pakistani army's crimes against humanity during the Bangladesh war of independence. Among the communalist imams who regularly rolled up to his mosque's rooms was one Saudi preacher who denounced Jews as pigs and Hindus as idol worshippers. Given that Bari was reluctant take up an invitation from Panorama to disassociate himself from the cleric, the inquiry's failure to be shocked by the company Abdulmutallab was keeping is not such a surprise. We are always told to condemn less and understand more. So, instead of criticising, I will empathise with the academics and try to appreciate why supposed liberals such as Sands will not confront anti-liberal movements when they are raging around their workplace. Ignorance is a part of it. I doubt one lecturer in 10 at UCL knows anything about the ideologies of Jamaat and the Muslim Brotherhood. The Afghanistan and Iraq wars and the assault on civil liberties may play their part, too. When lecturers who oppose all three meet students and preachers who promote hate-filled ideologies, they may not argue against them with the vigour with which they would argue against the white far right because at some level they think the hate is the fault of the west. I do not need to overcomplicate the question, however. Vice-chancellors and their staff do not engage in robust debate with extremists and try to show vulnerable students the moral and intellectual virtues of liberalism because they are frightened. By far the most revealing comment on Abdulmutallab did not come from Philippe Sands or Malcolm Grant but from UCL's professor of English, John Sutherland. He described how a friend of his, \"an eminent scientist\", strolled in to take a look at an art exhibition organised by the UCL Islamic Society. \"'Was he a believer?' asked an obviously Muslim student. 'No,' replied my friend, 'he didn't believe in any god, as it happened.' 'Then,' the young man confidently informed him, 'we shall have to execute you.' My friend laughed it off after lodging a mild complaint. It could, of course, have been Abdulmutallab who made the threat.\" I am willing to bet that the laughter of the eminent scientist was of the tinny and nervous variety. I will wager further that equally tinny and nervous laughs are being heard on campuses across Britain."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}