{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2010/oct/29/andrew-strauss-england-ashes-australia", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-10-28T23:06:02Z", "webTitle": "Andrew Strauss warns England to be ready for Ashes war in Australia", "webUrl": "https://www.theguardian.com/sport/2010/oct/29/andrew-strauss-england-ashes-australia", "apiUrl": "https://content.guardianapis.com/sport/2010/oct/29/andrew-strauss-england-ashes-australia", "fields": {"headline": "Andrew Strauss warns England to be ready for Ashes 'war' in Australia", "bodyText": "England will go to war to win the Ashes. That was Andrew Strauss's belligerent message ahead of his team's flight to Australia today for the start of what the England captain says could be \"one of the greatest winters ever for English cricket\". In his parting press conference Strauss said: \"Until the end of that fifth Test there are two sides at war with each other. And both sides know that at the end of the series there are 11 guys who are going to be feted as heroes and 11 guys that are going to have failed their task. \"We are out there to win. Simple. That is our goal. Everything we have done, every decision we have made up till now has been about us winning this Ashes series. Every decision we make from now on will be about us winning this Ashes series as well. None of us want to have any regrets at the end of it.\" England have not won a series in Australia for 23 years. Since Mike Gatting's team triumphed 2-1 in 1986-87 England have won only three of the 26 Test matches they have played in the country. Despite that record, Strauss's team fly out feeling expectation rather than hope. Those ugly numbers, the captain said, only show the size of the challenge. \"But at the same time, there is a great, deep, fundamental belief that we can go out there and win.\" Four years ago Strauss was part of the team who went Down Under and lost the Ashes 5-0. The \"valuable lessons\" he learned in that chastening defeat have shaped his squad's preparations for this series. \"We learnt about how tough it is out there and the type of cricket you need to play if you want to win out there,\" Strauss said. This time around his team will take a harder, colder approach to their interactions with the Australian team. In 2006-07 England were criticised for becoming too friendly with the Australian players. The then captain, Andrew Flintoff, has since admitted that the friendships he developed on that tour with players such as the Australia opening batsman Matthew Hayden changed the dynamic on the field, giving a more \"respectful edge to the proceedings\". There will be no repeat of that this winter. \"Until that final Test is over there is no point in being too hunky-dory and friendly with the opposition,\" Strauss said. \"Our task is to go out there and beat them. \"The key to it is your mindset. It is not about anger, it is about being clinical and logical and dealing with the pressure. It is not about us hating the Australians. It is about us going out there and beating the other 11 guys on the park.\" The tone will be set by his own relationship with his opposite number, Ricky Ponting, with Strauss saying that the pair will save any meaningful conversations until after the series is over. \"I have got great respect for what he has achieved both as a player and a captain,\" Strauss said of Ponting, \"But ultimately we are on opposite sides of the fence. One captain is going to be a very happy man at the end of this series and the other is going to be less so.\" Australia, Strauss believes, is no country for weak men. \"You can't afford any passengers in your XI. Everyone has got to stand up and deliver and that is what makes it so exciting. \"Because it is a test, a test of your temperament, a test of your character, a test of how prepared you are, a test of how much you want it.\" He need hardly have added: \"I really think we will pass all those tests.\" For all his fighting talk, Strauss refused to take any cheap shots at the Australian team but had one final comment before he was done: \"You are only remembered if you win. And that is what we are out there to do.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}