{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2010/oct/12/dividing-lines-over-tuition-fees", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2010-10-11T23:05:02Z", "webTitle": "Letters: Dividing lines over higher tuition fees", "webUrl": "https://www.theguardian.com/education/2010/oct/12/dividing-lines-over-tuition-fees", "apiUrl": "https://content.guardianapis.com/education/2010/oct/12/dividing-lines-over-tuition-fees", "fields": {"headline": "Dividing lines over higher tuition fees", "bodyText": "My local Lib Dem MP, Julian Huppert, repeatedly stated during the election campaign that he and his party were not only opposed to any increase in tuition fees, but also committed to their eventual abolition. Vince Cable has now made it clear that these pledges were worth nothing (University fee changes 'will lead to US-style college system', 8 October). If my MP supports this, I urge the voters of Cambridge, above all its students, never to vote for him again. Cable, having conceded the case for higher fees, spins haplessly between two philosophies. One is the egregious Lord Browne's free-market approach – university education is a product with an attached cost, and this should be the basis on which the student pays. Logically, this means that, if a degree in chemistry costs a lot more than a degree in law, chemistry students should pay more, even if a law graduate's earnings prospects are greater. The other rationale for fees has been that graduates enjoy an income advantage over non-graduates, so the graduate should pay proportionally to the income advantage – ie, a graduate tax as a percentage of subsequent earnings. I gather that Cable has now circulated an email to his Lib Dem colleagues stating that a graduate tax in its pure form would be unfair. I want to hear from him why, having been deemed the fairer option, we are now to believe it is the exact opposite. Professor Christopher Prendergast King's College, Cambridge • Professor Sir Keith O'Nions, rector of Imperial College, favours the removal of the present fee cap because it will make our system \"more like the US model\". I have just returned from a tour of US universities. The US system is rapidly bifurcating into a well-resourced upper tier of selective four-year institutions catering mainly for well-prepared white students from affluent backgrounds, and a lower tier of much less well-resourced, less or non-selective four- and two-year institutions catering for less well-prepared students from minority and/or poor backgrounds. One reason for this is the very high level of fees charged by the US equivalents of Imperial College. These simply increase the differential without any compensating gains in quality or efficiency. It is obvious why the Imperials of this world favour lifting the fee cap. It is less obvious why we should all want a system along US lines. Roger Brown Professor of higher education policy, Liverpool Hope University • Students are an easy target for fee increases, as many won't fully understand the consequences of leaving university with a £30,000 overdraft. They may be sufficiently naive to believe that, if their university endorses it, it must be all right. They need to be told that this level of debt even before they start work is completely unacceptable and will take some of them decades to pay back. We should all pay for our brightest citizens to be educated to the highest level, because it is in our interests as much as theirs. We may accept a small inflationary increase, but to double the fees would be a step towards making it again a privilege that only the wealthy could afford. This would be a disgrace. Paul Vernall Woodford Green, Essex • A graduate tax is not the only alternative to higher student fees (A graduate tax won't happen but tuition fees can be fairer, 11 October). There are benefits to us all from public investment in our universities. For every £1 spent on higher education, the economy gets £2.50 back. Our economic future depends on the quality of education our citizens have, yet politicians paint potential students as middle-class scroungers rather than as future higher-rate taxpayers. Even before the latest cuts, state investment in the UK was 10% below that of the US. For the third time in a decade, it seems the main parties are misjudging the public mood on university funding – whether Vince Cable and Nick Clegg call the system a fee, a loan or a tax is immaterial to students and families, who already face a mountain of debt. A very modest increase in the UK's corporation tax rates to the G7 average would raise enough revenue to abolish tuition fees. Big business benefits massively from the plentiful supply of graduates, as does our economy, and should make a contribution. Education is a right, not a privilege, and our country's future needs the talents of all, not just those with the deepest pockets and sharpest elbows. Sally Hunt University and College Union • Jackie Ashley writes: \"Most students know a good researcher isn't necessarily a good teacher.\" True, but a lecturer who has no time to do any research isn't likely to be a very good teacher either. New research keeps a teacher's thinking fresh. Lecturers chained to a treadmill churning out graduates will not inspire their students to think for themselves. Research funding does need to be looked at afresh, but doing away with research altogether at some universities would solve no problems at all. Dr James Harris University of St Andrews • The three-year degree is one of the obstacles to making a fairer and more progressive system. We should fund universities for the modules their students complete successfully, regardless of the time taken. And we should support part-time students with the same access to loans and grants as full-timers. These changes would help people without savings or family assets, and those who won't risk high debt. James Wisdom Visiting professor in educational development, Middlesex University • Just how is a policy of reducing debt so the next generation is not saddled with it achieved by raising university tuition fees and increasing interest payments on student loans? William Bradshaw Huddersfield"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}