{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2010/oct/17/spending-review-public-sector-cuts", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2010-10-16T23:09:37Z", "webTitle": "Cuts come to a green and pleasant land", "webUrl": "https://www.theguardian.com/politics/2010/oct/17/spending-review-public-sector-cuts", "apiUrl": "https://content.guardianapis.com/politics/2010/oct/17/spending-review-public-sector-cuts", "fields": {"headline": "Cuts come to a green and pleasant land", "bodyText": "The following correction was printed in the Observer's For the record column, Sunday October 24 2010 In the article below we were wrong to describe Pendle council as a \"Labour/Conservative coalition\". The council has been hung since 2008, with no party in overall control. It used to be witches that were threatened in Pendle. Now it's jobs. Forty-five minutes drive from Manchester and an hour from Leeds, this Lancashire local authority lies in the heart of the Pennines. It promotes itself as having a cheap labour force, inexpensive housing and beautiful scenery. And it does. But these days few businesses are attracted by the pitch. This area's one growth spot is a thriving trade in tourists flocking to learn more about the 10 men and women hanged in Pendle in 1612 on suspicion of practising witchcraft. True, Colne appears to be a vibrant town. The pubs and restaurants are doing good trade on Friday night. Local boutiques and blooming windowboxes suggest this is a desirable place to live. But catch the train to neighbouring Nelson and you get an ugly glimpse of the future. Empty shops litter Scotland Road, just off the town centre. There are no big-name chains here: just cheap fashion outlets and kebab shops, and even some of these have closed down. Numerous signs advertise offices to let. Resplendent stone buildings, built in the middle of the 19th century when Nelson was booming, are now just shells. The striking landscape cradles a collection of old mill towns and villages in decline. When George Osborne's cuts hit here, they will hit hard. In fact, they will hurt more in Pendle than anywhere else in the country, according to an in-depth analysis ahead of this week's comprehensive spending review (CSR). Experian, the company whose detailed gathering of local data is used by government to take the economic pulse of regions, has calculated that this corner of Lancashire has the least \"resilience\" to the cuts that are coming. According to the same study, the borough of Elmbridge, in Surrey's commuter belt, will sail through the economic storm more serenely than anywhere else. The Observer decided to take the 235-mile journey from Pendle to Elmbridge, taking in the urban sprawl of Birmingham and the spires of Oxford on the way: a journey through the hopes and fears of a country on the eve of the most feared cuts for a generation. Pendle Pendle's wealth was founded on the cotton trade – 60% of the working population were employed in weaving in the 1950s. That industry has largely disappeared and terraced houses in need of renovation can be bought here for £30,000. The Nelson branch of Tesco, which opened in 2008, closed down in July and last month the town's 129-year-old football club resigned from the North West Counties league, citing spiralling costs and a lack of volunteers. By five o'clock in the evening the town centre is almost lifeless: there are no restaurants or bars, just a couple of pubs. But then an increasingly large number of people have little money for socialising. Throughout the summer, as the number of jobless started falling in many parts of the UK, it started to rise in Pendle. There is talk of 700 new public sector jobs being created, although this must be in jeopardy given the CSR's brutal remit. But it is not as if Pendle, which has a population of around 90,000, has been left to rot. The borough has been targeted by a string of initiatives such as the Housing Market Renewal (HMR) scheme, which saw some of the worst housing refurbished and entire terraces demolished and rebuilt. Now, though, the future of HMR, set up by the Labour government in 2003, is looking bleak and Pendle's allocation has already been cut by £2m this year. \"People come on the motorway, see some of the more prosperous villages and say 'this is a really nice place',\" says Lord Greaves, a Liberal Democrat peer and local councillor. \"But they don't come through places like Brierfield, Nelson and Colne, which have some of the cheapest houses in the country. Most of the employers in the private sector who existed here in the past 50 years do not exist here any more.\" Experian's analysis raises questions about how much more pain the borough can take. More than 30 variables were used to create a \"resilience index\", which looked at the strength of the business base, the working-age population, skill levels, average earnings, house prices, number of benefit claimants and the proportion of households vulnerable to declines in disposable income. Crucially, it also considered the reliance of each area on the public sector. When all these factors are combined, Pendle looks extremely vulnerable – even more than neighbouring Burnley, which has problems of its own. Pendle's Tory MP, Andrew Stephenson, who took the seat from Labour at the last election, insists his constituency has to adapt. \"Pendle has been over-reliant on government money, and we have done pretty well out of it in recent years. It's absolutely vital that we get the deficit under control. It's going to be tough, but I am also hoping it will be fair.\" The issue of \"fairness\" is something that matters to people in Pendle. Shah, a taxi driver, attributes Nelson's problems to the local council, a Labour/ Conservative coalition. \"They charge such high rates for businesses and taxis so people can't make a living. And the man in charge of setting these rates earns £50,000 a year. And people think we can't make cuts to the public sector.\" Pendle can consider itself an unfortunate totem. Experian's index shows, in some areas, the public sector is responsible for employing over 30% of the workforce – far higher than the Great Britain average of 20%. Such areas include Argyll &amp; Bute in Scotland, Merthyr Tydfil in Wales, Middlesbrough in the north-east, Sefton in the north-west and a smattering of constituencies further south such as Gloucester and Plymouth. \"These are what we call 'industrial heritage' areas,\" says Bruno Rost of Experian. \"Places where people worked in manufacturing and have seen jobs go – where they have had to turn to less skilled work, such as logistics and call centres. At the same time, these areas have seen a decline in union influence and many of their jobs have been outsourced abroad, leading to hostility and resentment to immigrants. There's a tendency for many people to go to the far right in their political attitudes.\" Rost believes the index tells a story. \"What we are identifying in these areas is an imbalance. They are very dependent on vulnerable businesses – manufacturing and construction – and less on high-growth companies that have survived over longer periods. At the same time they've got a large public sector, and the question is whether there is anything in these areas that can take up the slack.\" Birmingham For an answer, try Birmingham. History confirms big things happen in England's second city: it was the original power base for Joseph Chamberlain who, having allied his Liberal Unionists to the Conservative Party in 1886, shaped the Tories for generations to come. Now history has thrown up another alliance forged in Birmingham, as the Lib Dems and Tories controlling the city council – the biggest in Europe – plot seismic changes to public services. The union Unison claims 26,000 of the council's 50,000 workers have been invited to \"apply\" for voluntary redundancy. How many will lose their jobs has yet to be determined; none the less, Jerry Blackett, chief executive of the Birmingham Chamber of Commerce, doubts whether the private sector will be able to take up the slack. \"It is a big ask. It depends over what period. It would be hard not to worry that the thousands of redundancies we are expecting won't rattle around.\" Blackett wonders whether ministers are being tactical – painting a picture so pessimistic that people will feel relief when the reality hits. Tony Rabaiotti, Unison's head of local government in the area, does not share this optimism. \"The council is desperately trying to outsource as much as it can… The question now is: where do we go from here? The jobs will disappear so quickly that the private sector will not be able to step in.\" He gives the example of a couple he knows. One works for Connexions, a publicly funded service to help young people find jobs, and the other is a council worker who has been given a notification of redundancy. \"This couple are parents with two children who now face going from two incomes to none.\" Birmingham has been transformed from the brutal concrete fortress of the 1970s to a thrusting European city, exemplified by its regenerated canals and jewellery quarter and its impressive array of shops. But Rabaiotti believes the city's continued renaissance is now in jeopardy. \"During the last recession, the West Midlands was the worst-hit place in the country. I wouldn't be surprised if it is the worst-hit in the next recession. People are very worried.\" Oxford Ahead of the bad news comes an attempt to spin the positives. A £5bn national package to help the most disadvantaged pupils has been presented as a key victory for the Lib Dems after the party ripped up its manifesto commitment to abolish tuition fees. But the middle class backlash is growing. Abolishing universal child benefit and imposing a hefty loan repayment scheme for richer graduates is losing the Conservatives traditional voters. Even bastions of privilege are seething. Walk across the cobbled streets of Oxford, past the walls of its honey-coloured colleges, and it appears the university is still the academic power it has been for centuries. Behind the scenes though, there is unrest here too. Oxford dons complain the university's world-class status is under threat because cuts will force it to axe its distinctive one-on-one tutorial system. And there are dark mutterings about being unable to afford renovation work to colleges of architectural importance. More broadly, there is disquiet about the consequences of the cuts on future students and their career paths. Winston Featherly-Bean, a US student who edits The Oxford Student newspaper, predicts middle-class students will be most affected by the planned shakeup in education funding. \"One of the reasons I came here is that it made sense financially. In the US the cost of higher education has outstripped inflation for many years,\" he says. He fears for the consequences if the British system follows the US model, pointing out that, in the US, large universities offer generous bursaries to students from low-income families. \"But the middle classes who are too well off to qualify, but not so well off to find fees of $40,000 a year painless, really struggle.\" Another commentator on the website of university newspaper Cherwell is scathing about the implications of the fees hike: \"It… recommends a system which could easily put people off middle-income jobs for life.\" Esher There are no dreaming spires on Esher high street in Surrey. In fact, there are several ugly office blocks thrown up in the 1960s. But closer inspection reveals why this leafy town in the middle of the borough of Elmbridge has been assessed by Experian to be the most resilient place in the country when it comes to surviving the lean years ahead. The bespoke kitchen manufacturers dotted around town suggest wealth. The small, privately owned shops and cafes, the duck pond and cricket pitch, give it a village feel. On the outskirts lie nurseries, colleges and business parks. There are few To Let signs advertising office space. Unemployment in Surrey has fallen by 16% over the last year. \"People are still buying houses here,\" says Vicky, who works for Hamptons estate agent in the high street. \"This is the first stop on the train from Waterloo. Families are buying big houses with lots of space and parking. You can't get that in London.\" A stone's throw from the high street, a four-bedroom house costs between £800,000 and £1m. Some on nearby Esher Park Avenue go for up to £6m, while flats sell for £1.5m. The Daily Mail has crowned Elmbridge \"the Beverly Hills of Surrey\". But this affluence brings problems that will be exacerbated by the cuts. The National Housing Federation claims Elmbridge is the least affordable area in the south-east, with the average house costing more than £520,000 – 17 times the average income. The council is consulting on whether to build some 1,200 affordable new homes, but that number seems neither sufficient nor practicable given imminent budget constraints. Agents report some locals renting privately cannot afford the continuously rising rents and are relocating. In the local paper, the Tory MP for neighbouring Spelthorne, Kwasi Kwarteng, warns the \"welfare state has grown out of control\". Many people in the area will share this view, but he admits: \"The issue of cutting child benefit was highly controversial, as many households in the south-east struggle to get by on sums of money which, in other parts of the country, seem like a large amount.\" The cuts will further highlight these regional disparities. \"We've got a definite north-south divide,\" Rost says. \"The most impacted constituencies are held by Labour, but the important thing to remember is for the Conservatives these are target seats they need to regain; they can't simply say: 'They're Labour, let them go'. These are seats the Lib Dems will want to win as well.\" Rost dismisses suggestions the current situation is analogous with the early 1980s. \"It's different. Thatcherism was about cuts – lash them to the raft and push it out to sea. This time there are incentives to get people working.\" But Thatcher's cuts, as critics point out, were not as deep as those proposed by the coalition. As the former Tory chancellor Kenneth Clarke acknowledges: \"There's no one alive who remembers a crisis of this kind. It is not the usual public spending squeeze.\" Indeed, if the journey from Pendle to Elmbridge reveals anything, it is that this squeeze is going to affect everywhere. But some places more than others. Additional reporting by Anushkha Asthana, Tom Moseley and Charlotte Simmonds"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}