{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2010/oct/29/mi6-national-security-editorial", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2010-10-28T23:05:06Z", "webTitle": "MI6: Open secrets | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2010/oct/29/mi6-national-security-editorial", "apiUrl": "https://content.guardianapis.com/commentisfree/2010/oct/29/mi6-national-security-editorial", "fields": {"headline": "MI6: Open secrets", "bodyText": "It still seems hard to credit this, but the very existence of the secret intelligence service, better known as MI6, was not officially acknowledged by the British government until 1994. Although SIS had existed since 1909, when it began running agents against imperial German naval ambitions, and although it was involved in the most life and death moments of the hot and cold wars of the 20th century, much of what was publicly known about SIS was either fiction, journalism or semi-authorised unofficial history. Very occasionally, under the irresistible pressure of events, a prime minister would make a minimal statement about the secret world, as Margaret Thatcher did after the unmasking of Anthony Blunt. But the doctrine that it was neither useful nor proper to speak in public about national security was one of the final taboos of 20th century governance, and it took the end of the cold war before John Major finally had the confidence to break it. The history still matters, because it shapes the context in which yesterday's speech by Sir John Sawers, the first ever given by a chief of MI6, should be understood. Sixteen years after MI6 came out of the closet and was placed on a statutory footing, Britain is still feeling its way towards an appropriate new normality on such matters. Parliamentary oversight remains vestigial. Big national security issues – like Northern Ireland, the Iraq war and the use of torture – tend to be dealt with, if at all, by ad hoc inquiries with frequently restrictive terms of reference. Much remains taken on trust – at a time when trust in institutions is at a low ebb. The search for systems and cultures of accountability in the security and intelligence fields which routinely balance the special circumstances under which services like MI6 operate with appropriate levels of oversight and transparency remains work in progress. Sir John Sawers's speech – which follows speeches by the heads of MI5 and of GCHQ – is an important milestone in this process. It is a contribution to informed public debate. But it is not the last word. However welcome the speech may be, accountability and transparency in the security world remain piecemeal, though to some degree inevitably so. Sir John's speech is particularly important on two substantive issues. The first is intelligence-sharing and MI6's anxiety about court cases involving torture allegations in which foreign (in this case US) intelligence material ends up in open court. This is a sensitive issue, since intelligence, as the MI6 chief says, is a team game. Expose a source in open court and trust, and perhaps an agent, is destroyed. Yet without evidence that almost necessarily involves secret sources, the rule of law in alleged torture cases is made effectively meaningless. The government's forthcoming green paper must resolve the issue in ways which protect justice and human rights as well as security. The second issue is torture itself. Sir John's words of proscription and denunciation – \"illegal and abhorrent under any circumstances and we have nothing whatsoever to do with it\" – are welcome. Even in the secret world, and even in life and death circumstances, legality is paramount. If a suspect faces torture abroad, it is right that the UK is not complicit in that possibility, and right that the terrorist or enemy agent is prevented by other, legal means. As Sir John says, it is simply the right thing to do. But do not be naive. MI6, which has been much enhanced since 9/11, is a necessary service. This country has enemies who need to be stopped. Its work is important, and cannot be conducted in the glare of publicity. A secret service has to be secret. But it also has to be trusted and accountable. The balance is better than it was in the bad old unaccountable days of the cold war. Sir John has taken another important step in the process. But a new normality for the accountability of intelligence and security in the 21st century has not yet been achieved."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}