{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2010/oct/10/tony-mccoy-graeme-mcdowell-sports-personality", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-10-09T23:11:02Z", "webTitle": "Tony McCoy's life of denial should eclipse Graeme McDowell's feats | Paul Hayward", "webUrl": "https://www.theguardian.com/sport/blog/2010/oct/10/tony-mccoy-graeme-mcdowell-sports-personality", "apiUrl": "https://content.guardianapis.com/sport/blog/2010/oct/10/tony-mccoy-graeme-mcdowell-sports-personality", "fields": {"headline": "Tony McCoy's life of denial should eclipse the feats of Graeme McDowell", "bodyText": "Winning the Grand National at the 15th attempt was a doddle for Tony McCoy compared with the fight for recognition as Britain's No1 sportsman. Yards from the lollipop in the contest to be BBC Sports Personality of the Year, the iron rider from Ballymena finds a fellow Northern Irishman flying up on his inner. After 13,000 rides, more than 3,000 jumping winners, 15 consecutive jump jockey titles and that Aintree gallop to complete the set of missions accomplished, AP must have recited acceptance speeches to his mirror. Then a chap from Portrush was the last name in a team with some Monday business to conclude in Wales. By teatime McCoy must have felt like an also-ran again. This column is not about to ascribe to the BBC's light entertainment back-slap a magnitude it does not have. Plainly playing elite sport is its own reward. Being paid to do so confers cosmic good luck. It is a bit like sports journalism, in fact, which should not need prizes either. In all award-spraying rituals the only worthwhile purpose is to force us to ask what really matters, to sift and grade accomplishments, so sense can be made of the tide of glories and trivialities sport sends our way. On the 17th green at Celtic Manor on Monday afternoon Graeme McDowell was indomitable. The fluffed chip by the USA's Hunter Mahan that induced a wince of recognition from every weekend hacker was the brutal counterpoint to McDowell's implacability. His victory over Mahan to seal Europe's Ryder Cup victory was not without its tremors. But from his US Open win McDowell knew one thing. Those who can execute in moments of maximum stress are blessed with an advantage over those who are sabotaged by common human frailty. McDowell held a lead. All he needed to do was assert that lead to become the man who regained the Ryder Cup for his continent. Mahan was running out of time to change that script. With the whole species watching (or so it must have felt to him) his body defected to the enemy. The line between brain and limbs went dead. So McDowell was cast in the heroic pose of a player who had not just shaded an opponent but crushed him, too, through force of will, force of character. Always a comparative analysis of a golfer and a jump jockey, or a footballer and a gymnast, comes back to the question: how hard was that to do, who had the tougher job? McDowell is 2-1 favourite to win the BBC's prize, with McCoy out to 5-2 and Jessica Ennis at 9-1. The noncombatant Colin Montgomerie – a worthy winner of something, if you believe in awards, but not this – is 25-1. And if you want to know the current standing of English footballers, the most fancied candidate was not on Fabio Capello's South Africa flight of doom. Paul Scholes is 25-1, which appeals more than the 80-1 shot Ricky Hatton, who is shooting his own real‑time movie about denial. The last imprint is the sharpest. The Ryder Cup is more vivid to us now than the ride McCoy gave Don't Push It round Aintree back in April. McDowell, too, represents more than short‑term euphoria on those betting lists. To win a US Open and excel as Ryder Cup anchor man while chaperoning the 21-year-old Rory McIlroy through four testing days is unmistakably laudable. (There is a separate point to be made about Northern Ireland's talent for punching above its sporting weight. George Best leads the way for McCoy, McDowell, McIlroy, Barry McGuigan and Mary Peters.) But flick through the Racing Post's new tribute book McCoy, edited by Brough Scott, and McDowell's spectacular year recedes to a respectable silver medal place. National Hunt's eternal champion has annexed the most physically debilitating activity this side of boxing, in a golden age of jockeyship. They come in gangs, these challengers – Ruby Walsh and Richard Johnson are among the conspirators – but McCoy kicks and slaps clear of the pack. He might have received the universal acclamation that eludes him in any one of the past 10 years or so. Naturally his supporters feel the long‑awaited National win was a crowning moment that even those indifferent to racing would be able to appreciate. It was the clinching argument, the one that would drive him past the post, just as he has picked up many a panting steeplechaser in his time and heaved it over a line. When McCoy wants to win, the horse's opinion is irrelevant. In the book you see the bones smashed, the flesh bruised, the meals foregone, the pain ignored, the equine deaths absorbed, the setbacks overcome, the rotten winters endured, the courage shown and the modesty preserved. McDowell, even in his moment of exaltation in Wales, could not make all those claims. Flying tacklers need to be grounded José Enrique would make a fine crown court judge. The Newcastle defender's solution to the rash of violent flying tackles is brilliantly simple and appealing. For breaking Hatem Ben Arfa's leg in two places, Enrique argued, the recidivist Nigel de Jong should be banned for as long his victim is out of the game. This would never stand up in law. The problem of proving intent and arcane legal arguments about restraint of trade would save the hooligan from justice. But since referees are apparently paralysed by this wave of recklessness (Howard Webb, England's No 1, set the tone by failing to punish De Jong for a karate kick in the World Cup final), it falls to the players to denounce the kind of Exocet challenge that put Ben Arfa, Bobby Zamora, Aaron Ramsey and Eduardo da Silva in hospital. \"Managers are sending out their players so pumped up there are inevitably going to be problems,\" says Fulham's Danny Murphy. He called these so-called tackles \"brainless\". Most chilling was Enrique's claim to Spain's Marca newspaper that \"De Jong continued dishing out kicks to our players all afternoon\" – even after he had mangled Ben Arfa's leg. As things are now, the best foreign youngsters would be smart not to come here."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}