{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2010/oct/06/or-you-could-kiss-me-michael-billington", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2010-10-05T23:41:49Z", "webTitle": "Review | Theatre | Or You Could Kiss Me | Cottesloe | Michael Billington", "webUrl": "https://www.theguardian.com/stage/2010/oct/06/or-you-could-kiss-me-michael-billington", "apiUrl": "https://content.guardianapis.com/stage/2010/oct/06/or-you-could-kiss-me-michael-billington", "fields": {"headline": "Or You Could Kiss Me - review", "bodyText": "Puppetry is gaining in expressiveness. For some, the breakthrough occurred with War Horse. Personally, I preferred a highly erotic version of Venus and Adonis at London's Little Angel. This show, jointly created by Neil Bartlett and the Handspring Company, takes us into new territory: the story of a gay relationship told through puppetry and narration. Much as I admired the formidable skill, it only momentarily tampered with my emotions. Bartlett's scenario spans 65 years and focuses on a white, male South African partnership. Part of the action is in 2036 when Mr B, aged 86 and suffering from terminal emphysema, is shunted in and out of a Port Elizabeth hospital, all the time lovingly tended by Mr A. The story flashes back to their life together in the 1970s: we see them swim, play squash, and go on nervous dates, before finally achieving the longed-for consummation in the course of a coastal night drive. The question is: what does the story gain by being told by near lifesize wooden puppets operated by seven black-suited figures, including Adrian Kohler and Basil Jones, the show's co-creators? On the plus side, it slows down time, emphasises the particularity of each moment, and shows the dramatic power of silence: very touchingly so when the two old men, acknowledging the imminence of death, go to make their wills and sit staring in distressed silence punctuated by spasmodic snuffles. At other times, the piece feels like a clinical demonstration of the hazards of old age: not least when Adjoa Andoh as a white-coated lecturer explains the mechanisms of memory alteration. Even Bartlett's use of Ovid's Philemon and Baucis story as a framing device to illustrate marital devotion feels like an self-conscious attempt to lend the story a high classical tone. For much of the evening I watched in detached admiration. The puppets, particularly the older pair with their withered necks, slippered feet and creaking joints, come to resemble animated sculptures. Their younger selves meanwhile, whether swimming or dancing, acquire a lithe and easy fluency of movement. Rae Smith's traverse stage and Christopher Shutt's sound score, with tinkling teacups evoking the oppressiveness of Cape Town suburbia, also impress. But while dazzled by the technical finesse, I began to crave, after 100 minutes in the company of puppets, the spontaneous combustion created by the presence of living actors."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}