{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2010/oct/21/bridge-zia-mahmood-damiani-cup", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-10-20T23:04:00Z", "webTitle": "The trouble with the 'transfer to four spades'", "webUrl": "https://www.theguardian.com/sport/2010/oct/21/bridge-zia-mahmood-damiani-cup", "apiUrl": "https://content.guardianapis.com/sport/2010/oct/21/bridge-zia-mahmood-damiani-cup", "fields": {"headline": "The trouble with the 'transfer to four spades'", "bodyText": "There were English success stories at opposite ends of the age spectrum at the recent World Open Championships in Philadelphia. Paul Hackett, Gunnar Hallberg and John Holland were part of the team that won the Rand Cup for the seniors' teams, and Tom Paske, Graeme Robertson, Shivam Shah, James Paul, Tom Rainforth and Dan McIntosh won silver in the Damiani Cup for players under 21. In today's deal from the Damiani final, everyone had a problem at some stage. Here is the East hand, fourth to speak at unfavourable vulnerability: ♠K9632 ♥A62 ♦KJ1097 ♣None South, the dealer to your left, opens three hearts, your partner passes and North to your right bids four hearts. What call do you make? A pre-emptive bid of four hearts by the opponents is often referred to as a \"transfer to four spades\", because, given any reasonable excuse, players tend to bid four spades over four hearts. Either it will make, or four hearts would have made, or the opponents take a phantom sacrifice in five hearts, or . . . well, these things do not always happen. Instead, four spades is passed round to North. Here is the full deal: When four spades comes back to North, should he double? He doesn't expect it to make, of course, but he didn't really expect four hearts to make either; he bid it to give the opponents a guess, and if they have misguessed, why disturb them? Suppose they run to a more successful spot – then all the good work might be undone. But North did double, and the final decision was West's: should he rescue his partner? Suffice it to say that the answer at one table was \"no\", and East-West conceded 1,100; at another it was \"yes\" and East-West were credited with 750 for making an eventual five diamonds doubled. For extra credit: how could that contract have been beaten?"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}