{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2010/oct/20/best-stiles-memorabilia-auction", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-10-19T23:06:01Z", "webTitle": "Tears for souvenirs as Best and Stiles memorabilia go up for auction", "webUrl": "https://www.theguardian.com/football/blog/2010/oct/20/best-stiles-memorabilia-auction", "apiUrl": "https://content.guardianapis.com/football/blog/2010/oct/20/best-stiles-memorabilia-auction", "fields": {"headline": "Tears for souvenirs as Best and Stiles memorabilia go up for auction", "bodyText": "The narrow-eyed world of profit and loss is once more invited to put a price on the most romantic and cherished of sporting memories. In a Chester saleroom today George Best's 1968 European Cup winner's medal comes under the hammer along with some of the late superstar's other awards, including an apparently rare Fabergé egg specially created to celebrate the same fabled 4-1 victory by Manchester United at Wembley. At another auction in Edinburgh a week today Best's incorrigible club batman and buddy, the wing-half Nobby Stiles (aptly 68 this year) puts his same medal up for sale along with a bundle of other significant memorabilia, including his England caps, his 1966 World Cup winner's medal and the late Alan Ball's shirt from that final (the triumphant amigos had swapped shirts in the tunnel at the end). The Northern Irishman Best may have missed out on World Cup finals but, as he was eponymously the very best footballer these islands have produced, his gold medals will doubtless glint with a more pricey lustre when the Bonham's auctioneer raises his gavel today. The respective catalogues estimate that George's European medal could be knocked down somewhere between £90,000 and £120,000 while Nobby's – in the Guardian at the time we had to refer to him as Norbert – \"price guide\" suggests his equivalent medal should go for between £20,000 and £30,000. Bidding for Stiles's World Cup medal, however, is expected to start at £100,000 and Ball's shirt at £30,000, although I fancy the latter could well exceed that – Ball's medal went for £164,800 before his untimely death. The irrepressible young carrot-top was generally considered the outstanding player on that golden English afternoon in spite of the Geoff Hurst's three goals. Forty-four years on, and according to my rushed, racy riffle yesterday through parchmenty old library cuttings, next week's Stiles sale leaves the 1966 winner's medals of the Charlton brothers, Jack and Bobby, as the only two still snug at the back of the original recipient's sock drawer. Other medal prices ranged from Ray Wilson's £80,000 to Gordon Banks's £124,000. Bobby Moore, leader of the celebrated band who also died tragically early, had his sackful of memories sold by his first wife, Tina, to his beloved West Ham. It included his medal but not his cherry-red No6 shirt, which has never, ever surfaced. Some reckon it is still in an attic, bin-bagged and forgotten by one of Bob's careless old drinking buddies. For the right and rare item, the memorabilia market remains buoyant enough. Earlier this year today's Chester auctioneers sold the boots apparently worn by Sir Stanley Matthews in his unfading 1953 FA Cup final for £38,400, while his medal was sold by Sotheby's in 2001 for £23,500 to the Stoke City buff and television presenter Nick Hancock, which still seems a bargain. In the same sale Sir Stan's old trouser-press went for £120. If the name is right, so is the price. Why, Dennis Lillee's sweaty headband once fetched £55 at auction and in 2002 a wad of gum chewed by the Arizona Diamondbacks outfielder Louis Gonzalez was bought for $11,860. Yep, trivia can sure mean treasure. As tangible memories of the imperishable Best are knocked down today I will wonder if I should have tossed in my own priceless snip of his memorabilia. I interviewed George aeons ago in, of all places, Southend-on-Sea, where he was lying low with his first in-laws in a terraced house just off the prom. His wife Angie was at work in London and the great man was on the wagon and in gleaming good form; he had knocked off half the Telegraph crossword already and had brewed the elevenses coffee. He sparkled with wit and wisdom and, as he bottled and burped his baby son, we put football and the world to rights. George then knocked up a salad, after which we strolled along to the betting shop. He had spotted a dead cert called Lucknow (which he did not read as an Indian city but as \"immediate success\") in the 2.30 at Newton Abbot. As he wrote out his bet he was recognised and at once not only the shop but the whole street piled in to demand an autograph on any spare bit of paper or betting slip. With cheerful patience George signed each one but, of course, he missed his place in the queue. The bell: no more bets. Lucknow strolled in at 15-1. George smiled: \"'Effing Lucknow! No wonder a fellow turns to drink!\" Ah, tears for souvenirs. Naturally I nicked his betting slip – for myself and for posterity's sake. And, no, it is not for sale."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}