{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theguardian/2010/oct/12/corrections-clarifications", "type": "article", "sectionId": "news", "sectionName": "News", "webPublicationDate": "2010-10-11T23:05:03Z", "webTitle": "Corrections and clarifications", "webUrl": "https://www.theguardian.com/theguardian/2010/oct/12/corrections-clarifications", "apiUrl": "https://content.guardianapis.com/theguardian/2010/oct/12/corrections-clarifications", "fields": {"headline": "Corrections and clarifications", "bodyText": "• In an article headed Public pensions: is there really a hole? (9 October, page 5, Money) we said that one consultancy firm's estimate of the accrued liability for public-sector pensions was £993bn – equal, our piece added, to \"more than £150,000 for every man, woman and child in Britain today\". We meant more than £15,000. • A story headlined Tina Brown bids for Newsweek – and heads for showdown with arch-rival Huffington (8 October, page 26) included quotes from some commentators. The one from David Kuhn and the one from Nick Denton should have been attributed to a New York magazine blogpost by Chris Rovzar. The Guardian's editorial guidelines say: \"The source of published material obtained from another organisation should be acknowledged, including quotes.\" • A graph with a story about a new Equality and Human Rights Commission report was meant to illustrate education data showing that girls and boys ineligible for free school meals did better in the 2008-09 GCSEs in England than those who were eligible (the latter being from low-income families). But yesterday's page 11 graph showed the opposite. A revised version plus more of the report's underlying data can be found at theguardian.com/news/datablog. • Our review of the Stephen Petronio Company's performance of Petronio's latest work, inspired by Shakespeare's Tempest, referred to it as I Kiss the Air Before Me. That should have been I Drink the Air Before Me (Dance, 8 October, page 38). The Guardian's policy is to correct significant errors as soon as possible. Please give the date, page, or web link. To contact the readers' editor's office email reader@theguardian.com; write to The readers' editor, Kings Place, 90 York Way, London N1 9GU; or phone +44 (0)20 3353 4736 between 11am and 5pm UK time Monday to Friday excluding public holidays. The Guardian's editorial code incorporates the editors' code overseen by the Press Complaints Commission: see pcc.org.uk"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}