{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2010/oct/20/manchester-united-wayne-rooney", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-10-20T23:44:17Z", "webTitle": "Wayne Rooney's exit strategy leaves Old Trafford in disbelief", "webUrl": "https://www.theguardian.com/football/2010/oct/20/manchester-united-wayne-rooney", "apiUrl": "https://content.guardianapis.com/football/2010/oct/20/manchester-united-wayne-rooney", "fields": {"headline": "Wayne Rooney's exit strategy leaves Old Trafford in disbelief", "bodyText": "\"Coleen forgave you, we won't.\" The first anti-Wayne Rooney banner unfurled at Old Trafford last night signalled the opening response to what many Manchester United supporters view as the ultimate betrayal by their favourite adopted son. As United fans vociferously chanted support for Sir Alex Ferguson, there seemed little doubt about where their loyalties lie. After Rooney had said before kick-off that he wants to leave because the club lacks ambition, there may be no forgiveness from some supporters. The choruses of \"Gary Neville is a Red, He Hates Scousers\" might have been aimed at Rooney, who hails from Liverpool, though the song has also been a confirmed favourite throughout the golden years, when the striker was still the darling of the Theatre of Dreams. If the 24-year-old, who currently has a genuine ankle injury, was watching on TV he would have also heard some support from those inside Old Trafford, on an evening of oddly ambivalent moods. While another banner pleaded with Rooney to go anywhere but to Manchester City, the overriding emotion among fans before filtering into the stadium had been disbelief. \"I was shocked, it's come out of the blue,\" said Beverly Bishop, who sees around 15 games a season. \"Honestly, I believed him when he said that he was going to stay at United for life. Maybe I shouldn't have done, but I did. \"I hope it's not just the money, which is what everyone is saying, as I didn't think that of him. Maybe we were wrong.\" Her mother, who was also at the match, had no wish to hear Rooney claim that United have lost their ambition. \"I'd like him to say he didn't mean it and he's been really stupid,\" Barbara Bishop said. \"It was quite moving what Sir Alex Ferguson said [on Tuesday], he's been quite hurt by this and I agree with most of what he had to say. \"In a way, I wish Rooney was playing because I would just like to see the reaction,\" she added. \"I think there will be two different reactions. A lot of people will think, 'You little bastard.'\" Near the Best, Law and Charlton statue, two United fans from Northern Ireland were equally bemused. \"The club and fans have adopted and defended him. The club's done everything for him, paid him well, offered him a new contract. He's let the club down,\" one of them claimed. The second said he was confused at how Rooney could change his stance so dramatically from March, when he claimed his career would end at United. \"Its a big surprise because Rooney said he loved the club and wanted to be part of the whole set up,\" he said. Further along Sir Matt Busby Way, a scarf seller offered his own take. \"In his head he's thinking: 'I've done everything and this is the thanks I get.' Remember when [Cristiano] Ronaldo wanted to go and Ferguson said, 'Stay another year', and Rooney played wherever. Then last season he was played soon after he had the ankle injury [at Bayern Munich in March]. He's probably thinking, 'This is taking the piss.' But probably its just about one thing – money. It's like, if you don't want to play for us, go. And you don't cross Ferguson — Rooney will probably not play for United again. He'll be training with reserves next week.\" The big fear for the congregation is that Rooney will take the petro-dollar of Sheikh Mansour and sign for Manchester City in January for an eye-watering £260,000 a week. \"He'd be very foolish if he did. Very foolish indeed,\" the second Northern Irishman added. \"He would have to live in London and commute.\" Earlier, in the United Megastore, a little girl had paused by the child-sized replica shirts. \"Rooney?\" she said, reading the name of the club's No 10. \"Cross that name out right now.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}