{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theguardian/2010/oct/29/digital-libraries-gove-gps-snowdrop", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2010-10-28T23:05:05Z", "webTitle": "Letters: Digital libraries", "webUrl": "https://www.theguardian.com/theguardian/2010/oct/29/digital-libraries-gove-gps-snowdrop", "apiUrl": "https://content.guardianapis.com/theguardian/2010/oct/29/digital-libraries-gove-gps-snowdrop", "fields": {"headline": "Digital libraries", "bodyText": "The Publishers Association's position on the loan of ebooks within libraries provides for a baseline position of loan within the library and extends to include remote access (Ebook restrictions leave libraries facing virtual lockout, 26 October). Bloomsbury's Public Library Online, which enables 24/7 access to digital bookshelves is an example of the other end of the scale of digital library lending. Several UK publishers have joined in this initiative of supplying a range of fiction and non-fiction digitally to libraries to help them remain relevant. Stephanie Duncan Bloomsbury Publishing •Rajeev Syal's report (£500,000 free schools grant given to Gove's former adviser, aged 25,28 October) illustrates Conservative hypocrisy over quangos. Remove quangos, but stand by while Michael Gove sets one up with little fuss, conferring financial clout on The New Schools Network in the manner of a medieval prince. It's a fair cop, Gove. Arthur Newton Stockport • I well remember Dr Jonathan Burton's welcoming of the Clarke proposals (Letters, 28 October), as I was the GP representative in Colchester at the time. I still feel that Kenneth Clarke's internal market was damaging to the health service, and increased management costs. Improvements may well have proceeded more quickly without this reform. I feel that Dr Burton is guilty of a \"post hoc, ergo propter hoc\" fallacy. Dr Denis Brogan Bures, Suffolk • Thank you for an optimistic Obituaries page (27 October). Five deaths – every one in their 90s. Could you make this editorial policy as it cheers us up no end? Jen and Geoff Fitton (aged 66 and 72) North Connel, Argyll • My father's local hospital had two surgical floors separated by a urological ward in which one of the consultants was a Dr Bourton. They were known as Upper Slaughter, Lower Slaughter and Bourton on the Water (Letters, 26 October). Suzy Oakes Cambridge • Is it too early to tell you about the snowdrop in full bloom in my garden? Hilary Cook North Hykeham, Lincolnshire"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}