{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2010/oct/06/hugh-muirs-diary", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2010-10-05T23:15:00Z", "webTitle": "Hugh Muir's diary", "webUrl": "https://www.theguardian.com/politics/2010/oct/06/hugh-muirs-diary", "apiUrl": "https://content.guardianapis.com/politics/2010/oct/06/hugh-muirs-diary", "fields": {"headline": "Diary", "bodyText": "• With the pope's visit just a memory, the live issue remains: who will replace Francis Campbell as the British ambassador to the Holy See? Will it be, as many have suggested, Lord Patten? \"I don't see it happening,\" said his wife Lavender this week. And so we cast the net a little wider. And while doing so we notice the vigorous, opinionated figure that is Denis MacShane MP lobbying Lord Patten at the weekend to support him as a possible successor to Campbell. The pressing of flesh occurred at the annual Pontignano Conference, the Italian-British summit-cum-talking shop. Both Patten and MacShane attended the same Catholic school, St Benedict's in west London. But are the ties that bind that tight? And would outspoken Denis be the man to reassure His Holiness about the state of things in increasingly secular Britain? Divine guidance appreciated. • And every day more people learn about the phone hacking scandal at the News of the World. The New York Times ran a widely read exposé. This week, it was Channel 4's Dispatches. The affair, first disclosed by our own Nick Davies, has a wonderful cast of characters, to which we can add an old acquaintance: the once disgraced, now reborn former Tory minister Jonathan Aitken. Debuting as political columnist for Spectator Business magazine, Aitken reveals himself as friend and mentor to Glenn Mulcaire, the private detective sentenced to six months' imprisonment for phone hacking alongside the NoW's former royal editor Clive Goodman. Aitken knows Mulcaire's dad, and says: \"I regard Glenn Mulcaire as a good man who made a bad mistake.\" As for Andy Coulson, Aitken has a message: watch out for the Guardian. For its investigators, says a rueful Aitken, \"can be pathological in their intensity when they scent blood\". • Meanwhile, The Stig from Top Gear is off to Channel Five. And what to do but marvel at the Murdoch operation that allowed HarperCollins to see off the BBC as it attempted to stop the man behind the moniker – Ben Collins – and Harper itself, making a pretty penny out of his breach of confidentiality. When the case began two months ago, we said that once Murdoch's Sunday Times had run a front page article confirming The Stig's identity, Murdoch's Harper would go to court and say confidentiality cannot be a decisive issue because the name is already in the public domain. And did that work? You bet. According to the Press Association, Mr Justice Morgan, explaining his judgment on Monday, said he would not grant the BBC an injunction, not least because \"the press coverage, particularly in August, had gone well beyond speculation\". Murdoch-land 1. High Court 0. • Ping! An email arrives, unsolicited. \"Meet a Scientologist,\" it says. Choose from 150 \"documentary videos featuring Scientologists from diverse locations and walks of life\". One is a man working to combat Aids. Could this sudden urge to bond have anything to do with the second slating that L Ron Hubbard and his crew have just received from BBC Panorama and its dogged reporter John Sweeney? It wasn't pretty. Almost five million viewers tuned in. Time for Scientology – described by a judge in 1984 as \"corrupt, sinister and dangerous\" – to buff up its image, and so we wonder if we will soon be hearing from one well-placed well-wisher, the energy and climate change minister Charles Hendry. While Tories such as Michael Gove, Lord Gummer and Nick Soames make clear their disdain for Scientology (Gove called it \"an evil cult\" in parliament), Hendry has been more accommodating. \"Although Scientology may be very controversial,\" he told the Commons in 2005, \"undoubtedly, as human beings they do a great deal of good\". Perhaps the minister could say it again, this time for the tape: flanked by Travolta, Tom Cruise, and all the rest. • Finally, what about the ne'er-do-well who grabbed the spectacles from the face of uber novelist Jonathan Franzen? He may insist his intentions were lofty. But still, it was theft. Cornered in a bush, the miscreant came over all Wildean. \"I am a better writer than Franzen,\" he declared. \"No, you're not,\" said his pursuer. \"You are a dickhead.\" Panic over. Glasses recovered, nuff said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}