{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2010/oct/29/business-needs-vocational-skills", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2010-10-28T23:05:03Z", "webTitle": "Letters: Business needs vocational skills", "webUrl": "https://www.theguardian.com/politics/2010/oct/29/business-needs-vocational-skills", "apiUrl": "https://content.guardianapis.com/politics/2010/oct/29/business-needs-vocational-skills", "fields": {"headline": "Business needs vocational skills", "bodyText": "The debate on the fiscal cuts (Report, 28 October) must not lose sight of the long-term need for skills. For a successful economy with thriving businesses, employers must have access to a workforce with the right skills. Vocational education plays a crucial role both in creating and maintaining the skills base Britain needs for a sustained private-sector recovery and in enabling all young people to succeed. For too long this country has failed to recognise and value vocational education on a par with academic. As a result, we have suffered in international rankings, while businesses are saying they are struggling to recruit school-leavers and graduates with the appropriate skills. The stakes for Professor Alison Wolf's review of vocational education therefore could not be higher. The Wolf review must seize the opportunity to foster a right to vocational education, for all, from 14 onwards. Our economy needs young people who understand how to apply what they know to real world situations and problems, not simply to recite it. Importantly, vocational qualifications should continue to be offered alongside academic qualifications to all learners in both schools and colleges. We know that some young people simply learn better, and demonstrate that learning better, through doing. To segregate them from mainstream education or to treat them as somehow less valuable would be a sad and dangerous retrenchment. To suggest that only small numbers need relevant workplace skills would be to ignore the calls from the businesses tasked with driving the economy forward. It is time to look to a future where we set aside academic snobbery in the interests both of a stronger economy and of advancing the ambitions of all young people. Digby Jones, Rod Bristow President, Pearson UK, Christopher Banks Former chair, Learning and Skills Council; managing director, Coca-Cola GB, David Frost Director general, British Chambers of Commerce, John Rowlings Director, Partners in Excellence, Paul Jackson Chief executive, Engineering UK, Tom Bewick Director, National Enterprise Academy, Shane Chowen Vice-president, further education, National Union of Students, Jo Valentine CEO, London First • Neither universities nor students in England will be better-off as a result of the reforms in higher education funding which the coalition is proposing (Report, 28 October). Both the Browne and spending reviews assume university funding is the responsibility of students and graduates, and that the state should withdraw from funding undergraduate teaching. This rests on the premise that higher education is of value only to the individual and is of no value to the economy or society. It is deeply regrettable and is highly unlikely to promote fairness, social mobility or the graduate workforce on which the long-term future of the UK economy will depend. Professor Les Ebdon Vice-chancellor, University of Bedfordshire"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}