{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theguardian/2010/oct/12/separated-at-birth-jew-suss", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2010-10-11T23:05:04Z", "webTitle": "Letters: Separated at birth", "webUrl": "https://www.theguardian.com/theguardian/2010/oct/12/separated-at-birth-jew-suss", "apiUrl": "https://content.guardianapis.com/theguardian/2010/oct/12/separated-at-birth-jew-suss", "fields": {"headline": "Separated at birth", "bodyText": "David Miller (Letters, 11 October) may be surprised to learn that my wife's twin sister was born at home in Exmouth on 30 August 1948. The midwife realised twins were on the way and my mother-in-law was taken to Exeter hospital where my wife was born on 1 September. This would normally have meant that she and her twin sister would have been in different school years, but Devon education authority bent the rules. Peter Horton Atherstone, Warwickshire • On Monday 18 October, governments which have signed the convention on biological diversity will meet in Nagoya, Japan. Botanic Gardens Conservation International will be making a presentation to the 193 countries attending, calling for a renewal and strengthening of the Global Strategy for Plant Conservation (2011-20). Readers can join our call at www.plantsfortheplanet.com Andrew Wood Botanic Gardens Conservation International • A British film of Feuchtwanger's novel, called Jew Süss and directed by Michael Balcon, was released by Gaumont in 1934 (Letters, 9 October). It follows the novel in attacking the racial distinctions prevalent in the Third Reich. The title role was played by the German actor Conrad Veidt, who had emigrated to Britain in 1933, just after his marriage to the Jewish Ilona Pilger. David Irwyn Thomas Cardiff • Was John Fordham trying to cause sibling stress when he failed to mention Roland Bates alongside brothers Django and Dylan at Django's 50th birthday gig (Review, 7 October)? As their big sister, I have to protect my brothers three. Paddy Bates Berwick, East Sussex • \"You can't educate pork\" was the put-down my dad used when encountering utterances such as that made by the culture secretary (Letters, 9 October). Ken Starkey London • Nominative determinisim can go awry (Letters, 11 October). When I was growing up, Mr Seymour was our gardener, and the window cleaner Mr Plant. John Cartledge Boreham Wood, Hertfordshire"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}