{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2010/oct/12/irish-police-arms-explosives-find", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2010-10-11T23:46:20Z", "webTitle": "Irish police find explosives and arms dump in blow to dissident republicans", "webUrl": "https://www.theguardian.com/world/2010/oct/12/irish-police-arms-explosives-find", "apiUrl": "https://content.guardianapis.com/world/2010/oct/12/irish-police-arms-explosives-find", "fields": {"headline": "Irish police find explosives and arms dump in blow to dissident republicans", "bodyText": "A dissident republican explosives and arms dump has been uncovered in the Irish Republic, the Garda Síochána confirmed last night. During searches in County Louth Garda officers found a homemade mortar, three kilos of TNT, bomb-making equipment, a pipe bomb, a general purpose machine gun and ammunition. The weaponry was found in a wooded area near the town of Dunleer and is the second major blow to the anti-ceasefire republicans over the last few days. Eight suspected dissident republicans were freed on Sunday after a number of arrests across the Republic. Ireland's top police officer Garda commissioner Fachtna Murphy described the arms and explosives haul as significant. \"This find represents a further step in our determined strategy to target, disrupt and detect the activities of dissident republicans,\" he said. \"We continue to work closely with our colleagues in the Police Service of Northern Ireland and in the Security Service to thwart the intent of a small group of people who want to inflict violence and pain on communities. \"Our objective is to stop them in their tracks and secure evidence to put them before the court.\" Justice minister Dermot Ahern praised the work of detectives. \"This was a very significant find at a time when the threat from dissident groups poses dangers for law-abiding people,\" the minister said. \"I want to congratulate Garda Síochána for their detailed work in this area.\" A Garda spokesman said a series of raids were carried out early yesterday in County Louth, which straddles the border with Northern Ireland, and its neighbouring county Meath. It is the second time this year that material for a suspected mortar bomb attack has been uncovered by authorities."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}