{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2010/oct/20/sir-alex-ferguson-wayne-rooney-transcript", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-10-19T23:14:00Z", "webTitle": "Sir Alex Ferguson: 'We have done everything for Wayne Rooney'", "webUrl": "https://www.theguardian.com/football/2010/oct/20/sir-alex-ferguson-wayne-rooney-transcript", "apiUrl": "https://content.guardianapis.com/football/2010/oct/20/sir-alex-ferguson-wayne-rooney-transcript", "fields": {"headline": "Sir Alex Ferguson: 'We have done everything for Wayne Rooney'", "bodyText": "Wayne was injured. We sent him for a scan and while he was able to train, he was still carrying traces of his injury. Why he was saying he wasn't injured, you can only guess yourself. It's disappointing. When it came to the Sunderland game, I felt I would leave him out and give him a complete break so he could be fit for England. I thought if he went and played for England, at Wembley, we would get his form back. That was my intention, that was my idea, to galvanise him. Take a break from the games, get the training done, get his fitness back. Get rid of the traces of the ankle injury and play for England. So why he's come out and said that, I've no idea. We've never had any argument, not a bit. I think you have to understand the mechanics of these situations when people want to leave the club. It's an easy one to say he's fallen out with the manager, a very easy one to say. I think there are traces of that too. David [Gill, the chief executive] in the early part of the summer had opened talks with his agent. And that was to be continued after the World Cup. I was in the office on 14 August when David told me he'd had a call from his agent saying that Wayne wasn't going to sign his contract. So then David came across to see me. He said he couldn't believe it and neither could I. I was dumbfounded. I couldn't understand it at all because only months before he'd said he was at the biggest club in the world and he wanted to stay for life. We just don't know what's changed the boy's mind. David was shocked, I was shocked. I had a meeting with the boy and he reiterated what his agent had said. He wanted to go. I said to him, 'Just remember one thing: respect this club.' I don't want any nonsense from you, respect your club. What we're seeing now in the media is disappointing because we've done everything we can for Wayne Rooney, since the minute he's come to the club. We've always been there as a harbour for him. Any time he's been in trouble, the advice we've given him – I've even been prepared to give him financial advice, many times. But you do that for your players, not just Wayne Rooney. That's Manchester United. This is a club which bases all its history and its tradition on the loyalty and trust between managers and players and the club. That goes back to the days of Sir Matt [Busby]. That's what it's founded on. Wayne's been a beneficiary of this help, just as Ryan Giggs, Paul Scholes and all the players have been. That's what we're there for. There's been no falling out. That's why we need to clarify the situation now for our fans. Because what we saw on Saturday was unacceptable. When we were at 2-2 and the fans were chanting for Wayne Rooney, it put pressure on the players and it didn't do any good for the team. So we've got to clarify the situation and try to do it right. There's no [specific] offer on the table for Wayne [at the moment] because they're not prepared to listen to an offer. But there's always an offer there for Manchester United to negotiate with a player. That's still there."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}