{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2010/oct/29/small-talk-kim-clijsters-tennis", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-10-28T23:06:01Z", "webTitle": "Small Talk: Kim Clijsters | Katy Murrells", "webUrl": "https://www.theguardian.com/sport/2010/oct/29/small-talk-kim-clijsters-tennis", "apiUrl": "https://content.guardianapis.com/sport/2010/oct/29/small-talk-kim-clijsters-tennis", "fields": {"headline": "Kim Clijsters", "bodyText": "Hello? Hi Small Talk, it's Kim here. Sorry for taking so long to call you. Nay bother Kim. Right, first things first. You're speaking to us on behalf of your sponsor Fila. Apparently you've got a few things lined up to celebrate its 100th anniversary next year? Yes, at the Australian Open I'm going to be wearing the Evonne Goolagong outfit that she wore when she won her grand slam as a mother and then at the French Open I'm going to be wearing the Monica Seles outfit that she wore when she won there. Definitely that's more of a personal choice because I used to get those outfits under the Christmas tree from my parents, so I have a lot of good memories. Blimey, that's some serious outfit planning. Small Talk only figured out what to wear about 10 minutes before leaving the house this morning … Yeah, but it's a great idea. Fila has a history in sport as being very elegant and classy. I remember Björn Borg, Goolagong, Seles and Boris Becker, they were very elegant players and that's something I like and enjoy passing on. It's a bit more modern that it used to be, but it's still along the same lines. You've made no secret of the fact you'd like to have more children. Does that put more pressure on you in terms of what you want to achieve next season? I work hard and try to be the best tennis player possible, but yeah we do want to have more children. I'd like to try and keep the tennis going until the Olympics in London, at which point Jada will be obligated to go to school. So that's when I'll probably be calling it quits and just focus on the family. Now, you're widely considered to be the nicest player in tennis. What's the meanest thing you've ever done on or off court? [Gasps] Oh, I don't know! I try not to be mean, it's not in my nature, it makes me feel very uncomfortable. I'd rather keep it in than be nasty and say something. Small Talk could learn a thing or two from that. Does the mean streak ever creep out when you're trying to keep Jada in check? It's not mean, it's more discipline. Sometimes at night I'm sitting there thinking 'I was on her case too much today'. But it's to guide her and teach her and show her the limits, but never in a downgrading or overpowering way. I try to talk to her and explain why no is no. Does she listen? [Proudly] Yeah she actually does. But she knows what she wants and what she doesn't want. At two and a half her character is really starting to show and that's great, but there's the upbringing I want to teach her like having respect and good manners, like sitting properly at the dinner table, little things like that. Talking about the dinner table, what's harder, getting Jada to eat her greens or beating Serena Williams? She's actually very good with eating healthy, so I'd have to say beating Serena. [Chuckles] How about changing a nappy or facing a Venus serve? They're too different! But let's say 80% of the time changing the diaper is okay, so I'll go for the serve. Giving birth or defending your US Open title? Phew, that's tough. Can I say a bit of both? You have a lot of people helping you with the birth. Obviously I had to push her out [Small Talk winces] but you have doctors and my husband was there for support, whereas on court you're by yourself. But the reward after giving birth, there's no comparison. You live for that moment in your life and it's an emotion that nothing will come close to again unless we have more children. Staying on the family theme, Small Talk guesses you were too young to remember the 1986 World Cup, in which your dad [the late Leo Clijsters] played. Do you have any memories from 1990? Yeah, I actually do have some memories of 1986 too. My mum went to visit my dad in Mexico and I remember the moment when we were at the airport saying goodbye to her and I was so upset. Then after the tournament [Belgium reached the semi-finals] the whole city of Bree, where we're from, celebrated and decorated the outside of our house with paper roses. And then also when my dad scored in 1990, I remember my grandma jumping on the couch. Those are the kind of things I remember. Small Talk notices you've skirted over Belgium's defeat to England in 1990 ... Honestly I don't remember so much about the actual matches, but my dad had a book that was written about him, so I've read about that game since and the big matches he had throughout his career. So now I'm older, I've been able to experience it. Your brother-in-law [Jelle van Damme] joined Wolves in the summer. Have you had the pleasure of visiting Molineux yet? I enjoy watching English football and it makes it easier having someone so close to you who plays there. My sister's about to give birth to her second child, so I'm hoping to make it there in December. And you're a fan of a certain Wayne Rooney aren't you? Did you hear about last week's shenanigans? No, what happened? [Small Talk witters away for about a minute before realising the phone has gone dead. Gah! Small Talk nervously fidgets for another minute wondering whether Kim will call back. Thankfully the phone rings] So where were we? Wayne Rooney … Yeah, I didn't know anything about that. I just love watching him play and his mentality. I like that kind of attitude. It's typical for English football, it's a lot more physical. Especially in Belgium, you now see a lot of guys faking injuries and that to me kills the sport in a way. Right, enough of the football chatter, back to you. Small Talk's been doing its research, you know. Apparently you like playing the flute and tap dancing. No, not at all! Small Talk knew it shouldn't have trusted Wikipedia. [Laughs] I enjoy cooking and that probably takes up most of my time when I'm not training or taking care of Jada. I like to do yoga as well and I have a few business things too. Together with a friend of mine, I've bought a tennis club in Belgium; actually the club where I practice at in Bree. We're going through the process of rebuilding it, so when I retire from tennis, that's something that will interest me very much. Oh, and we also have a lot of dogs too. How many? Five. Five?! Sounds like you haven't got time for any more children if you've got your hands full with five dogs. Now, on to the important issues. Cheese or chocolate? [Without hesitation] Chocolate. Waffles or French fries? French fries. Poirot or Tin Tin? Tin Tin. What's the last film you saw? I'm really bad at remembering titles, but it's the one with Gerard Butler, where he has this whole plan figured out from jail. Emmmmmm .... Ummmmmm .... How about the last album you bought? The new Kings of Leon one. I'm going to their concert on 29 November, they're coming to Belgium. Careful Kim, you'll have Small Talk wanting to join you. If you could be invisible for the day, what would you do? [Long pause] I'd maybe like to stand on stage with a singer and sing along. I don't want the people to hear me, but I'd like to just get that rush. Does that mean you've got a bad voice? No, I'd probably just be too embarrassed to do it otherwise! Small Talk will have a word with Caleb Followill and see what it can arrange. Just finally, could you tell us a joke? Hmm the one I want to tell you is probably not good to publish ... Go on, you can tell us, anything goes here. Ha, I'm really not, it's too rude. It's one my cousin and I know, he has a group of friends, they're hilarious, but 80% of the jokes that come out of their mouths are filthy. No worries. It's been a pleasure. No problem Small Talk. Oh, before you go, I've just checked the name of that movie, it's called Law Abiding Citizen. Thanks Kim, you really are the nicest player in tennis. Thanks Small Talk, bye!"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}