{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2010/oct/17/nuclear-weapons-trident", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2010-10-16T23:10:03Z", "webTitle": "MoD's own experts reveal nuclear arms safety flaws", "webUrl": "https://www.theguardian.com/world/2010/oct/17/nuclear-weapons-trident", "apiUrl": "https://content.guardianapis.com/world/2010/oct/17/nuclear-weapons-trident", "fields": {"headline": "MoD's own experts reveal nuclear arms safety flaws", "bodyText": "Dozens of potentially disastrous flaws in the safety regime for nuclear weapons have been exposed by secret Ministry of Defence reports seen by the Observer. Safety procedures at the bomb factory at Aldermaston in Berkshire have been \"poor\", nuclear weapons convoys have suffered from \"crew fatigue\" and safety regulations have been ignored by nuclear submarine commanders, according to the MoD's internal safety watchdogs. The reports, released after a three-year freedom of information battle, also show that the \"intrinsic safety\" of Trident nuclear warheads was put at risk by an argument between Britain and the United States. A new US-made \"arming, fusing and firing\" system being fitted on to warheads worried the MoD's nuclear weapon regulator, Andy Moore. There was a \"medium risk that safety justifications will lack key information\" and a need for \"engagement with US on information supply\", he warned. A major fire in August in a high-explosive building at the Atomic Weapons Establishment at Aldermaston had raised concerns about safety. Fire brigade logs showed that 20 fire engines and 95 crew had fought the blaze for almost nine hours. Concerns have now been heightened by a series of damning reports from the MoD's nuclear safety regulators. The ministry has been trying to keep the reports secret since 2007, but last week it was forced to release them on the eve of an appeal to the UK Information Tribunal. The reports provide an unprecedented insight into the intensely secretive world of Britain's bomb. They reveal a series of problems with safety across the whole nuclear weapons programme. The most critical is a 2005 report from Moore listing eight \"issues and regulatory risks\". There has been \"slow progress in implementing the regulation framework for the nuclear weapons programme\", he said. There was a problem with his authority at Aldermaston being \"constrained\" while a new contract for managing the site was being negotiated. Moore had even greater problems with the Royal Naval commanders of the four Vanguard-class submarines armed with Trident nuclear missiles. There was confusion over their safety responsibilities, he said. The commitment of the commanders to respond to regulation was uncertain, he warned. \"A recent reissue of a safety management plan fails to acknowledge the introduction of regulation or the existence of the regulator.\" There were \"inconsistent arrangements for managing transport activities\", Moore's report said. This meant there was a risk that safety arrangements for moving nuclear materials such as plutonium \"does not meet departmental standards\". The report highlighted the danger that radioactive tritium could leak from warheads if there were an accident. This had a \"potential impact on workforce and public protection\", Moore said. Another report for the MoD's Defence Nuclear Safety Regulator in 2006 by Commodore Andrew McFarlane cautioned that \"crew fatigue\" could cause hazards during the transport of nuclear weapons by road. Convoys carrying warheads travel between Aldermaston and the naval nuclear bases on the Clyde near Glasgow up to six times a year. Moore's report also warned that funding restrictions at the Clyde bases could endanger safety. The absence of proper guidance meant nuclear accidents could be \"inappropriately notified\" to ministers, he added. \"There remains concern that arrangements for responding to events are in need of overhaul.\" John Large, an independent nuclear consultant, said it was astonishing that there was uncertainty over the regulation of warheads at sea. \"This is particularly worrisome from a public safety point of view,\" he warned. The argument with the US over the arming, fusing and firing system highlighted the UK's \"over-dependence\" on the US, Large argued. He claimed this could breach the UN's Nuclear Non-Proliferation Treaty. The prolonged battle to force the MoD to release the reports was backed by Fred Dawson, who worked for the MoD for 31 years and was head of its radiation protection policy team before he retired in 2009. \"People may conclude that the culture of secrecy is due in part for the presentational need to hide poor safety and environmental performance,\" he said. The MoD said concern was raised in 2005 about the process for obtaining information from the US on the arming, fusing and firing system. \"This was resolved, reflecting the close working relationship that exists between the UK and US on nuclear matters,\" said an MoD spokesman. \"We take any issues raised by the Defence Nuclear Safety Regulator seriously.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}