{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2010/oct/14/unemployment-figures-rise", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2010-10-13T23:05:03Z", "webTitle": "Number of benefits claimants rises – and is poised to get worse", "webUrl": "https://www.theguardian.com/business/2010/oct/14/unemployment-figures-rise", "apiUrl": "https://content.guardianapis.com/business/2010/oct/14/unemployment-figures-rise", "fields": {"headline": "Number of benefits claimants rises – and is poised to get worse", "bodyText": "The number of people claiming unemployment benefits jumped last month, adding to fears that government spending cuts will send the economy back into recession. Figures showing the claimant count climbed by 5,300 last month to 1.47 million appeared to cement a decline in the jobs market, after a recovery earlier this year. City economists said the figures were bleaker than expected and were likely to worsen over the coming months as government austerity measures took effect. Chancellor George Osborne will announce spending cuts next week and has denied speculation that he intends to delay some measures to ease the likely effect on jobs. A report by the Chartered Management Institute today argues the economy is precariously balanced and could be permanently harmed if the level of cuts planned goes ahead. The institute said a survey of almost 900 managers showed there was \"deep and growing pessimism\" on their ability to invest and employ extra staff while government policies slowed growth and consumer demand in the economy. Lord Eatwell, the CMI's chief economic adviser and president of Queen's College Cambridge, said business investment was crucial but lending by banks continued to fall and the prospect of cuts had reduced confidence. However, a key Bank of England policy-maker warned last night that higher interest rates were needed to sustain recovery and reassure the public that inflation was being tackled. Positioning himself against more stimulus for the economy, Andrew Sentance said tighter monetary policy was \"the right response to an economy which is growing but experiencing persistent above-target inflation\", preventing the need for even higher interest rates later. The Office for National Statistics (ONS) figures showed the number of people claiming Jobseeker's Allowance climbed by 5,300 last month, the biggest rise since January and comes after August's increase was revised higher to 3,800. But ministers said the wider measure of unemployment, which also includes people out of work who are not eligible for benefits or choose not to claim, provided a more positive picture after it declined in the three months to August. On the wider International Labour Organisation (ILO) measure, unemployment fell by 20,000 to 2.45 million in the three months to August. That took the jobless rate down to 7.7% from 7.8%, the lowest since May 2009. This was mainly the result of 16 and 17-year-olds finding work, training or education."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}