{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "global/2010/oct/21/country-diary-glen-strathfarrar", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2010-10-20T23:05:04Z", "webTitle": "Country diary: Glen Strathfarrar", "webUrl": "https://www.theguardian.com/global/2010/oct/21/country-diary-glen-strathfarrar", "apiUrl": "https://content.guardianapis.com/global/2010/oct/21/country-diary-glen-strathfarrar", "fields": {"headline": "Country diary: Glen Strathfarrar", "bodyText": "The river Farrar runs through this glen and in the lower parts is flanked by a wood of Scots pine with old stands of juniper on the riverside. This is a remnant of the ancient Forest of Caledon that is reputed to have once stretched from the Beauly Firth to the Argyll coast. The massive pines in front of me, some perhaps over 400 years old, had an understorey of rowan and birch. On the steeper slopes of hummocky ground there were banks of blaeberry and cowberry with a very deep layer of mosses. Sitting on the side of the river the scene seemed to absorb and take over my mind and it was all too easy to envisage a wolf stepping out from under the pines. Any minute it seemed a beaver would come into sight, and could there even be one of their dams around the next river bend? Abandoning such wild thoughts my route then took me farther up the glen to the open and wide river flats and there was the surprise of the day, and a mystery too. On the banks of the now narrow river were two family parties of whooper swans, one with five well-grown grey/brown cygnets and the other with two cygnets. The surprise was why they were there as breeding birds. As winter visitors they are frequent but normally they do not breed in this country. I knew them from where some of them breed on the vast glacial outwash plains in Iceland where I led several of Brathay Exploration Group's annual expeditions. In the context of the glen the adult whoopers looked almost incongruous but still very regal as if in a domain they owned. The mystery was where they had come from? One explanation could be that a bird had become injured and could not fly. Being so loyal its mate could have stayed on, forming the basis of a small breeding group."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}