{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2010/oct/06/leading-players-made-in-dagenham", "type": "article", "sectionId": "inequality", "sectionName": "Inequality", "webPublicationDate": "2010-10-05T23:05:06Z", "webTitle": "Letters: The leading players forgotten by Made in Dagenham", "webUrl": "https://www.theguardian.com/society/2010/oct/06/leading-players-made-in-dagenham", "apiUrl": "https://content.guardianapis.com/society/2010/oct/06/leading-players-made-in-dagenham", "fields": {"headline": "The leading players forgotten by Made in Dagenham", "bodyText": "In memory of my father, Henry Friedman, I feel I must honour his contribution to the sewing machinists' strike for equal pay, now semi-fictionalised in the film Made in Dagenham (Tea and militancy, 2 October). Known as Harry, he was the senior convener of the Dagenham River plant at Fords who led the women out on strike, and who was responsible for the conduct of the dispute on the union side. Henry was a Jewish refugee from Vienna (far from Bob Hoskins' character in the film), a powerful, charismatic man whose dedication to the cause was pivotal to the actions of the strike. He never sought glory, preferring not to be photographed in the press, but worked tirelessly behind the scenes. Some years later, following a serious car accident, he went on to write a seminal book which documented the struggles between the union, the women and the management – The Dynamics of Industrial Conflict: Lessons from Ford – which told the story from both sides. Henry Friedman was an extraordinary man, for which I know the sewing machinists and Ford management will vouch. As such he should have been remembered or at least acknowledged for his major contribution to the sewing machinists' strike and the principle of equal pay for women. Sadly this was not the case – it was a serious omission in the film and the related articles. Sandra Friedman London • Lest filmgoers at large leave the film Made in Dagenham with false impressions of the protagonists in the Ford women's strike of 1968, let me correct some of the facts. In the film, both sides of the argument are presented as if they were promoting the Daily Mail prejudiced version of the situation, namely the Ford negotiating team as inadequate, pompous wimps determined to resist equal pay – and the unions as being belligerent or over-sentimental. Both are far from the truth. In reality the three-man negotiating team – of which my then husband was one and who wrote a seminal book in 1980 about it with senior union convenor Henry Friedman (The dynamics of industrial conflict: Lessons from Ford, by Sander Meredeen and Henry Friedman; Croom Helm), presenting both the management and union arguments – was utterly fair-minded and stuck to the previously agreed procedures with the union on the job-evaluation scheme drawn up by an independent consultant. They were not at all as depicted in the film, determined to relegate the women's grading as unskilled, nor did they resist equal pay. The women – also falsely stereotyped – failed in their wish to become regraded and the Equal Pay Act, of which they were undoubtedly the catalyst, did not become law until two years later. Shirley Meredeen London"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}