{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2010/oct/12/fairness-getting-just-right-editorial", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2010-10-11T23:05:05Z", "webTitle": "Fairness: Getting it just right | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2010/oct/12/fairness-getting-just-right-editorial", "apiUrl": "https://content.guardianapis.com/commentisfree/2010/oct/12/fairness-getting-just-right-editorial", "fields": {"headline": "Fairness: Getting it just right", "bodyText": "The benefit of the current debate on fairness is that a principle that has often seemed a substitute for thought now provokes it. The very bagginess of fairness lets Labour talk about equality while the Lib Dems talk about voting reform. Now the Conservatives are using fairness as a synonym for the more complicated idea of justice. So in the Conservative version, the industry of the lower-rate tax payer can be contrasted with the perceived indolence of the benefits claimant. The language of justice, by contrast, would recognise that avoiding penalising children for their parents' behaviour has always been at the heart of welfare Today, Lord Browne reports on funding for higher education. Next week comes the spending review. The coalition promises fairness in both. In higher education the equation is simple. Universities need more money. Graduates earn more than non-graduates, and so should contribute to the cost of their studies. Yet justice requires that no student should be deterred by cost, that other forms of education should not be disadvantaged, that universities should be rewarded in proportion to the numbers of students they attract but not their subsequent prosperity, and the whole country should continue to benefit from having some of the world's best universities and leading researchers. Ministers may genuinely hope to make a reality of the prime minister's promise of fairness in the cuts they impose, but they will always be measured against an unjust strategy, one which fails to recognise that public sector workers and the people who rely on their services are being made to carry the greatest part of a burden not of their making. As a result, the injustices of access to opportunity and of treatment described in yesterday's report from the Equality and Human Rights Commission are likely to be exacerbated. Big picture fairness such as ending child benefit for higher rate tax payers militates against the detail that produces justice. So capping household benefits might in a narrow sense be fair, but the impact – much more severe in London than elsewhere – risks being unjust. However elusive the definition, it is easy to see when fairness is not there."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}