{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2017/sep/20/manchester-united-burton-albion-carabao-cup-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-09-20T22:26:00Z", "webTitle": "Manchester United and Marcus Rashford allow Burton little consolation", "webUrl": "https://www.theguardian.com/football/2017/sep/20/manchester-united-burton-albion-carabao-cup-match-report", "apiUrl": "https://content.guardianapis.com/football/2017/sep/20/manchester-united-burton-albion-carabao-cup-match-report", "fields": {"headline": "Manchester United and Marcus Rashford allow Burton little consolation", "bodyText": "José Mourinho had no sooner watched Manchester United swat aside Burton Albion before he suggested he would not be averse to the League Cup being scrapped. Mourinho has claimed the trophy four times as a manager – including his first silverware with United last season – and is the only one of the current 92 league managers to win it. Yet of a competition that dates from the 1960-61 season, he said: “Could the English football survive or even be better without this competition? Maybe, maybe we would be fresher for European competition for example. But we have this competition, we have to respect the sponsors, we have to respect the opponents and a lot of us are trying to do our best. “If the competition is an official competition then it is important for Manchester United and for me as a manager.” United knocked out Burton in what is becoming familiar fashion this season. This fourth four-goal haul made it a total of 24 in eight outings in all competitions. Marcus Rashford scored twice and terrorised Burton to be the night’s best performer, while Mourinho also praised his other forwards. “[Anthony] Martial was good, [Jesse] Lingard was good, everybody in attacking areas gave dynamic in the team. We look happy playing this moment,” he said. Inside five minutes United took the lead with a simple goal for Rashford. Michael Carrick floated the ball over and found the No19 via Lingard inside Burton’s area to make it 1-0. It was precisely the start Mourinho would have wanted and Nigel Clough, the Burton manager, would have dreaded. United’s second came when Daley Blind pushed the ball down the left and Rashford gave Connor Ripley no chance with a fierce shot that beat the Burton goalkeeper off his right post. It was Rashford’s fifth goal in five United appearances and he was near-unplayable whenever a red shirt found him. Ander Herrera zipped a pass down the right, Rashford beat the offside trap and only a flailing boot from Ben Turner prevented him from taking aim again. United were slicker and more determined, Juan Mata spurning a chance and Martial being denied by Ripley’s legs. When the Brewers managed an attack, Joe Mason’s chip was saved by Sergio Romero. Next in a seemingly endless medley of chances, Mata hit Ripley’s left post, Matteo Darmian collected the loose ball and found Martial, but his volley ricocheted away. If this was largely United’s second string, Mourinho would be pleased with their pace and how keen the deputies were to impress. The third goal derived from some dazzling Martial skill as he produced a trick near Burton’s penalty area and tapped the ball to Lingard, whose shot took a heavy deflection, giving Ripley no chance. Of what might be viewed Mourinho’s strongest XI, only Mata and Rashford were included, the manager making nine changes from the side that beat Everton 4-0 here on Sunday. This was the same number as Clough made for Burton, as Turner and Jamie Allen survived from Saturday’s 2-1 win against Fulham. For the second half Luke Shaw was introduced for Mata, the left-back making a first appearance since 30 April because of an ankle ligament injury. Clough brought on Stephen Warnock and Luke Murphy for Allen and Turner. Shaw’s first notable action was to put the ball in the net, albeit from an offside position, and next he was sharp at the other end when recovering after losing the ball near Romero. He later linked with Lingard down the left as United kept possession with ease. As the hour approached Mourinho was moved to applause by a twinkle-toed dance through Burton’s defence by Martial that would have produced a fine goal if not for Ripley’s save. Moments later, however, he did beat the goalkeeper with a cool finish, then Rashford’s value to Mourinho was illustrated by his being taken off as the contest entered its final third. With virtually the final touch of the game, Lloyd Dyer scored a consolation for Burton, the first goal against United at Old Trafford this season. But they had cantered home and a professional display left Mourinho in relaxed form. “I learned nothing new, just what I know, they all want to play, are ready to play,” he said. “I think they enjoy the game because these League Cup matches, I think it’s essential.” United next travel to Swansea City in the fourth round."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}