{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2017/sep/16/hurrican-irma-jose-diary-anguilla-reporter", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2017-09-16T23:05:25Z", "webTitle": "Hurricane Irma diary: ‘3am: I'm truly exhausted, my body has been operating on overdrive'", "webUrl": "https://www.theguardian.com/world/2017/sep/16/hurrican-irma-jose-diary-anguilla-reporter", "apiUrl": "https://content.guardianapis.com/world/2017/sep/16/hurrican-irma-jose-diary-anguilla-reporter", "fields": {"headline": "Hurricane Irma diary: ‘3am: I'm truly exhausted, my body has been operating on overdrive'", "bodyText": "Friday 8 September I woke at 3am this morning. I prepared a bucket bath. Being from the countryside in Dominica I did not always have the privilege of running water indoors, so this was not something uncommon for me. On Anguilla, with only a few salt ponds, no river and no running water, even a bucket bath from a water tank is now a luxury. I popped in my contact lenses from the plastic cups I had stored them in the night before. I had lost my contacts casing when Hurricane Irma hit, somewhere between the flung-away shutters, the uprooted walls and the flooded carpeted floors and walls. With no streetlights, even with my contacts it was difficult to see clearly. To get to work at Radio Anguilla, I managed to manoeuvre around debris, electrical poles and upturned trailers and containers in the middle of the road. At the radio station, I took a walk with the morning announcer and we ran into someone who she knew. The stranger expressed the pain she felt of not being able to get her very sick husband airlifted out to Trinidad for crucial medical treatment. She also said she did not understand what the fuss was about “the UK not doing enough”. “What else do we want? The people got here the next day … We should stop being ungrateful; what could they have done during the hurricane?” Throughout the day, people were still contacting me on Twitter with the names of their missing relatives and I would immediately send out an announcement on the radio. We are still in recovery mode from Irma but already bracing for Hurricane Jose. Imagine having already lost your home, hospital and health centres, schools and churches and now you’re boarding up again awaiting another “catastrophe”. I remember quite vividly a wide-eyed taxi driver popping into the stations convinced that he had a message for the Anguillan people. I let him on air, where he spoke out against the government – and I immediately played the disclaimer. It’s a government-owned radio station after all. Tonight I’m pulling an all-nighter at work. I’ve lost track of what could have been more than 50 calls from people on the ground asking: ‘Wah time the hurricane comin’ again?’ Saturday 9 September It is 3am and I am truly exhausted, my body has been operating on overdrive – I am about to crash on an airbed in the front office of the station. Later, I met a tearful business owner called Mirabelle West. The hurricane had reduced her business to rubble but she was also a victim to looting of alcohol right in her presence. Why people were stealing alcohol at a time like this is still puzzling to me. At 11.30am my mom collected me after her 12-hour night shift from the hospital. We had very little time to make preparations for Hurricane Jose. It was already downgraded to a tropical storm warning by then. We stopped at the only store that was open for last-minute items, and it felt like we were standing in line forever – the supermarket was kind enough to let us in even after the shop was closed because of my mother’s nursing uniform. At 6pm we received the all-clear. Hurricane Jose was heading in another direction. We were eternally grateful. Sunday 10 September Anguilla was spared by Hurricane Jose, but we knew of the slow but gruesome work ahead in restoring the extensive damage sustained from Irma. Meanwhile, being a predominantly Christian community many people took to ministerial deliverance. Radio Anguilla even arranged its own “church service”. It is now noon on Anguilla, I am at Radio Anguilla. A politician is ranting on air, stating that the devastation on Anguilla is primarily due to the “ignorance of some Anguillans who became lackadaisical and built homes with zinc roofs”. My question to him was: “What then do you say about government structures that were torn apart during Hurricane Irma, while civil servants risked their lives to serve?” He replied that the “structures are old”. I was disappointed. Monday 11 September I woke at 6am today, my day started after I had my usual bucket bath. I went in to Radio Anguilla but due to growing tension I decided it best to volunteer at the National Emergency Operations Centre (NEOC). I walked over to the centre and was granted the post of public information officer. By 1pm I was sitting in with the deputy governor and the president of the NEOC writing a press release which outlined that the government aimed to have services such as tourism, health and education functioning within the next six months and that banks were working towards a Wednesday opening. I sent it out and retired at 6pm for a much-needed rest. Tuesday 12 September The restoration of Anguilla continues … Gas stations have been opened since yesterday, but today I witnessed what I believe was the longest line ever to be seen on Anguilla. People were even leaving vehicles unattended and having heated arguments. One woman tried using the roundabout as a means to cut the line saying that she had the “right of way” . In these times people are desperate. The owner of a car rental firm had called the radio station on Saturday morning, he mentioned that persons were stealing gas from his parked cars and “anyone caught would be shot on sight”. Of course, I could not relay that message to the Anguillan people, but like I said, people were getting more desperate. Wednesday 13 September Tensions are growing and things are now quite political. I did an interview with the BBC and they wanted to know if the visit from the foreign secretary had inspired confidence in the UK efforts to restore Anguilla, and whether I thought the UK was doing enough. Personally, I can attest to the presence of the chief minster, the governor, the deputy governor, the leader of the opposition, and other political officials within the community. I can also account for the British presence on Anguilla, assisting with the restoration efforts. It is a sad situation, but Anguillans are doing their utmost with the help of the UK. Truly, it is a matter of exercising patience and regrouping and rebuilding community spirit and efforts to restore what was once known as paradise. Thursday 14 September It is after 9am and there is still no electricity and no running water. In the afternoon, I return to the NEOC to help with a press release. It announced that electricity was being restored on the island with priority being given to critical facilities such as the Princess Alexandra hospital and areas along that route. Lunch was provided, but unfortunately I had an allergic reaction and had to be rushed to the emergency room. After receiving medical attention, I wandered around the hospital looking for my mother and ran into a family friend. He was excited to introduce me to his newborn baby. She was adorable, a true miracle being born in the early hours of the morning. Sadly enough, the generator had failed during the delivery and fortunately his phone light had come to the rescue. Wow. It’s now 8:29pm, I’m unsure of what time I’ll be able to wake up tomorrow, to be frank I’m afraid as to whether I’ll wake up at all. I admit my body is under strain. Friday 15 September In the next two weeks, my mom and I are due for our long-awaited trip to the UK, one that had been planned since January. We think it best to continue with our plan to reconnect with family members in Europe. We are both committed to helping the restoration of Anguilla because we still believe that Anguilla is a gem and the people are truly amazing. A month ago, I made the decision to resign from the Anguilla Public Service. My next step? I do not know for certain. What I am sure of, however, is that with persistence and resilience I envision the restoration of Anguilla. We thank the global community for their support."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}