{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2017/sep/19/burnley-leeds-united-carabao-cup-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-09-19T21:50:46Z", "webTitle": "Leeds United beat Burnley on penalties after tense match of late dramas \r\n", "webUrl": "https://www.theguardian.com/football/2017/sep/19/burnley-leeds-united-carabao-cup-match-report", "apiUrl": "https://content.guardianapis.com/football/2017/sep/19/burnley-leeds-united-carabao-cup-match-report", "fields": {"headline": "Leeds United beat Burnley on penalties after tense match of late dramas", "bodyText": "Penalty shootouts do not have a monopoly on cup-tie excitement. The Championship leaders, Leeds United, needed one to dispose of Premier League Burnley, yet what went before in a hectic end to the initial 90 minutes was far more memorable than the lifeless extra-time and arbitrary conclusion that followed. For the record, Stuart Dallas held his nerve to put Leeds through with the final spot-kick after the Burnley captain, James Tarkowski, had seen his effort saved by Andy Lonergan. But the tie only progressed to that stage thanks to two earlier penalties in a bewildering flurry of action at the end of normal time. Chris Wood was always likely to score against his former club when the draw brought these sides together. What was less easy to predict was that his 89th-minute penalty would be relegated to a mere footnote in a night of late drama that brought four goals in the final 10 minutes and injury time. First Leeds looked like winning when Hadi Sacko ran through to plant a low shot past Nick Pope. Then came Wood’s moment, his equalising penalty apparently earning Burnley an extra half-hour after Gaetano Berardi was adjudged to have fouled Kevin Long. Extra time was eventually necessary, but only after two more goals in a six-minute period of stoppage time. Leeds must have thought they had won all over again when Tarkowski was penalised for a shirt-pull and Pablo Hernández tucked away another penalty, yet in the three minutes that remained there was still time for Robbie Brady to bring the scores back level with an unstoppable free-kick. Leeds could have been forgiven for feeling deflated at that point, but despite being outplayed for much of the game they kept going to achieve a famous victory. “We had to cope with 120 minutes of high intensity,” the Leeds manager, Thomas Christiansen, said. “We stood up to it well, even if the extra 30 minutes was hard.” Sean Dyche had few complaints. “We had enough opportunities to win in normal time, that’s my only gripe,” the Burnley manager said. “They scored with their only real chance, but at least we responded. In fact we responded twice. Fair play to Leeds for not giving up.” Making his first start in Lancashire since his acrimonious Elland Road departure, Charlie Taylor naturally took some stick from the travelling supporters, though the boos from the away end almost dried up midway through the first half when the left-back found space for a cross that Ashley Barnes was close to tucking away. Wood would have come in for similar treatment but for starting on the bench. When the former Leeds striker emerged to warm up, the Yorkshire contingent quickly adapted their chant to reflect the fact that there might now be “two greedy bastards”. Greedy or not, Taylor continued to make inroads down the left and with both Ashley Barnes and Sam Vokes playing, it was a surprise Burnley could not take greater advantage of a string of first-half crosses. A well-flighted free kick from Johann Berg Gudmundsson almost did the trick five minutes from the interval, only for Long to head narrowly wide after finding space behind his markers to meet the cross. The best chance of a goal before half-time came shortly after that, when Scott Arfield picked out Vokes at the end of a patient passing move but could only manage a shot from the six-yard line that bobbled harmlessly past a post from the return pass. Burnley sent on Wood and Brady with 18 minutes remaining, just after Phil Bardsley skimmed an upright with a cross-cum-shot. Wood did manage to conjure a shooting opportunity for Brady, which he fired too high, though it was Christiansen’s substitutions that broke the deadlock. Sacko had already shown his ability by bamboozling Taylor when he came on for the last half-hour, and when his fellow substitute Hernández played him into space with an exquisite long pass after a Burnley attack broke down, the French winger showed enormous composure in running on to beat Pope with a decisive finish. After 80 scoreless minutes it appeared a single goal of such quality might settle the contest; nothing could have been further from the truth. But 11 “goals” later Leeds were in the fourth round."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}