{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2017/sep/09/manchester-rocks-in-memory-of-ariana-grande-concert-victims", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2017-09-09T23:45:52Z", "webTitle": "Manchester rocks on in memory of Ariana Grande concert victims", "webUrl": "https://www.theguardian.com/uk-news/2017/sep/09/manchester-rocks-in-memory-of-ariana-grande-concert-victims", "apiUrl": "https://content.guardianapis.com/uk-news/2017/sep/09/manchester-rocks-in-memory-of-ariana-grande-concert-victims", "fields": {"headline": "Manchester rocks on in memory of Ariana Grande concert victims", "bodyText": "Manchester Arena has reopened with a charity concert to raise money for a memorial to the 22 people killed in a suicide attack on 22 May. About 14,000 people, including a number of survivors and bereaved relatives, packed into the venue last night to hear an eclectic lineup topped by Noel Gallagher’s High Flying Birds. The Oasis star was joined by other Mancunian musicians, including the Courteeners, grime act Bugzy Malone and indie band Blossoms, from nearby Stockport. The somewhat confusing programme also included a turn from Rick Astley, who deviated from his 1980s hits with a cover of Everlong by Foo Fighters. Former Girls Aloud singer Nadine Coyle and Pixie Lott were also in attendance. Peter Kay, the comedian, introduced Gallagher as “Mr Manchester himself, all the way from London”. Kay wore the yellow fleece of the Arena stewards – he worked at the venue for four years from its opening day in July 1995, when he earned £4.10 an hour. He eschewed any jokes for the first few minutes of his brief set, urging the crowd to “move forward with love and not hate”. Gallagher played a set that was roughly 50:50 Oasis hits and new songs including Half the World Away, dedicated to “Manchester’s favourite family, the Royle Family” [it was the theme tune to the TV series], Champagne Supernova and of course Don’t Look Back in Anger, which Gallagher said “has become a kind of anthem” post attack. “Every time you sing we win. So sing!” The evening, under the banner We Are Manchester, began with a set by DJ Clint Boon, formerly of the Inspiral Carpets, who gave Gallagher a gig as a roadie before his Oasis days. The first song was the Stone Roses’ Made of Stone, a tribute to the city’s spirit. Andy Burnham, the mayor of Greater Manchester, then read out the names of those killed. There was an appearance by poet Tony Walsh, whose love letter to Manchester, This Is the Place, became a rallying cry in the days after the bomb and was released as a charity single. The event sold out in hours, disappointing some of the families, who were unable to get tickets. There were no freebies; everyone from Burnham to Gallagher’s guest list had to pay £25 or £30 for a ticket, with all proceeds going to the memorial fund. Airport-style security had been installed, with the audience searched as they attended the first concert since the attack at an Ariane Grande show. At the City Rooms entrance, where Salman Abedi detonated his nail bomb, a group of teenagers from Garstang in Lancashire were crying. “The girls were all at the Ariana Grande concert. For two of them, it was their first concert on their own,” said Sharon Hartley, the mother of 14-year-old Ella. “We are all struggling a bit.” They went off to seek “emotional first aid” from Foundation for Peace, the Warrington-based charity set up in memory of IRA victims Johnathan Ball and Tim Parry. Mental health professionals and trauma experts who worked with victims of Northern Ireland’s Troubles were available to talk to anyone who needed support. Karen Watson from Lancaster had bought a bunch of chrysanthemums, which she left by the temporary memorial in Victoria station. It had been a little eerie walking through the bomb site, she said. “You keep thinking of all those little girls with their pink balloons and bunny ears.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}