{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/news-blog/live/2017/sep/13/trump-hides-gift-for-rich-in-tax-pitch", "type": "liveblog", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2017-09-13T21:45:18Z", "webTitle": "Trump hides gift for rich in tax pitch | The minute", "webUrl": "https://www.theguardian.com/us-news/news-blog/live/2017/sep/13/trump-hides-gift-for-rich-in-tax-pitch", "apiUrl": "https://content.guardianapis.com/us-news/news-blog/live/2017/sep/13/trump-hides-gift-for-rich-in-tax-pitch", "fields": {"headline": "Trump hides gift for rich in tax pitch", "bodyText": "Pitching a tax reform proposal, Donald Trump promised, “The rich will not be gaining at all from this plan. We are looking for the middle class and we are looking for jobs … I think the wealthy will be pretty much where they are.” Plan would fuel inequality The centerpiece of Trump’s plan is to cut corporate taxes, which the White House says would stimulate growth with trickle-down effects and benefit small business. But analysts have estimated that the Trump plan would shower millions on the richest households. Read the analysis This is a classic kind of shell game; this is done all the time in political circles. The reality is it does very little for small businesses – in most cases it does nothing for them, because they’re already paying taxes at a lower rate. So this is a way of cutting taxes for the very wealthy but hiding it as helping small businesses. – Dean Baker, co-founder of the nonpartisan Center for Economic and Policy Research, in April In a show of bipartisanship, Trump invited the two top Democrats, Senate minority leader Chuck Schumer and House minority leader Nancy Pelosi, to dinner at the White House on Wednesday. The trio was expected to chat about healthcare and immigration. 10 highlights: Clinton memoir Special counsel Robert Mueller blocked FBI agents from testifying before Congress about James Comey’s firing, indicating Mueller’s own interest in the matter. Separately, Mueller was reportedly zeroing in on how Russia allegedly spread fake news via social media during the election. Bernie Sanders launched a proposal for universal healthcare that he predicted would face strong opposition in Congress. “You’re going to have a Medicare for All card,” Sanders told the Guardian. “That’s it.” Read the Guardian interview Congressional investigators were examining whether former national security adviser Michael Flynn secretly promoted a plan by private business interests to build US-Russian nuclear power plants in the Middle East during his time at the White House. Read our coverage A month after warning amid fallout from violence in Charlottesville, Virginia, that “it’s going to be very difficult for this president to lead”, Tim Scott, the sole African American Republican senator, sat down with Trump. The White House said Trump “remains committed to positive race relations”. Can Tim Scott help Trump on race? Trump will visit Naples, Florida, to look at damage from Hurricane Irma on Thursday, the White House said. Trump earlier called for a $15bn package of federal relief for Hurricane Harvey."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}