{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2017/sep/09/after-hurricane-irma-let-those-who-use-tax-havens-contribute-to-repairs", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2017-09-09T23:05:21Z", "webTitle": "After Irma, let those who use our tax havens contribute to the repairs | Mariana Mazzucato", "webUrl": "https://www.theguardian.com/commentisfree/2017/sep/09/after-hurricane-irma-let-those-who-use-tax-havens-contribute-to-repairs", "apiUrl": "https://content.guardianapis.com/commentisfree/2017/sep/09/after-hurricane-irma-let-those-who-use-tax-havens-contribute-to-repairs", "fields": {"headline": "After Irma, let those who use our tax havens contribute to the repairs", "bodyText": "Did you see the image of Richard Branson, hiding with his friends and family in his expensive wine cellar on his private Caribbean island, tweeting that it felt like a fun slumber party from his youth? This while Hurricane Irma tore through the houses and lives of others in the region, offering a stark illustration of the way so-called natural events affect people of different socioeconomic classes in radically different ways. Architects and urban planners call this “spatial inequality”. People living close to each other, whether in New York, London or on a Caribbean island, will experience life completely differently depending on the resources and opportunities they have available to them, determined principally by their economic and class background. Indeed, modern inequality increasingly reveals itself through the divergence of income and opportunities at a local level: the inequality between people living across London postcodes can be almost as large as those between average incomes in developed and developing countries. So a “natural” disaster (worsened by climate change factors) becomes a socioeconomic one, in the same way that the banking crisis, a manmade disaster, affected people differently. Last week, after Hurricane Irma stormed the Caribbean, Gaston Browne, the prime minister of Antigua and Barbuda, appealed to the world, saying that 90% of buildings had been destroyed and 50% of the population was homeless. He criticised those “irresponsible leaders” denying climate change, when it was obvious to him that it was a key factor in the severity of the recent hurricanes. Now a second hurricane, Jose, is coming his way and he is trying to force residents of Barbuda to evacuate. Similarly, the French part of Saint Martin has been virtually destroyed, while two-thirds of the population of Puerto Rico is without power and 17% without water. Although it was slow to respond, the UK government has contributed £12m to the relief effort in the Caribbean, including a naval ship. Browne called me in 2016 because he had read my book, The Entrepreneurial State, and wanted to know more about the various instruments that might be used to get back some value from investments that the Antigua and Barbuda government had made in the tourism industry. And would it be possible, he asked, for such future public investments to be conditional on the tourism industry ploughing back profits into public funds used for development? In this way, the taxpayers who propped up tourism could also benefit from reinvestments into areas such as health, education and transport for all. While some may cynically dismiss this question, raising concerns about corruption of public finances in poor countries, the question Browne asked, even before the hurricane hit, was a good one: how should those extracting value from a place contribute to it? But the questions are complicated and perhaps even uncomfortable for those asking them. The relief efforts needed are larger than they should be due to how these countries have been starved of tax revenue precisely because they have chosen to be tax havens. The simpler question is to ask those “elites” who save billions by using tax shelters in the Caribbean, and the Big 4 accounting firms that enable their transactions, to contribute to the relief funds. The more difficult question is how to change the status quo and make sure that these companies actually contribute to the resources they take advantage of, both at home and abroad. It’s more difficult because it requires admitting that the governments offering tax shelters, which today might be appealing for relief, are also extracting value from the governments of the foreign companies they host. So, for example, the UK taxpayers pay for infrastructure and education in the UK. British-based companies benefit from that. If they then benefit from havens to avoid paying tax to the UK, the tax shelters are, of course, a key part of the problem. Clearly, a priority should be for companies, operating in countries offering tax havens in British Overseas Territories and the Commonwealth (or, indeed, elsewhere, such as Switzerland or Monte Carlo), to be more transparent. As argued by the Tax Research UK, this would mean that countries in the Overseas Territories should “provide free, online and publicly accessible registers of all companies and trusts” located there. In particular, it argues that this information should include which individuals own more than 10% of the shares in each company registered in the location; the names of the directors and the various locations where the companies have offices. The Network also argues that the cost of UK aid should be matched by revenue from the companies benefiting from the tax shelters and that full annual accounts should be prepared in accordance with a recognisable set of accounting standards. A modest proposal would be for the countries to raise money from the companies by increasing, for example, the charges they make for offshore services, or by charging tax on the companies based in these places. But if the whole point was to avoid tax, would this cause the companies to leave? This gets us to the core of the problem. It is impossible to have real growth, and a reduction in inequality, through policies that are in the end just part of what we might call the “global value extraction business”. The real questions are exactly those that Browne asked me. Governments need to make critical investments that transform their societies in ways that create capacity, knowledge and long-run growth. This will be expensive, but possible, if arrangements are put in place so that those benefiting from the common resources also plough their profits back into those very resources. This, however, requires moving away from the “us v them” mentality and recognising that the problem rests just as much on the forces causing inequality at home as on the tensions between the rich and poor countries. It’s more than just an argument about who has to pick up the bill for the mess, disaster after disaster. Mariana Mazzucato is professor in the economics of innovation and public value, UCL"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}