{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2017/sep/06/bbc-chief-unveils-plans-to-tackle-gender-pay-gap-and-pay-inequality", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2017-09-05T23:53:28Z", "webTitle": "BBC chief unveils plans to tackle gender pay gap and pay inequality", "webUrl": "https://www.theguardian.com/media/2017/sep/06/bbc-chief-unveils-plans-to-tackle-gender-pay-gap-and-pay-inequality", "apiUrl": "https://content.guardianapis.com/media/2017/sep/06/bbc-chief-unveils-plans-to-tackle-gender-pay-gap-and-pay-inequality", "fields": {"headline": "BBC chief unveils plans to tackle gender pay gap and pay inequality", "bodyText": "Tony Hall, the director-general of the BBC, is to unveil plans to tackle the gender pay gap at the broadcaster and the amount it pays TV and radio presenters. Hall is expected to address staff at the BBC on Wednesday morning about pay after a summer dogged by controversy for the corporation. The BBC boss is understood to have authorised accountancy firm PwC and law firm Eversheds Sutherland to do an audit of how much the corporation pays its staff with a view to eradicating disparities, potentially through pay cuts for some stars. PwC is already conducting a review for the BBC about the disparities between World Service staff and the rest of the news department – which is another major pay row at the broadcaster – but the work of the firm is now thought to be wider this. A BBC source told the Telegraph: “Tony and the executive team are keen to do something pretty big and dramatic. It’s going to be open, transparent and independent.” The corporation is facing an internal and external backlash over pay after it published the salaries of its highest paid on-air stars in July. The BBC revealed that Chris Evans, Gary Lineker and Graham Norton were its top earners – with Evans earning more than £2m. The list of highest-paid stars also revealed major issues regarding gender pay and diversity at the BBC. Just a third of the 96 on-screen stars earning over £150,000 a year are women, with the top seven earners all men. Furthermore, the data showed that the 10 top earning stars from black, Asian or minority ethnic backgrounds earned roughly the same combined as Evans. More than 40 of the BBC’s leading female stars wrote to Hall after the pay list was published to demand that the director-general takes urgent action over the gender pay gap and ensure there is equal pay for equal jobs. Hall has pledged to close the gender pay gap by 2020 but critics claim this is not quick enough. Speaking at the Edinburgh TV festival last month, Nicola Sturgeon, the Scottish first minister, said: “I do think the BBC should accelerate here. The equal pay act passed in the year I was born, which, as you probably know, was not yesterday. These issues have frankly been going on under the radar for too long. Well, they are not under the radar any more and it’s time to up the progress.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}