{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2017/sep/21/one-in-seven-gp-practices-in-england-failing-on-safety", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2017-09-20T23:49:46Z", "webTitle": "One in seven GP practices in England failing on safety", "webUrl": "https://www.theguardian.com/society/2017/sep/21/one-in-seven-gp-practices-in-england-failing-on-safety", "apiUrl": "https://content.guardianapis.com/society/2017/sep/21/one-in-seven-gp-practices-in-england-failing-on-safety", "fields": {"headline": "One in seven GP practices in England failing on safety", "bodyText": "About 7 million people are being treated at GP surgeries in England that have severe safety problems, according to the first performance review of its kind by the Care Quality Commission (CQC). One in seven GP practices are failing on safety, even after CQC inspectors have told them to improve, the report found, with smaller practices more likely to be rated “inadequate” or “requiring improvement”. The review also uncovered significant regional disparities in GP surgery performance, with London having the highest rate of practices (17%) rated as inadequate or requiring improvement. This contrasted with the north-east, where 98% of practices were rated good or outstanding, closely followed by Yorkshire and the Humber, and the south-west of England. The CQC rated the performance of 7,365 GP surgeries between 2014 and earlier this year, with practices scored against a series of indicators, including whether they were effective, caring, safe and well-led. It rated 90% of them as good or outstanding. But 8% required improvement and 2% were inadequate overall. Problems found by the review included managing and dispensing medicines and vaccines, managing serious incidents, and having appropriate equipment and medicines for emergency use. Disparities in performance between small and large practices were also uncovered by the report, with “super surgeries” faring better. The report said: “Findings from our interviews suggest that in a larger practice it is easier to have staff with defined roles, and there is a greater likelihood that there will be well-functioning nursing teams where nurses focus on particular areas, such as diabetes or chronic obstructive pulmonary disease (COPD), and junior nurses take on task-oriented roles. “Our qualitative analysis indicated that the factors that inhibited a higher rating for a smaller practice could be related to financial pressures and professional or clinical isolation. “Although patients value single-handed GPs, it can be harder to deliver high-quality, innovative services as a team of one. Where there are more people working in a practice, and a larger patient list, it is easier to deliver a wider range of high-quality services and be innovative.” The review found super practices can have large numbers of doctors, with 60 or more in some cases, with many smaller surgeries now coordinating to share resources. GP surgery inspections were carried out in more than one phase. On first review, 27% of GP practices in England were rated as “requiring improvement” and 6% were rated as “inadequate” for safety. When failing practices were reinspected six months later, some had got better but 13% of practices overall still required improvement and 2% were inadequate for safety. Only 1% of practices were rated as outstanding for safety as of May this year. Prof Steve Field, chief inspector of general practice at the CQC, said the “clear majority” of practices were safe and of a high quality. “Where we identified concerns, most practices have taken action and improved,” he said. “GPs, practice managers and other primary care staff should be commended for their efforts. “The challenge is for this focus on quality to be maintained and for general practice to be supported in continuing to give patients this same high standard of care in future while embracing and driving the changes elsewhere in the system. “The pressures on GPs are very real but we have found many practices are already delivering care in new and innovative ways to benefit their patients and the wider community.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}