{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "community/2017/sep/13/bodega-tech-startup-what-is-your-favorite-corner-store", "type": "article", "sectionId": "community", "sectionName": "Community", "webPublicationDate": "2017-09-13T21:28:24Z", "webTitle": "A startup wants to replace corner stores. What does your local shop mean to you?", "webUrl": "https://www.theguardian.com/community/2017/sep/13/bodega-tech-startup-what-is-your-favorite-corner-store", "apiUrl": "https://content.guardianapis.com/community/2017/sep/13/bodega-tech-startup-what-is-your-favorite-corner-store", "fields": {"headline": "A startup wants to replace corner stores. What does your local shop mean to you?", "bodyText": "Two former Google employees have launched a tech startup with the aim of replacing corner shops. No surprise, there’s been swift backlash against the Silicon Valley techies and their company, named Bodega after a commonly used term in New York for local stores typically run by immigrants. The company is marketing essentially glorified vending machines – 5ft-wide pantries that users can unlock with their smartphones to pick up non-perishable items. There are no humans at the “stores”, which are already stationed in spots like apartment buildings, offices and gyms, and a computer program automatically charges customers’ credit cards. One of the co-founders, Paul McDonald, told Fast Company that he was planning to spread the machines across the country, with more than a thousand “Bodegas” in place by the end of 2018. Many shoppers won’t want to abandon their local stores, said Trisha Chakrabarti, of Mandela MarketPlace, a California not-for-profit organization that supports local grocery stores. “It’s about having neighbors in your community who know you, who have lived there and been in business for a long time, who have seen changes in the neighborhood and are responsive to customers’ needs,” she said. “That kind of personalization of service you will never be able to find with an automated service.” How to contribute You can share your photos and stories of your local corner shop by clicking on the blue “Contribute” button on this article. You can also use the Guardian app and search for “GuardianWitness assignments” – and if you add it to the homepage, you can keep up with all our assignments. GuardianWitness is the home of readers’ content on the Guardian. Contribute your video, pictures and stories, and browse news, reviews and creations submitted by others."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}