{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2017/sep/01/st-helens-wigan-super-league-rugby-match-report", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2017-09-01T21:09:56Z", "webTitle": "St Helens’ Ben Barba overshadowed by Wigan’s superb Sean O’Loughlin", "webUrl": "https://www.theguardian.com/sport/2017/sep/01/st-helens-wigan-super-league-rugby-match-report", "apiUrl": "https://content.guardianapis.com/sport/2017/sep/01/st-helens-wigan-super-league-rugby-match-report", "fields": {"headline": "St Helens’ Ben Barba overshadowed by Wigan’s superb Sean O’Loughlin", "bodyText": "Wigan’s defence of their Super League title they won last October has been littered with suggestions Shaun Wane’s side are incapable of retaining the trophy next month in the Grand Final. And on occasions that scepticism has not been without reason – but as the calendar ticks over into September Wigan are beginning to peak at just the right time once again. And what a night they chose to prove it, as the Ben Barba fanfare in St Helens was silenced by their fiercest rivals. Much was made – and rightly so – of Barba’s long-awaited debut in Super League, three months after he ended his ill-fated stint with Toulon. But this was indisputably Wigan’s night; suddenly, their Grand Final destiny is back in their own hands. Yes, they remain outside the top four. Yes, they remain a point behind the surprise package who will not roll over and die in Wakefield – but crucially, they are also now two points shy of third-placed Hull FC. Their opponents next week, with just three games remaining? The side who beat them in last weekend’s Challenge Cup final, Hull. And on a night when all eyes were on the Australian superstar Barba, how fitting that it was Wigan’s own talisman who laid the platform for victory. Sean O’Loughlin is often the Warriors’ linchpin but here, with a first stint almost an hour long before subsequently returning to calm any Wigan nerves, he was magnificent. O’Loughlin was one of several Wigan players suffering with illness before this game. “He’s tough, isn’t he?” Wane said of his captain. “It was a really important win, this. We have to roll into Hull next week now and put a few things right from Wembley.” This was perhaps not a fatal blow to St Helens’ chances of making the top four – but three points adrift with three games remaining, their coach, Justin Holbrook, was insistent about what must happen now. “100 per cent,” he said when asked if they needed to nowwin all their remaining games. St Helens were perhaps left to reflect on a poor start as what ultimately split the two sides. Wigan quickly raced into a 14-0 lead with two tries from Oliver Gildart and from there it always felt that they were holding St Helens at arm’s length. Barba marked his debut with a contentious try to make it 14-4 at half-time, but scores from Anthony Gelling and George Williams after half-time left St Helens with too much to do. They did threaten a comeback when Zeb Taia and Tommy Makinson scored late on but Wigan responded by throwing O’Loughlin back on to steady the ship and it worked. As is perhaps traditional at this time of year, Wigan are flexing their muscles when it matters yet again. St Helens Barba; Makinson, Morgan, Percival, Grace; Lomax, Smith; Amor, Roby, Thompson, Taia, Wilkin, Knowles. Interchange Walmsley, McCarthy-Scarsbrook, Douglas, Peyroux. Tries Barba, Taia, Makinson. Goals Percival 2. Wigan Tomkins; Marshall, Gelling, Gildart, Burgess; Williams, Leuluai; Nuuausala, McIlorum, Clubb, Bateman, Farrell, O’Loughlin. Interchange Powell, Tautai, Isa, Wells. Tries Gildart 2, Gelling, Williams. Goals Williams 5 Referee Robert Hicks."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}