{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2017/sep/01/juicero-silicon-valley-shutting-down", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2017-09-01T21:26:47Z", "webTitle": "Squeezed out: widely mocked startup Juicero is shutting down", "webUrl": "https://www.theguardian.com/technology/2017/sep/01/juicero-silicon-valley-shutting-down", "apiUrl": "https://content.guardianapis.com/technology/2017/sep/01/juicero-silicon-valley-shutting-down", "fields": {"headline": "Squeezed out: widely mocked startup Juicero is shutting down", "bodyText": "Juicero, a Silicon Valley juicer startup that raised $120m from investors and was widely ridiculed after the $400 machines were revealed to be the equivalent of two hands squeezing a juice box, is shutting down. The death of Juicero, announced on Friday, is the latest case of a San Francisco tech startup collapsing after raising substantial funds under the guise of innovation and disruption, but failing to build a profitable business. Juicero offered pre-sold packets of diced fruits and vegetables that users plugged into the $400 machines, which then transformed the contents into juice. The company was roundly mocked in April when Bloomberg News reported that users could easily squeeze the packets with their hands and turn the contents into juice at a faster rate than the expensive cold-press juicer machine. The company’s founder, Doug Evans, who compared himself to Steve Jobs, had previously bragged that the juice press wielded four tons of force, and in the face of embarrassing videos of the squeezing by hand, the company noted that the machines were connected to the internet and could ensure users don’t make juice with packets that have expired. The packets, however, had expiration dates written on them. Juicero, launched 16 months ago, announced on its website Friday that it had decided to immediately suspend the sale of the machines and produce packs after it “became clear that creating an effective manufacturing and distribution system for a nationwide customer base requires infrastructure that we cannot achieve on our own as a standalone business”. The company, which said it was searching for a buyer “with an existing national fresh food supply chain”, is offering refunds for the next 90 days. Before users discovered that the machines were essentially useless, the celebrated startup attracted a flattering New York Times profile and funding from high-profile firms, including Kleiner Perkins Caufield &amp; Byers and Google Ventures. Juicero has since become something of a symbol of the absurd Silicon Valley startup industry that raises huge sums of money for solutions to non-problems. Some also criticized Juicero and other food tech firms as male entrepreneurs in effect rebranding what women have done for decades. With the failure of other high-profile startups that raised significant funds, some have suggested this year that the tech boom could be fizzling. Evans has not commented on the shutdown, but he most recently posted a video of himself at the Burning Man festival."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}