{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2017/sep/14/prison-reboot-may-free-up-7000-prison-places-says-thinktank", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2017-09-13T23:01:26Z", "webTitle": "Prison 'reboot' may free up 7,000 prison places, says thinktank", "webUrl": "https://www.theguardian.com/society/2017/sep/14/prison-reboot-may-free-up-7000-prison-places-says-thinktank", "apiUrl": "https://content.guardianapis.com/society/2017/sep/14/prison-reboot-may-free-up-7000-prison-places-says-thinktank", "fields": {"headline": "Prison 'reboot' may free up 7,000 prison places, says thinktank", "bodyText": "A “reboot” of the government’s “rehabilitation revolution”, including the early release of well-behaved prisoners, could free up more than 7,000 prison places, according to the latest report from a centre-right thinktank. The Centre for Social Justice report by former prisoner and Conservative cabinet minister Jonathan Aitken and a retired judge, John Samuels QC, says that despite the “rehabilitation revolution” having been championed by two former home secretaries, five former justice secretaries and a previous prime minister, both reoffending rates and the prison population have remained stubbornly high. The scale of the prison crisis was underlined this week by the official pay review body, which recommended a 1.7% pay rise for prison officers. It said staff motivation, morale and confidence in the prison service were “undoubtedly very low” with assaults and other forms of violence in jails at their highest levels since 2000 and rising. The report from the Centre for Social Justice, which was founded by Iain Duncan Smith, published on Thursday, calls for a 10-point programme to resuscitate the drive to cut reoffending rates, including a limited programme of executive release to reduce prison numbers. The measures advocated by Aitken and Samuels that could reduce the prison population in England and Wales from a record 86,000 and potentially save £246m a year include: • Freeing up 3,300 prison places by avoiding unnecessary recalls to prison of released inmates. • Releasing 2,500 of the 3,200 prisoners serving indefinite imprisonment for public protection (IPP) sentences whose tariffs have expired and who can be released relatively easily, quickly and safely. • A programme of executive release overseen by a small number of authorised judges, beginning with the 500 IPP prisoners who have already served longer than the maximum fixed sentence that would have otherwise imposed for their offence. Other categories could include those whose age and incapacity render them no longer suitable to be imprisoned and who pose a minimal risk to the public. • Reducing the historically high number of 21,559 offenders recalled to prison in 2016, most of whom were recalled for minor breaches, by introducing judicial oversight. This couldfree up 3,300 prison places occupied by recalled prisoners. • Creating four pilot US-style “problem-solving courts” to tackle the drug and alcohol addictions of the 3% of serial offenders who account for 40% of crime. • Improving the number, pay and training of prison officers so they can use their skills in the rehabilitation programme, and addressing the failures of the remodelled probation service. “It is our view that such a lowering of the numbers held in custody would assist with reducing overcrowding and mitigating the shortage of prison staff. It would therefore aid in the creation of opportunities for genuinely rehabilitative work in custody: education, vocational training and addressing substance misuse would all be enhanced,” say the authors. “The fruits of such rehabilitative opportunities would be seen in a lowering of the numbers returning to custody through reoffending in the future. Furthermore, a reduction in re-offending would contribute positive advantages to the community,” they add. The CSJ report says that successive governments have failed to live up to their bold promises of rehabilitative criminal justice reform: “Although some small steps towards this ‘rehabilitative revolution’ have been started, there has been little significant progress.” Instead, they note the government’s “myopic and almost exclusionary emphasis on prison security” following the increases in numbers of suicides and assaults. “The rehabilitation revolution requires a reboot. The political and public consensus that rehabilitation is a vital and necessary part of an effective criminal justice system remains intact and the government should seek to turn this ambition into a reality,” they conclude."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}