{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2017/sep/05/republic-of-ireland-serbia-world-cup-qualifier-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-09-05T23:13:00Z", "webTitle": "Serbia’s Kolarov strikes to leave Ireland’s World Cup chances in more doubt", "webUrl": "https://www.theguardian.com/football/2017/sep/05/republic-of-ireland-serbia-world-cup-qualifier-match-report", "apiUrl": "https://content.guardianapis.com/football/2017/sep/05/republic-of-ireland-serbia-world-cup-qualifier-match-report", "fields": {"headline": "Serbia’s Kolarov strikes to leave Ireland’s World Cup chances in more doubt", "bodyText": "Where there is a will, there is not always a way. Ireland performed with more gusto and enterprise than they mustered in their previous three matches, but the blustery pursuit of good intentions was not enough to avoid defeat against the group D leaders. Aleksandar Kolarov’s second-half goal gave Serbia a lead that their spirited but imprecise hosts could not claw back, even after the dismissal of Nikola Maksimovic in the 68th minute. Perhaps if Martin O’Neill’s team had played liked this against lesser opponents, notably Georgia on Saturday, they would not be in the predicament in which they now find themselves: third in their group and more than likely needing to win in Cardiff next month to claim the runners-up spot back from Wales. “We can win our last two games and still make it, no doubt,” said O’Neill. “After a performance like that here, I’m very confident we can win both our remaining games.” The first of those is at home to Moldova, with the trip to Wales coming three days later. How O’Neill would love to call on Séamus Coleman to help subdue Gareth Bale in Cardiff, but Ireland’s captain has yet to recover from the broken leg he suffered in a tackle by Neil Taylor when Wales drew in Dublin in March. O’Neill is urging his squad to win next month for their captain. “The players love him to death and if there is anything to keep you going, it would be for Coleman to make it to the World Cup,” he said. Coleman flew to Dublin to watch Tuesday night’s match from the stands and he, like nearly everyone else in a capacity crowd, must have been pleased by much of what he saw. Even Serbia’s captain, Branislav Ivanovic, was impressed, saying afterwards that this was the toughest of the 96 internationals he has contested. For a while the prospects of Ireland pulling out another rousing triumph against the odds looked bright. O’Neill, who had to fend off accusations of negativity following the non-performance in Georgia, showed attacking intent with his team selection here. Glenn Whelan and Harry Arter, both sloppy in Georgia, were dropped, with the former replaced by David Meyler and the latter by Wes Hoolahan, the 35-year-old Championship player who, damningly, is still widely viewed as Ireland’s most intricate playmaker. It was the Norwich City midfielder’s first competitive start for his county since November’s win in Austria. He played well and so, too, did Meyler, dynamic and progressive from the base of midfield. Serbia, nonetheless, started strongly and might have taken the lead in the second minute if Shane Duffy had not hurled himself in front of a shot by Nemanja Matic. By the seventh minute their possession had become so ominous that James McClean clattered into Antonio Rukavina as if keen to do something, anything, to unsettle the visitors. He escaped a booking (but picked one up later so will be suspended for the match against Moldova, as will Robbie Brady) and as soon as play resumed, Ireland swept forward for the first time. Now we had the sort of contest Ireland relish. With Irish players buzzing around them Serbia looked less comfortable, but their threat still lurked. Cyrus Christie had to gallop back in the 13th minute to prevent Aleksandar Mitrovic from finishing off a sharp counter-attack. Five minutes later Shane Long went close with a shot from distance, Vladimir Stojkovic tipping his 20-yard drive over the bar after a canny pass by Jonathan Walters. Darren Randolph had to do even better in the 33rd minute to deny Mitrovic after Ireland were sliced open by Dusan Tadic and Fred Kostic. Both teams could have taken the lead early in the second half. Tadic shot feebly at Randolph after Mitrovic had opened the route to goal with a clever dummy. Then Walters misdirected a header from close range. Kolarov was merciless in the 55th minute. After Ireland’s first really flimsy piece of defending, Serbia won the ball near the home box and Kostic fed Tadic, who laid it into the path of the in-rushing Kolarov. The former Manchester City left-back thrashed a shot from 15 yards into the net via the underside of the crossbar. O’Neill switched to a more direct approach and replaced Hoolahan with Daryl Murphy. The change paid off in the 68th minute when Murphy chased a flick-on from a long punt. Maksimovic chopped him down and was shown a red card. Brady failed to do justice from the free-kick. Later the referee waved away claims for a penalty after Murphy went down in the box. And Ireland lacked coolness at crucial times, McClean and Conor Hourihane among players to fire rashly wide from dangerous positions. “One of the distinguishing features of really top-class sides is the ability to pick a pass under pressure, you have to play with your head,” O’Neill added."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}