{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2017/sep/20/the-guardian-view-on-childrens-mental-health-not-an-optional-extra", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2017-09-20T23:05:18Z", "webTitle": "The Guardian view on children’s mental health: not an optional extra | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2017/sep/20/the-guardian-view-on-childrens-mental-health-not-an-optional-extra", "apiUrl": "https://content.guardianapis.com/commentisfree/2017/sep/20/the-guardian-view-on-childrens-mental-health-not-an-optional-extra", "fields": {"headline": "The Guardian view on children’s mental health: not an optional extra", "bodyText": "Adolescence is notorious for its moments of misery that at least for the fortunate are unequalled in later life. Almost every adult looks back on the eruption of spots and the inexplicable weight gain, the exam pressures and the mishandled relationship crises with sympathy for their earlier selves. So it is no surprise to discover that in any given fortnight, many teenagers have felt low. The shock is just how low, and how many. Nearly one in four 14-year-old girls and almost one in 10 boys the same age, say they have felt inadequate, unloved, or worthless. That means that hundreds of thousands of young teenagers are experiencing a range of feelings that amount to a diagnosis of clinical depression; worst of all, the numbers are disproportionately higher in poorer families. The link between poverty and depression is well established. Now it is clear that long before children from low-income families even start their first job, they are at greater risk. The crisis in children’s mental health is even more extensive than anyone realised. Adding colour to these findings comes a second, much smaller but still reliable survey by Girlguiding. Previously, the survey of over 1,000 girls from the ages of seven to 21 had identified high levels of anxiety about body image and the taboos associated with talking about being depressed. This year’s report looks at the pressure girls are under to conform with gender stereotypes. It is not hard to point to other pressures that show the triviality of worrying about pimple break-out: the National Children’s Bureau, a partner in the millennial cohort study, highlights relentless demands from schools and parents to achieve at the expense of a focus on wider wellbeing and emotional resilience. Many parents would add their own feelings of guilt and regret about not having time just to be around, to be there to detect the first signs that their son or daughter is feeling down, the financial consequences of an era of stagnant pay and flexible employment and the always-on demands of the 21st century. The digital age is as harsh to children as it is to their parents: social media can act as a monstrous microscope under which the kind of blunder or embarrassment that would once have been confined to a group in the school playground can be replayed and deconstructed by anyone on Snapchat or Instagram. Anonymity is a cover for the deliberately cruel and the merely unthinking alike. These are pressures that will only get worse. It is futile to wish for a kinder, gentler age. Instead there needs to be a real investment of time, money and imagination in building resilience. A green paper on children’s mental health is promised for later this year. Theresa May wants children’s mental health to be one of the issues on which she is judged. So here are some of the big things she should make sure that it says. First, although schools cannot make up for what happens in families, they can help children find ways of surviving it. But schools, pressed for time and resources, will struggle to prioritise mental resilience unless it becomes one of the ways that they are assessed. More than a decade ago, back in the days when Ed Balls ran the Department for Children, Schools and Families, wellbeing was an integral part of the great education project. No subsequent government has formally abandoned the commitment, but since 2010 – when the department went back to its narrow focus on education – academic achievement has trumped everything. Schools need the help and support that allows them to put wellbeing at the heart of what they do. Ofsted needs to develop ways of assessing it. Government needs to measure progress: the millennial cohort survey broke new ground asking teenagers to describe for themselves their feelings. Above all, child and adolescent mental health services, despite repeated promises, are still so underfunded that nearly a quarter of children referred are turned away. Being a teenager may always have low moments. But it should never have been allowed to get as tough as this."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}