{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2017/sep/13/olympic-allegations-rio-tokyo-bid-teams-bought-votes", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2017-09-13T21:32:58Z", "webTitle": "Fresh claims that Rio 2016 and Tokyo 2020 Olympic bid teams bought votes", "webUrl": "https://www.theguardian.com/sport/2017/sep/13/olympic-allegations-rio-tokyo-bid-teams-bought-votes", "apiUrl": "https://content.guardianapis.com/sport/2017/sep/13/olympic-allegations-rio-tokyo-bid-teams-bought-votes", "fields": {"headline": "Fresh claims that Rio 2016 and Tokyo 2020 Olympic bid teams bought votes", "bodyText": "On the day that the International Olympic Committee had hoped all eyes would be on Lima and the awarding of the Paris 2024 and Los Angeles 2028 Games, it risked further embarrassment as fresh claims emerged surrounding the alleged buying of votes by bid teams for the Rio 2016 and Tokyo 2020 Olympics. Further scrutiny is set to be applied to those decisions after investigations suggested a central figure in the corruption scandal bought expensive watches and jewellery just days after both votes, with the revelations overshadowing Wednesday’s 2024 and 2028 award ceremony. The Guardian has seen documents which allege that Papa Massata Diack, the son of the disgraced former IOC member Lamine Diack, spent hundreds of thousands of euro in French jewellery shops around the time of the Rio and Tokyo campaigns. The Brazilian federal prosecutors office, which compiled the documents based on French prosecutors’ investigations, drew the conclusion that payments could have been made to Massata Diack by Rio 2016 and Tokyo 2020 “with the intention to buy votes and the support of Lamine Diack, who held particular influence within the IOC”. Last year the Guardian exclusively revealed a seven-figure payment from the Tokyo Olympic bid team to an account named Black Tidings, linked to Massata Diack, during Japan’s successful race to host the 2020 Games. Those payments were made in two instalments. The transactions, amounting to around €1.7m, occurred a few weeks before and after the city’s selection by the IOC on 7 September 2013 in Buenos Aires. The prosecutors’ office documents based on the French investigations allege that shortly after the second payment, on 8 November 2013, Black Tidings transferred €85,000 from its account held at the Standard Chartered Bank in Singapore to a company in Paris in order to pay for the purchases of luxury goods and jewellery made in its shop by Massata Diack. Between 2009-10 Massata Diack made eight payments ranging from €65,000 to €300,000, from several different accounts it is believed he controlled, to various shops in France and Qatar, as well as offshore companies in Monaco and New York, according to the Brazilian prosecutors office. On 2 October 2009, the very day the Olympics were awarded to Rio, during an IOC session in Copenhagen, a payment of $78,000 was made by Pamodzi consultancy – linked to the Diacks – to a jewellery store in Paris, it is claimed. The Black Tidings allegations were part of a parliamentary inquiry in Japan and the country’s prime minister has promised to cooperate with the French prosecutors who are leading the investigation into possible vote buying. But the new revelations from Brazil will renew the scrutiny applied to the host of the next Olympics and how exactly it won the bid. Diack has not responded to the latest claims. He had previously robustly denied any wrongdoing, describing the allegations against him as “the biggest lie in the history of world sport”."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}