{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2017/sep/24/trump-pittsburgh-penguins-nhl-stanley-cup-white-house", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2017-09-24T21:00:48Z", "webTitle": "'Great team!' Trump will welcome Pittsburgh Penguins to White House", "webUrl": "https://www.theguardian.com/sport/2017/sep/24/trump-pittsburgh-penguins-nhl-stanley-cup-white-house", "apiUrl": "https://content.guardianapis.com/sport/2017/sep/24/trump-pittsburgh-penguins-nhl-stanley-cup-white-house", "fields": {"headline": "'Great team!' Trump will welcome Pittsburgh Penguins to White House", "bodyText": "As Donald Trump faced backlash for his harsh criticism of athletes who have kneeled in protest for the national anthem, the Pittsburgh Penguins confirmed on Sunday they will visit the White House to celebrate their Stanley Cup victory. In a statement, the Penguins said they “respect the institution of the Office of the President, and the long tradition of championship teams visiting the White House”. The statement added: “Any agreement or disagreement with a president’s politics, policies or agenda can be expressed in other ways. However, we very much respect the rights of other individuals and groups to express themselves as they see fit.” Trump confirmed the invitation with tweet. “Please[d] to inform that the Champion Pittsburgh Penguins of the NHL will be joining me at the White House for Ceremony. Great team!” he said. The announcement came on the same day unprecedented numbers of NFL players knelt and pursued other forms of protest and a day after Trump withdrew a similar invitation to the Golden State Warriors, breaking a tradition dating back to the Reagan years. On Friday, point guard Stephen Curry, the NBA champions’ star player, told reporters he planned to vote no when the players came together to decide whether to visit Trump, adding the Warriors could “inspire some change” and “send a statement” by snubbing the president. On Saturday morning, Trump tweeted: “Going to the White House is considered a great honor for a championship team, Stephen Curry is hesitating, therefore invitation is withdrawn!” In a statement issued later, the Warriors said: “While we intended to meet as a team at the first opportunity we had this morning to collaboratively discuss a potential visit to the White House, we accept that President Trump has made it clear that we are not invited. “We believe there is nothing more American than our citizens having the right to express themselves freely on matters important to them. We’re disappointed that we did not have an opportunity during this process to share our views or have open dialogue on issues we felt would be important to raise. “In lieu of a visit to the White House, we have decided that we’ll constructively use our trip to the nation’s capital in February to celebrate equality, diversity and inclusion – the values that we embrace as an organization.” The Super Bowl-champion New England Patriots were the first professional team to visit the White House since Trump took office in January. The Penguins defeated the Nashville Predators in June to capture a second straight Stanley Cup and their third in nine seasons. Their previous post-championship visits came during the presidencies of George HW Bush and Barack Obama."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}