{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2017/sep/13/liverpool-v-sevilla-champions-league-live", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-09-13T21:20:04Z", "webTitle": "Liverpool 2-2 Sevilla: Champions League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/sep/13/liverpool-v-sevilla-champions-league-live", "apiUrl": "https://content.guardianapis.com/football/live/2017/sep/13/liverpool-v-sevilla-champions-league-live", "fields": {"headline": "Liverpool 2-2 Sevilla: Champions League – as it happened", "bodyText": "And that’s that! After the whistle goes, Klopp gets involved in a screaming match with what remains of the Sevilla bench. “Why are you shouting at me? What did I do?” Dignity, Jurgen, dignity! Liverpool were the better attacking force for the majority, but Sevilla the smarter side. And the visitors played their way back into contention during the second half, after nearly losing sight of Liverpool during the first. A missed penalty and the usual defensive frailties cost the hosts, but they were up against a very good team who weren’t going to let them off with their mistakes. A deserved draw, and it’s a mixed bag for the Reds on their return to the Champions League. Last word to our very own answer to Mystic Meg, Jon Taylor: “Yep. A dance as old as time.” 90 min +4: Gomez walks for a late lunge in the midfield on Muriel. A second yellow, he can have no complaints. 90 min +3: Coutinho takes, and hits deep. Wijnaldum rises, but a soft header flies into Rico’s arms like a feather. Then Sevilla go up the other end. Muriel latches onto a long ball. Gomez gets confused under it, and suddenly Muriel is free! But he slides his shot wide left when it was easier to score! 90 min +2: Good old-fashioned bustling from Oxlade-Chamberlain and Sturridge earns a throw deep in Sevilla territory down the right. From the throw, Oxlade-Chamberlain wins another corner. 90 min +1: Oxlade-Chamberlain forces a corner down the right. Sevilla half clear it. Henderson returns a header, but it’s an easy snaffle for Rico. 90 min: There will be four added minutes. 89 min: Now Lovren slaps a simple clearing header straight to Escudero. Once again, the crowd are not fully impressed with his contributions. 88 min: Under no pressure whatsoever, Lovren shanks a pass into the stand down the left. The crowd let him have it. Then Liverpool’s final change, as Salah is replaced by Oxlade-Chamberlain. 87 min: Correa forces a corner off Moreno down the Sevilla right. Sarabia wanders out slowly to take it. Correa is allowed to flick on a header at the near post, but fortunately for Liverpool, there’s nobody in white in the six-yard box to bundle home. 86 min: Liverpool’s final-third passing is all over the shop now. It’s all very scrappy. Meanwhile Maribor have equalised against Spartak. 85 min: Coutinho drops a shoulder and, for a second, looks to have opened up a huge flank of space down the left. But he’s crowded out of it on the edge of the box. 83 min: A change apiece. Jesus Navas is replaced by Sebastien Corchia; Sadio Mane by Daniel Sturridge. 82 min: Salah and Coutinho attempt to power their way down the left, but they’re never in total control of their dribbles. A hint of desperation in Liverpool’s play now. Their earlier dominance went some time ago; now the fluency’s gone too. 80 min: Coutinho, quarterbacking from deep, chips a pass down the inside-left for Salah. But the pass is overcooked, too much for even the whippet-fast Salah. Had that been weighted properly, Salah was free. 79 min: Matip slices hysterically into the air under no pressure whatsoever, and concedes a corner under pressure from Muriel. Fortunately for the centre back, the set piece comes to nothing. But Anfield, warm and wobbly earlier on, is cold and shaky now. A lot of nerves crackling around. 78 min: Henderson hoops a ball down the right. Kjaer tries to usher it out of play. Salah makes sure he concedes a corner. Lovren rises to meet the set piece, but there are no Dortmund-style heroics here, as his header flies harmlessly high into the Kop. 76 min: Can is replaced by ... Coutinho. And the little Brazilian is given a warm reception as he runs on, then a cheer as he takes his first touch. 74 min: Mercado, already on a yellow, stands in the way of Mane as the Liverpool man makes off down the left. The referee waves play on, then does nothing as the Liverpool move peters out. Which is fair enough. Both sides have had the benefit of one now. Out of nothing, Sevilla are level! From a throw, Muriel bustles in from the left. Nobody bothers to challenge him. He flicks a pass down the inside-left channel, and Correa is free in the box! He opens his body and curls powerfully into the top right, leaving Karius with no chance! That penalty miss looks costly now! 71 min: Moreno cynically gets in the way of Sarabia in the midfield. Sarabia waves the imaginary yellow card that would see Moreno sent off. The referee doesn’t react. Moreno got away with one there. 69 min: Luis Muriel comes on for the Sevilla goalscorer Wissam Ben Yedder. 68 min: Henderson curls it into the mixer. N’Zonzi heads it out to Wijnaldum, who arrows a low shot towards the bottom left. Rico does very well to turn the ball around the post, seeing the ball late through a crowded box. The resulting corner is easily cleared. 67 min: Moreno crosses from the left. Jesus Navas sticks up a hand, and that’ll be a free kick just to the left of the Sevilla penalty box. 65 min: Salah wriggles out of a thicket of players out on the right, reaches the side of the area, and finds Mane on the edge of the D. Mane, his back to goal, smoothly spins and looks for the top left. He finds the top left of the Kop. That would have been a very pretty goal had it gone in. 64 min: Banega swings in the resulting free kick, and the offside flag goes up. 63 min: Spartak Moscow have taken the lead at Maribor. Meanwhile back in Liverpool, Gomez is booked for a cynical tug on the brilliant Correa’s shirt as the Sevilla star goes down the left. 62 min: Salah has a bobble from 20 yards. It’s not very good, but Rico turns it around the right-hand post anyway. The resulting corner is a non-event. Liverpool are soon coming back at Sevilla, Firmino turning N’Zonzi this way and that. He drags a shot meant for the bottom left wide of the post from 25 yards. 60 min: The Sevilla panto continues! Coach Berizzo catches a ball sailing out of play. Instead of handing it to Gomez, standing right next to him, he ostentatiously throws the ball down the touchline. There’s only going to be one outcome after the earlier, very similar brouhaha: the referee sends him to the stands! He departs, but only after accusing Klopp of getting him sent off. Klopp did have his say, it’s true, but it’s probably best that Berizzo takes ownership of that one. 59 min: Mane drops a shoulder out on the left and looks to Coutinho a shot into the top right from distance. Nope! 58 min: Salah shimmies down the right before scooping a poor cross out of play with options in the box. His shooting and decision making is a wee bit erratic, but he’s a bundle of energy and always involved. 56 min: Mane busts down the left, rides a couple of challenges, and squirts the ball inside for Can, who has a larrup from 25 yards. It’s going wide left, and hits Firmino on its way through anyway. A poor shot, really, as the ball was sitting up very invitingly with no Sevilla player in position to close down in time. 55 min: It’s beautifully poised, this game. Sevilla are in control again, passing it around with ease in the middle of the park. But this Liverpool side are a coiled spring. Good luck guessing who’ll score next. It surely won’t end 2-1. 53 min: But suddenly Liverpool crank up the pace. A couple of surges starring Salah down the right. Then from the halfway line, Matip decides to go on a Beckenbaueresque dribble down the inside-right channel. He nearly breaks clear into the box! But in looking to make space to shoot, he passes up the chance to set up Wijnaldum on his inside. It would have been the better bet, but you can’t fault him for getting giddy. That was a glorious skitter! 52 min: Sevilla are on the front foot right now, re-energised by the half-time break. Liverpool’s momentum appears to be broken. Pass, pass, passity, pass. 51 min: Philippe Coutinho is warming up on the touchline. He hasn’t been hit by a wet fish, rotten tomato or flying cabbage yet. Do you think the Anfield faithful are preparing to forgive him? The early signs are good. 49 min: Good work by Sarabia down the right, but the Sevilla sub couldn’t find Ben Yedder in the middle. Then another phase of attack by the visitors, the relentless Correa making good down the left. His fizz towards the near post is nearly trapped by Ben Yedder, but not quite. 48 min: Sevilla coach Eduardo Berizzo is given a ticking off by the ref for brazenly flinging the ball away as Liverpool prepared to take a quickthrow in the midfield. Good knockabout stuff. All it needed for pantomime perfection was added Jose Mourinho. 46 min: Henderson hooks a pass down the left to send Mane scampering dangerously goalwards again. He cuts inside and shoots, but the effort’s blocked pretty much at source by Pareja. Here we go again! Sevilla get the ball rolling for the second half. No changes. Liverpool are shooting towards the Kop now. It’s goalless in the other Group E game between Maribor and Spartak Moscow, by the way. And here’s Jon Taylor: “Since at least Roy Evans’ era, one of the most maddeningly frequent phrases you’ll hear when watching Liverpool is ‘We’ll, we did wonder if they’d come to rue those missed chances.’ This has the feel of another of those games.” Half-time reading: So we’ve had yet another penalty in the Champions League. What’s going on? Barry Glendenning p.i. investigates. Just time for Sarabia to swing a free kick into the Liverpool box from the right, Karius to punch powerfully clear, Liverpool to break, and Moreno to flash a shot at Rico from a tight angle down the left, with Salah and Firmino nearly getting to the rebound in the middle! Yes, just enough time for all that. There goes the whistle, and it’s half time. That fair whizzed by. Excellent entertainment, both teams looking very lively in attack, but Liverpool especially so. It promises to be a fun second 45. Don’t be going anywhere now! 45 min: Confirmation that Banega was the Sevilla man booked after Liverpool’s second goal. Meanwhile Pablo Sarabia comes on for Guido Pizarro, who has developed a limp. There will be two added minutes. 44 min: The much-maligned Moreno has been excellent tonight. He tears down the left and wheechs a gorgeous ball along the corridor of uncertainty. Any red shirt nearby, and it’s a tap-in. But both Mane and Firmino are just off the pace. 42 min: A John Aldridge stutter by Firmino. He sends Rico the wrong way, but with the right-hand portion of the goal gaping, hits the right-hand post! The ball clanks away from danger. It wasn’t the worst penalty kick you’ll ever see, but bottom line is, it hasn’t gone in. 41 min: Moreno wins a header he never should win out on the left above Mercado. Mane scampers into the area and looks to clip the ball past Pareja. There’s a hint of handball, but the referee doesn’t have to make a decision on that one, as Pareja then brazenly takes Mane down from behind! 39 min: Moreno is booked for a ludicrously late leg across Jesus Navas. A Sevilla player got booked for protesting Salah’s challenge on N’Zonzi in the lead-up to the goal, incidentally, but I’ll need to get back to you on identity. Firmino exchanges rat-a-tat passes in the middle of the park with Wijnaldum. He sprays it wide right for Gomez, who slips inside for Salah. Salah’s first touch is poor, and it looks as though the danger is gone as N’Zonzi strides away. But N’Zonzi is striding away in the insouciant manner, and allows Salah to get back at him, steal the ball, turn and shoot. The ball takes a huge deflection off Kjaer, and loops into the top right over the stranded Rico! Not much of a shot, but brilliant persistence from Salah! 35 min: Mercado is booked for a late clip on the back of Firmino’s leg. That will have been a sore one, studs on ankle, but it didn’t look malicious. Mercado has the good grace to go up to Firmino and offer his apologies. 33 min: Sevilla continue to ping it around like Benitez’s Valencia. But one loose pass is cut out by the head of Gomez, and suddenly Can is in acres down the middle. His shot is deflected out for a corner on the left. And from that, Wijnaldum instigates a game of pinball with another speculative dig from distance. Sevilla eventually flipper it away. 31 min: Sevilla are bossing possession now. And pushing up high, which may or may not be asking for trouble. We’ll see. As things go right now, they’re stroking the ball around very nicely, and with great confidence, though it’s all sterile stuff in the middle of the park. 29 min: Liverpool go up the other end, Mane and Firmino attempting to prise Sevilla open with a one-two down the right. But the latter’s return pass has too much juice on it. Goal kick. This is a fun, open match. Both sides are going for it. 28 min: Confusion between Moreno and Karius, neither knowing who should be dealing with a loose ball down the Sevilla right. Ben Yedder senses the danger and hovers, doing enough to force Moreno into the concession of a corner. Karius, to be fair, does very well to pluck the set piece from the sky, cleaning up his mess. 26 min: Jesus Navas annoys Liverpool down the right for 60 seconds or so. Liverpool eventually bundle the ball away from danger. Henderson very nearly spins and sends Salah away down the right, but doesn’t get enough oomph on the sprayed pass, and he’s clattered by N’Zonzi anyway. Free kick, and while the break’s not on, at least the pressure is off that rickety Liverpool defence. 24 min: On the touchline, Klopp bounces around and shouts quite a lot. He enjoyed that last sweeping counter attack, even if it didn’t result in a second goal. 23 min: The excellent Correa drops a shoulder down the left, and nearly zips past Matip, but the defender does very well to whip the ball off his toe. Counter. Wijnaldum, down the right, slips the ball inside for Mane, who shuttles it further left for Can. He’s in the area, with only Rico to beat! But it’s a tight angle, and though he dinks the ball past the keeper, he pulls his shot across the face of goal. The ball bumbles apologetically out of play, inches wide of the right-hand post. But this is lovely by Liverpool! They pass it around hither and yon, as patient as you like. Suddenly Moreno turns on the jets, exchanging a quick one-two with his captain Henderson. He’s free in the area! He reaches the white line, zips a ball into the centre, and Firmino is on hand to turn it in from close range! That’s got Anfield going again! 19 min: Gomez is seeing a lot of the ball out on the right. His crossing is a bit erratic, but he’s getting into good advanced positions. Sevilla are happy to sit deep, though, especially with that early goal in their back pocket, so it’s difficult to find anyone in the box. 18 min: Mane is brought down by Jesus Navas as he scampers down the left. A chance for Liverpool to load the box, but they do nix with the free kick. The home crowd are trying to lift their team’s spirit. They’re trying to lift their own spirits. Full marks for ambition but it’s not happening for Liverpool yet. 16 min: Ben Yedder is hot in form right now: that was his fourth goal in his last four-and-a-very-small-bit games. He nearly bursts clear down the inside-right channel, after a clever Jesus Navas flick. But he’s sandwiched out of it and Liverpool mop up. 15 min: Liverpool are dominating possession, though. Salah is found in acres down the right, but needlessly loses possession with a panicked pass inside. Then another phase of attack, with Gomez swinging in high from the right, Can rising but sending an aimless header angling off the top of his head, high and wide left. 13 min: Gomez hugs the right touchline and does very well to dribble past Correa. But then Correa battles back, and blocks just as Gomes reaches the byline and looks up for a red shirt in the middle. “There we go,” begins Matt Dony. “I’ve really missed the Champions League. An opportunity for Liverpool’s defence to embarrass themselves on a whole new stage.” 11 min: ... another corner’s won. Swung in from the right, Firmino meets it, and powers a header over the bar from ten yards. He should have got that on target, and holds his head accordingly. 10 min: Sevilla take their turn to look a bit jittery at the back. Salah beats Kjaer to a high ball down the right; the defender really should have cleared. He reaches the byline and cuts back for Mane, whose weak shot is aimed towards the bottom right. Rico parries and fumbles, forcing Kjaer to poke out for a corner. From which... 8 min: Mane goes off at breakneck speed down the left wing. He approaches the box and is cynically barged to the floor by Pareja, just before the white line of the area. But the referee doesn’t award a free kick. Anfield was bouncing a few minutes ago; it’s not such a happy place right now. 7 min: That’s the worst possible return to Champions League football for Liverpool. Wijnaldum attempts to respond quickly with another Liverpool shot from distance. His effort is deflected wide left of goal, but the resulting corner is a complete non-event. Can and Gomez both have the chance to clear. They both fail. Correa turns on the jets down the left, reaches the byline, and crosses low. Lovren must block on the corner of the six-yard box, but misses the ball completely, and it flies through to the in-form Ben Yedder, who sticks out a telescopic leg to poke home! 4 min: Salah has a dribble down the right, and the ball’s worked inside for Henderson, who shoots from 25 yards. The shot is weak and blocked. Sevilla go up the other end, Jesus Navas crossing from the right. Matip half clears. Then... 3 min: Sevilla get their first touch of the ball, and stroke it around the back awhile. A successful attempt to put a stop to Liverpool’s early gallop. 2 min: Liverpool start fast, as they often do. Mane has another turboramble down the left, but upon reaching the byline his cross is snaffled by Rico. 50-odd seconds: Salah, out on the right, sprays a diagonal pass towards Mane, who enters the area. He sets the ball back for Can, who tries to curl one into the top right. There’s no whip on the shot, and Rico claims it easily. Pennants are exchanged, hands are clasped, coins are tossed, and we’re off! Liverpool get the ball rolling; Sevilla will be kicking towards the Kop in this first half. Which means the home side will face that way in the second, exactly how they like it. Matip knocks it long. Can heads down for Mane, who thinks about making off down the left, but runs out of road. That’s the first eight seconds covered. Everyone’s favourite number from Carousel gets a spin. And at Anfield, that can only mean one thing: we’ll be off in a minute! The teams take to the pitch, Liverpool in their Shankly red, Sevilla in their own first-choice white. A typical European atmosphere at this famous old stadium! Jurgen Klopp speaks! “This is the most special competition in Europe for club football. You want to be part of it, and when you are part of it, you want to perform. We are ready. If I would have spoken only about the City game for the last few days, that would have not been right, because we have also had some good games. But if you have a knock, you have to respond, get up, and do your best. And that is what we will try to do tonight. We are well rested. A few people will say we rested in the last game. [Mugs to camera, titters.] Coutinho is ready, that’s why he’s on the bench.” Pre-match reading. While we’re waiting to hear from Jurgen Klopp, here’s a preview of this game from our man Sachin Nakrani. Liverpool make three changes to the team routed at the City of Manchester Stadium last Saturday lunchtime. Loris Karius takes the place of Simon Mignolet in goal, as he’s set to do for the entire run in Europe. Meanwhile Joe Gomez replaces Trent Alexander-Arnold at right back, while Dejan Lovren gets in ahead of Ragnar Klavan in the middle of the defence. And who’s this on the bench?! Philippe Coutinho, all fit, healthy and still employed by Liverpool! It’s the same starting XI that routed Arsenal 4-0. Five changes meanwhile to the Sevilla side Eduardo Berizzo sent out at the weekend. Simon Kjaer, Ever Banega, Joaquin Correa, Guido Pizarro and captain Nicolas Pareja return to the starting line-up at the expense of Clement Lenglet, Daniel Carrico, Pablo Sarabia, Paulo Ganso and the injured Nolito. Liverpool: Karius, Gomez, Matip, Lovren, Moreno, Can, Henderson, Wijnaldum, Salah, Firmino, Mane. Subs: Mignolet, Milner, Coutinho, Sturridge, Klavan, Oxlade-Chamberlain, Robertson. Sevilla: Sergio Rico, Mercado, Pareja, Kjaer, Escudero, Nzonzi, Banega, Pizarro, Jesus Navas, Ben Yedder, Correa. Subs: Soria, Corchia, Carrico, Krohn-Dehli, Sarabia, Muriel, Vazquez. Referee: Danny Makkelie (Holland). ... in which Liverpool return to the Champions League after a three-year absence, and attempt to avenge their defeat by Sevilla in the 2016 Europa League final. The five-time European champions welcome the five-time Uefa/Europa winners, whose last visit to these shores saw them come unstuck in the quarter-finals of this competition at Leicester City. Sevilla have never won in England in five attempts. Seeing they’re coming off the back of a 3-0 win in La Liga over Eibar, while Liverpool have just been skelped 5-0 at Manchester City, they may fancy their chances of breaking that particular duck this evening. Liverpool, for their part, will have a little payback for That Night In Basel on their mind. It’s perfectly poised. It’s Anfield on a European night! It’s on! Kick off: 7.45pm on Merseyside, 8.45pm over in Andalusia."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}