{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2017/sep/11/celtic-psg-champions-league-brendan-rodgers-neymar", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-09-11T22:00:17Z", "webTitle": "Brendan Rodgers urges Celtic players to relish taking on PSG’s superstars", "webUrl": "https://www.theguardian.com/football/2017/sep/11/celtic-psg-champions-league-brendan-rodgers-neymar", "apiUrl": "https://content.guardianapis.com/football/2017/sep/11/celtic-psg-champions-league-brendan-rodgers-neymar", "fields": {"headline": "Brendan Rodgers urges Celtic players to relish taking on PSG’s superstars", "bodyText": "Brendan Rodgers has urged Celtic not to be intimidated by Paris Saint-Germain, with intense focus on the French side dominating the buildup to their Champions League opening fixture in Glasgow. Celtic have recent and wounding experience of a football superpower. In their first match of the Champions League last season, they were humbled 7-0 at Barcelona. PSG’s heavy spending – Neymar and Kylian Mbappé form part of world football’s most expensive frontline – presents a similar challenge for Celtic 12 months on. “These are the games where you get the chance to write your story that can be heard worldwide,” Celtic’s manager said. “It’s brilliant, it will be a really exciting night. With the level of players PSG have, it leaves a big focus on some of their outstanding individuals. It’s great to be involved in it. In these types of games attitude is everything. You can’t look too closely at them, or think too emotionally. They have to feel us breathing very close to them.” Media representatives from the United States and Brazil will take in this tie, in an illustration of PSG’s global appeal. “PSG are put together to win this competition, there’s no doubt about that,” Rodgers said. “They’ve brought in Neymar and Mbappé so their focus is clearly on winning it. But we have a courage to play and a courage physically to press and work. “If you stand off top-class players they’ll show you why they’re top class. This is a game to go and enjoy. Make no bones about it, this is a superior team to us. That’s the reality of it with the quality of the players and where they’re at. “But for us we take an attitude into the game. We’re very much a team and have the ability to play in this type of game. We have speed, strength and power so it’s a great chance to make a good start. It’s going to be a big challenge but one we’re determined to embrace.” PSG’s wealth, as bestowed on them from Qatar, raises constant questions regarding financial rules within football. Rodgers is unfazed by such matters. “I tend not to go into it too much or overthink it too much. There are people there to govern the game. There are people there to decide the laws and regulations and what you can and can’t do. If they were able to do it [sign Neymar and Mbappé] then they’ve done it and fair play to them.” Rodgers disputes any suggestion of PSG’s visit representing a free hit for Celtic. “We are clear the world will look at the game and everyone will expect us to lose,” he said. “But for our players, our own cause is different. We fought so hard to get into the competition, so we can go on and make progress. Home games can be very important. We are facing a huge opponent but we are excited by it. We won’t be overawed by it.” Mbappé, whom Arsène Wenger has compared with Pelé, scored on his PSG debut as Metz were demolished 5-1 on Friday evening. Rodgers drew another parallel: “When you see his speed, movement and quality he looked last year like Thierry Henry in his pomp. “That was the big comparison I made. I thought it was as close to Henry as you could get – he peels to the left side, chops back in. He has speed, can shoot and linked up well in a two or can play on his own. He’s a huge talent so for any club with the money to invest then it’s a no lose situation. He looks an amazing player.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}