{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2017/sep/16/rabbis-block-marriages-israeljewish-identity-human-rights", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2017-09-16T23:05:25Z", "webTitle": "Hardline Israeli rabbis use tough checks on Jewish identity to block marriages", "webUrl": "https://www.theguardian.com/world/2017/sep/16/rabbis-block-marriages-israeljewish-identity-human-rights", "apiUrl": "https://content.guardianapis.com/world/2017/sep/16/rabbis-block-marriages-israeljewish-identity-human-rights", "fields": {"headline": "Hardline Israeli rabbis use tough checks on Jewish identity to block marriages", "bodyText": "Reut T, a 28-year-old Israeli secretary, regards herself as a traditional and observant Jew, attending synagogue each week. So having her Jewishness questioned when she wanted to marry was shocking and humiliating. The news, delivered in a summons to a rabbinical court, came out of the blue. Not only could she not be married by the rabbinate, she was told, but her very status as Jewish was being questioned, in a case now being challenged before Israel’s supreme court. Reut – who asked not to be identified to prevent further issues for her family – is not alone. According to figures seen by the Observer, she is one of a growing number of Israeli citizens who, despite being recognised as Jewish by the state, have had their Jewishness questioned by an official rabbinate that enjoys an almost exclusive monopoly on state marriage and other issues. This was once a rare issue that affected only a handful of Israelis, but this has changed under a newly assertive chief rabbinate, dominated by the ultra-orthodox. A group called ITIM: Resources and Advocacy for Jewish Life, which is representing Reut and other families, says the rabbinate has summoned scores of people in the past two years for investigation to prove their Jewish status. According to figures acquired by the group under a freedom of information request, there was an increase of 100% from 2011-2016 in the number of people labelled “pending confirmation of Jewish status”. In the same period there has been a 460% rise in the number of people rejected as “non-Jews” by the rabbinical courts. This is both shaming and painful, as Reut attests, and many of those affected have chosen to keep their experience private to protect other relatives whose own Jewishness could also be questioned. “These are family members who have undergone thorough examination of their Jewishness and came to live in Israel,” lawyers for Reut and ITIM argued in an appeal contesting that the rabbinical courts have no authority, by law, to investigate or reject, on their own initiative, the Jewishness of Israeli citizens. “Suddenly and without their will or consent, a cloud of doubt is cast over their Jewishness. They are required to answer to the rabbinical court, without having done anything to deserve a trial over their identity. There is not enough space to describe the personal and emotional damage this situation creates.” The sudden rise in investigations also coincides with a vaguely worded but far-reaching ruling issued by the rabbinical courts in 2016 calling for investigation if “a doubt has arisen considering the Jewishness of a relative” requiring the courts “to clarify the matter of their Jewishness for the purpose of marriage according to Jewish law”. The increase comes amid a wider cultural conflict between the ultra-orthodox-dominated chief rabbinate and less hardline groups in Israel and the wider Jewish diaspora over what it means to be Jewish and who is allowed to define Jewishness. This led, among other things, to a clash this year over plans to allow men and women to pray together at Jerusalem’s Western Wall. It has also resulted in the disclosure of an alleged “blacklist” of 160 rabbis worldwide whom the rabbinate does not trust to check the Jewishness of immigrants to Israel: among the names on the list is the US rabbi who oversaw the conversion of Ivanka Trump. Reut’s problem is that she came to Israel from the former Soviet Union aged 10 months, the granddaughter of an orphaned Holocaust survivor adopted by a non-Jewish couple who made antisemitic comments to her. Her grandmother was scarred by her experience, Reut said, and after fleeing her adoptive parents as a teenager hid the fact she was Jewish on official USSR papers, a decision that has come back to haunt their family. “When I decided to get married I knew I would have to go through a registration process so I got in touch with a religious organisation that helps with the paperwork,” she told the Observer. “One of the rabbis said it was problematic because we didn’t have my grandmother’s birth certificate, but that they would try to find it in the archive.” But far from helping Reut, the rabbi instead raised the issue of her Jewishness with the rabbinate. “The next thing I knew,” she recalled, “was that I had been summoned to a rabbinical court in Tel Aviv to discuss my Jewish status.” The process led to Reut, her brother and her mother being listed as “not Jewish” according to the rabbinate. Rabbi Seth Farber, director of ITIM, says it is a question of how Jewishness is defined in Israel, and how the rabbinate is using this – not least for almost a million former Soviet Jews who came to Israel under a state-administered right of return that has already ruled on their Jewish status for citizenship purposes. “This is a very worrisome trend. Israel is a nation of immigrants. If this continues, it puts in danger the most basic human rights of more than a million citizens,” said Farber. “Beyond this, it is also against Jewish law, which states that one must take at their word a person who says they are Jewish. A small group is imposing its fundamentalist views on the Israeli immigrant population. “For the first 50 years of the state it was largely a pro forma thing. You defined yourself as Jewish and you brought witnesses who said you were Jewish. But then as the rabbinate became more powerful and independent, and as new technology allowed it, it became no longer a question of trust. “A whole department was created to check on documentation which morphed – seven years ago – into the compilation of an entire handbook. That was the first time such a book was published. That all led to the latest development, the initiating of Jewishness investigations, a process that started escalating in 2015. And now it appears they’re not only checking people registering to get married but rechecking people already married if they have any basis for suspicion.” Farber believes there is a wider issue at stake than simply individuals and families. “It’s about what Israel is going to be. We don’t interrogate Jews and put them through investigations.” He links recent moves by the chief rabbinate and courts in part to Israeli coalition politics, which has allowed the small ultra-orthodox parties that prop up prime minister Benjamin Netanyahu’s rightwing government to wield disproportional influence. For Reut the experience has been humiliating. “It was very important to me to get married according to Jewish law. In the end I had to go through a private organisation to do it and then get married in Cyprus to be recognised as married under civil law in Israel. “I feel like a second-class citizen. It is absolutely ridiculous that as an Israeli citizen who goes to synagogue every week I am not allowed to get married here just because someone decided they had doubts about my Jewishness.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}