{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/live/2017/sep/28/trump-claims-tax-plan-is-not-for-the-rich", "type": "liveblog", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2017-09-28T21:45:09Z", "webTitle": "Trump claims tax plan is not for the rich | The minute", "webUrl": "https://www.theguardian.com/us-news/live/2017/sep/28/trump-claims-tax-plan-is-not-for-the-rich", "apiUrl": "https://content.guardianapis.com/us-news/live/2017/sep/28/trump-claims-tax-plan-is-not-for-the-rich", "fields": {"headline": "Trump claims tax plan is not for the rich", "bodyText": "Donald Trump is charging hard to sell tax cuts he says are aimed at “everyday hardworking Americans”. Unsurprisingly, analysis shows those most likely to gain are wealthy folks like Trump himself and most of his cabinet. The bottom third of earners would see little to no relief or benefit. Get money The Committee for a Responsible Federal Budget estimates the Trump plan will add between $3tn and $7tn to the $20tn national debt over the next decade. To offset that, the Trump administration has proposed $5tn in cuts to non-military spending, meaning things like schools, Medicaid, social security and disability insurance. Holy deflection, Batman! Representative Steve Scalise made his long awaited return to Capitol Hill Thursday, to raucous applause and a standing ovation. The congressman from Louisiana was shot and seriously wounded by a gunman in June on a DC ballfield. Trump has said he is “not happy” with the health and human services secretary, Tom Price, following reports that Price used a private plane for official business. Asked whether he was planning on firing Price, Trump responded: “We’ll see.” White House press secretary Sarah Huckabee Sanders was also noncommittal on Price’s job security today. In a statement Thursday, Price said he would “write a personal check to the US Treasury today for the expenses of my travel on private charter planes”, and that it would never happen again, “no exceptions”. The White House on Thursday waived the law which requires goods sent between US ports to be carried on ships built, owned and operated by the US. The 1920 Jones Act was preventing foreign ships from delivering supplies to Puerto Rico, more than a week after Hurricane Maria devastated the US territory. Read more Trump repeatedly told Fox and Friends that his party had the votes to pass a repeal of Obamacare, if not for the hospitalization of a senator. The claim was false on both counts. The Senate minority leader, Mitch McConnell, pulled the bill after three GOP senators voiced opposition and Senator Thad Cochran, who is dealing with a minor health concern, has confirmed he’s at home. With the Graham-Cassidy healthcare bill officially shelved by GOP congressional leaders, Obamacare is once again safe from repeal attempts, at least for the moment. How safe? Safe enough that a bipartisan plan to stabilize ACA marketplaces is already in the works."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}