{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2017/sep/24/caseload-almost-doubles-antislavery-body-remit-widens", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2017-09-24T20:50:42Z", "webTitle": "Caseload almost doubles at UK antislavery body as remit widens", "webUrl": "https://www.theguardian.com/society/2017/sep/24/caseload-almost-doubles-antislavery-body-remit-widens", "apiUrl": "https://content.guardianapis.com/society/2017/sep/24/caseload-almost-doubles-antislavery-body-remit-widens", "fields": {"headline": "Caseload almost doubles at UK antislavery body as remit widens", "bodyText": "The UK’s antislavery body has launched 185 investigations since May, nearly double its total for the whole of last year, after assuming powers that allow it to look beyond the food and farming sector. The Gangmasters and Labour Abuse Authority (GLAA) is scrutinising the treatment of workers in carwashes, construction, textile manufacture, cleaning and warehouse operations. A number of prosecutions are already under way and the first case under its new remit is expected to come to court as early as next month. Paul Broadbent, the chief executive of the GLAA – which changed its name from the Gangmasters Licensing Authority after extending its remit in May this year – said the group had taken on 50 more investigators, bringing the total to 125, in order to monitor more activities. “We have got a bigger team to follow the labour exploitation trail wherever it takes us. We are determined to exploit the fact that we have got new powers to protect the good and tackle the bad,” said Broadbent, a former assistant chief constable of Nottinghamshire Police. Last year, the antislavery body conducted 100 investigations. Its new powers enable the GLAA to look into cases of forced labour and human trafficking many of which would previously have been passed to the police. Broadbent’s team can also look into non-payment of the national minimum wage and breaches of employment agencies legislation, which sets basic standards on pay, working hours and the right to a written contract. The investigations under way, he said, were “evidence led” and based on tipoffs from exploited workers, unions, concerned members of the public and businesses. The agency, which was created in the wake of the Morecambe Bay cockle-picking tragedy, works with HMRC’s minimum wage enforcement team and the Employment Agency Standards Inspectorate as well as police. It has powers to ensure that licence-holding gangmasters operate legally in terms of wages, tax and holiday pay as well as providing good-quality transport, accommodation and safety equipment. It also investigates cases of unlicensed labour in the food sector, which is a criminal offence carrying a prison sentence of up to 10 years. The body is also considering a new licensing system for nail bars, after an investigation by the independent anti-slavery commissioner, Kevin Hyland, found a high risk of trafficked Vietnamese migrants being employed in slavery-like conditions."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}