{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2017/sep/01/gloucester-exeter-premiership-rugby-match-report", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2017-09-01T21:14:45Z", "webTitle": "Jason Woodward’s late try gives Gloucester win over champions Exeter", "webUrl": "https://www.theguardian.com/sport/2017/sep/01/gloucester-exeter-premiership-rugby-match-report", "apiUrl": "https://content.guardianapis.com/sport/2017/sep/01/gloucester-exeter-premiership-rugby-match-report", "fields": {"headline": "Jason Woodward’s late try gives Gloucester win over champions Exeter", "bodyText": "Exeter knew the defence of their Aviva Premiership title would be testing and so it is already proving. Not since last October had they tasted defeat in this competition but a thrilling try in the final seconds by Gloucester’s Jason Woodward abruptly ended the Chiefs’ attempt to overtake Leicester’s long-standing record of 17 consecutive league victories. The clock was already deep in the red when Woodward, who moved from Bristol in the summer, plunged over in the right corner to settle a breathless contest. The Cherry and Whites are still getting to know their new head coach, Johan Ackermann, but the South African, who guided the Lions to this year’s Super Rugby final, will be encouraged by his side’s first outing, particularly up front where his New Zealand international lock Jeremy Thrush capped a forceful performance with two first-half tries. The Chiefs’ hugely promising number eight Sam Simmonds also scored a brace of well-taken tries, with Matt Kvesic proving an early nuisance on his return to Kingsholm following his summer move down the M5. On this occasion, however, Gloucester enjoyed slightly more luck at crucial moments, a disputed 56th-minute try by the former England No8 Ben Morgan giving the hosts the edge before a converted try from Olly Woodburn squared the game up again with nine minutes left. Only two minutes remained when Henry Slade stood over a potential match-winning penalty 30 metres out but his angled kick flew narrowly wide, leaving the English-qualified Kiwi Woodward to apply the late coup de grâce. Gloucester have not always shown such resilience but the Ackermann era already feels different. Exeter, who fielded eight of the XV who started the Premiership final against Wasps last May, always anticipated a physical evening, having already suffered more than their fair share ofpre-season injuries. Their Italian centre Michele Campagnaro ruptured his cruciate ligament last week and faces a lengthy spell on the sidelines while Luke Cowan-Dickie, Alex Hepburn, James Short, Sam Hill, Dave Ewers and Thomas Waldrom are also currently unavailable. When the Chiefs’ Australian forward Dave Dennis pulled out late, having failed to recover from a bang to the head sustained at Cardiff Blues last Friday, it maintained the painful trend. The Chiefs, even so, still began like purposeful champions. They had the season’s first try on the board in the fifth minute, incisive approach work from Max Bodilly and Phil Dollman preceding a close-range score for the marauding Simmonds. Gareth Steenson’s touchline conversion was another business-as-usual indicator. Gloucester have one or two key men out as well, including the Welsh duo Ross Moriarty and Owen Williams, and Ackermann has had precious little time in which to reinvigorate the Cherry and White pack. Staying composed under pressure has been a recurring message in pre-season but Cotswold stone walls are not built in a day. At least decent foundations are in place, with some big experienced forwards keen to impress their new boss. Thrush reckons Ackermann’s arrival will suit the way he plays and even Exeter’s energetic defence could not stop the big Kiwi scoring from close range after 26 minutes. Mark Atkinson was also catching the eye at inside-centre and Gloucester’s regular ploy of chipping over the onrushing Chiefs’ defence also enjoyed some success. When they did finally regain the ball, however, the Chiefs wasted no time in capitalising on a promising field position with Simmonds’ smart step and blistering acceleration leaving the cover sprawling. Thrush’s second try from half a metre out just before the interval was rather less eye-catching – Exeter’s players felt there had been a double movement – but the 14-14 half-time scoreline was healthier than the home fans might have expected. The sin-binning of Steenson for colliding with the airborne Woodward, however, further disrupted the Chiefs’ composure and did the home side’s confidence no harm at all. Even after Steenson returned the Cherry and Whites continued to look threatening, although there was again a generous dollop of fortune about their third try. Exeter had assumed a knock-on in the build-up but the ball was adjudged to have come off Atkinson’s knee before Morgan reacted quickest to touch down the rebound. Rob Baxter was not overly impressed with his team’s defending but the bounce of a rugby ball remains as unpredictable as ever. Could the Chiefs now perform their customary act of escapology? They have won a lot of games in the final quarter and their spirit was once again underlined when Willi Heinz’s attempted clearance was partly charged down and the ball fell obligingly for Woodburn to scoot over. Slade’s magnificent touchline conversion was similarly valuable, setting up the kind of thrilling finish the Premiership increasingly seems to specialise in. Gloucester Woodward; Thorley, Symons, Atkinson (Twelvetrees, 63), Purdy; Burns (Scott, 72), Heinz (capt); Afoa (Hohneck, 59), Hibbard (Matu’u, 59), Balmain (Denman, 59), Savage, Thrush (Slater, 56), Ludlow, Rowan, Morgan (Ackermann, 65). Tries Thrush 2, Morgan, Woodward. Cons: Burns 3, Twelvetrees. Exeter Chiefs Dollman; Woodburn, Slade, Whitten, Bodilly (Nowell, 55); Steenson (Turner, 65-75), White (Maunder, 59); Moon (Rimmer, 57), Yeandle (capt; Taione, 63), Williams (Francis, 54), Atkins (Skinner, 59), Hill, Kvesic (Salvi, 63), Armand, S Simmonds. Sin-bin Steenson 42. Tries Simmonds 2, Woodburn. Cons: Steenson 2, Slade. Referee M Carley (RFU). Att 15,547."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}