{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2017/sep/02/travel-money-demand-suggests-rise-in-britons-south-east-asia-pound-fall-euro", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2017-09-01T23:01:05Z", "webTitle": "Travel money demand suggests rise in Britons choosing south-east Asia", "webUrl": "https://www.theguardian.com/business/2017/sep/02/travel-money-demand-suggests-rise-in-britons-south-east-asia-pound-fall-euro", "apiUrl": "https://content.guardianapis.com/business/2017/sep/02/travel-money-demand-suggests-rise-in-britons-south-east-asia-pound-fall-euro", "fields": {"headline": "Travel money demand suggests rise in Britons choosing south-east Asia", "bodyText": "Sterling’s slump since the Brexit vote appears to have led to not just an increase in staycations but a boom in the numbers of UK holidaymakers heading east to destinations such as Thailand, Vietnam and Bali. The Post Office’s travel money arm said the trends it was seeing in demand for currency indicated a surge in trips booked to south-east Asia as UK tourists look to combine winter sun later this year with lower prices for accommodation, food and other holiday staples. The weakness of sterling added hundreds of pounds to the cost of many people’s summer holidays both this year and last. On Friday the pound was trading at just under €1.09. That is down from €1.30 the day before the referendum in June 2016, and €1.42 in August 2015. But British holidaymakers heading to Europe are being offered much worse exchange rates than that at some UK airport bureaux de change. It was reported on Friday one at Southampton was offering €0.867 for a pound. While sterling’s slide has made overseas holidays more expensive and prompted some Britons to swap Ibiza for the Isle of Wight, others have decided to look further afield, which may partly reflect the fact that in the case of some currencies, the pound is not down quite so dramatically. For example, while sterling has fallen by 16% against the euro since the day before the Brexit vote, it is down 10% against the Vietnamese dong over the same period. The Post Office, which claims to be the UK’s biggest travel money provider, said one of the biggest surges in demand had been for the Thai baht. Sales of Thailand’s currency June to August were up 69% on the same period last year. Demand for the Vietnamese dong was up 29%, while for the Indonesian rupiah the increase was 13%. As a result, these three countries, plus Malaysia (up 7%), accounted for four of the top 10 spots in the provider’s table of the “fastest growing currencies” this summer. Andrew Brown, a spokesman for the Post Office’s travel money division, said: “Looking forward to the autumn and winter, there is every reason to expect that UK tourists will head east for long-haul holidays if our summer currency sales are anything to go by. Savvy travellers know that prices in Thailand, Bali, Vietnam and Penang are cheap, and in times when the value of sterling is uncertain, low resort costs are proving a big draw.” Strong demand for trips to watch the British &amp; Irish Lions summer rugby tour made the New Zealand dollar the fastest growing currency between June and August, with demand up 124%. Brown said: “Sales have remained very healthy over the past month, suggesting New Zealand will be popular with UK visitors this winter.” In terms of Europe, Croatia proved to be “the year’s big winner”, with Post Office sales of its currency, the kuna, up by a third over the summer compared with the same period last year. Over the past five years kuna sales have more than doubled, it said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}