{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/aug/10/witness-k-and-the-outrageous-spy-scandal-that-failed-to-shame-australia", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-08-09T22:00:03Z", "webTitle": "Witness K and the 'outrageous' spy scandal that failed to shame Australia", "webUrl": "https://www.theguardian.com/australia-news/2019/aug/10/witness-k-and-the-outrageous-spy-scandal-that-failed-to-shame-australia", "apiUrl": "https://content.guardianapis.com/australia-news/2019/aug/10/witness-k-and-the-outrageous-spy-scandal-that-failed-to-shame-australia", "fields": {"headline": "Witness K and the 'outrageous' spy scandal that failed to shame Australia", "bodyText": "Peter Galbraith was playing a high-stakes game. It was 2004 and, in the Dili heat, the distinguished US diplomat sat opposite Australian officials, bartering over a nation’s future. Timor-Leste’s government, with Galbraith as its chief negotiator, was desperate to get a fair deal from the bountiful underwater oil and gas reserves that lay between it and Australia, a trusted ally and regional powerhouse. Success would give it a significant share of fields worth $40bn-$50bn, helping lift the fledgling nation out of poverty. Failure would blow the tyres of an economy heavily reliant on natural resources. The game, though, was rigged. Unbeknownst to Galbraith, Australian Secret Intelligence Service (Asis) agents had been instructed to bug key offices of the Timor-Leste government. The listening devices would reveal Timor-Leste’s bottom line, its negotiating tactics and the competing views of cabinet members. “It was outrageous,” Galbraith tells Guardian Australia from his home in the US. “I’d taken protective measures against Australian espionage, which I thought would be based on cell phones and internet, but I thought it was pretty crude to be bugging the prime minister’s offices. “It was not what you do to a friendly state. And it was not something you do for commercial advantage.” The Asis operation remained secret. The treaty was signed. Australia secured a 50-50 split of the Greater Sunrise fields, positioned 450km north-west of Darwin and 150km south of Timor-Leste. It was a good deal for the Australian government, and a boon for the joint venture of multinationals, led by Woodside, seeking to exploit the Timor Sea. As a former US ambassador to Croatia, Galbraith had frequent access to US intelligence. Never has he seen his country attempt an operation as commercially driven as Australia’s was. “The whole experience of the negotiation from 2000 on and through this whole episode was to see a country that – yes, in many ways focuses on the public good – but where corporate greed was a big part of it, because the Howard and Downer government, they were shills for the corporations,” Galbraith said. “That was what was really important to them. “That is not something that goes on in the United States. It was pretty shocking.” Australia’s actions would have been buried in perpetuity, had it not been for one Asis operative, known only as Witness K. The senior intelligence officer felt deeply uncomfortable about the operation, which was mounted during a heightened regional terror threat due to the 2002 Bali bombings. He eventually approached the intelligence watchdog, the Inspector General of Intelligence and Security (IGIS). The spy obtained permission to talk to an approved lawyer, Bernard Collaery, a barrister and one-time attorney general for the ACT. Collaery helped the Timor-Leste government build a case against Australia at The Hague, alleging the bugging had rendered the treaty void. The revelations were splashed across mainstream media, first through the Australian, then the ABC. In Timor-Leste, the pair were seen as heroes. “Witness K, as the secret agent became known, and Collaery, are brave Australians,” former Timor-Leste president José Ramos-Horta wrote last month while calling for the pair to be awarded his nation’s highest honour. “Individuals with a conscience and courage, representing the very best of Australians as I know them – instinctively sympathetic to the underdog, the weak and vulnerable.” The love for Collaery and Witness K runs deeper still among the Timor-Leste people, according to Prof Clinton Fernandes of the University of New South Wales, who has followed the case closely. Civil society groups have printed “solidarity with Bernard Collaery” T-shirts and banners, which Fernandes says will soon be a visible presence across Dili. “There’s another aspect to this affair that most Australians haven’t appreciated – the moral injury felt by the people of Timor-Leste,” Fernandes said. “They want Australia to be a good neighbour, not an eavesdropper who breaks the 10th commandment repeatedly. Collaery is a great Australian in their eyes.” It’s a stark contrast to their treatment in Australia. Witness K and Collaery now face jail time for helping correct what they saw as a gross injustice. This week, Witness K pleaded guilty to sharing protected Asis information. Collaery will fight on, facing a partially secret trial in the ACT supreme court, the court where he has spent much of his life practicing. The pair’s actions embarrassed powerful forces within government, intelligence, and corporate Australia. Those forces would wait almost a decade to exact revenge. In the summer of 2013, young law clerk Chloe Preston was sitting alone at Collaery’s home practice in Narrabundah, Canberra. Outside, the suburban streets were quiet, save for the gentle hum of the beehives Collaery keeps in his front garden. The doorbell rang about 9am. Preston remembers her shock at opening the door to 10 officers, including agents from the Australian Security Intelligence Organisation (Asio). Collaery had flown to The Hague 24 hours earlier to ready Timor-Leste’s case against Australia. The officers produced a warrant, most of which had been blacked out, and offered a simple explanation for their presence: “national security”. “I didn’t see it as a national security issue then and I don’t now,” Preston tells Guardian Australia. “We were no threat to national security; this was a blatant bullying tactic by the Australian government, designed to intimidate.” The raid lasted six hours, stretching well into the afternoon. The officers rifled through Collaery’s documents. Preston remembers seeing one officer on the floor of Collaery’s lounge room, reading through a folder of documents directly related to the arbitration between Timor-Leste and Australia. “I remember thinking to myself that this was nothing short of cheating,” Preston says. “A party to a legal case, had just waltzed into their opponent’s chambers, and seized their legal briefs. “As a law clerk, a week out from being admitted as a solicitor, and as an Australian citizen, who believed that I lived in a fair democratic country, I lost a lot of confidence in the government, and the law, that day.” A second raid was taking place at the home of Witness K, who was preparing to give evidence at The Hague. Collaery called in to the ABC from Europe to express his fury, alleging Australia was trying to intimidate Witness K and stop him from giving evidence. “I can’t think of anything more crass than what has occurred,” he said. The raids were just the start. Witness K’s passport was seized, preventing him from flying to The Hague. His efforts to get it back stretched across six years of secret hearings in the administrative appeals tribunal. Collaery says Witness K was put through “six years of seclusion, harassment and questioning”. Collaery’s own attempts to publish a book on the affair prompted threats of jail from the Australian government. The most shocking development came midway through last year. Timor-Leste had by then dropped its case against Australia, paving the way for the signing of a new treaty on the Timor Sea maritime boundary in March 2018. The revised deal was far more favourable to the smaller nation, and it is now expected to reap between 70% and 80% of total revenue. Three months after the treaty was signed, independent MP Andrew Wilkie revealed the Australian government had approved the prosecution of Witness K and Collaery. “With the diplomacy out of the way it’s time to bury the bodies,” Wilkie said under parliamentary privilege. Crossbench senator Rex Patrick accused prosecutors of sitting on evidence for three years to avoid a diplomatic incident. The pair were charged with conspiring to breach section 39 of the Intelligence Services Act for allegedly communicating information they obtained in the course of employment or an agreement with Asis. The case drew immediate condemnation from lawyers, former judges, academics, and civil society groups. Labor has, so far, been relatively quiet on the case. It has fallen on individuals such as former Victorian premier Steve Bracks and NSW shadow attorney general Paul Lynch to take up the cause. “This prosecution seems designed to punish whistleblowers,” Lynch tells Guardian Australia. “What’s worse is that what they revealed should be deeply shaming to Australia. Australia’s intelligence services were revealed to be illegally bugging a foreign government, when the substantial benefits would flow to private corporations – all at a time when our intelligence services should have focused on terrorist threats.” The case against Collaery and Witness K comes as Australia pursues a range of whistleblowers with vigour. Prosecutors have lodged separate criminal proceedings against Richard Boyle, a tax office whistleblower, and David McBride, a military lawyer who leaked documents to ABC journalists. Other whistleblowers have faced threats and termination for revealing information clearly in the public interest. The cases have opened a debate about the adequacy of Australia’s whistleblowing protections. This week, Griffith University integrity expert Prof AJ Brown and his team published a major study examining the experiences of whistleblowers. It found less than 1% of whistleblowers ended up going to the media, which Brown described as “far less external disclosure than we actually want or need” if wrongdoing was to be properly addressed. Those who blew the whistle externally experienced at least a third more repercussions than whistleblowers who stayed internal, the research found. The report also identified a separate need to reform blanket criminal prohibitions on the unauthorised release of information, similar to those used to prosecute Witness K and Collaery case. Instead, secrecy laws should make allowances for disclosures in the public interest, the report said. Such an approach was recommended in 2010 by the Australian Law Reform Commission’s inquiry into secrecy laws but has not been implemented. “The challenge was, and remains, how to ensure the general law protects all persons who might need to justifiably breach confidentiality, by enabling any person to call on and argue a public interest defence in such circumstances – such as traditionally existed under common law principles,” Prof Brown’s report found. “Such a reform would parallel improvements to whistleblower laws, rather than seeking to convert whistleblower protection laws into more general laws aimed at public disclosure of information.” Fernandes, from UNSW, said the case speaks to another critical institutional failing: the inability for Australia’s parliament to scrutinise intelligence operations. He said Australia could consider adopting the US model, where intelligence and judiciary committees are regularly briefed about intelligence collection programs. Select groups of congressmen also receive briefings on specific operation types prior to their occurrence, he said. “This preserves executive freedom while also ensuring a check on executive overreach,” Fernandes said. “Furthermore, all members of the House and Senate intelligence committees and their key staffers are regularly provided with extended footage of completed operations involving, for example, drone strikes. These provisions should be adopted in Australia.” Many questions remain about the Witness K and Collaery affair, not least about Alexander Downer, the former foreign affairs minister who went on to work for Woodside as a consultant after leaving office. Patrick, the crossbench senator, used parliamentary privilege earlier this year to highlight Downer and Woodside’s role in the Timor Sea negotiations. “The bottom line here is that Downer (and Woodside) wanted to force East Timor, one of the poorest countries in the world, to surrender most of the revenues from Greater Sunrise, revenue it could have used to deal with its infant mortality rate – currently 45 out of 1,000 children in East Timor don’t live past the age of one,” Patrick told parliament. “And yet our plan was to deprive them of oil revenue.” But for all the questions, one thing remains clear for Preston, Collaery’s former law clerk. “Whatever happens from here, the courage they have displayed is already etched into Australian political history,” she says. “For years to come, Australians, young and old, will learn of the two heroes who revealed the farce of politics in this country.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}