{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/aug/09/el-paso-shooting-suspect-confessed-attack-mexicans", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-08-09T22:01:24Z", "webTitle": "El Paso shooting: suspect confesses to targeting Mexicans, officials say", "webUrl": "https://www.theguardian.com/us-news/2019/aug/09/el-paso-shooting-suspect-confessed-attack-mexicans", "apiUrl": "https://content.guardianapis.com/us-news/2019/aug/09/el-paso-shooting-suspect-confessed-attack-mexicans", "fields": {"headline": "El Paso shooting: suspect confesses to targeting Mexicans, officials say", "bodyText": "The man accused of killing 22 people in a mass shooting in an El Paso Walmart confessed to police that he was targeting “Mexicans”, authorities say. The admission appears to confirm the suspicion that the crime – believed to be the deadliest attack against Latinos in the US in recent history – was motivated by racism. Patrick Crusius, a 21-year-old white man, was in a stopped vehicle in a left turn lane when police arrived at the site of the carnage on Saturday, according to an arrest warrant affidavit. He exited the vehicle with his hands raised and told law enforcement officers: “I’m the shooter,” detective Adrian Garcia wrote in the affidavit. The suspect waived his right to remain silent, telling investigators that he drove to El Paso from Allen, Texas, and entered the Walmart with an AK-47 assault rifle and multiple magazines. “The defendant stated once inside the store, he opened fire using his AK-47 shooting multiple innocent victims,” the affidavit reads. “The defendant stated his target were ‘Mexicans’.” Authorities believe that Crusius is the author of a racist and white nationalist manifesto that was posted online shortly before the attack. The author of the document said that the attack was “a response to the Hispanic invasion of Texas” and said he was inspired by the gunman in Christchurch, New Zealand, who killed 51 Muslim worshippers in March. El Paso sits on the border between the US and Mexico, directly across the Rio Grande from its sister city, Ciudad Juárez. The city’s population is approximately 80% Latino; tens of thousands of people cross the border each day to work, shop, or visit family members. The victims of the attack reflected this: 13 were US citizens, eight were Mexican citizens, and one was a German citizen. Most had Spanish last names. The use of the word “invasion” to describe immigration and the presence of Latinos in the United States echoes language repeatedly used by Donald Trump. It is an example of white nationalist rhetoric that falsely idealizes the United States as a “white” homeland. Texas was part of Mexico until 1836. Trump’s Wednesday visit to El Paso was met with protests and calls to stay away as residents of the city mourned the dead. “People are afraid to be Hispanic,” said Cassandra Hernandez, a city councilwoman, prior to the visit. Crusius has been charged with capital murder and is being held without bond. Federal prosecutors have said they are also considering hate-crime charges. An attorney for his family told the Associated Press that the rest of the family had never heard him use the kind of racist and anti-immigrant language that was posted in the online document. The attack came hours before another mass shooting in Dayton, Ohio, in which nine people were killed. The dual shootings killed 31 people in all, wounded dozens more and reignited calls for Congress to take immediate action to reduce gun violence. Trump said Friday that he believes he has influence to rally Republicans around stronger federal background check laws. But at the same time, Trump said he had assured the National Rifle Association that its gun rights views would be “fully represented and respected”. The Associated Press contributed to this report."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}