{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/aug/17/its-easy-to-argue-for-free-speech-when-its-not-you-or-your-children-in-the-firing-line", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-08-16T22:00:35Z", "webTitle": "It's easy to argue for free speech when it's not you or your children in the firing line | Nyadol Nyuon", "webUrl": "https://www.theguardian.com/commentisfree/2019/aug/17/its-easy-to-argue-for-free-speech-when-its-not-you-or-your-children-in-the-firing-line", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/aug/17/its-easy-to-argue-for-free-speech-when-its-not-you-or-your-children-in-the-firing-line", "fields": {"headline": "It's easy to argue for free speech when it's not you or your children in the firing line", "bodyText": "What did you hear when Adam Goodes was booed? Did you hear racism? Many Australians didn’t, but, to many Indigenous people, the boos were “a howl of humiliation. A howl that echoes across two centuries of invasion, dispossession and suffering.” We can live in the same country and have vastly different responses to the debates and events shaping our lives. Perhaps the differences in what we hear, what we see and what we feel explains the never-ending nature of the debate about freedom of speech, and more specifically hate speech. The debate is overwhelmingly framed, and overcrowded, by voices who start and end the inquiry “from a position of being in the centre”, as Toni Morrison once put it. It is their freedom of speech, their “right to be bigots”, no matter its consequences, that must be prioritised. The people who are not in the centre, however, know this: nothing is free, not even free speech, and the right to be a bigot ceases to exist without a target. The targets of hate speech realise that certain types of speech are a means to administer dehumanising racism and, at its worst, violence. They know “oppressive language does more than represent violence; it is violence” (Morrison again). The targets have no choice but to focus attention on the consequences of unlimited speech. They know who pays for the freedom of the commentator boasting on national television about calling blacks niggers. They pay. They pay by the chipping away of their humanity through dehumanising language, they pay when the language of stereotypes cages their children’s dreams and drowns their self-esteem. They pay and they can’t afford to be unaware of the price. The view that “free speech, even that considered offensive or ‘hate speech’, should not be banned – with the obvious and explicit exception of any incitement to violence” as another commentator put it, is incomplete and simplistic. Drawing the limits of speech that should be banned at “incitement to violence” takes a simplistic view of hate speech by treating it as just speech and nothing more. It strips speech of one of its most important features – its ability to change the world (and there are no guarantees that that change will be positive). Arguing for offensive speech to be allowed is easy, and not impressive, when it is not you, your children, and at times your entire race and its right to exist, that is in the firing line. It is easy to hold a moral ground without experiencing its real-world consequences. It is dangerously simplistic to frame “hate speech” as merely about speech and to measure its consequences in terms of hurt feelings only because hate speech negatively impacts the health of its victims, and at its worst it inspires hate crimes. Here lies the danger. The American Academy of Paediatrics warned that racism was harming children’s overall health. It found the “stress of being targeted by, or even just witnessing, racist words and actions can take a lifelong toll on children and adolescents.” The academy concluded that the “evidence to support the continued negative impact of racism on health and wellbeing ... is clear”. Other findings have established that “the emotional pain created by experiences of racism look very similar to the patterns of brain activity caused by physical pain”. When it is not making its victims sick, hateful speech kills. We know hate speech kills because oppressive, racist and hateful language has preceded and accompanied recent hate-based massacres in the United States and New Zealand. The white supremacist terrorists justified their acts using words that would not be misplaced in the mouth of the president of United States, or some mainstream media commentators. A former white nationalist, Christian Picciolini, described words used by the Trump administration as “very similar, if not identical, to the things that we said.” A shared language of hate doesn’t mean a shared intention to kill, but we have seen enough, even in the last few weeks, that it would be careless to frame hateful speech as merely speech. We know there is a link between hate speech and hate crimes. A UK study by a former Scotland Yard counterterrorism officer documented “prima facie and empirical evidence to demonstrate that assailants of Muslims are invariably motivated by a negative view of Muslims they have acquired from either mainstream or extremist nationalist reports or commentaries in the media”. A report by political scientists at the University of North Texas found that US counties where Donald Trump held a campaign rally saw a 226% increase in reported hate crimes over similar counties that did not hold a rally. Claims of a connection between hate speech and hate crimes are generally dismissed as exaggerations. If the past is any indication, our reaction should be far more alarmed, or we risk repeating the mistakes authorities are making by underestimating the risk of far-right violence. At the more personal level, if leaders and commentators continued to speak from the centre, they can never get to the heart of our stories, understand our fear, or truly empathise. When your priority is free speech and ours is our lives, you don’t understand we can’t afford to pay for your privilege with our dehumanisations, the first step to opening us up for any evil. What about those who hate? The message is this: you are no less human because you hate me, but your hate is not worth fighting for. There is a place for you in this world, but it can no longer be standing on my back to make yourself taller. Nyadol Nyuon is a lawyer and writer"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}