{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2019/aug/20/growing-up-in-air-polluted-areas-linked-to-mental-health-issues", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2019-08-20T22:41:42Z", "webTitle": "Growing up in air-polluted areas linked to mental health issues", "webUrl": "https://www.theguardian.com/society/2019/aug/20/growing-up-in-air-polluted-areas-linked-to-mental-health-issues", "apiUrl": "https://content.guardianapis.com/society/2019/aug/20/growing-up-in-air-polluted-areas-linked-to-mental-health-issues", "fields": {"headline": "Growing up in air-polluted areas linked to mental health issues", "bodyText": "People who spend their childhood in areas with high levels of air pollution may be more likely to later develop mental disorders, research suggests. Air pollution has become a matter of growing concern as an increasing number of studies have found links to conditions ranging from asthma to dementia and various types of cancer. There are also signs it may take a toll on mental health. Research published in January found that children growing up in the more polluted areas of London were more likely to have depression by the age of 18 than those growing up in areas with cleaner air. But a study by researchers in the US and Denmark has suggested a link between air pollution and an increased risk of mental health problems, including bipolar disorder, schizophrenia and personality disorders. Between 1% and 2% of the UK population have bipolar disorder in their lifetime, with similar figures for schizophrenia. It is estimated that about 5% of people in the UK have a personality disorder at any one time. Prof Andrey Rzhetsky, a co-author of the research at the University of Chicago, said the team carried out their work after finding that genetics did not fully explain why some people experienced these conditions and others do not. Writing in the journal PLOS Biology, Rzhetsky and colleagues explained how they used a rather crude approach when they first examined possible links to air pollution. Insurance data for 151 million individuals collected between 2003 and 2013 was used to explore the rates of particular mental disorders in counties across the US. This was then analysed alongside the average level of air pollution in each county. The team found the rate for bipolar disorder was 27% higher for counties in the bottom seventh for air quality compared with those in the top seventh (with the best air quality), once factors including age, sex, poverty levels in the county and average income were taken into account. A tentative link was also seen for depression and air pollution. However, this analysis was based on average air pollution levels over very large areas. What’s more, the rates of psychiatric conditions may not reflect the situation for low-income individuals who may be less likely to have insurance. The team then looked at air pollution data from Denmark, which was collected on a scale of 1 sq km. They looked at air pollution exposure for the first 10 years in the life of 1.4 million individuals born and living in the country between 1979 and the end of 2002, as calculated from their home addresses. Levels of 14 pollutants were considered – compared with the 87 considered in the US part of the study – and used to provide a measure of overall air pollution exposure over those years. The team then explored subsequent diagnoses for bipolar disorder, schizophrenia, personality disorder and depression up to the end of 2016. Once factors including age, sex and socioeconomic status were considered, the team found that the rate of all four mental disorders were higher among people who had greater exposure to overall air pollution during their childhood. When participants were split into seven equal-sized groups, based on the air they were exposed to until the age of 10, the researchers found the bottom seventh (who experienced the worst air) had 29%, 148%, 51% and 162% higher rates for bipolar, schizophrenia, depression and personality disorder respectively than the top seventh (who had experienced the cleanest air). The team suggested a number of explanations for how mental health is affected by air pollution, pointing to animal studies that had proposed one route could be that it triggered inflammation in the respiratory tract that then led to inflammation across the body, including the brain. Another suggestion was that air pollutants travelled from the nose to the brain where they accumulated, causing inflammation and damage. If the links to mental health disorders are confirmed, they could – somewhat counterintuitively – offer some cause for hope. “Unlike genetic predisposition, environment is something we can change,” said Rzhetsky. However, the research has limitations: the findings do not prove that air pollution drives the development of these conditions, while the analyses do not take into account the influence of many factors known to affect mental health, including family history of psychiatric problems or bullying. Dr Ioannis Bakolis, an expert in biostatistics from King’s College London, said the study added to previous evidence of a possible link between air pollution and mental health disorders. “While causation cannot be proved, this work suggests substantial morbidity from mental disorders could be avoided with improved air quality,” he said. Bakolis added that there was already plenty of evidence that air pollution can hurt many other aspects of health, adding that measures such as car-free zones in cities should be given attention. A second study, published in the Journal of Investigative Medicine, has revealed a link between long-term exposure to traffic fumes and age-related macular degeneration (ARMD) – one of the leading causes of vision problems in older people. The researchers used national health insurance data from 2000 to 2010 for almost 40,000 people aged 50 or older in Taiwan, together with air quality data from 1998 to 2010 centred on the location of the health centre people visited for help with an illness like a cold. The team found that patients visiting centres in the highest 25% for nitrogen dioxide levels had almost twice the risk of developing ARMD than those who visited centres in the bottom quartile. A similar link was seen for carbon monoxide pollution. However, several other factors including family history of the condition were not considered in the work, while the data might be skewed by people having less chance of a respiratory infection in less polluted areas."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}