{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/aug/25/why-does-it-take-so-long-the-desperate-wait-for-answers-after-a-death-in-custody", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-08-24T22:00:53Z", "webTitle": "'Why does it take so long?' The desperate wait for answers after a death in custody", "webUrl": "https://www.theguardian.com/australia-news/2019/aug/25/why-does-it-take-so-long-the-desperate-wait-for-answers-after-a-death-in-custody", "apiUrl": "https://content.guardianapis.com/australia-news/2019/aug/25/why-does-it-take-so-long-the-desperate-wait-for-answers-after-a-death-in-custody", "fields": {"headline": "'Why does it take so long?' The desperate wait for answers after a death in custody", "bodyText": "About 11pm on the night of 1 September last year, Nathan Reynolds “buzzed up” to the guards for help in the minimum security jail he was in, on the western outskirts of Sydney. The 36-year-old Anaiwan man and father of one was having trouble breathing. He buzzed, and buzzed again. Then he came out to the communal area, and when the other inmates saw the state of him, they “buzzed up” – called for help – from the guards too. “I can’t breathe,” Reynolds, an asthmatic, reportedly said to them. While the details of what happened next are yet to be determined by the New South Wales coroner, Reynolds’ family told Guardian Australia what they know, and what inmates told them. They say guards took 20 minutes to arrive. They came with a wheelchair, and tried to put Reynolds in it. “He slid straight out,” his sister, Taleah Reynolds, said. The nurse was called. The outer metropolitan multi-purpose correctional centre does not have on-site medical staff, but the nurse, who serviced three jails in the immediate area, was within a 15-minute drive of the jail. After the nurse arrived, an ambulance was called. The inmates who had been helping Reynolds were, by this time, very distressed. Forty minutes had passed since the first call for help. “They had to yell at the end, they were screaming at the end, hurry up, he’s going blue, he can’t breathe, help us, you know, you’ve got to help us,” Reynolds’ mother, Jodie, said. Reynolds was known to be asthmatic. He had been hospitalised the previous month after having an asthma attack. He had been to see the nurse that week to seek treatment, and had been given a Ventolin inhaler. However, the autopsy report shows that Reynolds was given naloxone that night, which is usually administered to reverse the effects of opioids – that is, it’s given to somebody having a drug overdose. Reynolds was pronounced dead at about 12.20am. He was still on the common room floor when the ambulance arrived. “The thing I think about every night before I go to sleep is how Nathan had to die on a jail floor with no family, no one around; what a dirty place like that to die,” Jodie said. “It’s devastating.” Reynolds was a few days away from release after serving a four-month sentence for breaching a court order. It’s almost a year since he died, but the brief of evidence on his death is not likely to be ready until early next year. Some time after that, the coroner will hear the case. “There’s no timeline for anything,” Taleah said. “It just goes on and on.” “I went to a funeral last week and I sat there and thought, once you have a funeral, that’s your closure. But because of what’s happened, there’s no closure. We’ve never had the time to mourn Nathan. “All I want to do is try and be strong, get through this and make those people accountable for what they’ve done, but there is no moving forward, there is no light at the end of the tunnel,” Taleah said. Guardian Australia’s Deaths Inside investigation found that families are waiting up to three years for coronial inquest findings. Indigenous people are dying in custody from treatable medical conditions, and are much less likely than non-Indigenous people to receive the care they need. When a person dies in custody, the police are required to notify the next of kin. In the small hours following Reynolds’ death, police knocked on the door of his 80-year-old grandfather, where Reynolds had once lived. This was despite Taleah being listed in the jail records as Reynolds’ next of kin. After waking his terminally ill grandfather, the police then went to Reynolds’ mother’s house. Jodie can’t recall what time it was when the police arrived at her door. “I was shocked at how cold it was. They said, ‘we think your son has died in custody’. I was shocked when they said that, not ‘I’m sorry’. “It was just coldness, as if they were coming to say you have a parcel to pick up from the post office,” she said. “It should not have happened. If they’d only responded a bit quicker, if they’d thought to bring oxygen with them, he could be alive today. Something as simple as that. “He wasn’t a bad person, he wasn’t hurting other peoples’ lives.” Taleah has taken on the role of family spokesperson. She deals with lawyers, police, officials. “Something needs to change,” she said. “I’ve read that many coronial reports and findings. No one’s ever held accountable. “Why aren’t they prioritising deaths in custody? Why does it take so long? We’re coming up to a year since he died and we still don’t know anything more. “I feel like they don’t have any remorse; they hide behind the system. No one’s held accountable, that’s the most frustrating part. The care factor is zilch. They don’t care about the inmates.” In a statement to Guardian Australia, Corrective Services NSW (CSNSW) said it “extends its deepest sympathies to the family and friends of a 36-year-old man who died at the outer metropolitan multi-purpose correctional centre about 12.20am on Saturday, 1 September 2018. “All aspects of the incident are being reviewed. As the matter is subject to a coronial inquest, it would be inappropriate to comment on the circumstances of the death. “The family raised a series of questions, which we responded to. “We are always willing to engage with the family and we encourage them to contact us if they ever have questions or need further information,” CSNSW said. Taleah said the family wants answers, not engagement, and is tired of waiting. “When you deal with a death in custody, it goes on for so long. And life goes on hold. “So I have to just be numb to it all. I haven’t really mourned because I can’t, because this is going to keep going on. Until this is over, I can’t mourn him. “I think if I mourn now, I’ll just lose control, and I will break.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}