{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2019/aug/25/the-week-in-culture", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2019-08-24T23:00:53Z", "webTitle": "The week in culture", "webUrl": "https://www.theguardian.com/tv-and-radio/2019/aug/25/the-week-in-culture", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/aug/25/the-week-in-culture", "fields": {"headline": "The week in culture", "bodyText": "TV: Bewitching snitch-hunt demands you pay attention Informer BBC One ★★★★☆ A woman leaves her phone on the Docklands Light Railway in east London. A stranger picks it up and follows her in a bid to return it, but the woman has disappeared. He searches the streets and spots her in a coffee shop. He will accept no reward for his gallantry. This is perhaps the least likely thing that happens in Informer. Seconds later, a terrorist gunman runs in and shoots the good Samaritan, which is more believable than the random act of kindness that put him in the path of the bullet in the first place. Never mind – we are moving swiftly on. In an empty courtroom, counter-terrorism officer DS Gabe Waters (Paddy Considine) – known to us only as Witness K – is giving evidence about the attack. “I can’t discuss it in an open forum,” he says. One year earlier. We are now focused on another character: the cheeky, slightly roguish Raza Shar (Nabhaan Rizwan, above), as he nicks a camera, liberates his little brother from a school detention and buys some pills for a night out. So, it is possible that the beginning of the story was, in fact, the ending. Or it could be that the whole opening segment was a red herring. The narrative steadies itself after this, but there is still an unsettling, disjointed quality to Informer: much of it, you realise, will only make sense in the fullness of time. Waters has a troubled past. Seemingly minor characters shine with a weird intensity, as if to signal the viewer: remember this guy, he is going to be important later. To a degree, this disjointedness suits the material – it keeps you on your toes. In the shady milieu of police informers, no piece of information is to be trusted entirely. But it is confusing. By the end of episode one, we are not much nearer to figuring out how the first scene is connected to anything that follows. Lost Phone Lady does reappear, though; I was right about that. Waters maintains a large network of informers in the fight against terrorism, expecting little loyalty and giving none in return. “They’ll grass on their mates, their families, they’ll just as easily turn on you,” he tells his green new partner, Holly Morten (Bel Powley). “If they give you any trouble, you drop them.” Ostensibly, they are investigating a recently blown-up terrorist called Ahmed El Adoua, after discovering that he had made a visit to London some months before, when he may have trained some local extremists. Mostly, their investigation involves meeting informers down dodgy alleyways, pumping them for information and not believing their answers. When Shar gets arrested for possession on his night out, Morten attempts to recruit him as her first informer. He is resistant, naturally, but Morten proves to be persistent and callous. We know Shar is going to give in long before he does. The main performances are very strong. Considine, who is always good, is suitably world-weary, and Powley is quite scary as Morten. Rizwan is, by turns, charming and irritating as Shar. But it is the supporting cast that really stand out. Shar’s overnight cellmate, Dadir Hassan (Roger Jean Nsengiyumva) is particularly great in a role destined to expand over the coming weeks, as is Arsher Ali as an undercover cop who has been out on the streets too long. In this gritty shadow world, where no one is wholly on one side or the other, it is surprising how good-looking everyone is. You would think that would constitute some kind of drawback. Informer is a gripping and engaging thriller. The structure may be a little artful – sometimes the main challenge is keeping track – but I am looking forward to the jigsaw finally locking together, even if, at this stage, the pieces all seem to be from different puzzles. Have faith, trust no one, pay attention. Tim Dowling What others said: “A load of old codswallop or sharp-toothed 21st-century state-of-the-nation thriller? Informer manages to be both, sometimes within the same scene.” – Chris Bennion, The Times “The writers seem to be trying to bring some nuance to a subject too often tackled in crude, banner-waving terms.” – Adam Sweeting, TheArtsDesk.com Art: A soaring miracle of science and sprituality Islamic World British Museum, London ★★★☆☆ The best way to get to this gallery of Islamic art is via the Sutton Hoo gallery. That way, you first take a trip through Anglo-Saxon England, past Celtic gold, Viking jewels and treasures from the burial of a seventh-century king. These artefacts, lurking in shadow, date from a time often called the dark ages. Then you step out of that gallery and into a world of light. Streaming in through patterned screens and coloured glass, the light spills over lustreware, the glazed ceramics invented by medieval Islam that have an iridescent quality. Such luminous clarity seems to shine right through Islamic art: what you see here resembles the Enlightenment in 18th-century Europe – an age of reason that, in this case, started in the eighth century. I’m not trying to knock the west for the sake of it. It’s just that Islamic art soared to heights of mathematical sophistication and abstract calm at a time when the very appeal of European creations tended to lie in their savagery. The Sutton Hoo helmet is a glaring totem of primal power. By contrast, the first thing you see in the new Islamic gallery is a fresco portrait and a well-preserved carved wooden panelling from Samarra in Iraq. They bear witness to a rich urban civilisation. We see how Islam forged its own aesthetic from classical influences, religious imperatives and a scientific sensibility. In western Europe, the Roman empire was gone. A Byzantine marble capital (the decorated top of a column) carved with regularly spaced clusters of grapes and intertwining foliage shows how the playful transformation of nature into art in Rome and Byzantium gave Muslim artisans a model for an art of symmetry and pattern. There are human as well as animal portraits throughout this gallery. But we do see how the abstract was preferred in mosques. And objects such as an astrolabe made in 1240 show how it was the Arab world that preserved ancient Greek mathematics in the middle ages. All this comes together in the “arabesque”. From fine filigree metalwork to sumptuous Ottoman clothes, the same intricate system seems to join one object to another in an invisible ordering of nature grounded in geometry. Images from the observed world – hares, trees, fruit – get absorbed into a complex and opulent structure that suggests the laws of the universe. It is spiritual but it is also scientific. This gallery is a kind of miracle. It sees beyond individual objects to grasp the principles and intellectual power that give Islamic art its harmony and abundance. Within the continuity there are inexhaustible details. The story of Islam is told chronologically with side cabinets that explore everything from the archaeology of lost cities to the footwear of the Ottoman empire. You can go into the biography of Timur – the conqueror known in the west as Tamburlaine – or the technology of glazed ceramics. There is far too much to explore in one review, but then this is not an exhibition to get a ticket for and see once. It is part of the museum’s permanent displays. To me, it feels like a pivot of those displays, relating world history’s lines of influence and exchange in an arabesque that flows through time, connecting continents, making their interdependence as clear as a fountain. Jonathan Jones What others said: “Who thought water filters could be so beautifully worked? Brave the crowds: this is an insight into a whole world.” – Melanie McDonagh, Evening Standard Stage: Sex-switch Sondheim proves to be a heavenly fling Company Gielgud theatre, London ★★★★☆ A gender change can work wonders. It is no secret that Robert, the bachelor hero of this 1970 show with music and lyrics by Stephen Sondheim, has now become Bobbie. The transition makes total sense in today’s world: my only reservation is that the musical, in Marianne Elliott’s production, has lost some of its Manhattan identity. The starting point is a surprise birthday party for Bobbie that both pinpoints her single status and enables her to view her married friends with an outsider’s amusement and envy. The gender swap has a ripple effect on key numbers. You Could Drive a Person Crazy becomes the cry of three guys unable to comprehend the heroine’s refusal to conform. Even more radically, Getting Married Today articulates the prenuptial panic of a gay man. If the show sharpens the dilemma facing the semi-detached woman, it also offers a hauntingly ambivalent study of marriage. You see that in one of Sondheim’s finest numbers, Sorry-Grateful, in which three married men express the constant tug between security and freedom. The key idea behind Elliott’s production and Bunny Christie’s design is of Bobbie as a modern Alice In Wonderland exploring a set of sliding rooms that expose the foibles of married life. It gives the show a dreamlike quality but obscures the implied connection between Manhattan and marriage. All else is heavenly. Rosalie Craig invests Bobbie with a warmth, curiosity and hunger for life, above all making the point that the stakes are higher for Bobbie because of her ticking biological clock. Company was the first musical I saw on Broadway and has always had a special place in my affections. It is gratifying to see it not just being revived but intelligently reimagined. Michael Billington ETC NEEDS FINISHING"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}