{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/aug/12/cocaine-found-on-new-zealand-beach-was-bound-for-australia-and-lost-at-sea-for-a-year", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-08-11T22:58:42Z", "webTitle": "Cocaine found on New Zealand beach was bound for Australia and lost at sea for a year", "webUrl": "https://www.theguardian.com/australia-news/2019/aug/12/cocaine-found-on-new-zealand-beach-was-bound-for-australia-and-lost-at-sea-for-a-year", "apiUrl": "https://content.guardianapis.com/australia-news/2019/aug/12/cocaine-found-on-new-zealand-beach-was-bound-for-australia-and-lost-at-sea-for-a-year", "fields": {"headline": "Cocaine found on New Zealand beach was bound for Australia and lost at sea for a year", "bodyText": "New Zealand police believe 20 packages of cocaine which washed up on a beach west of Auckland had been part of a shipment bound for Australia and had been lost at sea for a year. Officers uncovered the drugs with a street value of more than NZ$3m last week on Bethells Beach. A year ago Australian Border Force and defence patrols were sent to intercept an inflatable boat off the northern New South Wales coast heading towards the mainland. Australian authorities arrested the two occupants after they were spotted offloading the cocaine into the sea. The majority of the cocaine was recovered. Some was found along parts of the eastern coastline of Australia, from northern Queensland down to NSW. “The product found on Bethells Beach appears to have been part of this same shipment and has drifted here over the last year, as the markings and packaging of the drugs is consistent with that seized in Australia,” NZ police said in a statement. A police chopper has carried out a search of the area but didn’t find further packages. “There remains a small possibility of further packages turning up, and we would reiterate the importance of contacting police if you discover any suspicious or concerning items,” NZ police said. A recent Guardian Australia investigation found Australia and New Zealand’s appetite for cocaine is having devastating effects in the impoverished Pacific Islands region, with domestic markets opening up for the drugs in Fiji, Samoa and Tonga, and locals suffering related issues of addiction, corruption and violence. Hundreds of kilograms of cocaine have washed up on remote Pacific beaches, ships laden with drugs have run aground on far-flung coral reefs, and locals have discovered huge caches of drugs stored in underwater nets attached to GPS beacons."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}