{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/aug/19/ole-gunnar-solskjaer-paul-pogba-penalties", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-08-19T22:45:38Z", "webTitle": "Ole Gunnar Solskjær has faith in Paul Pogba to keep taking penalties", "webUrl": "https://www.theguardian.com/football/2019/aug/19/ole-gunnar-solskjaer-paul-pogba-penalties", "apiUrl": "https://content.guardianapis.com/football/2019/aug/19/ole-gunnar-solskjaer-paul-pogba-penalties", "fields": {"headline": "Ole Gunnar Solskjær has faith in Paul Pogba to keep taking penalties", "bodyText": "Ole Gunnar Solskjær says he has no intention of taking away Paul Pogba’s penalty-taking privileges despite the midfielder missing from the spot as Manchester United drew 1-1 at Wolverhampton Wanderers. Pogba won the penalty in the 67th minute when he was tripped by Conor Coady and he insisted on taking it himself even though Marcus Rashford volunteered. Rui Patricio saved his shot, meaning Pogba has missed four penalties in the last year. Rashford has never missed. Gary Neville, commentating for Sky Sports, suggested that the fact that Pogba felt entitled to take the penalty suggested there was a lack of leadership in the United team. Solskjær dismissed that idea, explaining that he is happy for Pogba and Rashford to decide between themselves who will step up to the spot at any given moment. “They are the two designated penalty takers,” he said. “The two of them are confident and good penalty takers. When there are two names there, it’s the one who is the most confident [who takes it]. Paul has scored many before so there’s absolutely no problem. “Sometimes in a game you grow in confidence, sometimes [you think] ‘I don’t want to take it today because I had a bad game’. I’ve absolutely no problem with players walking up and saying ‘This is mine’.” Solksjær also said he had no quibble with Daniel James, the 21-year-old winger who was booked for simulation on his first start for United. The Norwegian said he had not seen replays of the incident in the first half when James knocked the ball past Joao Moutinho before going to ground but he suggested the player may have been taking evasive action. “He’s that quick and he gets kicked so many times that it is natural for him to try to protect himself with a jump sometimes,” said Solskjær. “How many fouls did he suffer today? How many times did they go through him? I’ve got absolutely no problem with him if he tries to avoid being kicked.” Solskjaer said he was encouraged by many aspects of his team’s performance, especially a first half in which they took the lead through a fine goal by Anthony Martial. He rued the way United let Wolves fight back in the second half, during which the hosts equalised thanks to a wonderful strike by Rúben Neves. “The first half was a mature performance,” he said. “We dominated possession; we got the first goal, which was a great goal, then in the second half we knew they were going to come on like a house on fire,” he said. “We got a bit sloppy and played into their hands and they got a goal that they probably deserved. But then we took control again and could have won it.” Neves’s goal was awarded after a two-minute consultation with VAR, apparently as officials tried to determine whether there had been an offside in the buildup. Nuno Espírito Santo pleaded with authorities to find a way of reaching decisions more quickly. “What I’m afraid is we will be afraid to celebrate a goal,” he said. “The energy and sound of Molineux, we cannot lose this atmosphere. They have to find a solution for it. Please do it.” Solskjær agreed but said he would rather “they get the decision right than get the wrong one but take only 15 seconds”. Solskjær also revealed that Alexis Sánchez could leave United before the European transfer window closes on 2 September. “There are still a couple of weeks left of the transfer window and some clubs have shown interest in Alexis, so we’ll see what happens.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}