{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/aug/20/el-salvador-victim-acquitted-over-stillbirth-charge", "type": "article", "sectionId": "global-development", "sectionName": "Global development", "webPublicationDate": "2019-08-19T22:42:20Z", "webTitle": "El Salvador woman acquitted of stillbirth murder charge", "webUrl": "https://www.theguardian.com/world/2019/aug/20/el-salvador-victim-acquitted-over-stillbirth-charge", "apiUrl": "https://content.guardianapis.com/world/2019/aug/20/el-salvador-victim-acquitted-over-stillbirth-charge", "fields": {"headline": "El Salvador woman acquitted of stillbirth murder charge", "bodyText": "A young rape survivor accused of deliberately inducing an abortion in El Salvador after delivering a stillborn baby in a toilet has been cleared of murder during a retrial. Evelyn Beatríz Hernández Cruz, 21, was acquitted on Monday after a judge ruled there was insufficient evidence to convict. Prosecutors had asked for a 40-year prison sentence for aggravated homicide, but Hernández has always maintained her innocence, insisting that she did not realise the rape had left her pregnant, and lost consciousness during the birth. “Thank God, justice was served,” said Hernández outside the courthouse, surrounded by jubilant supporters, after the verdict was handed down. “I thank all of you who have supported me and thank everyone from around the world who has shown support.” Erika Guevara-Rosas, Americas director at Amnesty International, described the verdict as a “resounding victory for the rights of women in El Salvador”. “We call on El Salvador to end the shameful and discriminatory practice of criminalising women once and for all by immediately revoking the nation’s draconian anti-abortion laws,” she said. Abortion has been outlawed in all circumstances in El Salvador since 1998. Since then, dozens of women have been prosecuted for murder after suffering an obstetric emergency such as miscarriage or stillbirth, and given sentences of between 30 and 40 years. Hernández was raped in 2015, when she was an 17-year-old college student. She was remanded in custody in April 2016, three days after suffering the stillbirth. The medical coroner recorded aspiration pneumonia as the cause of death, having discovered meconium – faecal matter – in the baby’s lungs and stomach. Despite the medical evidence pointing to complications at birth, she was convicted of aggravated homicide and sentenced to 30 years in July 2017. Hernández was freed in February 2019, after serving 33 months, when an appeal court judge quashed the conviction on the grounds that the evidence used to convict her failed to prove she had deliberately harmed the baby. Nevertheless, prosecutors decided to pursue a retrial and longer jail term based on the same tenuous evidence. “The prosecution was never based on objective evidence … it was about the institutional systematic criminalisation of poor women,” Bertha María Deleón, one of Hernández’s lawyers, told the Guardian. The Hernández case is the first since President Nayib Bukele took office in June, and will test his commitment to tackle the miscarriages of justice enabled by the country’s draconian abortion laws and misogynistic justice system. Bukele, the country’s youngest ever president, has yet to comment on the verdict, but has previously said that while he is anti-abortion, no woman should be jailed after suffering an obstetric emergency. Monday’s ruling is the second major victory in eight months for lawyers and campaigners. In December 2018, Imelda Cortez, 20, charged with attempted murder after giving birth to her abusive step-father’s baby, was freed after an international campaign highlighted her plight. “We are creating judicial precedents,” said Paula Avila Guillen, director of Latin America initiatives at the New York-based Women’s Equality Centre. “This is down to smart litigation and mobilising the media to focus the eyes of the world on El Salvador, which has forced judges to pay closer attention to the actual evidence rather than relying on prejudice and stigma surrounding poor women.” In the last decade, 41 women have been freed as a result of dogged campaigning by domestic and international human rights groups, including six in 2018. At least 16 other women are serving up to 35 years in jail, with four more facing trial. “It was tough to be locked up, especially when I was innocent,” added a tearful Hernández on Monday. “There are others who are still locked up and I hope they are freed soon.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}