{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2019/aug/25/netflix-killer-why-disney-plus-signals-the-start-of-australian-streamings-hunger-games", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2019-08-24T22:00:51Z", "webTitle": "Netflix killer? Why Disney Plus signals the start of Australian streaming's Hunger Games", "webUrl": "https://www.theguardian.com/media/2019/aug/25/netflix-killer-why-disney-plus-signals-the-start-of-australian-streamings-hunger-games", "apiUrl": "https://content.guardianapis.com/media/2019/aug/25/netflix-killer-why-disney-plus-signals-the-start-of-australian-streamings-hunger-games", "fields": {"headline": "Netflix killer? Why Disney Plus signals the start of Australian streaming's Hunger Games", "bodyText": "The entertainment industry has known for a long time that the floodgates of the streaming industry would eventually be prised open. The dominance of Netflix as the go-to streaming service was always going to be challenged. We were reminded of that this week when Disney announced that its highly anticipated Disney Plus service would launch sooner than expected. It will arrive in Australia on 19 November, costing $8.99 a month (about $1 less than entry-level subscriptions to Netflix and Stan). For most people, nine bucks isn’t going to break the bank. But how many streaming platforms are Australians prepared to pay for? The accepted wisdom pegs that number at about three, but we are entering uncharted territory. Tanks from various powerful players are lining up on the digital lawn, each prepared to fight for a stake in the future of streaming. These include Netflix, Apple, Amazon, Facebook, YouTube, Disney, Stan and Foxtel – in addition to our taxpayer-funded streaming platforms (ABC iView and SBS on Demand) and free-to-air broadcasters such as Network 10 and Channel Nine, which have been slow to adapt to the online space (although Nine does own Stan). What does mean for consumers? For a start, we will see content libraries increasingly chopped up and diversified, with many different parts belonging to different services. Viewers will associate specific titles with their rights-bearing platforms. Fans of Stranger Things immediately know that they need to head to Netflix to keep abreast of what’s happening with Eleven and the gang. Those in the mood for a Marvel movie will instinctively migrate to Disney Plus. Expect the various platforms to hammer home in their marketing that they own certain titles, reiterating that they are the place to watch X and Y. To some extent that has always occurred in traditional broadcast television, but we are entering a new era, with platforms such as Netflix increasingly fulfilling the duties of a studio, distributor and broadcaster. Expect, also, to be lured to sign up to different services after various carrots are dangled. If you want certain sports you’ll need to go to one place, and certain movies another. Again, this has always occurred to a certain extent, but we are moving further away from the idea of the “one-stop shop” – that single platform you tune into for your news, reality TV, narrative programs, sport etc. Disney and Netflix represent two versions of a strategy for survival in this new world. Disney is very much the Death Star of the entertainment industry, expanding its reach across all corners of the galaxy. Having arguably reduced the diversity of multiplex cinema to a smouldering ruin, Disney executives think the time is right to also grab the streaming universe. As well as the Star Wars franchise (acquired in 2012), key properties belonging to the empire include the Marvel Cinematic Universe, Pixar, National Geographic and the library of 20th Century Fox (which it bought earlier this year). It will bring several big-name titles to its line-up of original content for Disney Plus, including the Star Wars TV series The Mandalorian and the awkwardly titled High School Musical: The Musical: The Series. Netflix also cottoned on a long time ago that the most valuable asset in the streaming universe is original content, because it belongs to them ad infinitum. But smaller companies don’t have the resources to play in the same sandpit as the global streaming juggernaut, which regularly coughs up eight- or nine-digit sums for star-studded productions. That makes survival all the harder for the small- and medium-sized players. When Stan added a large selection of Disney content to its library last year, its promotions could have included the disclaimer “for a limited time only”. It is expected Stan will now wave goodbye to these titles. Stan is hoping that a long-term deal recently nutted out with Paramount – also announced this week – will protect it, as well as arrangements with other companies including Showtime and MGM. Just as smaller companies routinely crack the theatrical box office top 10 in Australia, such as Mind Blowing Films and Palace Films (which specialise in foreign releases), smaller streaming platforms such as the Australian film platform Ozflix and the documentary platform iWonder will also continue to fight for a presence. But you wouldn’t want to bet that they’ll be sticking around forever in this highly competitive industry. The streaming landscape is getting awfully crowded, and not everyone will survive for the long haul."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}