{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/aug/10/cpac-kristina-keneally-triggers-the-right-as-abbott-tries-to-keep-low-profile", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-08-09T22:00:03Z", "webTitle": "CPAC: Kristina Keneally triggers the right as Abbott tries to keep low profile", "webUrl": "https://www.theguardian.com/australia-news/2019/aug/10/cpac-kristina-keneally-triggers-the-right-as-abbott-tries-to-keep-low-profile", "apiUrl": "https://content.guardianapis.com/australia-news/2019/aug/10/cpac-kristina-keneally-triggers-the-right-as-abbott-tries-to-keep-low-profile", "fields": {"headline": "CPAC: Kristina Keneally triggers the right as Abbott tries to keep low profile", "bodyText": "Contempt, the conservative columnist Janet Albrechtsen told a crowd at a Rydges Hotel in Sydney on Friday, is a dangerous thing. “Contempt is cold,” she said. “It reeks of scorn. It says that you don’t care about another person, that they’re worthless. When someone treats another person with contempt, they’re putting that other person down and making themselves feel superior.” It was, she offered, part of what is exacerbating polarisation in western countries, Australia included. “Who amongst us hasn’t contributed to that problem from time to time?” she asked. “I know I have.” It’s tempting, at a moment like that, to catch the eye of a friendly face in the crowd and raise a conspiratorial eyebrow, or to offer a The Office-style deadpan to the camera. But Albrechtsen, who a cynical observer might argue was being modest in assessing her own personal contribution to that particular feature of Australian life, was among true believers. Together with the former prime minister Tony Abbott, the Brexit campaigner Nigel Farage, the former Breitbart editor Raheem Kassam, and the jester trio of One Nation senator Mark Latham, Ross Cameron and Rowan Dean, among others, Albrechtsen was a headline speaker at the first Australian Conservative Political Action Conference. Founded by the American Conservative Union (ACU), the CPAC conference has been running in the US since 1974, when former US president Ronald Reagan gave the inaugural keynote speech. Closely affiliated with the US Republican party, the conference attracts tens of thousands of people each year. The Sydney event is only the second foray outside of the US since it held an event in Tokyo last year, and about 400 people attended the conference’s first day on Friday. “I hope that in 20 years’ time, all of us here will be able to tell our children and our grandchildren that we were here at the first CPAC in Australia,” organiser Andrew Cooper told the crowd to applause at the opening of the conference. Albrechtsen declared that since the election of the Morrison government in May, many of the left’s “sacred cows” had been turned “into mincemeat”. But most of the speakers, Albrechtsen included, weren’t leaving anything to chance. The Labor senator Kristina Keneally, who, to borrow the vernacular, triggered the right when she called for Kassam to be denied a visa over comments he made on Islam and women, was a favourite punching bag. The former deputy prime minister John Anderson, in conversation with Abbott, complained of the left “abusing people who dare to disagree with you” and fretted about “empathy culture” and victimhood. A strangely subdued Abbott, who in one of his first post-election appearances had bizarrely requested not to be recorded or photographed, mustered the energy to describe Victoria’s assisted dying laws as “morally shocking” and “death on demand”, and accused the NSW government of legislating abortion “right up to the time of birth”. The left, he said, was guilty of “wallowing in identity”. “Our moral anger points have shifted,” he offered. “The problem is not just that we’ve lost our faith, it’s that having lost our faith we are now on the verge of losing our knowledge. This is why it is so easy for people to put forward fundamentally inhuman ideas and have them taken much more seriously than they should be.” Indeed. Churchill was name-dropped often, as was John Howard. George Christensen was in the crowd, as was Jim Molan and Daisy Cousens. One kid wore a MAGA cap, and joined a big crowd surrounding Kassam after his talk (which was split evenly between Keneally, Islam and the mainstream media). The Liberal party senator Amanda Stoker’s half-hour speech about industrial relations, the benefits of labour hire and site-specific enterprise bargaining wasn’t quite the foot-stomper the organisers might have hoped for. But underlying it all was a strange insecurity. In Australia, Morrison is in Kirribilli and the Labor party is demoralised and rudderless. Donald Trump is in the White House, while the Democratic party flounders and struggles to identify itself. Boris Johnson is in 10 Downing Street against a Labour leader many consider unelectable. The right, surely, is undeniably ascendent. And yet it seemed on Friday that if there was anything the left and right could agree on, it’s that things feel bad all over. “Spiritually we’ve rarely been worse off than we are now,” Abbott said. Albrechtsen professed to be concerned that society had become so polarised that, according to a survey she cited, people would rather live with someone dirty and untidy than a person they disagreed with politically. Kassam, who received by far the biggest round of applause, oscillated between triumphalism and apparent earnestness about “all the terrible things that are happening in the United States at the moment, the shootings”. Perhaps unsurprisingly, the speakers on Friday didn’t reflect on Trump, who stated there was violence “on many sides” after the 32-year-old civil rights activist Heather Heyer was killed at Charlottesville, nor the group polarisation effect of the internet, and in particular those proudly unregulated, violently unhinged spaces such as 8chan. Instead, Kassam offered his own theory about gun violence. “Why are these kids like this?” he asked himself. The problem, he opined, was not any of the above, but rather “the establishment media and the left”. “It’s pumping them with these medications, and pumping them with these lies,” he said. “They want them to have a little anger, but not too much. They’re gaslighting us with these lies and lies. And they’re making our kids’ mental health situation just absolutely unreal. The teachers are teaching the kids not to listen, not to debate, not to care about opposite opinions or anything like that. “It’s the establishment media and the left. CNN, BBC, ABC, Twitter, Facebook, Google, the pharmaceutical industry, they’re all complicit.” As speaker after speaker laid into Keneally on Friday, the broad message was the same: freedom of speech is important, and attempts to shut it down are bad. Keneally, Stoker said in her opening, “doesn’t know the difference between hate speech and speech that she hates”. One question, though, remained unanswered: what makes a person want to hear Kassam speak? As he rattled through his list of guilty parties, the people around me inside the conference nodded in agreement. “He’s right!” someone said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}