{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/aug/21/morning-mail-early-drought-instagram-censorship-more-epstein-lawsuits", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-08-20T20:59:50Z", "webTitle": "Morning mail: early drought, Instagram censorship, more Epstein lawsuits", "webUrl": "https://www.theguardian.com/australia-news/2019/aug/21/morning-mail-early-drought-instagram-censorship-more-epstein-lawsuits", "apiUrl": "https://content.guardianapis.com/australia-news/2019/aug/21/morning-mail-early-drought-instagram-censorship-more-epstein-lawsuits", "fields": {"headline": "Morning mail: early drought, Instagram censorship, more Epstein lawsuits", "bodyText": "Good morning, this is Stephen Smiley bringing you the main stories and must-reads on Wednesday 21 August. Top stories A handful of big irrigators have extracted 86% of the water from the Barwon-Darling river system, pushing the lower Darling into drought three years early, an expert report has found. The NSW Natural Resources Commission released the report by Australian Rivers Institute professor Fran Sheldon on Monday night. Sheldon found that of the 158 licence holders in the Barwon-Darling, just 10 control 86% of the water extracted, while just four control 75%. The report also found that the combination of 2012 water-sharing rules and changes in climate have increased the warming and drying trend in the basin, and that these factors were combining to pose serious risks to the Barwon-Darling system. Supermarket giant Coles has signed a long-term contract to get electricity from three new solar farms, the latest in a series of companies that have turned to renewable energy to lower power bills. It comes as a group of 41 retailers and businesses including Bunnings, Harvey Norman, Ikea and JB Hi-Fi plan an unprecedented joint electricity purchase in a bid to reduce costs. Coles announced a 10-year deal to buy most of the electricity generated at three new solar farms to be built outside Wagga Wagga, Corowa and Junee in NSW, and its CEO Steven Cain said the Coles Group was committed to being the most sustainable supermarket in Australia. A Melbourne artist who posted anti-Chinese government work has had it pulled offline by Instagram, while death threats against him have remained uncensored. The posts by Badiucao – who goes by the pseudonym to protect his identity – have since been restored, with Instagram’s owner Facebook apologising for what it described as “a mistake”. The censorship came as Twitter and Facebook suspended more than 200,000 accounts deemed to be part of a “coordinated state-backed operation” of misinformation from the People’s Republic of China. Badiucao, a Shanghai-born Melbourne artist and outspoken critic of the Chinese government, had had his artwork, a stylised depiction of Chairman Mao mounting an emu and a kangaroo – a comment on Chinese influence in Australian politics – censored for “violating community standards”. World Three more women have sued the estate of Jeffrey Epstein, saying they were sexually abused by the financier both before and after the controversial deal was struck that allowed him to avoid federal prosecution for sex crimes in 2007. The new lawsuits bring the number of civil cases against Epstein’s estate to at least five. Italy’s prime minister Giuseppe Conte has resigned rather than face a no-confidence motion, blasting the leader of the far-right League party Matteo Salvini as an “opportunist”. It is now up to Italy’s president to decide whether to call a snap election, seek a new coalition, or install a caretaker government. Russia has told international nuclear monitors it does not have to share information on a blast that caused a brief spike in radiation levels in the country’s north on 8 August. Two Russian-operated monitoring stations ceased transmitting data two days after the blast, around the same time a projected radioactive plume would be expected to have reached them. The European Union has rebuffed Boris Johnson’s attempts to tear up the Irish backstop, in a coordinated response that appeared to close the door on further meaningful Brexit negotiations. A French artist who used sounds of nature in his music has been killed by a bear in Canada. Friends said Julien Gauthier, 44, was the victim of an attack after the bear entered a camp near the village of Tulita, in the Northwest Territories. Opinion and analysis Australia isn’t transitioning away from extracting fossil fuels, it’s doubling down on them, writes Richard Denniss. “Even though Australia is already the third-largest fossil fuel exporter in the world, the federal government still wants to double our coal exports, drill for oil in the Great Australian Bight and open more farmland to fracking. And in the rush to mine more coal, Australia is transitioning away from its stated foreign policy: since the second world war, Australia has sought to play a leadership role among the Pacific Island nations. This positioning has provided both a physical buffer to our north and a significant diplomatic platform. But that could all be coming to an end.” Incompetent, incontinent and too old to love, over-50s are laughed at all the time – except on the comedy circuit, writes Cally Beaton. “According to popular imagination, we fiftysomethings variously: clog up the employment pipeline, are grumpy, don’t have any (good) sex, wear statement jewellery/high-waisted trousers (delete according to gender), are unfit, are not tech savvy, and are grey-haired and tired. But with life expectancy increasing, 50 no longer represents a landmark of old age and ultimate demise. Over-50s are not fading away from life – not only because we don’t bloody want to but because few of us can bloody afford to. Nicole Kidman declared war on ageism in Hollywood, and I’m declaring war on it in the comedy industry.” Sport Justin Langer insists Australia must not be drawn into a bouncer war with England, after Steve Smith was officially ruled out of Thursday’s third Test because of the lingering effects of concussion. Australia is one win away from retaining the Ashes. And staying with cricket, Mark Robinson is to step down as the England Women’s coach, after “a wonderful four years” ended with defeat in the Ashes. The 52-year-old former Sussex coach guided England to victory in the 2017 World Cup, but was unable to get the better of Australia. Thinking time: Was Simone de Beauvoir as feminist as we thought? Simone de Beauvoir is a feminist icon. She didn’t just write the feminist book, she wrote the movement’s bible, The Second Sex. She was an engaged intellectual who combined philosophical and literary productivity with real-world political action that led to lasting legislative change. Her life has inspired generations of women seeking independence, and this was largely attributed to her unconventional relationship with the philosopher Jean-Paul Sartre, which seemed like a love that didn’t come at the cost of her freedom or professional success. But in the decades since Beauvoir’s death in 1986, several waves of previously unknown letters, diaries and manuscripts have shocked readers who thought they knew her. Her letters to her American lover, Nelson Algren, showed the depth of her passion for another man. Letters to Sartre revealed not only that she had lesbian relationships, but that her lovers were young and her students. There is no doubt now that she hid both significant professional successes and serious moral failings from the story she told in her autobiographies. So what are we to make of the author of The Second Sex, 70 years on from its publication? In light of what she didn’t tell us, was she as feminist as we thought? Media roundup The Sydney Morning Herald reports that the British billionaire Sanjeev Gupta, who bought the former Arrium steelworks in Whyalla out of administration, has approached the federal government for financial assistance. The ABC reports that a downturn in the number of students from China could be “catastrophic” for some Australian universities, according to the Centre for Independent Studies. And the Australian reports that the chairman of the Foreign Investment Review Board, David Irvine, has warned that Australians’ personal data must be protected in foreign takeovers, just like critical infrastructure. Coming up Cardinal George Pell will learn whether he will walk free from prison or remain behind bars when Victoria’s court of appeal hands down its decision on his appeal. Airport employees across Australia are set to protest about what they say are unsafe and unfair working conditions. Sign up If you would like to receive the Guardian Australia morning mail to your email inbox every weekday, sign up here."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}