{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2019/aug/14/first-ads-banned-for-contravening-gender-stereotyping-rules", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2019-08-13T23:02:03Z", "webTitle": "First ads banned for contravening UK gender stereotyping rules", "webUrl": "https://www.theguardian.com/media/2019/aug/14/first-ads-banned-for-contravening-gender-stereotyping-rules", "apiUrl": "https://content.guardianapis.com/media/2019/aug/14/first-ads-banned-for-contravening-gender-stereotyping-rules", "fields": {"headline": "First ads banned for contravening UK gender stereotyping rules", "bodyText": "Two television ads, one featuring new dads bungling comically while looking after their babies and the other a woman sitting next to a pram, have become the first to be banned under new rules designed to reduce gender stereotyping. The Advertising Standards Authority (ASA) banned the ads for Philadelphia cream cheese and Volkswagen, following complaints from the public that they perpetuated harmful stereotypes. The new rules, introduced at the beginning of the year, ban the depiction of men and women engaged in gender-stereotypical activities to help stop “limiting how people see themselves and how others see them and the life decisions they take”. In the ad for Philadelphia, the Mondelez-owned cream cheese brand, two new dads were shown eating lunch at a restaurant where food circulated on a conveyor belt. While chatting they accidentally find their babies are whisked away on it. “Let’s not tell mum,” one of them says. Complainants said the tongue-in-cheek ad perpetuated a harmful stereotype suggesting men were incapable of caring for children and would put them at risk as a result of their incompetence. Mondelez told the ASA it was stuck in a no-win situation, having specifically chosen two dads to avoid depicting the stereotypical image of showing two new mums handling all the childcare responsibilities. The ASA banned the ad, saying it reinforced the idea that men were ineffective childcarers. The ad for Volkswagen’s electric eGolf vehicle showed a series of scenes including a man and a woman in a tent on a sheer cliff face, two male astronauts, a male para-athlete and a woman sitting on a bench next to a pram. Text stated: “When we learn to adapt we can achieve anything.” Complainants said the ad showed men engaged in adventurous activities, that unlike her male counterpart, the female rock climber was “passive” because she was asleep, and that the woman with the pram was depicted in a stereotypical care-giving role. Volkswagen said its ad was not sexist and that caring for a newborn was a life-changing experience about adaptation, regardless of the gender of the parent depicted. The ASA, however, “concluded that the ad presented gender stereotypes in a way that was likely to cause harm”. Critics said the new rules were too draconian and that banning even the most innocuous use of gender stereotypes showed the watchdog had gone too far. “It is concerning to see the ASA take on the role of the morality police,” said Geraint Lloyd-Taylor, an advertising expert at the law firm Lewis Silkin. “It has let its zeal to enforce the new rules override its common sense in this first batch of rulings. “The ASA seems to be out of sync with society in general. As it stands, the ASA’s definition of ‘harm’ is unworkable and urgently needs to be clarified. I hope that these advertisers seek an independent review of the latest decisions.” Clearcast, the body responsible for vetting ads before they are broadcast, also expressed its frustration at the decisions. “We are naturally disappointed,” it said. “The ASA’s interpretation of the ads against the new rule and guidance goes further than we anticipated and has implications for a wide range of ads.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}