{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2019/aug/01/britains-giant-pet-food-factory-review-catty-in-all-the-wrong-ways", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2019-08-01T21:00:02Z", "webTitle": "Britain’s Giant Pet Food Factory review – catty in all the wrong ways", "webUrl": "https://www.theguardian.com/tv-and-radio/2019/aug/01/britains-giant-pet-food-factory-review-catty-in-all-the-wrong-ways", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/aug/01/britains-giant-pet-food-factory-review-catty-in-all-the-wrong-ways", "fields": {"headline": "Britain’s Giant Pet Food Factory review – catty in all the wrong ways", "bodyText": "When it comes to documentaries about factories, British viewers have an impressive amount of choice. If Gregg Wallace in a hairnet shouting about biscuits isn’t enough to put you off Inside the Factory, for example, you can see just how mass-produced food ends up in our shopping baskets. Watching factories at work can be mesmerising in terms of showing off their technical wizardry, like a giant game of Mouse Trap, or in the strangely comforting repetition of it all, like a fidget spinner, if your memory stretches back to those halcyon days of 2017. You might think Britain’s Giant Pet Food Factory (Channel 4), then, is a steady bet for an hour of solid entertainment. It takes the odd appeal of factory TV and combines it with animals – which, as our dog-packed schedules suggest, we also love to watch. But it drains all the joy out of both, and ends up as an ad-friendly slog that lacks any substance. Ironically, it is crying out for a bit of meat on its bones. Mars, better known for its chocolate, actually makes more pet food than confectionery. It produces two popular brands of cat and dog food, which are mentioned copiously, so no need for an extra plug here. It has a big factory in Melton Mowbray and a research centre nearby in Waltham, where animals live and have their bowel movements studied for science. In one scene, which is meant to be funny, cats sit around a laptop indoors watching a video of squirrels “to teach them about the world”. “All this science goes towards the business of selling pet food,” says the narrator, Robert Webb. Everyone is doing their bit for the business of selling pet food. We glimpse how pet food is made: lorries drop off gargantuan slabs of frozen meat – once seen, hard to forget – which are then chopped, pounded and mixed into a sort of flesh puree. “It’s like blending a meat smoothie,” Joe, a manager at the factory, says happily. This is squeezed out into thin strips – “basically, we’re running ropes of meat” – then cooked and cut into chunks, to make more than a million pouches a day. Joe is in charge of making sure a new line of cat food for older cats launches without a hitch. In terms of a storyline, that is essentially all they have to make this hour sing, and, barring a few production hiccups, it is not enough for it to be interesting. You can almost hear the producers crossing their fingers that something huge goes wrong, but a pipe clogs, and is unclogged. There is a side attempt to train a wayward office dog, too, but it’s all just sort of fine. There is a brief visit to Germany, where new cat food has been developed by an earnest man called Rutger. Rutger tips a giant stuffed animal cushion upside down, to shape its face, and given that English is not his first language, struggles to explain what he’s doing. “I’m giving ... him ... head,” he says. I’m sorry to say I laughed. But then he becomes the butt of every voiceover joke, some of which make the Come Dine With Me quips seem kindly. Rutger says sweetly that he always wanted to be on Ready Steady Cook. “I’m afraid they stopped making that 10 years ago,” runs the narration. Excuse this brief attack of snowflakery, but the gags were surprisingly and needlessly acidic. Everyone here seems good-natured and well-intentioned, but by the end, even Joe was getting it. When Joe tastes the product – all pet food gets a human taste test, which is certainly a spectacle, particularly when you’ve seen the meat smoothie rope part – we are told it is “irrelevant”. When he peruses his new product on the shelves, he is put out by some wonky printing. “Not sure eight out of 10 cats will care about the misaligned box,” the narrator sneers. People being themselves can be funny – there’s nowt so queer as folk, after all – and there is so much potential for that here just thrown away. Debi, who cheerfully picks up the dog poo for the scientists to handle, has a habit of saying “if you will” after everything, as in: “Fresh, straight from the bottom, if you will,” and it’s delightful. But elsewhere, when lit up by floodlights then pricked with a spiteful commentary that overexplains what’s funny in the first place, it’s nothing but a waste. If I want to see pets on television, I’m sticking with Paul O’Grady, and for factories – and I can’t believe it has come to this – Gregg Wallace is my man."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}