{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/grogonomics/2019/aug/25/with-trump-there-is-no-bottom-and-it-looks-like-australia-will-follow-him-all-the-way-down", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-08-24T22:00:57Z", "webTitle": "With Trump there is no bottom and it looks like Australia will follow him all the way down | Greg Jericho", "webUrl": "https://www.theguardian.com/business/grogonomics/2019/aug/25/with-trump-there-is-no-bottom-and-it-looks-like-australia-will-follow-him-all-the-way-down", "apiUrl": "https://content.guardianapis.com/business/grogonomics/2019/aug/25/with-trump-there-is-no-bottom-and-it-looks-like-australia-will-follow-him-all-the-way-down", "fields": {"headline": "With Trump there is no bottom and it looks like Australia will follow him all the way down", "bodyText": "“Very deep is the well of the past. Should we not call it bottomless?” So begins the prelude of Thomas Mann’s “Joseph and his Brothers”, a set of four novels that details the life of Jacob and his son Joseph described in the Book of Genesis. The prelude is pointedly titled “Descent into Hell”. I have recently started reading the 1,400-page work and the first lines remind me how over the past four years since Donald Trump announced his candidacy for president of the United States we have noted each passing depth in the plunge of ignorance, bigotry and megalomania and wondered if surely we have reached the bottom. And yet if we are honest we can truly only say that so very deep is the well of his ignorance and bigotry that should we not say it is bottomless? Of course idiocy is not limited to American politicians. This week our resources minister, Matt Canavan, suggested that engineering firm Aurecon was “weak as piss” for cutting ties with the Adani mine project and that the energy sector should “shun and shame” the company. Our prime minister also suggested to a room of public servants that people had lost trust in the public service because of the “perception that politics is very responsive to those at the top and those at the bottom, but not so much to those in the middle”. Yes, it is all those people at the bottom getting so much preferential treatment that is the problem. But at least this stupidity is just your standard conservative politician trying to find rationality in their illogical policies. With Trump much worse forces are at work. This week in the space of a day Trump announced he was cancelling a meeting with the Danish prime minister because she said his suggestions for the US to buy Greenland were absurd. He responded by calling her “nasty” – his favourite slur towards any woman who dares not genuflect and kiss his small hands. He followed this by tweeting a quote from a far-right conspiracy theorist (as you do), Wayne Allyn Root, that “the Jewish people in Israel love him, like he’s the King of Israel. They love him like he is the second coming of God.” This came a day after he said: “I think any Jewish people that vote for a Democrat, I think it shows either a total lack of knowledge or great disloyalty.” Given the history of antisemites claiming Jews were not loyal to their countries, linking that with a suggestion of their lack of intelligence meant pretty much all he had to do was bring up cultural Marxism and he’d have the antisemitic trifecta. He then, while referring to his trade war with China (for it truly is his, not the United States’), said he had to do it because he declared as he looked to the heavens: “I am the chosen one.” Add in his argument that the government should abolish the right for anyone born in the US to have automatic citizenship and you have a pretty full day. This of course came after his obligatory suggestion that “I am the least racist person ever to serve in office, OK? I am the least racist person” – a statement so dully idiotic that it now just breezes past the listener with barely a recognition that were any human being to say such a thing they would have lost all credibility. Sign up to receive the top stories from Guardian Australia every morning It remains quite stunning to see it all play out in real time – the ongoing descent and even more so the ongoing acceptance that this is normal and he is a president who should be treated with respect and even deference. The Australian government certainly does. This week – to the surprise of no one – they (and the ALP) agreed to send 200 troops, a frigate and a surveillance plane to the Middle East to help a US-led mission in the Strait of Hormuz. Let us be clear, the trouble in the Strait is all of Trump’s doing. He was the one who pulled out of the Iran nuclear deal put in place by president Barack Obama and reimposed crippling economic sanctions. This was not done because Iran was not honouring the treaty but because Trump hated that the deal had been made by Obama. Since then Iran has essentially acted like a party which has little to lose and with much desire to show it has muscles to flex. And so here we are, with the conflict between the US and Iran heating up, all of which was predicted the moment Trump appointed the belligerent John Bolton as his national security adviser – a man who has never made any secret about his desire to bomb Iran back to the biblical age. In the past we have looked past the foibles and inadequacies of US presidents and kept our alliance strong, and often gone well beyond any commitments we had under the Anzus treaty. This was ill-advised in the extreme when it came to George W Bush, a president so bad it has taken the lows of Trump to resurrect his reputation (something that is not deserved no matter how many mints he passes to Michelle Obama during funeral services). The realpolitik of dealing with Trump is to hold your nose and flatter him and get as good a deal that he can be suckered into giving because somewhat unusual for a con artist he is unable to distinguish false flattery from true deference. But surely at some point we need to take a stand and say no more. We won’t of course. Scott Morrison will angle for a dinner at the White House, and given their shared lack of care about climate change Morrison is likely to use chances of Trump’s re-election as an excuse to do as little as possible to reduce emissions. Indeed Trump’s re-election in 2020 would essentially doom the planet to breach the 1.5C level above pre-industrial times that is seen as the tipping point between a planet as we know it and one where the changes to our life will be noticeable, costly and harsh. Trump is unfortunate proof that it does actually matter who gets elected. His economic policies are bad for the world economy (and Australia’s), his climate change and defence policies are just bad for the world. There is no bottom, and right now there is every sense that our government is fully prepared to follow him all the way down. • Greg Jericho writes on economics for Guardian Australia"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}