{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/aug/01/wigan-hull-fc-super-league-zak-hardaker-rugby-league", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-08-01T21:27:09Z", "webTitle": "Zak Hardaker sinks Hull FC after Wigan suffer Sean O’Loughlin blow", "webUrl": "https://www.theguardian.com/sport/2019/aug/01/wigan-hull-fc-super-league-zak-hardaker-rugby-league", "apiUrl": "https://content.guardianapis.com/sport/2019/aug/01/wigan-hull-fc-super-league-zak-hardaker-rugby-league", "fields": {"headline": "Zak Hardaker sinks Hull FC after Wigan suffer Sean O’Loughlin blow", "bodyText": "The final weeks of the Super League season are approaching, and there is a familiar feeling in the air. Wigan’s defence of the title they won at Old Trafford last year began somewhat lackadaisically. But with the play-offs looming on the horizon, the Warriors are again showing that desperately craved trait of peaking exactly when it matters. Zak Hardaker’s drop goal ultimately proved to be the difference but, given it was the Warriors who lost an equally thrilling encounter between the sides earlier in the season, the fact they emerged on the right side shows what a threat they are to the leading pack. “It was a replica from earlier in the year, but in our favour,” Wigan’s coach, Adrian Lam, said afterwards. Lam himself had come under immense criticism earlier in the season, but his first season in charge of the Warriors now has all the makings of something special.Here, Wigan battled into a 10-6 half-time lead in which only one try was scored between the sides. That went to Wigan’s Liam Marshall, who claimed a superb cross-field kick to touch down. Two goals from Hardaker – one of which was a penalty for the foul on Marshall in the act of scoring – made it 8-4 in their favour, after an earlier brace of penalties from Marc Sneyd. The one blot on the evening was the loss of their captain, Sean O’Loughlin, to a torn pectoral which could not only end his season but, at the age of 36, perhaps also his career, with no decision made on his future beyond this season. Shortly after he went off, Hardaker and Sneyd exchanged penalties to put the visitors four ahead at half-time. Wigan then appeared to have struck a decisive blow when Marshall’s second opened up a two-score lead, before a try from Scott Taylor and two goals from Hardaker made it 14-14. In a thrilling finale Sneyd twice missed with drop goals but Hardaker was not so wasteful, nervelessly converting from 40 metres to secure another priceless victory for the Warriors. Hull Shaul; Faraimo, Griffin, Tuimavave, Naulago; Kelly, Sneyd; Taylor, Houghton, Green, Minichiello, Lane, Westerman. Interchange Connor, Matongo, Fash, Ellis. Try Taylor. Goals Sneyd 5. Wigan Hardaker; Marshall, Sarginson, Gildart, Burgess; Williams, Leuluai; Navarrete, Powell, Partington, Isa, Farrell, Smithies. Interchange Clubb, O’Loughlin, Byrne, Sammut. Tries Marshall 2. Goals Hardaker 3. Drop goal Hardaker (76) Referee B Thaler. Attendance 10,154."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}