{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/aug/01/steve-smith-didnt-know-play-cricket-again", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-08-01T20:17:12Z", "webTitle": "Steve Smith says after Ashes century: ‘I didn’t know if I’d play cricket again’", "webUrl": "https://www.theguardian.com/sport/2019/aug/01/steve-smith-didnt-know-play-cricket-again", "apiUrl": "https://content.guardianapis.com/sport/2019/aug/01/steve-smith-didnt-know-play-cricket-again", "fields": {"headline": "Steve Smith says after Ashes century: ‘I didn’t know if I’d play cricket again’", "bodyText": "Steve Smith shrugged off the boos to score a masterful comeback century that, combined with a series-threatening injury to Jimmy Anderson, leaves England battling for control of the first Ashes Test. Joe Root’s side will resume on 10 for no loss on the second morning at Edgbaston after Smith’s 144 from 219 balls, in his first Test since his 12-month ball-tampering ban, helped Australia reach 284 all out in 80.4 overs. Stuart Broad stood out for England with the ball, claiming five for 86 from 22.4 overs. Australia’s total might have been considered a triumph for England after losing Anderson only four overs into his day’s work, with the 37-year-old pulling up lame and now awaiting scan results on the same right calf muscle that was torn last month. But with the tourists having been reeling at 122 for eight before tea on a seam-friendly pitch – before Smith helped put on 162 runs for the last two wickets and brought up his 24th Test century – England’s batsmen face a tougher task than might otherwise have been. The former Australia captain insisted a hostile reception from elements of the crowd did not affect him. But he admitted to strong emotions upon reaching three figures, having briefly fallen out of love with the game during his well-documented ban. Smith said: “It’s been a long time coming but I’m sort of lost for words. I’m just really proud that I was able to help pull the team out of a bit of trouble. The Aussie supporters that were here were very loud today when I got to a hundred and I just saw the boys going berserk on the balcony, which was just a huge moment. “There were times throughout the last 15 months where I didn’t know if I was ever going to play cricket again. I lost a bit of love for it at one point, particularly when I had my elbow operation [in January]. “It was really bizarre that it was the day I got the brace off my elbow, I found a love for it again. I don’t know what it was, it was like a trigger that just said: ‘Right I’m ready to go again, I want to play and I want to go out and play for Australia and make people proud and just do what I love doing.’ “I’m really grateful to be in this position now, playing for Australia again and doing what I love.” Broad spoke of his pride at reaching 100 Ashes wickets – “Ashes cricket is the pinnacle, especially with my family history” – and was delighted with the efforts of England’s depleted attack. On his strike partner Anderson, Broad said: “He’s not had the results back yet but he’s down, he’s frustrated, and he’s said sorry to the bowlers – not that he has to. He’s down in the dumps as he feels he’s let the bowling group down but he hasn’t – niggles are part of bowling.” Asked about the match situation, Broad replied: “I forgot how nerve-racking Ashes cricket was. You’d take a total under 300 every day of the week but we don’t know how good a score that will be until we’ve batted. “A positive for us is the way Steve Smith played showed runs can be got out there. Obviously at 122 for eight we wanted much less but he played beautifully.” It was Broad’s first five-wicket haul on home soil since his series-sealing eight for 15 at Trent Bridge during the 2015 Ashes, completed when finally hitting Smith’s stumps to wrap up the Australian innings. And there was a nod to that famous spell with the wicket of Tim Paine. The Australian captain was caught by Rory Burns at deep square leg on the pull as Broad produced another hands-to-mouth look of shock in celebration. Broad explained: “Moeen Ali told me Rooty wanted a bouncer but I didn’t realise that he had moved Burnsy back. Hence the silly face. During our pre-series camp at St George’s Park we were handed dossiers on their batsmen and a few of the plans came off today.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}