{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2019/aug/10/does-a-man-have-the-right-to-write-about-metoo-author-david-leser-thinks-so", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2019-08-09T22:00:05Z", "webTitle": "Does a man have the right to write about MeToo? Author David Leser thinks so", "webUrl": "https://www.theguardian.com/books/2019/aug/10/does-a-man-have-the-right-to-write-about-metoo-author-david-leser-thinks-so", "apiUrl": "https://content.guardianapis.com/books/2019/aug/10/does-a-man-have-the-right-to-write-about-metoo-author-david-leser-thinks-so", "fields": {"headline": "Does a man have the right to write about MeToo? Author David Leser thinks so", "bodyText": "It was December 2017 and, like most of the world, veteran Sydney journalist David Leser was transfixed by the millions of women speaking out about sexual assault as part of the MeToo movement. “It was the biggest social movement of my lifetime,” Leser tells Guardian Australia. Around the same time, the 63-year-old was asked by the editor of Nine’s Good Weekend to write for the magazine. “I said, ‘The only story I’m interested in writing is the Harvey Weinstein story.’ That, to me, was the biggest story in the world,” he says. Duly commissioned, Leser says the Good Weekend article – titled Men, Women and the Whole Damn Thing – started with the central question: “Could a man – should a man – do this story?” For some, the answer was yes. After all, the story of women’s oppression can’t be told without examining men’s role as oppressors. But, for others, the thought that a man might be writing about women’s pain, and might be offered significant platforms for his thoughts, was mansplaining in extremis – especially when the Good Weekend cover story was followed by a book deal. In the Australian, columnist Nikki Gemmell wrote: “It seems, uncomfortably, that men feel the need to colonise this courageous, fraught, intensely female #MeToo moment. And of course they’re enabled; they always are. Men power through, drowning out our voices; they endure, cling on, mansplain to us.” Van Badham told the Guardian’s Amanda Meade: “This is precisely the structural sexism that MeToo has illuminated, and we’re staring at it, and it’s so very ugly.” Elsewhere on feminist forums and social media, Australian women were incensed that the long-awaited moment of reckoning via the MeToo movement would be filtered through a male lens. Leser speaks to Guardian Australia at the Byron Bay writers’ festival, where he is launching his book, also called Women, Men and the Whole Damn Thing. “If you say a man shouldn’t write this book, my answer to that is men are the ones are perpetrating the violence, mostly,” he says. “The vast majority of them are doing the abuse, the rapes, the [domestic] violence. “It’s incumbent on men to know why men are doing this and to talk about it and to examine the models of manhood we’ve been given, so that we understand it.” As for his feminist critics: “The attacks on Van [Badham] by men online have been so vile, so poisonous, so hurtful. I can understand why – at first glance, not knowing me, not knowing what my motivations are – for her to have that visceral reaction. But I think anyone that knows me, that knows my journalism, would not take that view.” Leser sees his book as extending the MeToo conversation “by asking what is it in men that has created so much pervasive violence – and not just against women but against other men and against themselves.” The book itself is almost two in one: an examination of the MeToo movement (less an analysis, more of a recap of the major events and key players in the months after October 2017) and an exploration of the dark side of masculinity. But a common theme throughout is misogyny. Leser argues that it wasn’t always this way; that once, “before the great creation legend of Genesis, before the myths of ancient Greece”, where “the feminine was venerated”, there were female healers, priestesses, lawmakers and warriors. It was only with time and “newer religions” Christianity, Judaism and Islam, he says, that misogyny was seeded. Leser also discusses ways in which he believes men turn misogyny in on themselves. “As boys we quickly learn that these qualities we might loosely call feminine – tenderness, gentleness, vulnerability – are devalued and they are shamed, and they are repressed and often they are removed. “And what do we say to boys? Don’t be weak, don’t be a sissy, don’t cry. Boys learn when they are young to remove those parts of themselves that are part of their emotional range.” Leser believes that this moment is particularly potent because the misogyny that has “coursed its way through history to the present day” is now butting up against the “unstoppable rise of women”. He points to women in leadership positions, on company boards and in the corporate world as evidence of this unstoppable rise. But is women’s ascent really as linear and uncomplicated as that? For all of the gains women have made – and they have been significant – there is the sense that things have stalled or in some cases gone backwards. Just ask a women outside the white, heterosexual mainstream how difficult it is to gain access to power, let alone find justice for those wrongs that are done to them. Leser’s book contains interviews with second-wave feminists such as Helen Garner, traversing the so-called grey zones of sexual assault – ground that would be familiar to readers of The First Stone. It highlights, again, the political divisions between younger and older feminists. “Some young people tend to think of themselves as a bubble of rights moving around the world and they’re in this little shining enclosure and that’s their rights,” Garner says in the book. “It’s like someone with road rage: anyone bumps against them and they go berko.” Meanwhile, the voices of younger feminists and intersectional perspectives are largely absent. “The book should have been called Women, Men, The Whole Damn Thing Minus All the Things I Couldn’t Talk About,” Leser says. “I was given five months to write this book. So there will be many things that readers will think should have been in the book or should not have been in the book. I could have spent months in Indigenous communities with the most at-risk women in this country. I could have spent months looking at the whole transgender LGBTQI community. I didn’t – I didn’t have time. I did what I could.” So is this book written for men or women? Leser doesn’t answer the question directly. “The act of writing is the act of understanding,” he says. “But you have to write without looking over your shoulder or anticipating your audience because it’s a terrifying and humbling task to write about something as fraught and complex as this.” After getting the book contract, Leser interviewed people from around the world who are invested in the movement, such as former New Yorker editor Tina Brown; French secretary of equality Marlène Schiappa; and masculinity expert Michael Kimmel. Some of his interviewees had experienced abuse, some were accused of abuse, and some had devoted their lives to trying to make things better between the sexes. “Writing this book reduced me to tears,” Leser says. “I was made privy to so much pain but there were times when I felt immobilised by that and I didn’t think I could do it.” There are suggestions in this book about where to go from here, alluded to in writer Benjamin Law’s cover blurb, which says the book should be “air-drop[ped] onto footy ovals, boardrooms, electoral offices and boys’ schools”. But they involve men first recognising then giving up some of their privileges. Which privileges have you given up, I ask Leser. He talks about his 23-year marriage to a feminist woman, now over. “I thought I was a progressive male. Actually, my work was more important. My projects were more important. My ambitions were more important and my needs were more important. And that’s one of the reasons why my marriage foundered. “And it’s too late to do anything about that now ... I would never make that mistake again. I would try and bed down a reciprocity and a respect and a mutual regard for each other’s lives and careers. When you see you are much further from where you might have been, it’s a very sobering thing.” • Women, Men and the Whole Damn Thing by David Leser is out now through Allen and Unwin"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}