{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2002/feb/09/guardiansaturdaytravelsection1", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2002-02-09T18:53:30Z", "webTitle": "Best offers", "webUrl": "https://www.theguardian.com/travel/2002/feb/09/guardiansaturdaytravelsection1", "apiUrl": "https://content.guardianapis.com/travel/2002/feb/09/guardiansaturdaytravelsection1", "fields": {"headline": "Best offers", "bodyText": "Under £200 France: Book by April 30 for travel before May 31 and one night's B&amp;B in Paris with return Eurostar travel costs £85pp from Eurostar Holidays Direct (0870 1676767). Two nights from £110pp and three from £115pp. Upgrade to first-class travel £40pp extra (saving £37). Holland: For Friday departures up to March 22, three nights' B&amp;B at the four-star Delft Museumhotel costs £143pp with Eurotunnel Motoring Holidays (0870 3332001) including Eurotunnel crossing for car and passengers. Isle of Wight: Two nights' half-board at the Royal Hotel in Ventnor costs from £154pp from Red Funnel (0870 4448890) including return car ferry crossings from Southampton to Cowes. Czechoslovakia: ebookers (0870 0433861) is offering two nights' B&amp;B at the Duo Hotel, Prague, from £165pp including return British Airways flights from Heathrow and taxes. Regional departures available at a supplement. Under £400 Belgium: During the May 24-27 Jazz Marathon, VFB Holidays (01242 240310) is offering three nights' B&amp;B at the Jolly Hotel du Grand Sablon in Brussels from £235pp with Dover-Calais car-ferry crossing or £248pp with Eurostar direct to Brussels. Also included is a bracelet providing free entry to all the marathon's cafés, concert halls, and open-air concerts and fully comprehensive travel insurance. Spain: Three nights' B&amp;B from February 15 at the four-star Emperador Hotel in Madrid costs £298pp (£89 off the brochure price) including BA flights from Gatwick. Cresta Holidays (0870 1610950). Italy: Book by February 14 and seven nights' self-catering from March 28 in a mobile home at Camping Norcenni (15 miles from Rome) costs £326 for a family of two adults and up to four children. Canvas Holidays (01383 629000). Price includes return midweek Dover/Calais ferry crossing for car and passengers. Cyprus: During the February Mardi Gras, a week at the three-star Alasia Hotel costs from £369 per adult and £336 per child including flights, and transfers. Sunvil Holidays (020-8568 4499). US: Until March 22, four nights' B&amp;B at the Ramada Inn in Nashville, Tennessee, costs £399pp (£54 off the brochure price) from America Direct (0870 8890827). The price includes return Delta flight from Gatwick or Manchester and a paddle-steamer cruise. Under £1,000 Spain: Learn to tango in Granada during the International Festival of Tango. £410pp (two sharing) from Dance Holidays (01293 527722) including return scheduled flights Stansted-Malaga and transfers, seven nights' B&amp;B from March 4, and six hours' tuition. Portugal: Departing February 22, seven nights' B&amp;B at the five-star Estalagem Senhora Da Guia in Cascais, west of Lisbon, costs £485pp, saving £50pp (children under 12 £349). Price includes scheduled flights and private transfers. Cadogan Holidays (023-8082 8313). US: For Thursday departures until April 30 (excluding Easter), three nights' room-only at the three-star Renoir Hotel in San Francisco and four nights' room-only at the three-star Sahara Hotel in Las Vegas costs £495 from Bon Voyage (0800 3160194) including return scheduled flights from Heathrow or Manchester and internal flights. Book by February 28. Majorca: For departures between February 23 and March 21, seven nights' half-board at the four-star Hotel Illa d'Or in Port de Pollença costs £536pp (two sharing) including return flights from Gatwick and private transfers. Castaways (01737 812255). Bolivia: Departing La Paz on June 29, a 20-night exploration through the Andean Altiplano to the cloud forests of the Amazon costs £550pp plus $295 kitty with Encounter, (01728 862222). The price includes camping and hostel accommodation (35%/65%), all camp meals, transport aboard an all-terrain vehicle and expert guidance. International flights extra. Canary Islands: A week's walking in Tenerife from February 24 costs £595pp from Waymark Holidays (01753 516 477) including return flights from Gatwick, transfers, half-board accommodation at the four-star Hotel Valle Mar plus the services of an English-speaking leader. Over £1,000 US: New England Vacations (01582 469771) is offering a 14-night multi-centre break to Cape Cod, Rhode Island, Vermont and Maine. £1,145pp (two sharing) including flights, accommodation and car hire. Portugal: Lote 8, a villa in Quinta do Lago on the Algarve, sleeps up to 10 and costs from £2,345 in total for a week. The Villa Agency (01392 424400). Flights and car hire can also be arranged on request. Argentina: Last Frontiers (01296 653000) has cut £500 off the price of its 13-day holidays departing between March 1 and June 30. Now £2,485pp, including all international and internal flights and transfers, three nights' B&amp;B at the five-star Alvear Palace Hotel in Buenos Aires, three nights' B&amp;B in the Lake District at the Llao Llao Hotel and three nights' half-board in the Los Glaciares National Park at the Estancia Alta Vista. The Flyer Hot destinations, late deals, news from the Netjetters, and details of all our competitions and features... Subscribe to our fortnightly email service - it's free! theguardian.com/flyer"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}