{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/feb/01/newsstory.sport4", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-02-01T22:55:18Z", "webTitle": "Top teams may lose undisciplined players", "webUrl": "https://www.theguardian.com/football/2002/feb/01/newsstory.sport4", "apiUrl": "https://content.guardianapis.com/football/2002/feb/01/newsstory.sport4", "fields": {"headline": "Bad boys XI losing the title", "bodyText": "The championship is at risk of being decided in disciplinary hearings as much as on the pitch after a rash of misconduct charges yesterday saw Leeds, Arsenal and Chelsea face the prospect of losing important players during the coming months. Leeds' Mark Viduka and Alan Smith, Arsenal's Patrick Vieira and Chelsea's Jimmy Floyd Hasselbaink were charged with violent behaviour by the Football Association and will receive minimum three-match bans if found guilty. The charges came after the FA's video advisory panel examined incidents missed by match officials. It is almost unprecedented for so many high-profile players to be accused of violence in one day. Three relate to alleged use of the elbow and Smith's to an alleged body check. Leeds' and Arsenal's championship challenges seem in particular danger of being derailed by indiscipline. They have 11 players between them suspended, awaiting suspension or on misconduct charges, with Arsenal winning that contest 7-4. Similarities between the clubs' managers, as well as their disciplinary records, are hard to miss. Arsène Wenger and David O'Leary are engaging, urbane men who are reluctant to criticise their players publicly. Privately they are surely striving to stem the misdemeanours. Both know it could cost them. Key Arsenal personnel such as Vieira, Thierry Henry and Dennis Berkamp face bans. Smith and Danny Mills are already suspended at Elland Road and Viduka and Lee Bowyer could join them. Manchester United must be delighted as they seek a fourth straight championship. They have had one dismissal this season to Arsenal's 11, three of whom have been sent off in the space of four days this week. According to a disciplinary table devised by Carling Opta, which awards one point for a foul, three for a caution and six for a dismissal, Arsenal are the dirtiest team in the top flight and Leeds the third worst behind Leicester. Liverpool are ranked the cleanest and Mnachester United have the fourth best record. Kenny Sansom, the former England full-back who played with O'Leary at Arsenal and spent much of his career at Highbury, dismisses suggestions that Leeds and Arsenal are dirty but believes they must be more careful in this all-seeing, camera age. \"What players have to do nowadays is adapt to the modern game,\" he said. \"They have to realise the cameras are there and maybe change their approach slightly. I think it went on when I was playing but the cameras weren't there to catch it when the referee missed what was going on. Now there are cameras covering every player, every tackle.\" A growing list of suspensions is the last thing Leeds need as they look to secure a lucrative Champions League place at the very least. Their past three matches have brought them only one point, injuries are mounting and Smith, Viduka and Bowyer are significant goalscorers. Smith will not be able to play in the Premiership until March 23 if he is found guilty of a body check on Graeme le Saux during Leeds' Worthington Cup defeat by Chelsea in November. The striker has started a five-game ban which rules him out until March 3 for red and yellow cards. Viduka's charge for allegedly elbowing Arsenal's Martin Keown during a 1-1 draw at Elland Road less than a fortnight ago comes five days before Bowyer and Mills face personal FA misconduct hearings in Sheffield. Bowyer could be banned for six matches if found guilty of elbowing Liverpool's Gary McAllister last season and using foul and abusive language towards the referee Jeff Winter after his dismissal at Arsenal in August. Mills has just started a four-match ban for his second sending off of the season. He faces an extra three-game suspension if he fails to win an appeal against using foul and abusive language towards the fourth official Andy D'Urso at Arsenal. Vieira's charge for allegedly elbowing Hasselbaink at Highbury adds to Wenger's growing disciplinary problems. Henry faces a hearing for his outburst at a referee in December and Bergkamp could be in trouble for raising an arm at Blackburn's Nils-Eric Johansson on Wednesday. The FA is waiting to learn from the referee Dermot Gallagher's report whether the officials saw the incident. If Gallagher did, which seems likely as he awarded a free-kick against Johansson, the matter is closed. If it went unspotted it could be referred to the video panel and land Bergkamp a four-game ban to add to the suspension he faces, pending an appeal, for his dismissal against Liverpool on Sunday. \"There was no intention,\" Bergkamp said, \"it was just an accident.\" The FA has decided there was a case to answer about Hasselbaink's apparent elbowing of Southampton's Claus Lundekvam on New Year's Day. The absence of their leading scorer would be a blow for Chelsea as they seek a top-four finish. Chelsea learned yesterday that Mario Melchiot, like West Ham's Paolo di Canio, has failed to get a three-match ban overturned. Melchiot's relates to a push on Spurs' Teddy Sheringham and Di Canio's to a stamp on Chelsea's Jody Morris."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}