{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/feb/16/sport.comment", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-02-16T22:12:06Z", "webTitle": "Vogts puts the accent on youth for Scotland", "webUrl": "https://www.theguardian.com/football/2002/feb/16/sport.comment", "apiUrl": "https://content.guardianapis.com/football/2002/feb/16/sport.comment", "fields": {"headline": "Vogts puts the accent on youth for Scotland", "bodyText": "He could hardly disguise his broad German accent, but the Royal Stuart tartan scarf draped around Berti Vogts' neck spoke volumes. There may not have been a kilt in sight, but Scotland's first foreign manager is very welcome. After four months of painstaking negotiations, and with six high-profile candidates seeing their applications knocked back, the Scottish Football Association paraded its chosen man at Hampden Park yesterday. \"I'm the Scotland manager, not a German manager,\" smiled Der Terrier. \"Call me Berti McVogts.\" Vogts, 55, has signed a four-year contract worth around £1m a year and will officially begin work on March 1. His first game will be a friendly against France in Paris later that month - \"That'll be a nice easy start\" - before he begins the unenviable task of qualifying for the 2004 European championships. The Scots have not qualified for a major competition in six years and their group includes Germany; Vogts is all too aware of the magnitude of the job ahead. \"I don't feel under more pressure because I'm foreign, though I am conscious of the need to qualify for Portugal in two years' time,\" he said, his English only occasionally faltering. \"I don't think the quality of players available is poor, but we have to go a new way, to look towards a new generation. Scotland has a lot of good players, whereas 20 years ago they had a lot of world-class players. I have to cultivate the youngsters.\" It is a problem Vogts knows only too well. His eight-year reign as Germany's manager, a period capped by Euro 96 success and including only 12 defeats, ended with a team stumbling along on ageing legs, their puff further drained by internal discord. \"The team was simply too old and it's the same problem here in Scotland and across Europe. The Bosman ruling has not helped younger players; they are not getting a look in and that new generation needs practice and first-team action. \"I have to convince young players that, when they sign for a new club, it is not just about money but whether they will actually play. They should ask themselves: 'Can I play in the first-team here?' \"Sometimes it might be bet ter to stay at a Scottish club and play rather than going to an English club, earning more but only getting reserve-team football. The Scottish mentality is very close to that of the Germans and I think I can convince them.\" The warm relationship he cultivated with the Bundesliga clubs suggests he could have some success as he starts his rounds to seek counsel from the Old Firm and his \"close friends\" Sir Alex Ferguson and Walter Smith. He hopes to take a youthful squad on a summer tour to gain experience and made tentative noises about limiting the Scottish League Cup to Scottish players. \"It's only an idea and it's something I will discuss with the SFA,\" he said. \"Football is not only about training; it's about talking. My first duties will be to go and watch a lot of games, but I'll speak with managers in Scotland, then in England, and hopefully they'll let me stay to observe for two or three days at a time.\" Ferguson and Smith should have no objection to that. Vogts, who earned 95 caps between 1967 and 1978, will appoint a Scottish No2 - Celtic's Tommy Burns is the chief candidate - but may recruit a German coach to take the Under-21s. He has pencilled in meetings with Everton's Duncan Ferguson, Liverpool's Gary McAllister and Paul Lambert of Celtic, all in self-imposed international exile but boasting experience to rub off on the youngsters. Diplomacy could prove a valuable skill. The prospect of working for Vogts could prove tempting. Having quit as national coach after France 98, the German spent two years undertaking his own refresher course in management, spending time in Brazil and observing training techniques at European clubs such as Real Madrid, Manchester United, Arsenal and Tottenham. He returned to management two years ago, steering Bayer Leverkusen to the Champions League before leaving under a cloud to take over the Kuwaiti national team. He took that collection of amateurs to a third-place finish in the Gulf Cup. After that, propelling Scotland beyond Germany to Portugal 2004 should be a doddle. \"The Germany game will be special,\" he added. \"Believe me, they are not happy with this draw and I don't think they're happy that I'm the new Scotland manager. I just hope I do as good a job as Sven-Goran Eriksson has done with England. For the Scots' sake.\" · You've read the piece, now have your say. Send your comments, as sharp or as stupid as you like, to \n<a>football.editor@guardianunlimited.co.uk</a>"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}