{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/feb/01/boxing.johnrawling", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-02-01T21:37:50Z", "webTitle": "Tyson management makes moves towards fight", "webUrl": "https://www.theguardian.com/sport/2002/feb/01/boxing.johnrawling", "apiUrl": "https://content.guardianapis.com/sport/2002/feb/01/boxing.johnrawling", "fields": {"headline": "California dreams for Tyson", "bodyText": "While the suspicion persists that Lennox Lewis and his management team are cooling on the idea of a fight, Mike Tyson's manager Shelly Finkel has said he will approach the California State Athletic Commission for a licence for Tyson to box and so keep alive the chance of the richest bout in history going ahead. Tyson, who had a licence application refused this week in Nevada, is rumoured to be so short of money that he has already requested and received a cash advance in the region of $5m (£3.54m) from an agreed purse of $20m for the proposed Lewis fight. Whether or not he truly wants the contest, economic reality dictates he must pursue it. Showtime television, Tyson's paymaster, is making no official comment but is sure to be concerned by revelations that Lewis's legal team have sought fresh assurances about Tyson's behaviour during the fight and in the lead-up to it. Showtime's hardest battle, and Tyson's, may be in ensuring Lewis honours the contract he has signed for the fight. Lewis's lawyer Judd Burstein has said the allegation that Lewis demanded $300,000 to support Tyson at the Nevada hearing was \"a complete misrepresentation of the facts\". He said the demand for money, which Showtime refused, was for \"compensation\" for the bite Lewis allegedly received from Tyson at last week's press conference in New York. So far there is no indication whether or not California would grant Tyson a licence. The Staples Center in Los Angeles has been earmarked as a potential venue and Finkel said: \"We would very much like to hold the fight there. Assuming they [the commission] approve, we would be interested. But it is such a fluid situation right now.\" Under the Muhammad Ali Act, which regulates boxing within the US, California is not obliged to reach the same conclusion as Nevada because Tyson, technically, has not been suspended. But the American Association of Boxing Commissioners, to whom all governing bodies are affiliated, may bring pressure against Tyson. \"Legally Tyson cannot simply be turned down by other bodies because that was the decision we reached,\" explained Marc Ratner, the executive director of the Nevada commission. \"Mike has not been suspended or had his licence revoked, but we think that our actions speak for themselves. My guess is that if this fight does go ahead, it will be outside the United States.\" Texas, however, has also indicated it might welcome Tyson. \"We are not altar boys down here. We don't hold church in our boxing arenas and I'd love to see the fight happen,\" said Dickie Cole, boxing administrator of the Texas Department of Licensing and Regulations. Similarly, Michigan is believed to favour the fight; it has a history of treating Tyson with indulgence. In 2000 when he fought Andrew Golota, the commission there chose not to drug test Tyson before the fight, only afterwards, whereupon he tested positive for marijuana. Even then he was given only a nominal suspension and allowed to collect his purse. Tyson received support from Naseem Hamed yesterday as the former world featherweight champion contemplated his return to the ring at the London Arena on March 23 against Spain's Manuel Calvo, the European title-holder. \"Mike can be a good man, when you know him. He has problems. But this is a fight he needs, and which I would like to see,\" said Hamed."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}