{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/feb/13/minutebyminute.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-02-13T21:43:08Z", "webTitle": "Holland 1 - 1  England", "webUrl": "https://www.theguardian.com/football/2002/feb/13/minutebyminute.sport", "apiUrl": "https://content.guardianapis.com/football/2002/feb/13/minutebyminute.sport", "fields": {"headline": "Holland 1 - 1  England", "bodyText": "Teams Holland: Van der Sar, van Bronckhorst, Frank de Boer, Reiziger, Ricksen, Cocu, van Bommel, Ronald de Boer, Overmars, Kluivert, van Nistelrooy. Subs: Westerveld, Melchiot, Boateng, Davids, Paauwe, Hasselbaink, Makaay, Sikora. England: Martyn, Gary Neville, Campbell, Ferdinand, Bridge, Beckham, Gerrard, Scholes, Heskey, Vassell, Ricketts. Subs: James, Phil Neville, Powell, Southgate, Butt, Lampard, Joe Cole, Phillips, Wright. Referee: Laurent Duhamel (France) 3 A lively start by Sven-Goran Eriksson's men in the Amsterdam Arena as they attempt to get their World Cup run-in off to a flying start. 5 Nothing much to report in the opening minutes before Steven Gerrard breaks and gets away from Van Bommel. He feeds Darius Vassell 30 yards out who then cuts inside but his shoy from the edge of the penalty area is blocked. 10 England using the ball well to gain and maintain possession. Beckham wafts the ball towards Michael Ricketts on the edge of the Holland area, but the Bolton man can't control it. 11 Marc Overmars and Ronald de Boer work the ball around the right side of the England area before bringing in Marc Van Bommel on the left - the move breaks down and England clear. 14 Frank de Boer tries find Overmars down near the England byline, but Gary Neville makes the challenge to clear - no corner. 16 Holland starting to push up more now, but some aggressive English defending keeps them at bay. 17 Overmars again the danger man as he lobs towards Ruud Van Nistelrooy ten yards out; England clear but Overmars scuttles around the edge of the area to retrieve before again trying to Van Nistelrooy, this time at the far post. 18 Half-chance for England when Scholes does well on the left to get a cross into the six-yard box. 21 Overmars slices his right-foot shot from 20 yards out on Holland's left. 23 England corner after Vassell harries Fernando Ricksen into making the error; Van der Sar claims in the six-yard box. 26 GOAL: Holland 1 - 0 England Cruel goal for England; Van Nistelrooy on the six-yard line knocks it back for Patrick Kluivert to shoot from 15 yards and a delflection takes it past Nigel Martyn for the opener. 30 Two mis-kicks by David Beckham in England's half allow Holland to threaten again. 34 Heskey sets up Gerrard for a 20-yard shot that fizzes wide of the far post. 39 Michael Reiziger comes close to putting through his own net when trying to divert a Gary Neville cross intended for Emile Heskey. Resultant corner comes to nothing. 40 Holland clear; Van Bommel's shot from 25 yards clears the bar. 44 Holland free-kick 30 yards out; GioVanni Van Bronckhorst takes and hits Van Nistelrooy instead of the net. 45 Half-time. 46 Substitutions England - David James on for Martyn; Kevin Phillips on for Ricketts; Chris Powell and Gareth Southgate on for Wayne Bridge and Campbell. 49 Corner to Holland after Overmars is given plenty of time to shoot from the edge of the area; England clear after pulling nearly everyone back - just as well, as James was stuck in dither mode. 51 England free-kick 20 yards out after Reiziger checks Heskey; Beckham takes, Van der Sar saves at the far post, Powell fires back in and over from the left side of the area. 55 Heskey with a left-foot shot from 25 yards - straight at Van der Sar. 56 England desperately close to an equaliser when Phillips just fails to beat a flailing Van der Sar to the ball 6 yards out, only for Beckham's follow up shot to hit the Holland keeper as he was recovering his position. 61 GOAL: Holland 1 - 1 England Top work by Vassell; firstly for setting up Phillips for a header that Van der Sar is forced to tip over the bar, and then for a cracking volley from six yards, laid on by captain Beckham's spot-on cross, for the equaliser. 65 Holland free-kick 27 yards out; Jimmy Hasselbaink, on for Van Nistelrooy, hits the wall. 70 Something of a lull as both teams try and decide whether to pursue a victory or settle for a a draw. 76 Southgate close to getting a second when Holland fail to notice him coming in on a Beckham cross. 78 Substitutions Phil Neville, Frank Lampard and Joe Cole on for England. 83 James finally gets to make a save when he stops Kluivert's shot at ground level. 90 The match wraps up with a cluster of half-chances and what amounts to a good kick around. Three minutes added to see if anyone has the bottle to all out for a winner. They don't - full-time."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}