{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2002/feb/09/greece.guardiansaturdaytravelsection2", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2002-02-09T18:50:22Z", "webTitle": "Another fine meze", "webUrl": "https://www.theguardian.com/travel/2002/feb/09/greece.guardiansaturdaytravelsection2", "apiUrl": "https://content.guardianapis.com/travel/2002/feb/09/greece.guardiansaturdaytravelsection2", "fields": {"headline": "Another fine meze", "bodyText": "Greece and its 150 inhabited and increasingly popular islands live two separate seasonal existences. For half the year the ruins of ancient Mycenae and Minoan palaces compete for attention and revenue from a highly developed tourist industry. Most of the competition is provided by the altogether different requirements of Euro-youth in search of sun, retsina and sin. But for the remaining six months, Greece reverts to a family-oriented way of life which, in rural areas, has remained largely unchanged for centuries. Summer seaside fun is inevitably centred on the scorching sands, blue seas and cooling breezes of its islands. These are divided into six groups: the Cyclades, the Dodecanese (including Rhodes), the North East Aegean (nearest to Turkey in the east), the Ionian (including Corfu) to the west, and the smaller Sporades and Saronic Gulf islands. Crete, to the south of the mainland, is a separate entity and the largest island. About four-fifths of Greece is mountainous - at 2,917m, Mount Olympus is the top peak - and the country has some excellent, and still undiscovered, walking. When it comes to dining out, tavernas are the most typical Greek eateries, and many rent out cheap rooms, too. The archaeology Classical Greece Join a 10-day tour exploring the wonders of Ancient Greece, taking in the Acropolis in Athens, as well as some spectacular ruins, temples and amphitheatres in Sparta, Mycenae, Olympia and Delphi. Travel is by coach with accommodation in hotels. Where to book: Cosmos (0870 7270464). From £589pp, including flights, B&amp;B, coach travel and tour guide. Discovering Crete The Minoans were the first literate, urban civilisation to flourish in Europe - and they hailed from the island of Crete. Tours for up to 25 participants take place in April and September, transporting you from Heraklion and the Palace of Knossos, the ruined villa of Ayia Triadha, the Bronze Age settlement of Vassiliki, and the well-preserved Minoan town of Gournia. Where to book: Andante Travels (01722 713800). From £1,100pp for eight days, including most meals, accommodation, flights, coach travel, tour manager and lecturer. Northern Greece Mount Athos, the Byzantine city of Thessaloniki and the monasteries perched on sandstone columns at Meteora, are among the many highlights of this trip. Lecturer Dr Lyn Rodley accompanies groups of between 10 and 22 people; accommodation is in three- and four-star hotels, and transport is by coach. Where to book: Martin Randall Travel (020-8742 3355). £1,330pp for 10 days including flights, meals, accommodation, coach travel, and services of a lecturer. The beaches Crete The quiet sandy beach of Platanias is 10km from the attractive town of Chania on the north-west coast of the island. The elegant Palazzo Porto Platanias is right on the beach, and has two swimming pools (one for children), two restaurants, three bars, a mini-market and an entertainment programme. Where to book: Amathus Holidays (020-7611 0901). From £447pp for seven nights' half board, including flights. Rhodes Pefkos is on the Mediterranean east coast of Rhodes, the largest island in the Dodecanese. The popular east coast has seemingly endless sandy beaches. Villa Stella sleeps six and offers wonderful sea views; it is a minute's walk from the beach and five minutes from the village. Where to book: Direct Greece (020-8785 4000). From £289pp per week, including flights, transfers and daily maid service. Skopelos This island is less commercialised than Skiathos, its neighbour in the Sporades, a 45-minute boat journey away. The south-east coast has some sheltered coves offering good beaches and calm waters. Villa Blo has large rooms and a waterside position, with a small beach below. A short boat trip takes you to two more beaches. Where to book: CV Travel (0870 6060013). From £420pp per week including flights, transfers and maid service. The mainland Athens Classical Greece is most famously summed up by the rock of the Acropolis with the Parthenon rising above it, but there is more to Athens than its archeological treasures. The bazaar area around Athinas and Eolou has a Middle Eastern flavour, the Plaka quarter with its narrow car-free alleyways is Turkish in style. Where to book: Inghams (020-8780 7700). From £252pp for three nights' B&amp;B at Hotel Philippos near the Plaka and the Acropolis. The Peloponnese Nafplio is a lively town in southern Greece, just two hours from Athens. The town was the early 19th-century seat of government and today possesses a grand and faded elegance. Pension Omorphi Poli is just behind the waterfront in old Nafplio, and offers a variety of rooms. Where to book: Filoxenia (01422 375999) from £424pp B&amp;B in a triple room, including flights. The Pelion peninsula Platanias is Pelion's largest fishing village, which abounds in waterside tavernas serving fresh seafood. The village has a long, sandy beach facing the Aegean Sea, and in summer you can take a \"Flying Dolphin\" ferry to visit the Sporades islands. The Charoula is a collection of studios, maisonettes and a one-bedroom apartments, all of which share a swimming pool. Where to book: Tapestry (020-8235 7788) from £400pp sharing a studio for two, including flights and transfers. The family Kos The Mark Warner holiday village is set among the southern hills of the island of Kos in the Dodecanese, close to Turkey. The village features a tennis centre with nine courts, two swimming pools, a children's mini-club, a sports pitch with football coaching for children, basketball, and a beach where myriad watersports are on offer. Accommodation is at Hotel Lakitira or Lakitira Village. Where to book: Mark Warner (0870 7704222) includes all meals, activities (tennis and football coaching extra), flights and transfers. From £475pp per week, children from £322. Corfu St George South is a family resort with a sandy beach framing the backdrop of cliffs. Here, children are cared for all day in clubs. Activities include swimming-pool games and tennis by day, with quizzes and talent shows in the evening. Accommodation is in the Corfu Plaza Aparthotel, 300m from the beach. Where to book: Thomson (0870 5502399) from £409pp for one week self-catering, including activities, flights and transfers. Child reductions available. The villas Alonissos This quiet little island is just 13 miles long by three miles wide, and has a year-round expat artist community. So clean is the surrounding water that it has been declared a marine park. The Windmill is in a secluded position right on Ormos Tskalia (meaning \"Broken Pottery\") beach, where you can sometimes find pieces of ancient amphora in the sand. Where to book: Greek Islands Club (020-8232 9780). From £465pp per week based on four sharing. Includes flights, one-hour hydrofoil crossings from Skiathos and car hire. Mykonos Mykonos, in the Cyclades, is one of the most visited of all the islands and has the most sophisticated nightlife. Mykonos itself, with its narrow cobblestone streets and whitewashed, blue-shuttered houses, is the quintessential Greek island town. Eagle's Nest villa is on a hillside with magnificent views over the sea. The nearest beach is a few minutes' walk, and the town 5km away. The house has a swimming pool and separate one-bedroom guest cottage. Daily flights are available from Athens. Where to book: Greek Chapters (020-7722 0722). From £3,465 for the villa and cottage (sleeps eight in total), including daily maid service. Symi This rocky island 10km from Turkey and 24km from Rhodes, and is famed for its sponge diving. Villa Kyriaki is divided into two apartments that are full of character and just a few minutes' walk from the shops and tavernas of Chorio. The top apartment has two bedrooms and two bathrooms, a sitting room with frescoed ceiling, and a tree-shaded courtyard. The lower studio for two has a small kitchen and patio. Where to book: Laskarina Holidays (01629 822203) from £350pp per week, including flights and transfers. Extra special The sailing Joining a flotilla of yachts combines the freedom of sailing with the security of being part of a group with a leader boat. If you have a skipper qualification or equivalent, you can join a flotilla from the island of Lefkas and cruise the Ionian Sea. The mountainous island is joined to the mainland by a bridge. Its east coast is sheltered and shingled, while the west is more rugged, with awesome cliffs towering over of fabulous beaches that can only be reached by boat. Where to book: Sunvil (020-8568 4499). From £550 per week for a 32ft Discovery 3000 yacht sleeping up to five people. The walking The Pindos mountains in the north-west corner of Greece are relatively undiscovered and a great place for backpacking. The route passes through quiet villages and pine forests, along mule tracks and through deep gorges, many of which are inaccessible to a larger trek. One night is spent in an old shepherd's hut, others in camp sites, hotels, and village rooms. Where to book: Walks Worldwide (015242 62255). £593pp plus £80 food kitty, including flights, all transport, accommodation, most meals, and the services of a leader."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}