{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/feb/05/ussport", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-02-05T22:33:22Z", "webTitle": "Rams are thrown by Patriot game", "webUrl": "https://www.theguardian.com/sport/2002/feb/05/ussport", "apiUrl": "https://content.guardianapis.com/sport/2002/feb/05/ussport", "fields": {"headline": "Rams are thrown by Patriot game", "bodyText": "It was the result demanded by the script. The underdog with the evocative name became top dog against all the odds with just seconds left on the clock. Cinderella got to go to the ball. David whipped Goliath. And every other sporting cliche came true in one of the biggest upsets in Super Bowl history. The unfancied New England Patriots beat the mighty St Louis Rams 20-17 just as it seemed that the game would go into overtime. The young reserve who limped out of last week's play-off game became the Super Bowl's most valuable player and its youngest winning quarterback. And the French Quarter found itself under siege by fans dressed in red, white and blue. The game was already super-charged as an occasion of national bonding. In the wake of September 11, it was the first Super Bowl at which the secret service had been in charge of security - which meant a no-fly zone over the Superdome, enough pat-downs to satisfy a Mafia capo and a request that the 72,000 fans arrive five hours before kick-off. The stadium was full by the time Paul McCartney sang Freedom and told the crowd \"America, we love you\", as dancers in tinsel spelled out the title of the song on the field. The patriotic theme continued throughout the night with Mariah Carey singing the national anthem and U2 performing at half-time as a roll call of all those killed on September 11 was projected behind them. Bono even opened his jacket to reveal a stars and stripes lining. Soldiers reconstructed the hoisting of the flag at Iwo Jima, Rudy Giuliani took a bow and four ex-presidents and Nancy Reagan read the words of Abraham Lincoln. There were even satellite shots of the US troops watching in Kandahar. It was that sort of night. But there was also a game of football. The New Orleans Times-Picayune had asked 16 experts to predict the result and 13 had chosen the Rams - and two of the three who chose the Patriots worked for the team's home-town paper, the Boston Globe. The Rams were the \"greatest team on turf\", with the invincible quarterback Kurt Warner and the star running back Marshall Faulk, who had once been a cook at the K Creole kitchen on nearby Bourbon Street. They were hoping for their second Super Bowl victory in three years while the Patriots had never won. When the Rams went into the lead with a Jeff Wilkins 50-yard field goal in the first quarter it looked as though the inevitable would happen. But the Patriots coach Bill Belichick and his unfancied players - who expressed their all-for-one spirit by running on to the field together, breaking the convention of individual \"superstar introductions\" - had other thoughts. They played the Rams at their own fast game, hammering Faulk whenever he touched the ball and never letting Warner get into a rhythm. The game's most explosive offence, which had outscored opponents 503-273 en route to the Superdome, found themselves struggling. It was well into the second quarter before Faulk was allowed even to give a hint of his class. By half-time, the Patriots were 14-3 ahead. They had taken the lead with a spectacular interception and touchdown from the cornerback Ty Law, and a David Patten touchdown from a Tom Brady pass. Both were converted by Adam Vinatieri, who then kicked a 37-yard field goal to make it 17-3 by the end of the third quarter. Tebucky Jones even looked to have taken the game beyond doubt with a third touchdown, but a penalty was called. All this against a team that had never trailed by more than eight points all season. It looked as though the Patriots fans, who had been bragging over their beers in the bars all week and waving their \"slam the Rams\" placards, might finally have something to celebrate. The Rams coach Mike Martz shook his head in bewilderment as he watched his side implode. Then came the comeback. In the final quarter, after heavy pressure, Warner plunged over for a touchdown and Wilkins added the extra point. With 90 seconds remaining, the Rams got a second touchdown after a dazzling 26-yard run by the wide receiver Ricky Proehl. A Wilkins conversion levelled the score at 17-17. Suddenly the Rams were back in the game. But Brady, remaining remarkably cool, completed five of eight passes on a drive for 53 yards, the first three completions going to JR Redmond, followed by a 23-yard completion to Troy Brown and a six-yard pass to Jermaine Wiggins with seven seconds left. Vinatieri had a chance to make history with a 48-yard field goal and calmly took it. It was the Patriots' game, and the biggest Super Bowl upset since Joe Namath's New York Jets won in 1969. Brady, at 24 the youngest winning Super Bowl quarterback, was named most valuable player - which comes with a free Cadillac. Afterwards a chuckling Vinatieri said of his match-winning kick: \"I just looked up to make sure it was straight - and then it was time to party.\" And party they did. Once the Vince Lombardi trophy had been presented to the Patriots' owner, Robert Kraft, the fans headed off to Bourbon Street crowing \"Kurt who?\" and even telling one of the evangelical Christians handing out tracts outside the stadium that \"Tom Brady is our new god\". They could even hoist their \"Silence of the Rams\" banner. There were lots of offers for anyone who wanted to sell their ticket stubs for $25 for the collectors' market, but few takers. The Patriots fans finally had something to treasure. An emotional Belichick said of his team: \"A lot of people didn't believe in them, but they believed in themselves.\" Kurt Warner was gracious in defeat, refusing to blame it on an injured thumb and saying only: \"We made some mistakes and those mistakes cost us victory.\" He should have read the script. The big numbers Annual wage of Most Valuable Player $300,000 Annual wage of his understudy $10.3m Programme price $15 Percentage of American TVs tuned in 42.5% (61% of those in use at the time) Cost of 30 second ad $2m Cost of trophy $12,000 Cost of souvenir jewellery Winning team can make up to 150 rings for $5,000 each · You've read the piece, now have your say. Email your comments, as sharp or as stupid as you like, to the \n<a>sport.editor@theguardian.com.</a>"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}