{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2002/feb/09/guardiansaturdaytravelsection3", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2002-02-09T19:36:50Z", "webTitle": "Somewhere in Britain", "webUrl": "https://www.theguardian.com/travel/2002/feb/09/guardiansaturdaytravelsection3", "apiUrl": "https://content.guardianapis.com/travel/2002/feb/09/guardiansaturdaytravelsection3", "fields": {"headline": "Somewhere in Britain", "bodyText": "Crossing oars Recreated longships race at York's Viking festival, starting today, re-enacting 10th-century in-fighting. And a new exhibition focusing on the Vikings' seafaring achievements. Jolablot 2002, Jorvik, Coppergate. Longship race on February 16. Special event prices vary (see booking line/web site). Normal prices, including seafaring exhibition: £6.95 adults, £4.95 children, £5.95 seniors/students, £21.50 families (two adults/two children). 01904 643211, jorvik-viking-centre.co.uk. Seeing things Cyclops, yetis, Nessie and the dinosaurs are some of the stars of Myths and Monsters, an exhibition opening in Bristol. Explore@Bristol, Harbourside. Today until May 3. £7.50 adults, £4.95 children, £5.95 concessions, £21 families (2 adults/2 children). 0845 3451235, at-bristol.org.uk. Model behaviour Model trains whir around more than 30 layouts in Yorkshire this weekend. Plus demonstrations and tips on how to build your own and many trade stands. Festival of British Railway Modelling. Doncaster Exhibition Centre. Today/tomorrow, 10am-6pm/10am-5pm. £6 adults, £3.50 children, £5 seniors, £18 families (2 adults/3 children). On tap More than 150 beers, ciders and perries will be available at the 12th Sussex beer festival next week. Live music on Friday night. Hove Town Hall, Norton Road. February 14-16, Thursday 5pm-10pm; Friday 11am-3pm, 5pm-10pm; Saturday 11am \"until beer runs out\". Thursday £3, Friday £5, Saturday £4 (£2 lunchtime Friday). 0870 9009100 (advance bookings), camra.org.uk. For blues lovers The American Festival of the Blues is at the Anvil in Basingstoke next weekend - starring Eugene \"Hideaway\" Bridges, Angela Brown and the Mighty 45s - and Michael Roach. February 17, 7.45pm. £15.50. 01256 844244, theanvil.org.uk. Getting creative Pot throwing, clay modelling, tile decorating and china painting are among the half-term activities for children at the Ironbridge Gorge Museum complex. China will be fired and sent to participants. Other work can be taken home. Near Telford, Shropshire. February 11-15 (activity workshops vary). Individual museum admission: £3.90 adults, £2.25 children. Ticket covering all museums: £10 adults, £6 children/students, £9 over-60s, £30 families (workshops: tile decoration £6, china painting £5, others may involve small extra charges for materials). 01952 432166, ironbridge.org.uk. Young masters Interpretations by schoolchildren of work by old greats and contemporary artists are on show at Birmingham Museum and Arts Gallery. The culmination of a three-year project with local schools, it embraces sculpture, painting, digital art and photography. Gas Hall, Chamberlain Square Until April 7. 10am -5pm (opens 10.30am- 5pm Fridays, 12.30pm Sundays). Free 0121-303 2834, bmag.org.uk."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}