{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/feb/20/horseracing.gregwood", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-02-20T21:17:36Z", "webTitle": "Top Festival hurdler dies in training", "webUrl": "https://www.theguardian.com/sport/2002/feb/20/horseracing.gregwood", "apiUrl": "https://content.guardianapis.com/sport/2002/feb/20/horseracing.gregwood", "fields": {"headline": "Top Festival hurdler dies in training", "bodyText": "Miros, the most promising novice hurdler in Britain, collapsed and died on the gallops at Jonjo O'Neill's yard yesterday, three weeks before he was due to line up for the first race at the Cheltenham Festival. \"He was a grand horse,\" the trainer said. \"He'd never had a vet to him in his life.\" Miros won four races on the Flat in Germany and Holland last year, and three of his four starts over hurdles since joining O'Neill at Jackdaws Castle. He was Coral's 4-1 second-favourite for the Supreme Novice Hurdle at Cheltenham. The five-year-old was due to have his final race before the Festival at Kempton on Friday. He was out at exercise and had done one canter,\" O'Neill said. \"He was walking back to do a second canter when he dropped dead.\" Jump racing fans everywhere will also have been saddened by the death of top-class chaser Nick Dundee, who shattered a fetlock while in retirement at Coolmore Stud. Injury problems dogged the career of the 10-year-old, who won a total of six races for owner Sue Magnier and trainer Edward O'Grady but will be best remembered for the courage he showed to defeat the effects of a life-threatening fall in the 1999 Royal &amp; SunAlliance Chase at the Cheltenham Festival. \"Nick Dundee aggravated the old injury. It was a great shame,\" said O'Grady. The principal drama yesterday came at Sedgefield, where Wilson Renwick was banned for 10 days after being found guilty of reckless riding on Harlov in the Tote Bookmakers Hurdle. In a close finish, Harlov veered across Harry Hooley, ridden by Laura Hislop, just yards from the line, unseating Hislop in the process. After a long inquiry, the stewards decided that Renwick's riding had, as the rule puts it, shown \"no regard to the consequences of his action or the risk to others, and in particular to the danger of injury to other horses or riders\". Harlov was disqualified and placed last, and the race awarded to Fornaught Alliance and Adrian Maguire, who looked booked for third place until the dramatic closing stages. · You've read the piece, now have your say. Email your comments, as sharp or as stupid as you like, to the \n<a>sport.editor@theguardian.com.</a>"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}