{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2002/feb/24/observerescapesection6", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2002-02-24T19:19:14Z", "webTitle": "Book ends", "webUrl": "https://www.theguardian.com/travel/2002/feb/24/observerescapesection6", "apiUrl": "https://content.guardianapis.com/travel/2002/feb/24/observerescapesection6", "fields": {"headline": "Book ends", "bodyText": "The Gay Times Guide to Great Britain and Ireland This 390-page guide will appeal predominantly to one type - gay men wanting to get laid. It doesn't, um, mince its words. Almost every provincial town has a paragraph on the local cruising bushes, car-parks, saunas or motorway junctions with helpful hints such as this one for Beaconsfield: 'Care should be taken as this place is used by genuine dog walkers.' It sticks to the stereotype of the hedonistic homosexual who sleeps all day and goes pubbing/clubbing all night and is comprehensive in that department. But, as they say, how do you think a cliché becomes a cliché? Information for lesbians is cursory throughout. And if you, male or female, are on the lookout for a gay-friendly café or restaurant, cinema, discussion group or activities where gay families with kids would feel welcome - rather than a sauna, dance fest or shag shed - forget it. There is, however, advice on accommodation, lawyers and book and sex shops. The guide also gives limited general information such as how to get to Birmingham, a history of the British empire and the fact that Scotland is famous for its whisky. Oh dear. · The Gay Times Guide to Great Britain and Ireland by John Szponarski is published by Gay Times, for £12.99. Fodor's Gay Guide to the USA and Canada This brilliant 676-page guide is compact, useful and fun - cool and trendy without trying too hard. Each town/city featured has a short introduction, with a gay angle on its history, then a section offering orientation by neighbourhood called 'the lay of the land', with great maps. It doesn't waste space on silly things such as 'how to get to Dallas' or directions to the botanical gardens, deciding that such information is easily obtained elsewhere (without having to buy two guides, one general, one gay, either). It then reviews accommodation and eateries before dividing info on the pub and club scene into handy subsections: 'the women's scoop', 'prime suspects', 'neighbourhood haunts', 'action' and, even, 'hanging with the hets'. Finally, under the cute heading 'the little black book' it gives info on tourist bureaux, gay community centres, gyms, health clubs, the local gay newspapers, websites and shops. The only drawback, apart from the price, is that it's too small to cover the US, and certainly not Canada, comprehensively outside the big urban areas but too big to fit in your pocket/handbag. · Fodor's Gay Guide to the USA and Canada by Andrew Collins is published by Fodor, for £19.99. Out Around New York Don't just book it... Thomas Cook is moving into gay holidays, so it has started publishing gay travel guides too. This series exemplifies just why the 'pink' market is not as defined as it once was. Most gay travellers want much more than a list of cruising sites - and only the most tragically timewarped fogey operators would nowadays refuse their business. (See Sandals news story on page 4.) In his New York edition of Out Around , Simon Gage successfully combines all the standard fare - people still want to see the Empire State Building, after all - with an acute gay sensibility. Most tourists aren't interested in male fashion, but Gage carefully distinguishes Abercrombie &amp; Fitch from Banana Republic. He also knows the difference between the Chelsea and the Chelsea Pines (which isn't just $150 a night). Sassy, sharp, irreverent. Very welcome. · Out Around New York by Simon Gage is published by Thomas Cook for £7.99. Miami, Amsterdam, Paris, London and San Francisco guides also available."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}