{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/feb/13/newsstory.sport2", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-02-13T22:47:41Z", "webTitle": "Leicester say goodbye to Izzet", "webUrl": "https://www.theguardian.com/football/2002/feb/13/newsstory.sport2", "apiUrl": "https://content.guardianapis.com/football/2002/feb/13/newsstory.sport2", "fields": {"headline": "Izzet on his way to Boro after Foxes agree £6m fee", "bodyText": "Leicester City are ready to accept a £6m offer from Middlesbrough for Muzzy Izzet and have given the Riverside club permission to open negotiations with the midfielder. Talks are expected to take place later this week when Izzet and the Boro manager Steve McClaren return from international duty with Turkey and England. \"We have received a written bid from Middlesbrough, which we are in broad agreement with, although there are a couple of small matters still to be finalised,\" said the Leicester chairman John Elsom. Izzet, 27, is the longest- serving player at Filbert Street following his transfer from Chelsea in 1996 and the London club will be entitled to 27% of any sell-on fee, approximately £1.4m. The West Ham manager Glenn Roeder has signed a new three-year contract, believed to be worth around £2m, that will keep him at Upton Park until 2005. Bolton are free to sign the France international Youri Djorkaeff after his contract was cancelled by the German club Kaiserslautern. The midfielder has already held talks with Bolton and a club spokesman said: \"Talks are ongoing with Djorkaeff and we hope to announce something later in the week.\" Roy Keane yesterday said he would sign his new Manchester United contract when he was good and ready, rather than be swayed by Sir Alex Ferguson's decision to remain at Old Trafford. Keane, who will lead out the Republic of Ireland in their friendly against Russia in Dublin today, said there was no guarantee he will resolve his terms before the World Cup. \"Alex signing doesn't make a difference to me. It's not an issue,\" he said. \"That's the reason why I employ a solicitor to sort things out like this.\" · You've read the piece, now have your say. Email your comments, be as frank as you like, we can take it, to \n<a>football.editor@guardianunlimited.co.uk .</a>"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}