{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/feb/20/golf.comment", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-02-20T21:14:13Z", "webTitle": "Olazabal drives away memories", "webUrl": "https://www.theguardian.com/sport/2002/feb/20/golf.comment", "apiUrl": "https://content.guardianapis.com/sport/2002/feb/20/golf.comment", "fields": {"headline": "Olazabal drives away memories", "bodyText": "The most infamous match in Ryder Cup history is to be replayed today. Jose Maria Olazabal and Justin Leonard, whose confrontation in the 1999 contest at Brookline Country Club ended in acrimony and recrimination, meet in the first round of the Accenture Match Play Championship here at La Costa, near San Diego. In a display devoid of sportsmanship and ignoring all etiquette Leonard and his team-mates erupted when he holed a 40-foot putt for a birdie on the 17th green. Other players, their caddies and even their wives ran to congratulate Leonard, even though Olazabal still had a putt for a half. Had it been holed, it was possible for Europe to retain the Ryder Cup. The Spaniard was forced to wait while the green was cleared before missing from around 30 feet. Leonard, who at one stage had been four down, went on to get the half his team needed to reclaim the trophy. But the behaviour of the American side so marred their triumph that it led to questions as to whether the contest should continue. Olazabal, one of the game's diplomats, was a model of restraint in the aftermath saying only that the scenes on the 17th were \"not something you would want to see\". Yesterday he continued in the same vein, remarking that Leonard \"did what he was supposed to do\" in getting the clinching half. Olazabal said: \"He tried to play his best. There was nothing wrong with him.\" He might have added that there was a lot wrong with those around him but Ollie, being Ollie, he did not. As far as Olazabal is concerned, this is not a revenge match. If it were, though, he would have an outstanding chance of winning it, given that his game has rarely been so good. In the last nine weeks, Christmas and the new year included, Olazabal has played six tournaments, won two, finished second in a third and won £865,395. He played a round with Darren Clarke on Monday and beat the man who beat Tiger Woods 4&amp;3 here to win this event two years ago. \"I have never seen him drive so well,\" said Clarke. \"He is long and straight and was past me more often than I was past him.\" This is because of continuing work on his technique, instigated by Butch Harmon, Woods's coach, and continued through Pete Cowen, Lee Westwood's man. He is striving to get greater width to his backswing and claims that despite his recent successes he is not yet comfortable. \"I had for many years been doing the wrong thing,\" he said, \"and it will take many hours on the range to put right.\" Yesterday Olazabal came in at 8.30am, his shirt already stained with sweat after hitting hundreds of drives in the chill Californian morning. The balls were crashing into the netting at the far end of the range and he asked his caddie, Phil Morbey, how far they were going. Morbey took out a laser measuring machine - no caddie is complete without one - and came up with an answer: 295 yards. If that match is the pick of the first round, Colin Montgomerie versus Scott McCarron is not far behind. McCarron led by two with three to play in last week's Nissan Open, contrived to come second and said: \"In the locker room afterwards no one would talk to me. It was like I'd got the plague.\" Whereupon his mobile rang. \"At least she still loves me,\" said McCarron, before answering his mother. · You've read the piece, now have your say. Email your comments, as sharp or as stupid as you like, to the \n<a>sport.editor@theguardian.com.</a>"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}