{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/feb/20/sport.championsleague", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-02-20T21:04:31Z", "webTitle": "United look for forward thinking", "webUrl": "https://www.theguardian.com/football/2002/feb/20/sport.championsleague", "apiUrl": "https://content.guardianapis.com/football/2002/feb/20/sport.championsleague", "fields": {"headline": "United look for forward thinking", "bodyText": "Sir Alex Ferguson has warned his players it is time to take the gloves off as they prepare to face Nantes at the Beaujoire stadium tonight. \"When you get to the stage when your players are 26 or 27, like most of our squad, you can't keep looking forward, wondering when they are going to reach their peak,\" he said. \"You have to deliver now. That is what I am telling them. The players have to ask themselves: 'How long do we have to wait?' This could be their moment now.\" United are in a strong position to progress to the Champions League quarter-finals, the stage at which they have faltered over the last two years. They lead Group A after the opening two games and 11 wins out of their last 12 Premiership matches is formidable form ahead of tonight's encounter against a Nantes side floundering towards the bottom of the French First Division, although for once United are being hard-pressed in the race to the English title. Ferguson, who travelled with a full squad, believes the competitive nature of this year's Premiership will be to his side's advantage. \"Maybe it's the best thing that could have happened to us,\" he said. \"We've gone into the last two quarter-finals with a lack of edge because we have been comfortable in the league. In 1999 every game was important and we were bouncing into them. This year it has been do-or-die in every game again. I'm sure we can be successful in Europe and I would love it because I don't think we have done ourselves justice over the last two years.\" Roy Keane, United's captain, took up the theme last night, claiming that the side had lost its momentum after the 1999 Champions League win. He added: \"People have relaxed too much in Europe because of getting to the pinnacle in '99. I felt after the win in Barcelona we just lost our edge a little bit in Europe.\" As Champions League trips go, tonight should be one of the less taxing. Nantes were bottom of their division three months ago and, even though the sacking of their coach Raynald Denoueix and the appointment of the Argentine Angel Marcos prompted a turnaround in results in December and January, they are still only five points above the relegation zone. Nevertheless Ferguson is considering changing the 4-4-2 system that has worked so well recently in favour of the more defence-minded 4-1-4-1 that he has deployed on most of United's European excursions. Ole Gunnar Solskjaer may be sacrificed despite scoring five goals in his last two away games. Manchester United (probable 4-1-4-1): Barthez; P Neville, Blanc, G Neville, Silvestre; Keane; Beckham, Scholes, Veron, Giggs; Van Nistelrooy. · You've read the piece, now have your say. Email your comments, as sharp or as stupid as you like, to the \n<a>football.editor@theguardian.com.</a>"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}