{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "science/2002/feb/19/spaceexploration.physicalsciences", "type": "article", "sectionId": "science", "sectionName": "Science", "webPublicationDate": "2002-02-19T17:32:41Z", "webTitle": "Alien scientists 'know of life on Earth'", "webUrl": "https://www.theguardian.com/science/2002/feb/19/spaceexploration.physicalsciences", "apiUrl": "https://content.guardianapis.com/science/2002/feb/19/spaceexploration.physicalsciences", "fields": {"headline": "Alien scientists 'know of life on Earth'", "bodyText": "Alien astronomers on other planets almost certainly have Earth listed as a world teeming with life, a leading scientist claimed today. Earth observers are probably no more than 20 years away from identifying distant planets on which life exists, and it is likely that putative space civilisations have already come to the same conclusion about Earth, said Dr Roger Angel of the University of Arizona in Texas. At America's biggest science conference in Boston, Massachusetts, he said that Earth had been sending a strong signal into space announcing the existence of life for at least a billion years, because of the presence of oxygen in its atmosphere. \"I'm convinced that if there were aliens with technology a bit more advanced than ours they would know that there's life on this planet,\" Dr Angel told the American Association for the Advancement of Science. \"Our own Earth has been putting out a signal for the last billion years which says 'we're here'.\" Different physical elements create specific signatures imprinted in light which can be identified when light is divided into its constituent colours. Astronomers know that any planet whose reflected light contains a strong oxygen signal is virtually guaranteed to support life. Other signatures that suggest life are water, carbon dioxide, ozone, methane, nitrous oxide and chlorophyll. At present the only way to detect planets outside our solar system is indirectly, by measuring the gravitational effect they have on their parent stars. About 100 giant Jupiter-like planets have been found so far using this method. To find small rocky planets such as the Earth and examine their atmospheres requires technology capable of separating their light from the dazzling rays of the stars they orbit. Two new space telescopes with this ability - one American and the other European - are due to be launched in about 15 years. The European Space Agency's Darwin telescope and Nasa's Terrestrial Planet Finder will for the first time allow astronomers to look for the tell-tale signs of life among the stars. Using a method of \"cancelling out\" the overspill of starlight, they will be able to separate and capture reflected light from Earth-like planets. Dr Wesley Traub, from the Harvard-Smithsonian Centre for Astrophysics, said: \"You'd see the planet as a blob, but from that blob you can learn a lot. If it looks too bright it would probably be like Jupiter, but if you see a dim spot of light then you have some hope that you are looking at a terrestrial-like planet.\" Dividing the light into different colours of the spectrum would reveal the planet's deeper secrets - including whether or not oxygen likely to foster life is present. The Earth has been sending out just such a signature since abundant plant life started filling the atmosphere with oxygen a billion years ago, and it would not be missed by any extraterrestrials with the ability to spot it, Dr Angel said. Astronomers have already earmarked about 150 stars within a distance of about 100 light years for the planet-finder search. Professor Norman Pace, a biochemist from the University of Colorado at Boulder, said the chances of discovering life outside the solar system were far higher than finding it on neighbouring planets and moons. He did not have much hope of finding underground microbes on Mars, or within the ocean that is thought to lie under the icy surface of Europa, one of Jupiter's moons. \"The basic theme here is that if you look at what is required for life, it really is a narrow window,\" he said. \"Our solar system outside Earth doesn't seem too promising to sustain life, but we don't know what kind of extreme conditions conducive to life may be found elsewhere in the universe.\" He believed life to be a \"common consequence of the origin of planetary systems\". The real question, he said, was whether or not life was able to survive after its creation. \"If life survives, it will not only survive, but thrive and multiply on the surface of the planet,\" he added. \"When we look out into the solar system we're certainly not looking for palm trees - it's pretty harsh out there.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}