{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2002/feb/16/guardiansaturdaytravelsection3", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2002-02-16T19:25:26Z", "webTitle": "Tickets to ride", "webUrl": "https://www.theguardian.com/travel/2002/feb/16/guardiansaturdaytravelsection3", "apiUrl": "https://content.guardianapis.com/travel/2002/feb/16/guardiansaturdaytravelsection3", "fields": {"headline": "Tickets to ride", "bodyText": "Six top destinations Amsterdam: £82.30 bmi British Midland from Heathrow. Tickets must be bought at least one day before travel. Valid for departures until further notice. Minimum stay one Saturday night, maximum two months. bmi British Midland (0870 6070555). Paris: £96 Air France from Manchester, valid for departures until March 30. Minimum stay one Saturday night, maximum one month. Trailfinders (020-7937 1234). Hong Kong: £372 Lufthansa from Heathrow via Frankfurt. Must be booked by February 28. Valid for departures until March 31. Minimum stay one Saturday night, maximum two months. Travelbag (0870 8901459). Los Angeles: £235 Delta Airlines from Gatwick via Boston. Must be booked by February 18. Valid for departures until February 28. Minimum stay one Saturday night, maximum one month. Bridge the World (0870 4441716). New York: £175 Air India from Heathrow. Same fare to Chicago. Valid for departures until March 15. No minimum stay, maximum 60 days. Quest Travel (0870 4423508). Sydney: £480 Gulf Air from Heathrow via Bahrain. Valid for departures until March 15. All travel must be completed by March 31. Thomas Cook Flights Direct (0870 7520066). The pick of the rest Stockholm: £91 SAS from Heathrow. Restricted to students and travellers under 26. Must be booked by March 4. Valid for departures until December 31. No minimum stay, maximum 12 months. STA Travel (0870 1606070). Vancouver: £326 KLM from Heathrow, London City, Manchester, Glasgow, Edinburgh, Birmingham, Southampton or Newcastle via Amsterdam and Seattle. Must be booked by February 24. Valid for departures until March 21. Minimum stay one Saturday night, maximum one month. Trailfinders (020-7937 5400). Rio de Janeiro/ São Paulo: £335 Varig from Heathrow. Valid for departures March 1-April 30. Minimum seven days, maximum one month. Journey Latin America (020-8747 3108). Alicante: £145 Monarch Airlines charter from Gatwick. Departs March 16 for seven nights. Avro (0870 0360116). And the rail alternative Paris/Brussels: £70 Lille: £60 Same day return fare. Valid on Saturday/Sunday trains only. Eurostar (08705 186186). NB Fares can change rapidly. These were available in reasonable quantities at the time of writing, but they can sell out in a sudden rush."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}