{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/feb/16/rugbyunion.sixnationsrugby20022", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-02-16T23:53:29Z", "webTitle": "Wales v France preview", "webUrl": "https://www.theguardian.com/sport/2002/feb/16/rugbyunion.sixnationsrugby20022", "apiUrl": "https://content.guardianapis.com/sport/2002/feb/16/rugbyunion.sixnationsrugby20022", "fields": {"headline": "Shanklin at centre of Hansen's thinking", "bodyText": "If proof were needed of how small rugby's world has become at the highest level, look no further than two of today's midfield protagonists at the Millennium stadium: Tom Shanklin, who makes his championship debut for Wales in the centre, and Tony Marsh, his opposite number in the French side. Shanklin, first capped by Wales on last summer's tour of Japan, has been able to turn to his Saracens team-mate Thomas Castaignède, who gave Wales the runaround four years ago, for lowdown on France's midfield while the New Zealand-born Marsh has played in teams masterminded by the Wales coach Steve Hansen and his predecessor Graham Henry, both New Zealanders. There is a sense of history repeating itself for the 22-year-old Shanklin because it is 32 years since his father Jim, also a threequarter, made his first championship appearance, likewise against France, after an embarrassing defeat for Wales in Dublin. Tom Shanklin's career was threatened a year ago by an accident in training. His leg was trodden on and he developed Acute Compartment Syndrome when a vein under his calf muscle burst. He had surgery as soon as the problem was diagnosed and was later told that a delay of even several hours could have led to amputation. \"I thought nothing of it when I took the knock,\" Shanklin said. \"Thirty minutes later I could hardly walk and I lost all feeling below my left knee. If I had not gone to hospital that night, the implications would have been very serious. I was kept in for a week and had three operations. It was three months before I was able to play again.\" Small wonder his father has been on the telephone all week checking his son will be fit. \"He always watches my games and is quick to tell me where I am going wrong,\" Shanklin said. \"He is more nervous about the France match than I am.\" Injuries have restricted Shanklin to nine club games this season but once Jamie Robinson damaged ankle ligaments against Ireland two weeks ago Hansen, inclined to drop Iestyn Harris to the bench, turned to the A team, for whom Shanklin played at outside-centre in Cork. \"I was very surprised to be called up but this is my chance,\" said Shanklin. \"I was quickly in touch with Thomas, who knows everything about the France squad.\" It has been another traumatic month for Wales, whose decline since their last Grand Slam in 1978 shows no sign of ending. The record 54-10 defeat against the Irish, their fourth reverse in five matches, led to Henry resigning and his assistant, Hansen, who took over as forwards coach only last month, being promoted. Hansen has adopted a simpler gameplan than the intricate one favoured by Henry, which succeeded only in confusing his players. Whereas Henry operated as a dictator, Hansen is more a first among equals. He not only delegates but has involved the squad in decision-making processes. It is a sign of the hard times for Wales that today's match is not a sell-out. The last occasion that happened for a championship match was in the 1960s and the organisers of a rugby website have arranged a march through Cardiff today which will end up outside the WRU offices near the central railway station. The campaign, Ruck the Welsh Rugby Union, is designed to bring pressure on the governing body to reform itself after the fall of Henry. Those demonstrators who have tickets will also hold a protest inside the ground, though stewards have been told to confiscate banners and placards. \"The WRU does not want the afternoon to turn into a circus,\" read an article on the website yesterday. \"In which case, why are the clowns still in charge? Fans are being short-changed. It is time for this amateur body to be replaced by a professional one.\" Hansen, who is in charge until the end of the Six Nations campaign, is keeping his distance. \"My job is to coach the side,\" he said. \"I am not here to sell tickets and it will not worry me if no bugger turns up.\" France will be looking to get on top in the opening 20 minutes to silence the crowd. \"Wales have had a tough time lately but they will be looking to prove a point and it is going to be hard for us,\" said the Montferrand centre Marsh. \"I played in a side coached by Steve Hansen 10 years ago and I was in the Auckland Blues squad in 1997 when Graham Henry was in charge. They are among the best in the business but in times of strife it is all about digging deep. We also have something to prove after a disappointing performance against Italy.\" Wales have suffered three record championship reverses in the last two years. Each time they avoided defeat in their following match but, should form be overturned and Wales win today, Hansen will not proclaim himself a redeemer. Unlike Henry, he will choose his words cautiously, and find an audience. · You've read the piece, now have your say. Send your comments, as sharp or as stupid as you like, to \n<a>sport.editor@guardianunlimited.co.uk</a>"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}