{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/feb/05/rugbyunion.sixnationsrugby2002", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-02-05T22:07:41Z", "webTitle": "Wood runs out of time to face England", "webUrl": "https://www.theguardian.com/sport/2002/feb/05/rugbyunion.sixnationsrugby2002", "apiUrl": "https://content.guardianapis.com/sport/2002/feb/05/rugbyunion.sixnationsrugby2002", "fields": {"headline": "Wood runs out of time to face England", "bodyText": "Ireland's talismanic captain and hooker Keith Wood has admitted he has little chance of facing England in the Six Nations encounter at Twickenham on Saturday week. The Harlequins forward expects to have the plaster cast taken off his injured calf tomorrow but will miss Quins' friendly with Natal Sharks tonight and will not recover in time for the Premiership trip to Bath this weekend. Munster's Frank Sheahan replaced Wood in Sunday's 54-10 thumping of Wales. Wood said: \"The England game is going to be a real cracker now, but I've a very slim chance and it doesn't look like I'll win this particular one. I'll do whatever I can to get there to have some involvement, but it just hasn't responded, which is very frustrating.\" The consolation for Ireland is that Sheahan performed exceptionally well as a stand-in in Dublin at the weekend and the game against England will help him erase the memory of his last visit to Twickenham. After conceding 50 points to England two years ago Sheahan was involved in an altercation with a fan later that Saturday night when he headbutted the supporter and was subsequently fined by the Irish management. Leicester's England flanker Lewis Moody will face a Heineken Cup disciplinary committee on Friday following an allegation of stamping in last week's quarter-final win against Leinster. Leinster cited Moody for allegedly stamping on their Ireland centre Brian O'Driscoll. After studying a video Leicester decided last week to take no further action against Moody, who was sent to the sin-bin late in the game for an unrelated incident. When it meets in Dublin, the committee appointed by the competition organisers European Rugby Cup Limited will also hear a misconduct charge against Newcastle, in respect of their pitch preparation for the Heineken Cup match against Leinster on January 5. Japie Mulder, the Springbok centre, will make his debut for Leeds Tykes against Newcastle on Sunday. The 32-year-old, a member of the Springboks' 1995 World Cup-winning team, will also play rugby league for Leeds Rhinos and joins his fellow Springbok Braam van Straaten as the bottom-of-the-table Tykes attempt to survive their first season in the Premiership. · You've read the piece, now have your say. Email your comments, as sharp or as stupid as you like, to the \n<a>sport.editor@theguardian.com.</a>"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}