{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/feb/20/boxing", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-02-20T21:55:10Z", "webTitle": "Tyson is given a licence in capital", "webUrl": "https://www.theguardian.com/sport/2002/feb/20/boxing", "apiUrl": "https://content.guardianapis.com/sport/2002/feb/20/boxing", "fields": {"headline": "Tyson is given a licence in capital", "bodyText": "Mike Tyson was granted a licence to fight in Washington DC by the state commission yesterday, setting the stage for a June bout against Lennox Lewis in the city. The three-member commission approved his application unanimously, and last night Gary Shaw, the chief operating officer of Lewis's promoters Main Event, said they would start work immediately on the feasibility of promoting the fight in Washington. \"To say we are not concerned about his past would be disingenuous,\" said Michael Brown, the commission's vice chairman. \"But we looked at the application on its face.\" Tyson has been looking for a boxing body in the United States or abroad that would allow him to fight Lewis for the WBC and IBF heavyweight belts. The bout was originally scheduled for April 6 in Las Vegas, but the Nevada commission denied Tyson a licence after a brawl with Lewis at a news conference in New York last month. Nevada police are also currently investigating two sexual assault complaints against Tyson, although no charges have been filed. With Nevada out of the picture, Tyson's supporters have searched the world for potential venues. California, Texas, Michigan, Georgia, England, Denmark, South Africa and the Netherlands have all been mentioned and ruled out. Georgia, for example, fell out of the running the moment its governor Roy Barnes referred to Tyson as a \"sexual predator\". Washington's mayor Anthony Williams said he would not object to Tyson's fighting in the district if the commission gave its approval. Both Williams and Brown cited the economic impact the fight would have the capital. \"September 11 has changed a lot of things,\" Brown said. \"A lot of hotel and restaurant people are out of work, and this fight would be helpful to the city.\" · You've read the piece, now have your say. Email your comments, as sharp or as stupid as you like, to the \n<a>sport.editor@theguardian.com.</a>"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}