{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/feb/05/cricket.westindiescricketteam", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-02-05T22:18:49Z", "webTitle": "Test best for Shoaib as West Indies are blown away", "webUrl": "https://www.theguardian.com/sport/2002/feb/05/cricket.westindiescricketteam", "apiUrl": "https://content.guardianapis.com/sport/2002/feb/05/cricket.westindiescricketteam", "fields": {"headline": "Test best for Shoaib as West Indies are blown away", "bodyText": "Pakistan forced themselves into a winning position after lunch on the fifth and final day of the first Test against West Indies in Sharjah, and finished the job before tea as the West Indies collapsed to go one down in the two-match series. They were dismissed for 171, 170 short of the target, and that after they had appeared to be in little difficulty when they lunched at 111 for one. Shoaib, who finished with Test-best figures of five for 24, had bowled Daren Ganga for 34 in the morning session and he struck again in successive overs soon after the lunch. Chris Gayle, on 66, added one more boundary before Shoaib spread his stumps and Wavell Hinds, who had scored eight, followed after edging a rising delivery to Rashid Latif. Three runs later the third umpire, Athar Zaidi, deemed Sherwin Campbell to be run out after he scrambled a quick single, but from the three camera angles available it was impossible to see if he had made his ground or not. West Indies promptly lost their last six wickets for 22 as the medium-pacer Abdur Razzaq, finding a hint of swing, took four wickets, including three in an over, to wrap up the victory. That all happened in his fourth over, and the innings' 55th, when Shivnarine Chanderpaul was caught behind for a duck off the first ball, Carl Hooper was trapped in front off the fifth and Ridley Jacobs was adjudged leg-before off the last, even though the ball appeared to have pitched outside leg. Shoaib then returned for his third spell of the day and bowled Mervyn Dillon and Cameron Cuffy with successive deliveries and though Ryan Hinds and Pedro Collins put up a brief resistance, Razzaq eventually bowled Collins to finish with four for 25. Waqar Younis singled out his fellow opening bowler for special praise. \"Shoaib, I think, has struck peak form and has no fitness problems. He has found the rhythm in his bowling which is a great thing for us,\" the captain said. \"I am pleased with my team's performance especially with the work of Shoaib, who really bowled well, as did Abdur Razzaq. We were all concerned about the pitch but it played very well and surprised us.\" The second Test begins at the same venue on Thursday. · You've read the piece, now have your say. Email your comments, as sharp or as stupid as you like, to the \n<a>sport.editor@theguardian.com.</a>"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}