{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2002/feb/20/4", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2002-02-20T22:25:36Z", "webTitle": "Robbie wins, Gorillaz lose, Craig snubbed... again", "webUrl": "https://www.theguardian.com/uk/2002/feb/20/4", "apiUrl": "https://content.guardianapis.com/uk/2002/feb/20/4", "fields": {"headline": "Robbie wins, Gorillaz lose, Craig snubbed... again", "bodyText": "Robbie Williams cemented his position at the top of UK pop stardom tonight with his second consecutive Brit award for best British male solo artist. He edged out Aphex Twin, Craig David, Elton John and Ian Brown for the gong. Craig David, who went home empty-handed despite seven nominations last year, was again snubbed in all three of the categories for which he was nominated - British male, British album and dance act. In the women's category, Dido - who was last week reported to be Britain's highest earning female pop star - triumphed over an eclectic field which included Geri Halliwell, PJ Harvey, Sade and Sophie Ellis Bextor. The animated pop band, Gorillaz, was the biggest loser of the night. The brainchild of Blur frontman Damon Albarn and illustrator Jamie Hewlett had led the field with six nominations but ended up with no awards. It was again passed over for the best British group award - this time losing out to Travis. Last year, the band had prepared an acceptance video, only to be pipped at the post by Coldplay. In a controversial decision, So Solid Crew won the best video gong for 21 Seconds, beating Fatboy Slim's widely admired Weapon of Choice, which featured a dancing Christopher Walken. In the international categories, Kylie Minogue pipped Destiny's Child to emerge with two awards - for best female and best album. Brit winners in full Best British male solo artist Robbie Williams Best British female solo artist Dido Best British group Travis Best British album Dido: No Angel Best British newcomer Blue · Winner voted for by BBC Radio 1 listeners Best British single S Club 7: Don't Stop Movin' · Winner voted for by independent commercial radio listeners Best British video So Solid Crew: 21 Seconds Best British dance act Basement Jaxx Best international male solo artist Shaggy Best international female solo artist Kylie Minogue Best international group Destiny's Child Best international album Kylie: Fever Best international newcomer The Strokes Best pop act Westlife · Winner voted for by viewers of CD:UK, Sun readers and via BT Cellnet text messaging Outstanding contribution Sting · The award ceremony, hosted by Frank Skinner and Zoe Ball, will be televised on ITV1 tomorrow."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}