{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2002/feb/19/artsfeatures", "type": "article", "sectionId": "global", "sectionName": "Global", "webPublicationDate": "2002-02-19T18:07:07Z", "webTitle": "Arts: Norman Rockwell", "webUrl": "https://www.theguardian.com/culture/2002/feb/19/artsfeatures", "apiUrl": "https://content.guardianapis.com/culture/2002/feb/19/artsfeatures", "fields": {"headline": "Home of the brave", "bodyText": "Americans are at war and even Manhattan's liberal museums are doing their bit. The Guggenheim has an exhibition of America's favourite, most patriotic artist, Norman Rockwell (1894-1978). The show was planned long ago and toured the country before coming to New York, but as one reviewer enthused, it could not be more timely. And yet the art of Norman Rockwell turns out to be more complex, pluralist and plain likable than the current view from the White House. Rockwell helped win a war, but he never relished it. You would have to go back to Dickens to find a British cultural figure so formative of national identity. Thanksgiving would not be the same without Rockwell's 1943 picture Freedom from Want, a silvery, shining moment shared with the perfect American family, who are gathered, chatting and laughing and agog with joyous solidarity around a Thanksgiving table on which the mother lays a massive turkey while the paterfamilias stands gravely in black to carve it. This picture, at once homely and grave, has become as inseparable from its subject as A Christmas Carol from Christmas. When Americans head home for Thanksgiving it is the image their family feast is supposed to live up to. Of course, it never does. It's as if Rockwell made his art specifically in order to make Americans feel fallen. In the definitive national images that he painted as Saturday Evening Post covers in the 1940s and 50s, Rockwell delineated a prelapsarian America, a perfect place populated by good, well-meaning people where nothing terrible ever happens and where all the national ideals are fulfilled. To look at Rockwell's pictures is to look at the starting point of every art work that reveals the underside of Rockwell's world. The excessive happiness and communalism of Rockwellville lead inexorably to David Lynch's Blue Velvet, to the severed ear in the neatly-mown grass. Rockwell's idyllic Thanksgiving is one of four paintings he made in 1943 to illustrate America's Four Freedoms, to spur his countrymen on in the second world war. They were published in the Saturday Evening Post and the canvases went on a national tour, during which they were seen by over a million people and were credited with selling $132m worth of war bonds. Rockwell's Four Freedoms have lived in the national imagination ever since. Freedom from Want - the Thanksgiving scene - is the most famous, perhaps because Rockwell rightly anticipated that the future of America would be one of galloping prosperity. The others are Freedom of Speech, in which a blue-collar guy gets up to speak at a town meeting and is heard with respect; Freedom to Worship, depicting people of different faiths praying together; and Freedom from Fear, with a couple tucking their children up in bed, the man holding a paper with news of bombing raids in Europe, knowing that here in America no air raid siren will split the night. Rockwell later said he didn't feel quite happy with Freedom from Fear - it was, he said, \"based on a rather smug idea\" that Americans were safe from external attack. Rockwell would have been proud of this show and the catalogue with essays by highbrow critics such as Robert Rosenblum and Dave Hickey. The fact is, Rockwell did secretly see himself as a real artist, not just an illustrator. He was fascinated by the nitty-gritty of creative work and loved to reveal the techniques of art, illustrated with self-deprecation and homely straightforwardness. He was very self-conscious about art, mockingly portraying himself at work - always drawing, as photographs record, from the live model, posing friends and family in his scenarios - and making jokes about high art in pictures such as The Critic and The Connoisseur. Rockwell was steeped in the history of art and his pictures are full of lightly worn knowledge and unlikely influences; the light that suffuses After the Prom is that of 15th-century Venetian painting, pointedly giving a humble scene the visual glory of a Titian pastoral. Rockwell would have loved being recognised as a serious artist. But he might have been uncomfortable with any suggestion that he was an unquestioning flag-waver, cheering George Bush to the next stage in the war against terrorism. He was not blind to America's flaws, even though his art might dream of the way things should be. In the 1960s he was shocked by the violence of the South towards civil rights campaigners. His picture Southern Justice records the murder of activists in Mississippi. It's very different from the cute image of a white boy served by a black waiter on a train that he had painted in 1946. Rockwell claimed that when he worked for the Post its editor \"told me never to show coloured people except as servants\". After he parted company with the magazine in 1963, Rockwell became more openly political, and the politics were not what people might have expected; indeed one of the many American artists who chronicled the breakup of Norman Rockwell's idyllic mid-century America was Norman Rockwell. Rockwell's 1960s pictures are images of tension and conflict. The Problem We All Live With (1963) has a little girl walking to a newly desegregated school with an escort of four US marshals. It adopts her scale, dwarfed by the huge legs of the marshals. On the wall behind is vile racist graffiti and the blood-red remains of a thrown tomato. Rockwell was accused by angry letter writers of \"vicious lying propaganda... for the crime of racial integration\". Even in his 1940s heyday, Rockwell is full of surprises. His pictures rarely make a great display of the Stars and Stripes. His most famous flag billows in the background of a 1943 Post cover whose star is Rosie the Riveter, the mythic representative of women workers in the second world war whom Rockwell makes a powerful national icon, an American Athena. Rockwell's Rosie, muscular, denim-clad, her chest covered with badges, her face with grime, crushes a copy of Mein Kampf underfoot during her lunchbreak. There's a bony, puritan hardness to Rockwell's drawing that belies his endless good humour, and this no-nonsense graphic precision gives his pictures the moral confidence his viewers in the 1940s, and since, found so arresting. You never feel he is a hack. He really does seem to believe in the safe, communal, tolerant America he mythologises. The Good War, as the radical historian Studs Terkel called the second world war, was Rockwell's finest hour. And yet, this exhibition finally gave me a stomachache. As smiling scene gives way remorselessly to smiling scene, darkness is denied utterly. In Rockwell's world vulnerable children meet only the most benevolent adults; in his 1958 painting The Runaway a boy who has done a Huck Finn sits on a diner stool watched over by a friendly cop and a compassionate cook. When Rockwell paints a girl with a black eye, we're supposed to understand that her shiner was gained innocently in the playground. We are not meant to have any fears for the teenagers on their first date in After the Prom, or suspect that they are about to find that love hurts. Rockwell throws our suspicions back on us. His conviction is so gently authoritative, his jollity so 19th-century, that we slink off guiltily, wondering what it is in us that makes us strangers to his paradise. And this is why Rockwell is a mythologist not of paradise, but of the fall. His are pictures without an unconscious, without desire, without adult sexuality: Rockwell never depicted anything erotic (as opposed to joking about lust), and the fustiness of his palette makes such a thing inconceivable. You accept that he has no murky thoughts about his subjects because he draws with such an asexual line, and uses such mild colours. Any luridness you imagine threatening this perfection is provided by your own disgusting mind. By making everything clean and pure, Rockwell compels you to supply what is missing - dirt and sin. He is a goad to the psyche's filthiest energies; he tells a Straight Story and you make up your own Mulholland Drive. Rockwell's oversweetened vision was strikingly different from the darkness that rose to the surface of American culture during the Depression; the underside of American dreams was there before Rockwell's 1940s arcadia. It was in Edward Hopper, in The Wizard of Oz, in Poe a century earlier. Rockwell provided a counter-myth for an age of world war and American ebullience: one that was seductive, but that everyone knew to be preposterous. Its cultural value - its endless productivity - lies in the richness of the ways in which it can be undermined. · Norman Rockwell: Pictures for the American People is at the Guggenheim Museum, New York, until March 3."}, "isHosted": false}}}