{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/feb/11/cricket.englandinnewzealand200102", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-02-11T23:49:32Z", "webTitle": "Caddick casts cloud over win", "webUrl": "https://www.theguardian.com/sport/2002/feb/11/cricket.englandinnewzealand200102", "apiUrl": "https://content.guardianapis.com/sport/2002/feb/11/cricket.englandinnewzealand200102", "fields": {"headline": "Caddick casts cloud over win", "bodyText": "After two fine last-ditch wins to square the series in India, England are not about to inflict major surgery on the team that served so well when the going got tough. But a brace of excellent practice matches in Hamilton, on a top-notch surface against competitive opposition, have revealed that there is work to be done before Wednesday's opening one-day match against the Black Caps in Christchurch. Not the least worrying is the form of Andy Caddick, who for a variety of reasons has had precious little cricket since the season finished in England, and who has underperformed to a worrying degree over the past three days. On Friday, under the lights, he suffered the ignominy in his second over of being hit successively for 6, 4, 6 by a former tail-ender, Simon Doull, and promptly retired to the dressing room apparently to change his boots. Yesterday, as all the other England bowlers pro duced respectable figures to dismiss the Northern Knights for only 160, he again looked lethargically off the pace, unsure of his length, as he failed to take a wicket and conceded 48, including another six biffed back over his head. Figures then of one for 104 from his two games. \"It is a worry,\" Duncan Fletcher conceded after England had completed a comfortable five-wicket win. \"We know he is a better bowler than the figures suggest. Maybe in coming back to New Zealand he is trying too hard to impress and not relaxing. You never know what is in a man's mind.\" For now, though, Caddick seems certain to be given the opportunity to redeem himself in Christchurch; with Matthew Hoggard an eager understudy, he had better take it. If Fletcher was pleased with the overall quality of the workout, he was critical of the bowling performance in the first game where England failed to defend a total of 288 and let Doull score 80 from 47 balls. \"We should have played better and won that,\" he said. \"The bowlers were not thinking about what they were doing. They did not think their variations through and make sure that the right ones were bowled at the right time. It is about decision-making. Instead I think they just believed that Doull would get out at any time. That was not good enough and we have had a bit of a chat about it.\" Yesterday's game was altogether better as a result, with Darren Gough, Craig White and Andy Flintoff reducing the Knights to 71 for six before resistance down the order and further tidy batting from Grant Bradburn, who followed Friday's 43 not out with another unbeaten innings of 46, lent the total some respectability. England's reply was hesitant at first against fiery pace bowling from the teenaged Ian Butler, a definite international prospect, who ripped out Michael Vaughan having first been hooked handsomely for six. There were three cheap wickets for the fast-medium Joseph Yovich too, although Graham Thorpe was unlucky to be given out rather than scoring a six as Michael Parlane clipped the line with his foot in taking a running catch at fine leg. When White was brilliantly caught at backward point by Hamish Marshall England were 96 for five and still not out of danger. Owais Shah had booked himself in, though, making a steady unbeaten 29, and with Flintoff firing away at the other end they saw the side through with a stand of 67. The end was emphatic: a boundary splattered square on the off side by Flintoff followed by another as he stepped away and scorched extra cover's fingertips. Under the circumstances it was best that Flintoff kept his shirt on, but he has much to shout about at present as he continues to contribute both with ball - three for 20 yesterday - and bat , his 45 coming from only 25 balls with a six and nine fours. \"A different boy now\" was Fletcher's assessment. \"He is doing both aspects well. Partly it is about confidence but we have worked at his setup at the crease and he has got his footwork right. We know he is the sort of player who can turn games in a couple of overs, like Lance Klusener or Chris Cairns, but he will not always come off, we all have to realise that. It is good to see him thinking and putting his shots together.\" New Zealand, meanwhile, have made changes from the squad that lost the recent VB series finals to South Africa and five matches in a row in all. Most significant is the omission of the vastly experienced wicketkeeper Adam Parore, who has 177 caps; he is replaced, for at least the first two games, by Chris Nevin, who will open the batting as well. Dion Nash also misses Christchurch and Wellington through injury."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}