{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/feb/20/minutebyminute.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-02-20T21:40:16Z", "webTitle": "Liverpool 0 - 0 Galatasaray", "webUrl": "https://www.theguardian.com/football/2002/feb/20/minutebyminute.sport", "apiUrl": "https://content.guardianapis.com/football/2002/feb/20/minutebyminute.sport", "fields": {"headline": "Liverpool 0 - 0 Galatasaray", "bodyText": "Liverpool: Chris Kirkland; Abel Xavier,Stephane Henchoz, Sami Hyypia, Jamie Carragher, John Arne Riise, Dietmar Hamann, Steven Gerrard, Danny Murphy; Michael Owen, Emile Heskey. Galatasaray: Faryd Mondragon; Bulent Korkmaz, Emre Asik, Gustavo Victoria, Sebastien Perez, Ergun Penbe, Bulent Akin, Andres Fleurquin, Berkant Goktan, Umit Karan, Hasan Sas. Referee: Vitor Manuel Pereira (Portugal). 1 Galatasaray get the game underway on a chilly night at Anfield. Early foul on Michael Owen gives Liverpool a free-kick. 4 Steven Gerrard with a raking pass down the right to find Heskey and break a period of Gala possession that was making Liverpool look jittery. 6 Michael Owen with a deep run into the Gala area to win a corner - Danny Murphy takes towards Abel Xavier but Gala clear. 7 But not too well and the visitors give away a free-kick almost 30 yards out - Dietmar Hamann swerves it through a broken wall... just wide of Faryd Modragon's left-hand upright. 10 Liverpool free-kick 35 yards - Gerrard optimistically has a pop... no chance, straight at Mondragon. 12 Gala free-kick just outside the right side of the Liverpool area - cleared with ease. 14 Gala looking sharp in midfield and ready to close down Liverpool, Umit Karan shoots from 25 yards and forces a fine save from Chris Kirkland. Corner comes to nothing. 17 Gala developing a tight passing game that is leaving Liverpool chasing thin air in midfield. 21 Gala corner, comes to nothing. 24 Gala free-kick 25 yards out to the left. Kirkland holds at the near post. 25 Liverpool start to get their act together when Murphy lobs the ball over the top of the Gala back four for Owen coming in at the far post... but it is too far ahead of him. 31 Heskey wins a free-kick 25 yards out - John Arne Riise blasts it in to force a fine save from Gala's Colombian keeper Mondragon. 35 Good play by Owen to hold things up and win a corner; Murphy takes and misses everyone. 38 Kirkland almost hands the opener to Gala when his clearance hits Umit in the Liverpool area. 39 Liverpool free-kick; Hamann takes from 30 yards and wafts it towards the head of Hyypia 10 yards, but the Finn's glancing header rebounds of the post before being cleared for a corner. 41 Mondragon forced into action to save a blistering Hamann shot from just over 20 yards. 42 Hamann again with a right-foot shot from 25 yards, another fine save for a corner; goal-mouth scrum results and ends with Heskey's point-blank shot being cleared off the line. 45 Gala end the half with a shot from Ergun Penbe that hits the side-netting. Half-time. 46 Liverpool get the second 45 underway and will hope to pick up where they left off. 47 Owen wins an early corner; Riise takes but Gala clear. 49 Good running by Owen to draw players away for Murphy to shoot from 25 yards... just wide of the far post with Mondragon beaten. 56 Umit with a shot that takes Krkland by surprise and clears the bar by only a foot or so. 60 Liverpool free-kick 25 yards out, slightly to their left - Hamann puts it wide of the far post. 61 Great defending saves the day when Heskey plays Owen into space in the Gala area. 62 Liverpool corner; Riise takes and Heskey hits the crosssbar from six yards. Should have done better. 66 Murphy with a golden chance - beats two and then slices his shot wide from less than 10 yards. 67 Substitution Smicer on for Carragher. 68 Corner to Liverpool after Owen just fails to get on the end of a fine Heskey cross; Liverpool keep possession but the ball ends up with Gala keeper Mondragon. Just as in the first half, Liverpool are coming alive after early pressure from the visitors. 72 Substitution Gary McAllister MBE on for the injured Gerrard. 81 With a lopping shot over the Gala bar from 20 yards. 83 Hamann, McAllister and Heskey before the ball reaches Owen running into the area, but his shot is stopped well by Mondragon. 87 Liverpool still driving forward and still failing to break through the Gala defence. 90 Three minutes extra to play. Smicer with a cross towards Heskey at the far post; Heskey, leaning back, can only put it wide. Owen blows a late chance when offers Mondragon a tame lob instead of taking him on. Full-time. Not good for Liverpool, with two points at the half-way point in the group."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}