{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/feb/01/rugbyunion.sixnationsrugby20021", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-02-01T20:44:05Z", "webTitle": "Andrew speaks favourably of England squad", "webUrl": "https://www.theguardian.com/sport/2002/feb/01/rugbyunion.sixnationsrugby20021", "apiUrl": "https://content.guardianapis.com/sport/2002/feb/01/rugbyunion.sixnationsrugby20021", "fields": {"headline": "Andrew wrong-foots the England set-up", "bodyText": "An urgent, albeit tongue-in-cheek, Rugby Football Union inquiry was under way last night after the England squad arrived in a wet and windy Edinburgh to hear their former fly-half Rob Andrew singing their praises on the eve of the new Six Nations season. Before his side's autumn internationals Clive Woodward was upset by Andrew's pre-game observations about England's tendency to lose big matches but, on this occasion, Newcastle's opinionated director of rugby feels the visiting team have the capacity to pose Scotland serious problems in tomorrow's Calcutta Cup game at Murrayfield. In Andrew's view England have finally absorbed the lessons of their tactical brainstorm against Ireland in Dublin last October and will not suffer the same fate they did in Scotland on their last visit two years ago. \"This team can play plan A, plan B and probably plan C; most sides can't do that,\" insisted Andrew. \"If they can just put the right bits of their game together, they have got the ability within the squad to do whatever they want.\" Andrew also expressed his belief that Woodward's England have more potential than the England side he played in 10 years ago. \"There is much more flexibility now and that's what makes them, ultimately, an extremely dangerous outfit. I think the players know that and it's now down to them to pick the right tune.\" Once they have recovered from the shock of a vote of confidence from someone who has spent almost the entire season in one form of verbal spat or another, England will turn their attention back to the ominous Scottish weather fore cast. Gales and heavy rain are anticipated today and the Scottish Rugby Union has warned it may have to close its car parks tomorrow when windy, albeit slightly drier, conditions are expected. The 67,500 sell-out crowd is being advised to travel by public transport. Neither side reported any last-minute injury concerns yesterday. England transferred to the Balmoral Hotel in Edinburgh's city centre rather than risk a return to their previous countryside base at Dalmahoy, where they stayed prior to their surprise grand slam defeat in 2000."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}