{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/feb/19/cricket.patrickbarkham", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-02-19T22:36:52Z", "webTitle": "'Blackmail' plot against Warne and Lee", "webUrl": "https://www.theguardian.com/sport/2002/feb/19/cricket.patrickbarkham", "apiUrl": "https://content.guardianapis.com/sport/2002/feb/19/cricket.patrickbarkham", "fields": {"headline": "'Blackmail' plot against Warne and Lee", "bodyText": "Shane Warne and Brett Lee revealed yesterday that they were the victims of an alleged blackmail attempt after being accused of sexually harassing a teenage girl. Police said they had made one arrest after the Australian Cricket Board reported that a man had telephoned them allegedly demanding money not to go public with a claim that Warne \"inappropriately\" kissed his 16-year-old niece on Australia's Gold Coast. No charges have been laid against the alleged blackmailer. Four other people have been questioned during the police investigation. The incident occurred when a group of Australia cricketers drove a car along the notoriously tacky Gold Coast seafront in Queensland to celebrate their victory in the triangular one-day international tournament with South Africa and New Zealand last month. Warne and Lee were followed by a car containing two women, aged 19 and 16. According to one Australian TV report, the cricketers made lewd comments. Another report said Warne at first refused a request for a kiss from one of the girls but then obliged with a peck on the cheek. The leg-spinner said the allegations of sexual harassment were \"all rubbish\" in a statement from South Africa, where Australia are on tour. \"It's disappointing and it's sad that these people have tried to take advantage of my high profile, who I am and the Australian Cricket Board,\" Warne added. The fast-bowler Lee released a short statement supporting his team-mate. \"I was with Shane on the day in question and I can say categorically that nothing untoward took place,\" he said. Warne has attracted trouble throughout his career, including an admission that he accepted money from an Indian bookmaker and an incident last year in which an Australian TV microphone caught him swearing at a Zimbabwean batsman. In 2000 he was stripped of the Australia vice-captaincy after a phone-sex scandal, in which the Daily Mirror exposed mobile calls which Warne, a married man, made to a British nurse. After resisting overtures from the nurse, who bent over and asked Warne to autograph her back in a nightclub, \"what developed next was explicit talk between two consenting adults\", according to Warne's autobiography. Warne admitted yesterday that he was puzzled as to why Ricky Ponting replaced Steve Waugh as Australia's one-day captain when Warne had been chosen ahead of him as vice-captain for an international against New Zealand only last month. The selectors said they were unaware of the alleged blackmail incident when they made their choice. · You've read the piece, now have your say. Email your comments, as sharp or as stupid as you like, to the \n<a>sport.editor@theguardian.com.</a>"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}