{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/feb/11/cricket.lancashireccc", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-02-11T23:44:32Z", "webTitle": "Blair goes in to bat for Crawley", "webUrl": "https://www.theguardian.com/sport/2002/feb/11/cricket.lancashireccc", "apiUrl": "https://content.guardianapis.com/sport/2002/feb/11/cricket.lancashireccc", "fields": {"headline": "Blair goes in to bat for Crawley", "bodyText": "John Crawley has turned to Cherie Blair in his bitter contract dispute with Lancashire. The former England batsman will be represented by the prime minister's wife, a leading barrister, on Friday at a Contracts Appeal committee which has been set up by the England and Wales Cricket Board to rule on whether he can break his four-year contract and leave Old Trafford. It is not Mrs Blair's first involvement in sport - she was also consulted by the Professional Footballers' Association during the dispute with the Premier League over TV money last autumn. She also advised David Ginola during his dispute with Aston Villa. However her appearance at Lord's this week is bound to raise the profile of a case which was already threatening to be cricket's Bosman, transforming the relationship between counties and players. Crawley, who began trying to leave Lancashire after being sacked as captain at the end of last season, officially submitted his resignation late last month under clause 14a of the ECB's standard contract for county players, which states: \"If the Club shall be guilty of serious or persistent breach of the terms and conditions of this Agreement [his contract] the Cricketer may, on giving not less than seven days' writ ten notice to the Club, terminate this Agreement.\" Lancashire, however, have refused to accept his resignation, with their chairman, Jack Simmons, repeating at Saturday's members' agm: \"We still regard John as a contracted player to this club [and] he still has three years of that contract to run.\" The county therefore exercised their right to appeal to Lord's. At Friday's hearing Francis Neate, an eminent lawyer and former Berkshire player, will chair a three-man panel including a representative from the Professional Cricketers' Association. Lancashire are expected to argue that allowing Crawley to break his contract would have damaging implications for all 18 first-class counties. They are especially keen to keep Crawley as, under the board's regulations, they would not be permitted to sign an experienced replacement as they have already used up their allocation of so-called \"List One\" players. Jim Cumbes, their chief executive, has even hinted at the possibility of cricket adopting a soccer-style transfer system under which Lancashire could be compensated for the loss of Crawley, as well as being allowed to sign a replacement. However Hampshire, who are waiting in the wings with a three-year contract, would be unlikely to support that. The ECB's panel has 14 days to make a decision, with each side having the right to an appeal, so Friday may not be the end of Mrs Blair's involvement. Crawley has said he is prepared to take the county to an industrial tribunal and claim constructive dismissal. Simmons refused to answer members' questions about Crawley at the agm, saying: \"I'm afraid we're not allowed to disclose. We want to do everything by the book.\" One member described the possibility of Crawley being allowed to leave as \"deplorable\". The 30-year-old, who last played for England on their Ashes tour three years ago, succeeded Wasim Akram in 1999 and lifted the one-day National League in his first season in charge, but Lancashire were relegated the following year and last summer escaped a similar fate in the championship only on the last day of the season. · The West Indies board is to investigate the running of an investment fund for players after Jamaican reports that the former Test fast bowler Courtney Walsh has called in his lawyers."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}