{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2002/feb/20/bbc.broadcasting", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2002-02-20T18:21:44Z", "webTitle": "Behr's sexy comments 'inappropriate' says Pickard", "webUrl": "https://www.theguardian.com/media/2002/feb/20/bbc.broadcasting", "apiUrl": "https://content.guardianapis.com/media/2002/feb/20/bbc.broadcasting", "fields": {"headline": "Behr's sexy comments 'inappropriate' says Pickard", "bodyText": "The BBC children's TV controller, Nigel Pickard, has admitted a magazine interview in which one of the corporation's best-known children's presenters discussed her sex life was completely inappropriate. Dani Behr, who hosts The Saturday Show on BBC1, caused an uproar last month when a racy article about her appeared in lad's mag Maxim. The article, in which said how much she enjoyed being a children's presenter, was accompanied by pictures of Behr in black underwear and stockings. The star recounted her experiences of \"seedy but great\" sex in a car park and boasted her voice was \"very good\" for phone sex. When asked for details of her most embarrassing sexual moment, Behr recounted how her father had caught her and a boyfriend making love. Speaking for the first time about the furore in an online chat with MediaGuardian.co.uk, Mr Pickard admitted he was unhappy with Behr's interview. \"We have very strict guidelines for everyone that is representing a CBBC programme or service,\" he said. \"In this instance, the interview was supposedly unrelated to a CBBC programme. I absolutely agree that this interview was not appropriate for a presenter of a children's programme.\" Mr Pickard added: \"Dani I know was unhappy that some of her remarks were reported out of context.\" The interview infuriated BBC bosses, who gave it the go-ahead on condition Behr stayed off the subject of sex."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}