{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/feb/09/sport.comment", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-02-09T22:05:38Z", "webTitle": "Irish eyes smile on new deal at United", "webUrl": "https://www.theguardian.com/football/2002/feb/09/sport.comment", "apiUrl": "https://content.guardianapis.com/football/2002/feb/09/sport.comment", "fields": {"headline": "Irish eyes smile on new deal at United", "bodyText": "The fog has lifted, the mystery has been solved, but the speculation will not go away. Manchester United may no longer be looking for a manager but the news of Sir Alex Ferguson's contract extension has merely added fuel to another burning Old Trafford question, the answer to which is even more crucial to the future of the world's richest club. Ever since the gambler and currency speculator JP McManus and his billionaire pal John Magnier raised their United shareholding to 8.6% last July, fans and city analysts alike have expected a takeover bid from these two Irish mavericks, the club's second largest shareholders after BSkyB. Through their shared interest in horse racing, McManus and Magnier are very good friends with Ferguson, so his decision to stay on has inevitably been seen as another sign of an impending Irish takeover from the current United board, with whom Ferguson has a frosty relationship. McManus himself is saying nothing. As John O'Shaughnessy, who has known him for 30 years and has watched him operate increasingly skilfully in sporting and social arenas, points out: \"JP doesn't give tips. \"It's partly because JP doesn't want people who are not really gamblers to risk more than they can afford to lose,\" explains O'Shaughnessy, a senior writer on McManus's home-town newspaper, the Limerick Leader. \"But it's also because he prefers to keep his knowledge to himself. You don't ring him up for information, any more than you ask to play in his pro-am golf tournament. The call has to come from him. And it's the same in business.\" Tom Hickey, a financial analyst with Deutsche Bank, is convinced an Irish takeover is still on the agenda. \"These guys love situations like this,\" he says. \"They're not going to negotiate in public - especially not when United are in the middle of a winning run and the club's share price is going up. But I've no doubt they are still pursuing United, and Fergie's decision to stay on as manager is great news for them. \"They don't want to rock the boat just now, but the suggestion that they won't buy any more shares because JP is an Arsenal fan is a smokescreen. If they think that owning 9% of United is a good investment with or without Ferguson, they are likely to conclude that owning 20% with him would be an even better one.\" The only place to get the true measure of McManus is in and around Limerick, in the heart of Irish racing country. His younger brother Kevin (there are five in all) runs the rails bookmaking business at the racecourse here, John Patrick having started it in the 1970s. Kevin also owns a betting office on William Street in Limerick. Inside his shop the screens flicker continually with ante-post odds on the Cheltenham Festival. McManus's triple champion hurdler Istabraq can be backed here at 2-1 (a few points longer than British firms are offering) to win a record fourth successive title on March 12, and Kevin is all quiet charm when considering his brother's Cheltenham prospects. \"I just hope to be in a position to join in the celebrations,\" he says artfully. But pressed for a view on his brother's Manchester United intentions, his response is a polite but firm \"no comment\". No tips given there, either. Ironically, the teetotal McManus - educated at the Christian Brothers school on Sexton Street in Limerick - is not even that interested in football, and Magnier, the owner of the Coolmore flat-racing stud, has never been to Old Trafford or any Premiership match. \"I wouldn't say JP's crazy about football,\" O'Shaughnessy says. \"Not the way he is about racing or hurling. It's not particularly out of love that he goes to watch Manchester United. He likes Sir Alex Ferguson, but mainly he sees investing in United as a way of making more money. He sees it as a way of adding to his profit margins.\" It is hard to exaggerate McManus's attachment to his Limerick roots, or the admiration in which he is held by this community. Cab drivers, publicans and even the local tourist board talk in awed tones of the day Tiger Woods flew in to Limerick Golf Club in the gambler's company, and of the IR£1m the billionaire currency dealer Joe Lewis paid to charity for a round of golf as Woods's partner. But even in Limerick, that admiration is mixed with fear of the man's uncompromising nature. \"When it comes to a transaction, JP would have no sympathy,\" says O'Shaughnessy. \"He went skint for a while when he was in his 20s. But since then it's been business all the way.\" \"They don't do favours on demand,\" his former office manager, Declan Moylan, says of McManus and another millionaire compatriot, Dermot Desmond, the majority shareholder of Celtic and another who is regularly linked to stories of a United takeover. \"They are charming but ruthlessly hard-headed operators,\" agrees a current employee. McManus got tough when barely out of his teens, in Limerick's card schools in the early 1970s. \"By day he was driving a bulldozer for his father, who had a small plant-hire business,\" says O'Shaughnessy. \"In the evening he spent a lot of time in a card school at Spellacy's pub out in the country. They played poker and 45s, and that's where JP really learned how to raise the stakes.\" McManus never missed an opportunity to gamble. \"He used to hang around the Marketsfield dog track in the city,\" O'Shaughnessy says. \"One night the hare broke down and there was a 30-minute delay between races. From the press room JP saw two crows land on the infield, and immediately offered odds on which would fly away first. One fellow took him up and JP lost 100 punts. So he immediately offered double or quits on whether the last digit on the next bank note he pulled from his pocket was odd or even. JP ended up winning 200 quid. That's the way it is with him - he can always see an opening.\" Thirty years on, McManus is a tax exile who commutes between his Martinstown Stud, near the village of Kilmallock, and his second home overlooking Lake Geneva. \"My house is underneath the flight path of JP's helicopter,\" O'Shaughnessy smiles. \"We can always tell when he's on his way to or from Shannon airport.\" Away from the public spotlight, the relationship between McManus and Ferguson seems to deepen by the week. The United manager has made several visits to Les Ambassadeurs, the upmarket London gaming club on Hamilton Place. \"Les A\", as it is known to devotees, is a favourite haunt of high-rolling racing figures including McManus and Magnier, and has been the setting for numerous big-race celebrations. Ferguson, too, will be at Cheltenham next month for the Gold Cup, a guest of his friend Mike Dillon of Ladbrokes in a corporate box just along the corridor from McManus's. The racing community remains fascinated by Ferguson's embrace of the turf and by his choice of company. Unlike others who have squandered their earnings on horses, the United manager is a part owner of such top-class thoroughbreds as Rock Of Gibraltar. The fellow owners of this 2,000 Guineas candidate just happen to be Magnier and his wife Sue. Whether this tangled web all ends in a United takeover bid is, as yet, probably undecided. The Irish contingent are content to take a long-term view, although they are, in the meantime, thought to be deploying other proxy bidders to make smaller, low-key United share acquisitions when the opportunities arise. In this respect Ferguson's successful negotiation of a new contract surely suits their long-term strategy. The suspicion remains that they would one day like to make Ferguson chairman, with Celtic's Martin O'Neill, who has worked closely withDesmond in the latter's capacity as Celtic chairman, their preferred choice to be the next manager. By the summer of 2003 O'Neill will be out of contract at Celtic and another year wiser in terms of European competition. But the options available to Ferguson and his racing backers would not end there. The Roma boss Fabio Capello would also be free next year and maybe even England's coach Sven-Goran Eriksson too. These three all seem to be more popular with the United king-makers than Leeds United's David O'Leary, whose on- and off-the-pitch reversals in recent months have apparently sent his candidature into a tailspin. McManus is certainly famil iar with the concept of a stake horse - or \"putters-on\", as they're known in the betting world. As evidence, take Janidou, the little-known McManus racehorse that finished third in the Pierse Hurdle at Leopardstown on January 13. The six-year-old was returned at odds of 7-1, but that was only half the story. McManus and friends had backed Janidou each way at 50-1 12 months before. The gamble had been spread around in a series of small wagers, placed by individuals acting on McManus's behalf. When Janidou finished in the frame, the total winnings are said to have been well into six figures. Not that McManus needs the money. \"He's getting like the Queen,\" says his lifelong friend Des Fitzgerald, the first man to go into the bookmaking business with him. \"He doesn't carry cash any more. It's his sidekicks who pay for things. There's always somebody else who puts the bets on.\" Which is one tip the Manchester United board may do well to remember. · You've read the piece, now have your say. Send your comments, as sharp or as stupid as you like, to football.editor@guardianunlimited.co.uk"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}