{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2002/feb/09/travelwebsites.internet.guardiansaturdaytravelsection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2002-02-09T19:07:27Z", "webTitle": "Classical sites", "webUrl": "https://www.theguardian.com/travel/2002/feb/09/travelwebsites.internet.guardiansaturdaytravelsection", "apiUrl": "https://content.guardianapis.com/travel/2002/feb/09/travelwebsites.internet.guardiansaturdaytravelsection", "fields": {"headline": "Classical sites", "bodyText": "Remember those joyful early homepages of the mid-1990s, decorated in excitable colours and playing a sound file just because they could? Things have barely changed in Greece, where even visiting the national tourist office site ( gnto.gr , if you really must) is liable to crash your computer. Flying Obviously, Stelios's easyJet flies to Athens, along with BA and Olympic Airways , though I cannot recommend the latter's website. Avro offers a number of routes from regional airports to Corfu, Athens, Heraklion and Rhodes. The charter airline JMC, however, has one of the most extensive networks - see Thomas Cook - flying to Kefallonia, Kavala, Athens, Corfu, Mytilene, Thessalonika, Skiathos, Santorini, Samos, Rhodes and Kos. Getting around Hellenic Railways ( osenet.gr/eng.htm ) can supply prices and timetables for travel around the mainland. For island daytrips from Athens, How to Visit A Greek Island On Your Own ( greektravel.com/lesson1/ ) makes interesting preparatory reading, while two big sites - Ferries.gr and Greekferries.gr - let you book trips online. The latter appears to be more up-to-date. Greekislandhopping.com , meanwhile, publishes safety warnings, including lists of boats that are more than 27 years' old. Staying A couple of the more comprehensive British agencies that specialise in Greek properties are i-escape.com (still being built, but looking very good already) and holidayleaders.com . Holidayrentals.co.uk lists 63 places to rent. As for hotel directories, All-hotels.gr , Dilos.com , Filoxenia.gr , Greecetravelonline.com and Greek-hotels.com all have a reasonable selection. For Athens, the Cyclades, Mykonos, Santorini and the Peloponnese, Fodor's recommendations ( fodors.com/miniguides ) are worth investigating. The Rough Guides ( travel.roughguides.com ) have advice on cheaper hotels and hostels. Visiting By far the frankest and best written guide to the Greek islands are the Greek Island Postcards ( greekisland.co.uk/islands/islands.htm ). Athensguide.com is rather less useful than its author imagines. Several of the individual islands have passably interesting sites, including Naxos ( naxosnet.com ), Antiparos ( antiparos-isl.gr ), the arid Astypalia ( astypalaia.com ) and Symi ( symivisitor.com ). Parts of Island Strolling ( islandstrolling.com/english ) manage to rise above the poor grasp of English of their Norwegian writer. If classical archeology is one of the reasons why you are visiting Greece, both the academic Perseus collection ( perseus.tufts.edu ) and Odysseus, the Hellenic Ministry of Culture ( culture.gr ) are invaluable. My favourite, however, is Classical Backpacking in Greece ( www.missouri.edu/~daw262/ ), a work of great enthusiasm by a tutor at the University of Missouri. Eating While Travel Greece ( travelgreece.com/eatsleep/eat.htm ) has a few Athenian restaurant recommendations and advice on finding the best souvlaki, Greecefoods.com is more comprehensive (although the patronising tone is very annoying). Vegans should try rhizomatics.co.uk/gvn/greekvegan.html."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}