{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2013/sep/10/steve-bracks-labor-s-tanya-plibersek-attacks-coalition-for-revoking-appointment", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2013-09-09T23:34:44Z", "webTitle": "Steve Bracks: Labor's Tanya Plibersek attacks Coalition for revoking appointment", "webUrl": "https://www.theguardian.com/world/2013/sep/10/steve-bracks-labor-s-tanya-plibersek-attacks-coalition-for-revoking-appointment", "apiUrl": "https://content.guardianapis.com/world/2013/sep/10/steve-bracks-labor-s-tanya-plibersek-attacks-coalition-for-revoking-appointment", "fields": {"headline": "Steve Bracks: Tanya Plibersek attacks Coalition for revoking appointment", "bodyText": "Labor has condemned the Coalition as “petty and vindictive” after the incoming government revoked the appointment of former Labor premier Steve Bracks as New York consul general. The former Victorian premier had been appointed in May by the Gillard government. The post carries a salary of $250,000 and access to a $25m penthouse. He had not yet taken up the role. Senior Labor frontbencher Tanya Plibersek said the decision by probable incoming foreign minister Julie Bishop set “a new low in diplomatic practice”. \"This decision is both petty and vindictive,\" Plibersek said in a statement. \"It is telling that the first act of an Abbott government is to play party politics in international affairs. It also reflects a new low in diplomatic practice.\" Plibersek said Labor appointed former Liberal leader Brendan Nelson as ambassador to the European Union and Nato and former National party leader and Coalition deputy prime minister, Tim Fischer, as ambassador to the Vatican. A month before the Bracks appointment, the Coalition said it reserved the right to rescind any appointments by Labor in the lead-up to the election. “The Coalition is concerned at the Gillard government's increasing practice of making government appointments now that will not even commence until after the September 14 election,” Abbott said in a statement in April this year, before Kevin Rudd took over as PM and changed the date of the election. “Quite properly, appointments to government positions that will commence after the next election should be the responsibility of either a re-elected Gillard government, or a new Coalition government.” Plibersek is acting foreign affairs minister while Bob Carr remains overseas and before the Coalition’s new ministers are sworn in. She said she was told about the decision by officials from the Department of Foreign Affairs and Trade. \"By any measure, Steve Bracks is eminently qualified to serve as consul-general,\" Plibersek said. \"He is a respected Australian businessman and an eight-year premier of Victoria. He has held senior positions in foreign affairs, finance and superannuation and would have played a central role in Australia-New York business growth.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}