{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2013/sep/05/teachers-england-strike-pay-pensions", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2013-09-05T23:19:00Z", "webTitle": "Teachers in England to strike over pay and pensions", "webUrl": "https://www.theguardian.com/education/2013/sep/05/teachers-england-strike-pay-pensions", "apiUrl": "https://content.guardianapis.com/education/2013/sep/05/teachers-england-strike-pay-pensions", "fields": {"headline": "Teachers in England to strike over pay and pensions", "bodyText": "Teachers in England appear set on a confrontation with the government after announcing two one-day regional strikes next month, with a national walkout planned for later this term. The two main teaching unions, the NUT and NASUWT, said they would only call off their rolling programme of industrial action if the education secretary, Michael Gove, agreed to meet them to seriously discuss pay and pensions. Gove responded by saying the unions' actions would damage children's welfare, and that he would happily meet the union leaders \"to try and get them to see the errors of their ways\". Teachers will strike on 1 October in all local authorities in the east of England, the east and West Midlands and Yorkshire and Humberside, the NUT and NASUWT said. This will be followed by a strike on 17 October in the north-east, south-west, London and the south-east. The action will be followed by a further one-day strike across all of England before Christmas, the leaders of the two unions, Christine Blower and Chris Keates, announced at a joint press conference. The dispute is over a series of disagreements connected to pensions, pay and conditions, including plans for performance-related pay and the associated end of national pay levels. The action will not take place in schools in Wales, as originally planned, after talks between the unions and the Welsh government. Neither leader would say what, if any, concessions had been agreed by ministers in Wales. Both union leaders said teachers had been forced into the action by the intransigence of the government, and particularly Gove. \"The responsibility for this lies entirely with the secretary of state. He has failed even to acknowledge the concerns of the teaching profession,\" Keates said. She said the unions first wrote to the Department for Education in March asking for a meeting with Gove over their worries, and secured one in June. It was unproductive, Keates said: \"He made no attempt at that meeting to engage in serious debate. He dismissed the concerns of teachers.\" Since then, she said, the unions had been unable to meet Gove again, with the education secretary preferring to use speeches to disparage the unions. \"He is using megaphone diplomacy rather than sitting down and trying to engage with this seriously. We believe this is a reckless and irresponsible way for a secretary of state to behave.\" Blower said strike action was the last thing teachers wanted to consider at the start of a new school year, but \"there is no choice this year other than to move in that direction given the absolute brick wall that we face from the secretary of state\". She said: \"Teachers begin the academic year with enormous enthusiasm to do the very best they can for every child and young person that comes into their classroom. But I'm bound to say that this year, as it has been in previous years, it is both tempered and dented by the anger and frustration that teachers feel for all kinds of reasons.\" Answering questions after a speech shortly afterwards, Gove said the unions were acting for ideological reasons: \"The problem with industrial action is that parents suffer as their routines are disrupted, they have to get childcare – the poorest lose out most.\" He added: \" I'm happy to talk any time, any place, anywhere to the trades unions to try and get them to see the errors of their ways.\" Keates and Blower said the strikes would be expected to cause significant disruption. An initial one-day strike by teachers in the north-west of England in June caused to led to the closure of about three-quarters of schools. The pair said it would be easy for the DfE to avoid strike action, principally by taking part in talks again. A DfE spokeswoman said: \"It is disappointing that the NUT and NASUWT are striking over the government's measures to allow heads to pay good teachers more. \"In a recent poll, 61% of respondents supported linking teachers' pay to performance and 70% either opposed the strikes or believed that teachers should not be allowed to strike at all.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}