{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2013/sep/11/house-prices-help-to-buy-editorial", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2013-09-11T22:45:18Z", "webTitle": "House prices: up, up and away | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2013/sep/11/house-prices-help-to-buy-editorial", "apiUrl": "https://content.guardianapis.com/commentisfree/2013/sep/11/house-prices-help-to-buy-editorial", "fields": {"headline": "House prices: up, up and away", "bodyText": "Vince Cable outlined the direction in which he'd like the economy to develop on Wednesday, in a speech full of worthwhile ideas about industry and development of the regions. Before discussing it further, it's worth noting some signs about where the economy is right now. Take yesterday's announcement from Barratt, the second-largest housebuilder in the UK, of a 73% rise in pre-tax profits – following a \"step change\" in demand for new homes. This is partly thanks to George Osborne's Help to Buy. But since the purchase of any house by first-time and existing homeowners alike doesn't come into effect until January, it must also be due and to various cheap-money schemes such as Funding for Lending. When the chancellor unveiled his Help to Buy plan this spring, he emphasised that this would be primarily to revitalise the home-building sector. The Treasury doesn't harp on about that so much now, and with good reason: it hasn't happened. Over the past year, only 1,000 extra construction jobs have been created. So who has benefited from Mr Osborne's housing bonanza? Try estate agents. According to analysis by Fathom Consulting, the number of real-estate jobs has shot up by 77,000, to make a grand total of 562,000 – the largest number since records began. Manufacturing jobs over the past year actually fell by 14,000. This is what Mr Osborne terms a \"broad-based recovery\". This is not to accuse the government of creating another housing bubble. Bubbles are in the eye of the beholder. But what is quite evident is that house prices were unaffordably high for first-time buyers going into the crash of 2008 – and, after a lull, they are now heading north again. House prices are already between five and six times the average worker's salary – as compared to a historic average of just three times – a figure that rises to nine times in central-ish London. It is very hard to see a justification for house prices to rise yet further, but easy to argue that they should fall quite a long way. This government is on the wrong side of that argument. It is hypocritical for the chancellor to inveigh against the dangers of public debt, and then to engineer a recovery based on households sinking into more debt. It is irresponsible to allow this to happen when interest rates have nowhere to go but up – squeezing those who have stretched themselves to the limit to get on the property ladder. Mr Cable made his political reputation by warning about the housing bubble of the mid-noughties; this repeat of Britain's old boom-bust dance must look wearily familiar to him. It would be good for Lib Dem credibility to call on Mr Osborne to abandon this January's widening of the Help to Buy scheme; and to call on the Bank of England to examine mortgage-lending practices on the high street."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}