{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2013/sep/12/north-tyneside-patients-home-treatment", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2013-09-11T23:05:03Z", "webTitle": "How treatment of patients at home works in North Tyneside", "webUrl": "https://www.theguardian.com/society/2013/sep/12/north-tyneside-patients-home-treatment", "apiUrl": "https://content.guardianapis.com/society/2013/sep/12/north-tyneside-patients-home-treatment", "fields": {"headline": "How treatment of patients at home works in North Tyneside", "bodyText": "In North Tyneside the future of healthcare, as envisaged by the Future Hospital Commission, has already arrived. Marjorie Grey, 70, is able to stay in her home in Killington and avoid going to hospital for treatment of her acute back pain, because health professionals come to her. She receives regular visits from physiotherapists and carers, part of a multi-disciplinary team set up by Northumbria Healthcare NHS Foundation Trust in 2011 to reduce unnecessary stays in hospital. She is under the care of the trust's admission avoidance resource team, which includes Karen Park, a dedicated community-based senior nurse who works closely with the doctors at North Tyneside general hospital. Grey is happier because she lives independently in her own space; for the NHS, she represents one more bed for someone else. If she needs help, she rings the team and does not have to visit the hospital. The team epitomises two of the commission's main recommendations – more collaboration between health and social care staff, and hospital being a last resort – which it says the NHS as a whole must adopt to cope with the growing burdens brought by ageing and the increasing prevalence of conditions such as diabetes. Dr Jane Weatherstone, the trust's GP clinical director, says joined-up care at home should mean far fewer visits to GPs or hospitals. The several hundred patients being cared for in this way each have a key worker as a point of contact. They are typically old and have heart disease or breathing problems. Specialists in older people's medicine come and advise GPs how to handle complicated cases, while pharmacists also visit care home residents to check that they are taking the right drugs."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}