{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2013/sep/05/university-of-london-shakespeare-folios", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2013-09-05T22:26:48Z", "webTitle": "University of London abandons plans to sell Shakespeare folios", "webUrl": "https://www.theguardian.com/culture/2013/sep/05/university-of-london-shakespeare-folios", "apiUrl": "https://content.guardianapis.com/culture/2013/sep/05/university-of-london-shakespeare-folios", "fields": {"headline": "University of London abandons plans to sell Shakespeare folios", "bodyText": "The University of London has abandoned its proposal to auction a rare set of early printed editions of William Shakespeare's plays following an outcry by senior figures in theatre and academia. It emerged this week that the university's library intended to auction the set of Shakespeare's first four folios, left to the Senate House library in 1956 by Sir Louis Sterling, in an effort to raise £3m to £5m for its historical research collection. The editions had been photographed and evaluated by Bonham's auction house. But the vice-chancellor, Prof Sir Adrian Smith, said on Thursday that the proposed sale of the works – a set bound together in the 19th century – would not go ahead in light of the negative response from the academic community. Smith said: \"The university has decided to focus its attention on examining alternative ways of investing in the collection. The money raised from any sale would have been used to invest in the future of the library by acquiring major works and archives of English literature.\" The university would have required permission from the Charity Commission to go ahead with the auction because the sale conflicted with the terms of the bequest, which states that the four folios should be permanently housed there. Sir Richard Eyre, the former director of the National Theatre, condemned the proposed sale as indefensible, while Christine Ferdinand, the librarian of Magdalen College, Oxford, described the proposal as \"egregiously wrong: the value of having these works together is hard to describe for scholars\". The first folio is the name given to the printed edition of 36 of Shakespeare's plays prepared by two of the playwright's actors, John Heminges and Henry Condell, after his death in 1623 – the most important and authoritative early printed collection of his work. Later folios followed, the third including a further seven plays attributed to Shakespeare"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}