{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2013/sep/21/top-10-bars-baltimore", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2013-09-20T23:10:00Z", "webTitle": "Top 10 bars in Baltimore", "webUrl": "https://www.theguardian.com/travel/2013/sep/21/top-10-bars-baltimore", "apiUrl": "https://content.guardianapis.com/travel/2013/sep/21/top-10-bars-baltimore", "fields": {"headline": "Top 10 bars in Baltimore", "bodyText": "13th Floor If it's a bird's-eye view of the city you're looking for, go no further than the 13th Floor atop the historic Belvedere hotel in the Mount Vernon area. At night, the city spreads out before you through huge windows, setting the mood for a great romantic dinner or just a swanky few drinks. The 13th has just finished a renovation and looks better than ever. It serves interesting food, and has a sophisticated drinks menu to please those wanting to feel as if they are above the fray (at least for a while). • 1 East Chase Street, +1 410 347 0880, 13floorbelvedere.com. Tue-Wed 5pm-10pm, Thur 5pm-11pm, Fri-Sat 5pm-1am, Sun-Mon closed Of Love and Regret Of Love and Regret (Olar) is the name of a pale ale brewed by Brian Strumke, owner of Stillwater Artisanal Ales but it is also the name of a restaurant that he co-owns in Baltimore. A life spent going from country to country, brewing beers and collaborating with various brewers then shipping the fruits of his labours back to Baltimore has garnered Strumke the title of \"gypsy brewer\", but his creations are more transcendent than transitory. Olar is his home base, where it is not uncommon to find one-of-a-kind kegs from great brewers all over the world. If you are a beer aficionado, Olar is a pub that you just can't miss. • 1028 South Conkling Street, +1 410 327 0760, ofloveandregret.com. Mon-Thur 4pm-2am, Fri-Sun 11am-2am Bad Decisions How can you not instantly love a bar that calls itself Bad Decisions? This wonderfully unapologetic dive bar is owned by John Reusing, who invents whimsical-yet-thoughtful drinks to tickle your tastebuds. Once a month it also has a wildly popular Bacon Night, in which a full menu is created featuring that most popular of porcine products. Drinks are fashioned to match the fare, which is how you get drinks such as the \"Bacon Paloma\" – chargrilled grapefruit juice, pineapple juice, mescal, salt and a garnish of bacon. It's a more complicated drink than its recipe, which is also a good description of Bad Decisions itself. • 1928 Fleet Street, +1 410 979 5161, makeabaddecision.com. Mon-Sat 5pm-2am Sun 12pm-2am Oriole Park at Camden Yards There is nothing better than sitting in Oriole Park at Camden Yards with 45,000 of your closest friends to have a drink and watch a Baltimore Orioles baseball game. Opened in 1992, Oriole Park has been the crown jewel of US Major League baseball parks. This brick-and-steel beauty houses many bars and pubs, where it is possible to slake any thirst – beer, wine or cocktail – and just being within the confines of this converted train yard makes all of the refreshments better. Make sure to scream \"O!\" during the national anthem to take part in a great local ritual. • 333 West Camden Street, +1 888 848 2473, baltimore.orioles.mlb.com. Opening hours vary Max's Taphouse Nestled on a corner in the historic port neighbourhood of Fells Point is Max's Taphouse. Boasting 140 rotating drafts, five hand-pumped casks and over 1,200 bottles in stock, Max's is the place where serious beer connoisseurs go to try new things. It can be overwhelming if you don't know where to start or what you're looking for, but the expertly trained staff can point you in the right direction (if it's not packed to the hilt inside). It serves solid bar food, which makes finding a beer to match your garlic mussels more like a sport than a chore. • 737 South Broadway, +1 410 675 6297, maxs.com. Mon-Sun 11am-2am Power Plant Live Power Plant Live is a conglomerate of bars, restaurants and clubs within the Market Place complex. If a quiet and chilled evening is what you're looking for, Power Plant Live is not the place to go. Raucous and loud, it is very much geared to a younger crowd who like to party hard and get a little crazy. The eclectic mix of bars feature themes such as bull-riding, piano singalong, rock club, comedy club and dance club. You can drink outside as long as you stay within the complex, but there is also a beer garden. Many of the places serve food so you (hopefully) won't be drinking on an empty stomach. • 34 Market Place, +1 410 727 5483, powerplantlive.com. Mon-Sun 11am-2am Ryleigh's Oyster Baltimore is a city full of seafood eaters and, as much as we like our crabs or rockfish, we love oysters. Ryleigh's Oyster fills that need with delectable and beautiful bivalves sourced from Maryland to Prince Edward Island. Simple to eat yet complex in flavour and texture, oysters go well with beer, and Ryleigh's serves both nice and cold. It also makes various other mixed drinks to complement the myriad seafood dishes, as well as oyster shots that comprise an oyster, a sauce and vodka, tequila or beer. It's a great way to kickstart a night on the town. •36 East Cross Street, +1 410 539 2093, ryleighs.com. Mon-Sun 11am-2am Club Charles The ultimate in cool, Club Charles has been a Baltimore place to see and be seen since 1981. A favourite of local film director John Waters, Club Charles is packed with art students, filmmakers and musicians all trying to get a drink inside this split-level bar. The atmosphere's a bit an art deco-meets-The Shining, but the servers and bartenders are friendly and quick. The jukebox (a rare find these days) is superb, and picking some tunes is a fun sport to watch as well as involve yourself in. • 1724 North Charles Street, +1 410 727 8815, clubcharles.us. Mon-Sun 6pm-2am Nacho Mama's Over the years, Nacho Mama's has become a Baltimore institution but that doesn't mean it has grown up. It's a party bar full of life and laughter. The walls are covered with posters and memorabilia from local sports teams, as well as shrines to Elvis Presley. It serves Mexican fare, which is good, but it is the hubcap margaritas you'll be going in for: full-size car-tyre hubcaps hold more than enough margarita for one person to drink (they come with multiple straws for a reason). The place is packed almost every night so, if you're feeling a bit claustrophobic, you can walk two doors down to its excellent seafood restaurant, Mama's on the Half Shell. • 2907 O'Donnell Street, +1 410 675 0898, mamasmd.com. Mon-Sun 11am-2am The Brewer's Art The Brewer's art is a good example of the dichotomy that is Baltimore nightlife. Upstairs, it has a very posh and gorgeous bar that gives you the feeling that you are drinking in the living room of a 19th-century lawyer's home, while downstairs you are in a dark underground scene that collects college kids, artists and drinkers looking for solitude in the shadows. It also happens that The Brewer's Art brews some of the best beer in the city. Everyone loves its abbey brown ale, Resurrection, but if the Green Peppercorn Tripel is available, go for that. • 1106 North Charles Street +1 410 547 6925, thebrewersart.com. Mon-Sat 4pm-1.45am, Sun 5pm-1.45am John Houser III is a cook and food writer for the Baltimore Sun and Baltimore City Paper and he blogs at rouxde.blogspot.com • For more information on holidays in the USA, visit DiscoverAmerica.com"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}