{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2013/sep/24/blackberry-joins-other-technological-turkeys", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2013-09-24T22:22:23Z", "webTitle": "BlackBerry joins other technological turkeys", "webUrl": "https://www.theguardian.com/technology/2013/sep/24/blackberry-joins-other-technological-turkeys", "apiUrl": "https://content.guardianapis.com/technology/2013/sep/24/blackberry-joins-other-technological-turkeys", "fields": {"headline": "BlackBerry joins other technological turkeys", "bodyText": "The recent history of tech innovation is littered with gadgets that seemed a great idea – on paper, at least. Apple Newton Launched 1993 Killed off February 1998 Why? An A5-sized \"personal digital assistant\" with handwriting recognition, the Newton didn't assist much and couldn't read writing well. It was the brainchild of John Sculley, the man who fired Steve Jobs. One of Jobs' first acts on returning to Apple was to kill off the device. Palm Pre Multimedia smartphone Launched June 2009 Killed off Late 2010 Why? The Pre had everything – wireless charging, multitasking, touchscreen, dinky size – except sales. Apple threatened to sue over its multitouch screen; the company struggled, and eventually was bought by HP. The innovation of its multitasking interface lives on … in Apple's recently launched iOS 7. Microsoft Kin Social networking mobile Launched 6 May 2010 Killed off 30 June 2010 Why? Microsoft spent $1bn and 18 months after its purchase of the Danger phone company producing the Kin – intended to be a \"social phone\". It sold a total of 8,810 units; the phones were slow, hard to use, and cost more than an iPhone. HP Touchpad Launched 1 July 2011 Killed off 18 August 2011 Why? HP reckoned Apple's iPad lit the way to corporate profits. The 10in Touchpad was nice, but no cheaper, and corporate clients just weren't interested – and there were no apps. HP sold remaining stock for $99; that helped more than 900,000 sell in all, proving that pricing works. The cost for HP was a $3.3bn writedown. BlackBerry PlayBook Launched April 2011 Killed off June 2013 Why? Like HP, BlackBerry also thought the iPad was a nice idea, but lacked corporate appeal. Its 7in Playbook could run Flash, but had no useful apps – nor did it even have BlackBerry's famed corporate email in its first release. In total, fewer than 2.5m units sold; total writedowns are $500m."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}