{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2013/sep/06/ministers-retreat-anti-lobbying-laws-charities", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2013-09-05T23:20:00Z", "webTitle": "Ministers make U-turn over 'gagging' anti-lobbying laws after public outcry", "webUrl": "https://www.theguardian.com/politics/2013/sep/06/ministers-retreat-anti-lobbying-laws-charities", "apiUrl": "https://content.guardianapis.com/politics/2013/sep/06/ministers-retreat-anti-lobbying-laws-charities", "fields": {"headline": "Ministers make U-turn over 'gagging' anti-lobbying laws after public outcry", "bodyText": "Ministers have been forced into a U-turn over new anti-lobbying laws after a public outcry against the \"gagging\" effect on charities. Liberal Democrat sources said the government will retreat on some parts of the lobbying bill as early as next week, after charities raised serious concerns that it would have a \"chilling effect\" on their ability to campaign. The news comes days after MPs attacked the bill as a \"dog's breakfast\" and a \"mess\" when it was debated for the first time in the House of Commons. Labour attacked its \"sinister\" restrictions on campaigning by charities in before an election, while backbench Tories expressed reservations about its impact on free speech. It is understood the government will offer to remove several controversial clauses, including ones that said campaigning could count as political if it procures success for a candidate, even if it does not endorse a specific party. Charities from Oxfam to the Royal British Legion feared this could make them subject to spending limits on political campaigning in the year before an election. Sources close to Nick Clegg said the amendments would mean no extra charities or third parties would be caught by the restrictions, though some that faced limits in 2010 would still be affected by new limits. The government is planning to accept a change put forward in principle by a group of Lib Dem rebels, but table its own amendment along similar lines. A source close to Clegg said: \"It is not and has never been the intention of this bill to in anyway restrict the abilities of charities to campaign to change government policy or on other issues they feel strongly about. \"The coalition government is confident it does not do this. But we also recognise the strength of feeling on this issue in both the charity sector and parliament.\" He said the amendment would \"make it crystal clear this bill will in no way stop charities doing their normal campaigning\". He added: \"It confirms that any charity not affected in the 2010 general election will not be caught by this legislation in the future if they continue to campaign as before. \"Nick Clegg has always been clear this legislation should not have an impact on charities going about their normal business and, therefore, wholeheartedly welcomes this amendment. The government very much accepts the principle behind this amendment and will come back with changes to the legislation to reflect it.\" This week, Andrew Lansley, the leader of the House, insisted there was no need for alarm over the bill but hinted he could be open to changes. He will on Friday meet Sir Stuart Etherington of the National Council for Voluntary Organisations – a leading critic of the reforms. An NCVO spokesman said: \"We look forward to meeting Mr Lansley and will listen carefully to his proposals. It's crucial that charities and community groups can have confidence on where they stand in law.\" The changes may not be enough to allay concerns. Graham Allen, chairman of the political and constitutional reform committee, and Sir Stephen Bubb, of the Association of Chief Executives of Voluntary Organisations, have called for the entire bill to be withdrawn and delayed for six months while it is rewritten. Even with the concessions, the lobbying bill will still mean third parties are subject to tougher restrictions on political campaigning. They will be able to spend just £390,000 on campaigning, rather than the current limit of £989,000, in the year before an election. On top of this, items such as staff costs, advertising, and rallies will also be included in regulated campaign expenditure for the first time. The Electoral Commission has warned the new spending limits could mean it would have to ask groups in breach of the law to take down blogs or stop political rallies. The watchdog said the bill would create a high degree of uncertainty."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}