{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2013/sep/25/vulnerable-people-facing-eviction-bristol-hostels", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2013-09-24T23:16:08Z", "webTitle": "Vulnerable people facing eviction after council cuts support for hostel residents", "webUrl": "https://www.theguardian.com/society/2013/sep/25/vulnerable-people-facing-eviction-bristol-hostels", "apiUrl": "https://content.guardianapis.com/society/2013/sep/25/vulnerable-people-facing-eviction-bristol-hostels", "fields": {"headline": "Vulnerable people facing eviction after council cuts support for hostel residents", "bodyText": "Vulnerable people including victims of domestic violence, recovering drug addicts and adults with mental health issues are facing eviction and homelessness after Bristol council drastically cut support for residents of nine hostels. Up to 150 tenants are affected and some say the move has left them depressed or considering turning to crime to pay rent for a new place to stay. The residents angrily claim that the independent mayor of Bristol, George Ferguson, who has made much of the idea of the city being a place of sanctuary for the needy, has not met them to discuss the issue. Some have also taken legal advice in an attempt to get hold of the council's review of the support provided by the charity-run hostels, which it used as the basis for its decision to cut funding. Peter Webster, 33, who has epilepsy and has been living in one of the hostels after leaving prison, spoke of his depression. The father of two said he was desperate to turn his life around but feared the closure of his hostel would be a huge setback: \"I want to sort myself out and be a better dad but maybe I'd be better off back in prison. You know where you are there.\" Another hostel resident, John, 35, said he was \"delusional\" when he first moved in. \"I thought I was the reincarnated Jesus Christ. The manager brought me back to reality. The staff are really caring. The thought of it being closed down is terrible.\" The hostels at risk are run by Bristol Foundation Housing (BFH), which specialises in providing \"exempt accommodation\" under which tenants receive extra care, support or supervision. The council carried out a review of the tenants' needs and ruled that only a fifth needed – or could prove they were receiving – the extra services the authority was paying for. It decided to cut the funding, which it said would save £750,000 a year. Council officials have said they will find suitable accommodation or support for those tenants judged to need it. But the council has told its housing team to prepare for requests for help and advice from displaced residents. Other large city councils have been looking at cutting exempt accommodation bills but Bristol is one of the first to take action. The council insisted it would work with tenants to help them and said it was trying to contact them all. It said it could not provide all the details of the review because some information was confidential, but denied it was withholding it. The authority said it had reduced the cost to council taxpayers from more than £3m a year two years ago to just over £1m. Angie Ridgwell, the council's interim strategic director, said: \"Our priority is supporting the tenants who could be affected and we've written to or called all of them to explain their options. We are reviewing individual cases where we've been asked. \"We will provide all appropriate housing support and advice to make sure that anyone who qualifies remains in suitable accommodation and others are helped into appropriate private or public housing.\" But some tenants have set up an association to fight the council moves, saying they do not trust the way Bristol carried out its review of tenants' needs, and are demanding that Ferguson talk to them. Association co-chair Michael Phelps, 31, who was suffering depression having lost his job and home when he was housed at one of the hostels, said: \"Ferguson is the man in charge. He should act like it.\" Alan Goddard, manager of the Wild Goose drop-in centre for homeless people and others in need, expressed concern that the closure of the hostels would lead to scores more rough sleepers in Bristol. \"You could also have offenders back on the streets. They will commit crime. Bristol is in for a hell of a shock.\" The charity's landlord and donor, Connolly and Callaghan, has said it hopes to provide funding to keep two hostels open. It too criticised the council. \"Bristol aspires to be considered a city of sanctuary that puts the needs of its most vulnerable people first,\" it said. \"C&amp;C believes the council's decision to cut vital funding to this homelessness charity will be hugely damaging to the city and the lives of residents.\" Ferguson described the closures as a serious issue and said he was keeping abreast of the issue. But a spokesman said he could not get involved directly because of a potential conflict of interest as he knows someone connected to the housing foundation. Deputy mayor Geoff Gollop, who is leading on the issue, said: \"I know that our staff are doing everything reasonably possible to help anyone affected.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}