{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2013/sep/16/liberal-democrats-conference-left-right", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2013-09-16T22:31:33Z", "webTitle": "Liberal Democrats: when left is right | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2013/sep/16/liberal-democrats-conference-left-right", "apiUrl": "https://content.guardianapis.com/commentisfree/2013/sep/16/liberal-democrats-conference-left-right", "fields": {"headline": "Liberal Democrats: when left is right", "bodyText": "Nick Clegg leads a left-leaning party that is in a coalition with a party of the right. That's not exactly news. But it is a fact. Two useful surveys this week have underscored it. The first was one of party members by the Liberal Democrat Voice organisation. This survey, completed by a self-selecting group of approximately 700 members of the LDV network, found that 54% want to form a coalition or pact with Labour after the 2015 election if the result permits, compared with only 21% who want another deal with the Conservatives. That is echoed in a new Guardian-ICM poll, which finds 56% of Lib Dem voters would prefer a coalition with Labour after 2015, compared with 22% who would choose a second coalition with the Conservatives. The correspondence is striking. In both cases, a majority of well over two to one among Lib Dem supporters and activists for a deal with Labour. The problem is that the Lib Dems have a deal with the Tories. That real deal – which few Lib Dems think should be abandoned even today – pulls the party's head in the opposite direction to its heart. The head says that the party must make the best of the difficult consequences of an action it openly and enthusiastically embraced in 2010. That means making coalition work, securing some Lib Dem objectives, preventing some extreme Tory ideas, and taking the rough and the smooth of an economic strategy managed largely on Tory terms. The heart says go on fighting for the things that make you a Lib Dem – civil liberty, constitutional reform, social justice, internationalism and fairness – and show your rage when the Tories stand in their way. Tensions of this kind have been on open display at the start of the Lib Dem conference at Glasgow. Monday's debate on the economy framed them clearly. Anyone studying Steve Webb's official motion and the amendments put forward by social liberals could see that there was not an enormous intellectual gulf between them. The former contained a measured defence of coalition economic strategy, recognised that economic recovery is fragile, and emphasised the need for action on youth unemployment, housing, bank lending and the deficit. The latter reaffirmed coalition economic policy in general but called for a rebalancing with greater emphasis, including by the Bank of England, on jobs and growth. Both positions were carefully expressed in words that one amendment supporter, David Howarth, correctly characterised as moderate, pragmatic and centrist. But something deeper and more visceral was at stake for both sides. Nick Clegg and his supporters wanted to prove the pain of austerity has been worth it, and to take some political credit for economic recovery. The critics wanted a more radical Liberal Democratic cutting edge, emphasising differences not convergence with the Tories, and highlighting social justice concerns. Though Vince Cable voted with his fellow party leaders when it came to it, his scepticism towards the Clegg strategy could hardly have been plainer. This was re-emphasised later in the day in a conference speech that was as anti-Tory an address as any made from a Lib Dem platform since 2010. It eloquently paraded all Mr Cable's doubts about the unreformed nature of the recovery. In the event, the official position carried the day comfortably. The votes were not formally counted because the victory was clear. In the hall, it looked like about two to one for Mr Clegg. It was a disappointingly cautious outcome. The disjunction in Glasgow is stark. A party that is two-to-one closer to Labour than to the Tories voted by two to one for a version of economic policy that is closer to the Tories than to Labour. The Lib Dem heart says left with Mr Cable. The Lib Dem head says right with Mr Clegg. The two are hard, but not impossible, to reconcile. Most Lib Dems hope that, come 2015, they will get some understanding and even credit for having done what they see as the right thing. But there is little evidence of that outside the party conference bubble. • This article was amended on 17 September 2013. An earlier version attributed remarks made by David Howarth in support of an amendment to David Heath."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}