{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2013/sep/02/free-childcare-two-year-olds", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2013-09-01T23:30:00Z", "webTitle": "Free childcare scheme to be extended to 40% of two-year-olds", "webUrl": "https://www.theguardian.com/money/2013/sep/02/free-childcare-two-year-olds", "apiUrl": "https://content.guardianapis.com/money/2013/sep/02/free-childcare-two-year-olds", "fields": {"headline": "Free childcare scheme to be extended to 40% of two-year-olds", "bodyText": "A \"helping hand\" will be offered to nearly half of all two-year-olds in England who will benefit from 15 hours of free childcare from next September, Nick Clegg is to announce. Families earning less than £16,190 a year will benefit from the changes, ensuring that around 260,000 two-year-olds – 40% of the total – will qualify for 15 hours of free childcare. The deputy prime minister will outline the change on Monday as 15 hours' free childcare is opened to 20% of two-year-olds. The last government offered 12.5 hours of free childcare to three- and four-year-olds – Labour's plan to extend the number of free hours to 15 was implemented by the coalition in September 2010. Clegg will say: \"From today, if you're a parent on a low income with a two-year-old in the family, you'll qualify for up to 15 hours a week of free early education for your child. This free support is focused on helping the families that need it most. That's around 130,000 two-year-olds – one in every five two-year-olds. \"From this time next year, we will extend that helping hand even further, doubling the number of youngsters getting a brighter start in life. All the evidence shows that if you take two children – two five-year-olds hanging up their coats next to each other on the first day of school – the poorer child will already be behind their better off classmate before a single lesson has been taught. Without this help, children suffer and the whole class suffers as teachers have to focus more of their efforts on children who are frustrated and left behind through no fault of their own.\" The offer of free childcare to 40% of toddlers has already been announced by the government. But this is the first time that exact numbers have been revealed. The government says it is investing £534m in free childcare for two-year-olds. This will rise to £760m next year. Clegg was involved in a row with Liz Truss, the children's minister, before the summer recess on plans to increase the number of children that carers can look after. He said this would not improve care and that it was important to focus on practical measures. • This article was amended on 5 September 2013. The earlier version said the last government offered 12 hours of free childcare to three- and four-year-olds and that this was extended to 25 hours by the coalition. The last government in fact offered 12.5 hours of free childcare and it agreed to extend this to 15 hours. The change was made by the coalition in September 2010."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}