{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2013/sep/12/hateship-loveship-toronto-2013-review", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2013-09-11T23:36:00Z", "webTitle": "Hateship Loveship: Toronto 2013 - first look review", "webUrl": "https://www.theguardian.com/film/2013/sep/12/hateship-loveship-toronto-2013-review", "apiUrl": "https://content.guardianapis.com/film/2013/sep/12/hateship-loveship-toronto-2013-review", "fields": {"headline": "Hateship Loveship: Toronto 2013 - first look review", "bodyText": "Like the world's longest advertisement for cleaning products, Hateship Loveship might well have come with the tagline: scrub your way to a better life. Kristen Wiig is our hero, Joanna, a pathologically meek housekeeper hired by the elderly Bill (an unintentionally seedy Nick Nolte) to care for Sabitha (Hailee Steinfeld), his teenage granddaughter. Sabitha's mother is dead: the victim of a car crash in which Sabitha's deadbeat dad Ken (Guy Pearce), drunk and high, was at the wheel. Daddy now spends his time in exile snorting coke with Jennifer Jason Leigh, who defies zero casting expectations by playing yet another trashy lady on society's lower rungs. In her prim lace and drab cardigans, Joanna is an easy target when Sabitha and her gleefully destructive friend Edith (Sami Gayle) decide to prank her. They send her fake emails, purportedly from Ken, full of cheesy lines about falling asleep thinking of her. Joanna falls, all right. Within a few minutes of movie time (although the chronology lopes ahead awkwardly, so it's hard to tell), Joanna is in a shop, trying on a dress. \"You better wrap it up,\" she says, a Fatal Attraction glint in her eye. \"It's the dress I'm going to be married in.\" Still based only on emails, Joanna guts the house of all Bill's antique furniture, has it shipped to Ken's flat and hops on a bus into the big, dirty city. Needless to say, the permanently hungover Ken is surprised to wake to her scrubbing his oven. But hey: dinner's ready soon. No, the person who needs to go is poor, skanky Leigh. \"Playing with Little House on the Prairie, having a sleepover?\" she sneers on (maybe) day three of Joanna's arrival. \"You better give me back the key,\" Ken replies. Man that's cold, we think, but Joanna allows herself a slight smile. You see? He WANTS to get better. The retrograde idea that women can generate happiness by cleaning up a man (his carpet, his nasal passages, his soul) without having any particular needs of her own – except sex, which Joanna proves well up for – seems surprising, considering this film is based on a story by the great Canadian author Alice Munro. For most of its length, in fact, the film seems to boil beneath its quiet surface like a Munro tale, and indeed like Joanna herself. Wiig carries this apparently unresolved tension in physical form: a wonderfully mannered performance of short steps and furious scrubbing and standing defensively behind chairs. In her best scene, she pulls back her hair before a mirror, leans forward, makes out passionately with her own reflection – and then gives it a quick spray of Windex. The film's low cadence, too, hints at another emotional register just waiting to be reached. What will happen with the subplots – Bill flirting with a clerk, Sabitha and Bill getting chummy, Sabitha falling out with Edith over money? The other shoe must be about to drop: Bill will press charges, Ken will relapse, Joanna will snap and attack everyone with a broken broom handle. Right? Women want more than just finding a man to clean up for who DOESN'T pay them, right? That may be Loveship, but it's hard to imagine it's love."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}