{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2013/sep/24/blackberry-users-questions-and-answers", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2013-09-24T22:15:23Z", "webTitle": "How BlackBerry users may be affected by sale – Q&A", "webUrl": "https://www.theguardian.com/technology/2013/sep/24/blackberry-users-questions-and-answers", "apiUrl": "https://content.guardianapis.com/technology/2013/sep/24/blackberry-users-questions-and-answers", "fields": {"headline": "How BlackBerry users may be affected by sale – Q&A", "bodyText": "Q: If BlackBerry is bought by Fairfax Holdings or broken up, will my phone still work? A: The newest BB10 phones will carry on working even if BlackBerry kills its handset business, but extra features such as app store BlackBerry World may not. Older BlackBerry devices (ie not the Z10, Q10, Q5 or Q30) send data for email, web browsing and BlackBerry Messenger (BBM) as well as mapping and some apps, through the company's servers. Whether post-buyout BlackBerry will keep the servers running isn't clear. Without them, it would be like the calamitous three-day service outage of October 2011 – permanently. BlackBerry says: \"It remains our top priority to continue serving all our customers.\" Q: Will BBM still work? A: BlackBerry plans to release its messenger app for iPhone and Android soon. Fairfax is expected to continue operations for BBM's 60 million users, a potential revenue stream. BlackBerry says: \"BBM remains one of our key areas of focus.\" Q: Who'll fix my faulty BlackBerry? A: The company's legal liabilities, including those to customers in the form of warranties, will remain intact. As of its 2013 annual report, RIM had accrued $318m (£199m) of warranty liabilities. BlackBerry says: \"Contact the original point of purchase or, failing that, our customer support team.\" Q: What should BlackBerry-using businesses and organisations do? A: Consider alternatives. BlackBerry says: \"We are clearly focusing resources on our core enterprise [large-scale] business, where we continue to increase [new] BES 10 installations, and the consumers who value privacy and productivity above all else.\" Q: If not BlackBerry, what should I buy next? A: Maybe now is the time to learn to type with a touchscreen keyboard. Apart from the Q10, smartphones with keyboards are as rare as hen's teeth."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}