{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2013/sep/14/atheist-sunday-assembly-branches-out", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2013-09-13T23:05:00Z", "webTitle": "Atheist Sunday Assembly branches out in first wave of expansion", "webUrl": "https://www.theguardian.com/world/2013/sep/14/atheist-sunday-assembly-branches-out", "apiUrl": "https://content.guardianapis.com/world/2013/sep/14/atheist-sunday-assembly-branches-out", "fields": {"headline": "Atheist Sunday Assembly branches out in first wave of expansion", "bodyText": "It started, as a number of the world's great religions have done, with a small group of friends and a persuasive idea: why should atheists miss out on all the good things churches have to offer? What would happen if they set up a \"godless congregation\" that met to celebrate life, with no hope of the hereafter? Eight months after their first meeting in a deconsecrated church in north London, the founders of the Sunday Assembly have their answer: on Sunday they will announce the formation of satellite congregations in more than 20 cities across Britain and the world, the first wave of an expansion that they believe could see 40 atheist churches springing up by the year and as many as 1,000 worldwide within a decade. From Glasgow, Leeds, Bristol and Dublin, to New York, San Diego and Vancouver, to Perth, Melbourne and Sydney, groups of non-believers will be getting together to form their own monthly Sunday Assemblies, with the movement's founders – the standup comedians Sanderson Jones and Pippa Evans – visiting the fledgling congregations in what they are calling, only partly in jest, a \"global missionary tour\". Though he always suspected he was not the only one to regret that his lack of faith excluded him from a church-style community, Jones admits to being a little bewildered by the speed and scale at which his idea has caught on. \"When I had the idea for this, I always thought if it was something I would like to go to in London then it was something other people would like to go to in other places. \"The one thing that we didn't take into account was the power of the internet, and I think even more than that, the fact that there is obviously a latent need for this kind of thing. People have always congregated around things that they believe in. I think people are going to look back at the fact that it didn't happen as the oddity, not this part.\" Satellite assemblies will agree to the central charter of Jones and Evans's original gathering – which still meets monthly in central London – and Jones expects them, initially at least, to stick to a similar format, in which a \"host\" leads several hundred congregants through songs, moments of contemplation and a sermon-like (but secular) talk. \"If we do it in London and there are 400 people who come, that's brilliant, but if we find a way to help hundreds of people to set one up then we can have a bigger impact than we could ever dream of,\" says Jones. Their vision, he says, is \"a godless gathering in every town, city or village that wants one\". Stuart Balkham is one of a small group of Brighton unbelievers who next weekend will hold their inaugural assembly – the theme is beginnings – in a disused church in Hove. He and his partner went to the London gathering where, he says, \"there was just something that clicked\". Part of the appeal was the style of non-worship: \"It's unashamedly copying a familiar Church of England format, so it's part of the collective consciousness.\" Balkham says he has envied churches the sense of community they can offer, and thinks atheists can learn from the social good that many churches do. \"It's naive to deny that there's a lot of good that comes out of organised religion, and I think helping in the community is another thing that Sunday Assemblies should be aspiring to unashamedly copy.\" Nick Spencer, research director of Theos, a thinktank looking at religion's role in society, says the growth of the movement may appear striking but it is not necessarily new. \"This contemporary idea of people who are not religious but wanting to maintain some kind of church-like existence has got form. We've been here before.\" Spencer, who will publish a book next year on the history of atheism, sees echoes of the late 19th century, when hundreds of \"ethical unions\" were founded in response to the growing atheism of the times. The movement, he says, similarly concentrated on good works and community around a recognisably church-like liturgy, but petered out within a generation or two. \"The reason for that was because you need more than an absence to keep you together. You need a firm common purpose. What you can see in these modern-day atheist churches is people united by a felt absence of community. I suspect what brings them together is a real desire for community when in a modern, urbanised individualised city like London you can often feel very alone. That creates a lot of camaraderie, but the challenge then becomes, what actually unites us?\" Jones says he is alive to criticism that the assemblies appeal to a limited demographic – young, professional and overwhelmingly white – but says: \"I don't there's anything that's inherently elite about people getting together to sing songs and think about themselves and improve their community. But we can't wait to see people doing it in all manner of different places in all manner of different ways, that appeal to all manner of different people.\" In the meantime, a few members of the London congregation have already started thinking about setting up a free school guided by Sunday Assembly principles, raising the prospect, as Jones notes, \"of Christians one day lying about being atheists to get their children into school\". The Sunday Assembly missionary tour October Tuesday 22nd, Edinburgh; Wednesday 23rd, Glasgow; Thursday 24th, Brighton; Friday 25th, Bristol; Saturday 26th, Oxford; Sunday 27th, Cambridge; Monday 28th, Milton Keynes; Tuesday 29th, Leeds; Wednesday 30th, Manchester. November Friday 1st, Dublin; Monday 4th, New York; Tuesday 5th, Harvard; Wednesday 6th, Washington DC; Friday 8th, Chicago; Saturday 9th, San Diego; Sunday 10th, Los Angeles; Monday 11th, Silicon Valley; Wednesday 13th, Vancouver; Sunday 17th, Perth; Wednesday 20th, Adelaide; Thursday 21st, Melbourne; Friday 22nd, Brisbane; Sunday 24th, Sydney; Saturday 30th, Crystal Palace."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}