{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "law/2013/sep/10/legal-services-board-labyrinthine-regulation", "type": "article", "sectionId": "law", "sectionName": "Law", "webPublicationDate": "2013-09-09T23:05:00Z", "webTitle": "Labyrinthine legal services regulation 'needs to be streamlined'", "webUrl": "https://www.theguardian.com/law/2013/sep/10/legal-services-board-labyrinthine-regulation", "apiUrl": "https://content.guardianapis.com/law/2013/sep/10/legal-services-board-labyrinthine-regulation", "fields": {"headline": "Labyrinthine legal services regulation 'needs to be streamlined'", "bodyText": "Regulation of legal services should be reduced to a single oversight body, according to the Legal Services Board (LSB). Ten separate bodies – which includes the Bar Standards Board and the Solicitors Regulation Authority – should be reformed along the lines of the media regulator Ofcom, according to LSB chairman David Edmonds, replacing an \"exceptionally complex\" and \"labyrinthine\" regime. In response to a consultation launched by the Ministry of Justice, the board, which oversees the current system, proposes creating an entirely new body. \"Ten frontline regulators, an oversight regulator and a statutory ombudsman scheme operate in a legal framework of at least 10 main statutes and dozens of statutory instruments, while trying to promote eight different regulatory objectives,\" the LSB's submission points out. \"The frontline regulators operate inconsistent codes of conduct and/or rule books. The Solicitors Regulation Authority's main rule book is 511 pages long; the Bar Standards Board's is 372 pages long. They contain a bewildering mix of outcomes, behaviours, principles, rules, guidance and policies.\" Most of these structures have emerged through \"an accident of history, unrelated to risks to today's consumers; most other areas of law can be provided without any regulation at all,\" Edmonds says. \"But I accept that any change of structure will take years and require primary legislation\". Any new unified regulator should be \"organisationally, statutorily and culturally fully independent of both government and representative bodies' vested interests\", the LSB insists. Millions of pounds could be saved by eliminating duplication between the professional bodies, Edmonds believes. The proposals are unlikely to be welcomed by the separate regulators who govern the professional performance of solicitors and barristers. The legal services sector is estimated to have an annual turnover of £25bn and employ about 320,000 people."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}