{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2013/sep/12/hillsborough-manslaughter-police-fa-council-club", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-09-11T23:05:00Z", "webTitle": "Hillsborough: police, FA, council and club could face manslaughter charges", "webUrl": "https://www.theguardian.com/football/2013/sep/12/hillsborough-manslaughter-police-fa-council-club", "apiUrl": "https://content.guardianapis.com/football/2013/sep/12/hillsborough-manslaughter-police-fa-council-club", "fields": {"headline": "Hillsborough: police, FA, council and club could face manslaughter charges", "bodyText": "Manslaughter charges could be brought against the South Yorkshire police force and senior officers on duty when 96 people died at the Hillsborough football stadium on 15 April 1989, according to the senior detective leading a new criminal investigation into the disaster. Speaking for the first time about what he labelled a criminal inquiry of \"unprecedented scale\", Jon Stoddart, former chief constable of the Durham force, said his team were exploring the culpability of not just the police, but Sheffield Wednesday football club, the city council and the Football Association. All were being investigated for possible gross negligence manslaughter, he said. Stoddart is one of the country's most experienced detectives. He oversaw a review into the new phone hacking investigation run by the Metropolitan police and for 10 years was the leading expert on homicide investigations in England and Wales. In an interview with the Guardian marking a year since the Hillsborough independent panel published a devastating report into the disaster, Stoddart said his criminal investigation was investigating all agencies involved in the tragedy. \"We are exploring all liability, both public and individual,\" he said. \"We are looking at unlawful killing; who is responsible for the deaths. Those 96 people went to Hillsborough to watch a football match and didn't return home. We want to know what happened, how it happened and why, and who is responsible. \"Obviously we are looking at the command and control [of the 54,000 crowd at Hillsborough by South Yorkshire police] on 15 April. But clearly it is about more than just command and control and what happened with the emergency services' response. It is about the safety of the stadium, certification, the planning and preparation, the engineering and design that went into the Leppings Lane end [where the 96 people died].\" His investigation, called Operation Resolve, is operating under the laws that existed in 1989, when organisations could be charged with \"gross negligence manslaughter\" if a single person was identifiably at fault as the \"controlling mind\". The new crime of corporate manslaughter that entered the statute books in 2008 cannot be used retrospectively. The investigation will examine the role of Sheffield Wednesday football club, which offered to host the 1989 FA Cup semi-final between Liverpool and Nottingham Forest at its ground despite serial breaches of the Home Office guide to ground safety and a safety certificate 10 years out of date. Sheffield city council, which was statutorily responsible for licensing the stadium as safe, and the FA, which commissioned the ground for its semi-final despite Hillsborough's safety breaches and previous crushes at semi-finals there in 1981, 1987 and 1988, are also being investigated for potential manslaughter charges. Asked if South Yorkshire police, Sheffield Wednesday, Sheffield city council and the FA were being investigated for possible criminal culpability, Stoddart said: \"Yes, absolutely.\" Stoddart rejected any accusation that as a police officer he had any institutional sympathy for those on duty on the day in South Yorkshire. \"I have no qualms about this,\" he said. \"We are entirely independent.\" The office emphasised that his team, which will number 171 by the end of September, including approximately 50 serving police officers from eleven forces, has no connections with South Yorkshire police, West Midlands, or any other force which had an involvement with Hillsborough. For the investigation, which has a Home Office budget of £9.6m, Stoddart said he has sought police officers and other investigative staff \"with the very highest skills\". He spoke as the Independent Police Complaints Commission, which is running a parallel criminal inquiry into the actions of the police in the aftermath of the disaster, said they had been handed new evidence in the form of 90 pocket books written by South Yorkshire officers on duty on the day. In addition, the police watchdog said it had uncovered evidence that 238 police statements had been altered – 74 more than previously believed – and that witness accounts might have been amended by West Midlands police, who were charged with investigating the actions of the South Yorkshire force. Besides unlawful killing offences, Stoddart said other potential criminal offences under investigation include breaches of health and safety law, and for individuals working in public bodies, including the police: \"Misfeasance and malfeasance amounting to misconduct and neglect in public office. Misfeasance in public office is a criminal offence; it is a very serious offence,\" he said.While chief constable of Durham police, Stoddart was from 2002 the national Association of Chief Police Officers lead on policy, practice and training for homicide investigations. Two months after his retirement in October last year, the home secretary, Theresea May, appointed him to lead the new criminal investigation into Hillsborough. The panel report, based on more than 450,000 documents disclosed by South Yorkshire police, Sheffield Wednesday, the FA and other organisations, highlighted profound safety failings in the Leppings Lane end, on the day and in the years preceding the disaster, and a failure of the emergency services to provide prompt medical care. Yet the original investigation by West Midlands police, headed at the time by Geoffrey, now Lord Dear, resulted in no prosecutions of any organisation or individual for any offence. Stoddart said he recognised his new investigation into how the 96 people, most under 25, died under the care of South Yorkshire police at Hillsborough was \"incredibly important for confidence in the police's ability to scrupulously investigate the police.\" Terry Sweeney, Stoddart's deputy, is a serving assistant chief constable of Greater Manchester police, which has also seconded detective chief superintendent Gerry Donnellan to Operation Resolve. Criticised by solicitors representing 19 bereaved families this week for slow progress, Stoddart said his team had \"really pushed on\" to staff, structure and begin work on an investigation of \"unprecedented scale\". His investigation is also providing evidence for the new inquest and Stoddart said they would meet the deadline set by the coroner, Lord Justice Godring, for the inquest to start by 31 March. Sweeney added: \"It is not about whether you are a police officer, a member of the [Sheffield city] council, or Sheffield Wednesday or the FA, the families deserve this issue to be investigated to the highest possible standard, with the best rigour and the most professional skills and abilities we have in the service. That is what we have to do. Whether [the people under investigation] are police or not, doesn't matter to us.\" South Yorkshire police told the Guardian in a statement: \"We continue to fully co-operate with all inquiries into the Hillsborough tragedy and will not be making any further comment so as not to compromise the investigations.\" Solicitors representing the former South Yorkshire police chief superintendent David Duckenfield, who was in command at Hillsborough, and superintendents Roger Marshall and Roger Greenwood, said it would be inappropriate to comment given the ongoing inquiries. Sheffield city council and the FA said they were co-operating with the Stoddart inquiry. Sheffield Wednesday declined to comment."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}