{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "fashion/2013/sep/20/fashionistas-swimming-routines", "type": "article", "sectionId": "fashion", "sectionName": "Fashion", "webPublicationDate": "2013-09-19T23:05:00Z", "webTitle": "Great lengths: 10 fashionistas share their swimming routines", "webUrl": "https://www.theguardian.com/fashion/2013/sep/20/fashionistas-swimming-routines", "apiUrl": "https://content.guardianapis.com/fashion/2013/sep/20/fashionistas-swimming-routines", "fields": {"headline": "Great lengths: 10 fashionistas share their swimming routines", "bodyText": "Katie Grand Stylist and editor in chief of Love magazine The pool LA Fitness, Holborn The look Speedo, Chanel and Marc Jacobs The regime If I am in New York, I swim at the Greenwich Hotel, the Costes in Paris, and the Principe di Savoia in Milan. On a good day I swim for two hours, and a bad day an hour. My waterproof iPod has made it a whole different experience. I swim to take my head elsewhere. Charlie Porter Menswear writer, blogs at charlieporter.net The pool York Hall pool, Tower Hamlets The look Squared-off Slazenger trunks The regime I try to go three times a week; I'm at a pretty pathetic 10 lengths, mainly crawl. The pool is under appreciated, especially the zig-zag floor-to-ceiling windows at the deep end. It's a bit spooky – there is a half-finished diving board covered in plastic. It's been that way for years. George MacPherson PR and communications director, Dolce &amp; Gabbana UK The pool Clissold leisure centre, Stoke Newington The look Black Speedo jammers The regime I go before 8am or after 6pm. I do different intensity combined with different strokes, or a 1km front crawl. I do it for general fitness and once a year I do the Burgh Island Swim in Devon for the Chestnut Appeal for Prostate Cancer. Brix Smith-Start TV presenter and stylist The pool Rooftop at Shoreditch House The look Black Eres swimsuit. It never dates. The regime I swim as early as possible, for 30 minutes. I like the peace of an empty pool. I do breaststroke because it's comfortable and quiet. I use swimming as a meditation tool. Emptying my mind of clutter allows new thoughts to be born. I have many lightbulb moments in pools. Patrick Grant Designer The pool London Fields lido, Hackney The look: Speedos and goggles The regime I swim at 7am twice a week. I mix crawl and breaststroke, occasionally some drills if it's quiet, for between 1,000m and 1,500m. The pool is well looked after since its refurbishment in 2006. The temperature is kept at 25C, which is good for laps. Tiphane De Lussy Designer The pool Market Sports, Shoreditch The look Speedo swimsuit, goggles and hat The regime 2,500 metres, twice a week. I start at 9.30am as it's a good time to get my own lane. I was a club swimmer as a child, then became a lifeguard and instructor in my late teens. It empowers me and makes me feel amazing after. On long stretches, I sort out my life. Sasha Wilkins Liberty London Girl blogger The pool Kenwood ladies' pond, Highgate The look Old Speedo costume or an M&amp;S one inherited from my mother. Given the resident geese and brown water, this isn't the place for Eres. The regime When the mercury hits 18C in the water then I am in the ponds, rain or shine. I do a ladylike breaststroke, as I hate getting my head wet and have a bosom built for comfort not for speed. I usually manage six lengths, sometimes eight. Normally I swim at about 7pm, when the after-work swimmers have gone home, and the children are eating their supper. Being able to dry off in the adjacent meadow in the sun is a particular joy. Tracy Sedino Marketing director at Linda Farrow The pool The Town Hall pool, Bethnal Green The look A Norma Kamali one-piece The regime I like to swim at 8am, and the pool has a calming feel to it. How far I swim depends on how much time I have. Normally I plan everything I need to do for my day. The water helps my imagination and it clears my mind. Giles Deacon Designer The pool Virgin Active, Aldersgate The look Boxer-style swimmers, and I like them highly patterned. Chucs, Hackett Liberty print and camo Orlebar Brown. I wear prescription Cutler &amp; Gross goggles or I would walk into the drinks machines. The regime I swim three times a week. I get to the pool by 8.30am because it's used by City folk. They've all gone to work by then so it's empty. I don't count lengths, I do 25 minutes, breaststroke or front crawl – it depends on my mood. I do backstroke if I'm hungover. I find swimming makes sense of the jumbled list in my mind. Before I swim it is a disorganised mess of Post-it notes heaped up on my retinas. Paul Smith Designer The pool Royal Automobile Club, Pall Mall The look Navy blue Paul Smith trunks The regime I swim at 5am, and think about the day ahead. I go every day, and have done since 1991, but I can't swim well. I was never taught, but I do manage breaststroke and backstroke. I normally do about 10 minutes but I have no idea how many lengths. On weekends, that changes to half an hour. It gives you a stretch and, well, you need to wash fl"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}