{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2013/sep/16/shane-watson-australia-england", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2013-09-16T22:47:00Z", "webTitle": "Shane Watson's magnificent century seals series victory for Australia", "webUrl": "https://www.theguardian.com/sport/2013/sep/16/shane-watson-australia-england", "apiUrl": "https://content.guardianapis.com/sport/2013/sep/16/shane-watson-australia-england", "fields": {"headline": "Shane Watson's magnificent century seals series victory for Australia", "bodyText": "Australia began their time here by being dismissed for 65 by India in Cardiff in a Champions Trophy warm-up but ended on a high note – after what at times had been a torrid tour in which the coach was replaced – when they won the final one-day international of the summer by 49 runs on a bitterly cold evening on Monday night. Progress there has certainly been. England, asked to make 299 to win, lost Kevin Pietersen in the first over of their reply, run out after another calamitous mix-up with Michael Carberry, and had reached only 102 for five before a sixthwicket partnership of 92 from 79 balls between Ravi Bopara and Jos Buttler revived their hopes. But Buttler went for 42 from 37 balls and Bopara for 62 from 66, in the space of seven balls during the final powerplay to leave them 197 for seven, from which there was no comeback: they were all out for 249 with two overs remaining. Australia thus take the series 2-1, deservedly so, and move ahead of England to second place behind India in the ICC rankings. England had been given a lifeline when their bowlers weathered a mauling at the hands of Shane Watson and Michael Clarke and came back strongly in the later overs to leave them a chance of winning the match. For a while, as Watson and Clarke were adding 163 from 136 balls for the fourth wicket, Australia had looked on course for the sort of mammoth total that virtually renders any response redundant before it starts. So it was to England's credit that Australia were pegged back to such an extent that, one exceptionally brutal over aside, the boundary became a virtual no-go area during the final 10 overs, and they were bowled out for 298 with five overs of the innings remaining. For this turnaround England have to thank the three front-line pace bowlers. Chris Jordan was handed a cap by Nasser Hussain before play after Steve Finn withdrew with a side strain, and he marked his debut by hitting 90mph despite bowling to some extent into a tricky, biffing wind and taking three for 51. Then there was Boyd Rankin, who managed only the final wicket of the innings but conceded 26 runs from 9.1 overs. So impressive has he been during the past few weeks he can all but consider himself in the Ashes touring party, probably at the expense of Chris Tremlett. Beyond that came Ben Stokes, a bowler who is learning his trade on the hoof with England. His aggression and skiddy pace saw him take two early wickets in two balls immediately after a single rain delay to let a squally shower pass, and then return later to take three more wickets for 14 in his final four overs: 5 for 61 was an excellent return for his persistence and competitive instinct. One day, if he can advance his batting to the standard required for a No6 (there is a long way to go yet), he will surely become the Test all-rounder England have been seeking since Andrew Flintoff's retirement. Watson, with his eighth ODI century, and Clarke, who had shrugged off his back condition to play in the final game and make 75, were majestic on what was a beautiful pitch with pace, some good even bounce and nothing like the extravagant sideways movement that marked the last game in Cardiff. Watson had arrived at the crease after Jordan had claimed his first wicket by inducing a mistimed pull from Phil Hughes, and was not dismissed until the 45th over when he gave Buttler one of five victims behind the stumps, by which time he had faced 107 balls and hit 12 fours and six sixes in his 143 runs. Against England's two spinners, James Tredwell and Joe Root, he was brutal, clouting the former as dismissively as he had Simon Kerrigan in The Oval Test, and choosing his moment to launch Root, into the wind and to the longest leg-side boundary, for 26 of the 28 runs, including three vast sixes, that came from what proved his final over. While Watson bludgeoned his way through the onside (he scarcely scored a run in front of square on the off-side, which is odd for such a strong driver of the ball) Clarke first pulled willingly as the pacemen tried to tickle him up and then sliced and diced the bowling, content to let Watson do the real damage until gradually picking up the pace later on so that by the time he was dismissed by Jordan he was all but a run-a-ball. The only chance he offered came when he was on 72, shortly before his dismissal, when he smashed Jordan head-high to Rankin at mid-off, where it dipped wickedly on him. Rankin, not helped by the low sun, could only parry the ball and was unable to cling on to the rebound."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}