{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2013/sep/06/bangladeshi-union-campaign-london-fashion", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2013-09-05T23:05:01Z", "webTitle": "Bangladeshi union chief brings living wage campaign to London fashion week", "webUrl": "https://www.theguardian.com/world/2013/sep/06/bangladeshi-union-campaign-london-fashion", "apiUrl": "https://content.guardianapis.com/world/2013/sep/06/bangladeshi-union-campaign-london-fashion", "fields": {"headline": "Bangladeshi union chief brings living wage campaign to London fashion week", "bodyText": "A union leader representing millions of poverty stricken Bangladeshi garment workers is to use London fashion week to confront Britain's top fashion retailers and clothing brands and urge them to support fresh demands for all employees to be paid a living wage. Nearly five months after 1,129 people died in the collapse of the Rana Plaza factory near Dhaka, Bangladesh, Amirul Haque Amin, president of the National Garment Workers' Federation, will join forces with British union campaigners to highlight the plight of workers in the global fashion industry. Amin, who arrives in Britain on Friday, will address delegates at the TUC's annual conference on Monday, alongside Heather Wakefield, who heads the local government service group of Britain's largest public service union, Unison. He plans to take the same message to London's high-profile annual fashion week which starts on 13 September. The link between cheap fashion in Britain's shops and shockingly poor worker conditions was again highlighted following the collapse of the eight-storey Rana Plaza garment manufacturing building. Amin will use his visit to persuade UK retailers to pay a wage far in excess of the £25 (3,000 taka) a month earned by the Rana Plaza workers. He will contrast the hardship endured by millions of Bangladeshi garment workers with the multi-million pound profits accumulated by retailers such as Topshop and Tesco, which (the latter through its F &amp; F clothing range) sponsor London fashion week. Tesco and other leading brands, including Primark, Gap, Monsoon, Accessorize, Marks &amp; Spencer, and Asda, belong to the Ethical Trading Initiative and have signed up to a code of conduct that includes support of a living wage. But the wage aspect, Amin will stress, has failed to materialise, and, he says, more pressure is needed. \"The Rana Plaza disaster not only exposed unsafe conditions for workers turning out British stores' clothes, but the pittance on which they struggle to survive. It is high time UK retail chains, and other companies sourcing from Bangladesh, matched ethical claims with action to lift their suppliers' workers out of poverty.\" In advance of his arrival, the NGWF's partner, the charity War on Want, is publishing a report entitled The Living Wage: Winning the fight for social justice, which cites evidence that a living wage benefits workers, employers and also wider economies. The report points to the success of the Alta Gracia factory in the Dominican Republic, reportedly the world's only supplier producing clothes for a mainstream brand that is also paying its workers a living wage. The report comes amid news that Conservative policy advocates want David Cameron to promise a higher minimum wage during his speech at the party's conference in the coming weeks. Labour's shadow Treasury team is considering whether to say that living wage zones would be established if they won power at the next election. Meanwhile, War on Want is demanding full compensation in relation to the Bangladesh disaster, for victims' bereaved families and injured workers, before a two-day meeting in Geneva this week hosted by the International Labour Organisation. More than 40 brands were linked to the Dhaka factory that collapsed, including the retailers Benetton, Matalan and Bonmarché as well as Primark. Now, more than 50 brands have signed up to a legally binding building safety agreement backed by the international trade union IndustriALL and the Bangladeshi government. Topshop, Gap and Walmart, however, have not yet done so. War on Want is urging the public to apply pressure on retailers over the accord and compensation."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}