{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2005/oct/14/russia.terrorism", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2005-10-13T23:04:32Z", "webTitle": "Russia accuses Birmingham charity of aiding terror", "webUrl": "https://www.theguardian.com/uk/2005/oct/14/russia.terrorism", "apiUrl": "https://content.guardianapis.com/uk/2005/oct/14/russia.terrorism", "fields": {"headline": "Russia accuses Birmingham charity of aiding terror", "bodyText": "The directors of Russia's state security services have accused a Birmingham charity, Islamic Relief, of supporting terrorism in Chechnya and urged Britain to \"surrender\" two prominent figures who are living in London. During the delegation's first official visit to the UK, Arkady Yedelev, the Russian deputy interior minister, accused Islamic Relief of providing financial aid to terrorist groups. \"We have specific documentary evidence of finances coming into Russia into the accounts of leaders of terrorist organisations in Chechnya.\" Mr Yedelev also said Moscow wanted Boris Berezovsky and Akhmed Zakaev to be \"surrendered\". \"We have factual evidence about their direct and indirect links to and participation in starting armed conflict and inspiring civilian unrest,\" he said. In response Mr Berezovsky said \"The Russians do not have any evidence. It's politically motivated.\" Mr Zakaev said: \"I never deal with terrorists.\" The charity denied the claims. \"Islamic Relief regrets and refutes the statements which are entirely false. As a non-political humanitarian organisation working to improve the lives of some of the poorest people in the world, Islamic Relief finds the accusation deeply offensive. \"Islamic Relief has been carrying out humanitarian work in the Russian Federation for the past 10 years. Our work consists primarily of food distributions including meals for schoolchildren. We also rebuild schools destroyed in conflict and sponsor orphans to ensure their basic needs are met. We would be unable to operate in the Russian Federation if there were any doubt as to our activities\". Hany el Banna, the group's president, said: \"As an aid agency that carries the name 'Islamic' we undergo additional scrutiny as a matter of routine. Islamic Relief's work and its financial accounts are given the all-clear every time. Unfortunately this does not prevent the occasional accusation surfacing.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}