{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2005/oct/20/birdflu", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2005-10-19T23:36:32Z", "webTitle": "Roche shares touch record amid  panic buying of bird flu treatment", "webUrl": "https://www.theguardian.com/business/2005/oct/20/birdflu", "apiUrl": "https://content.guardianapis.com/business/2005/oct/20/birdflu", "fields": {"headline": "Roche shares touch record amid  panic buying of bird flu treatment", "bodyText": "The Swiss pharmaceutical company Roche saw its share price touch an all-time high yesterday as strong sales of its cancer treatments and bird flu drug, Tamiflu, boosted third-quarter revenues. The day after the company said it would consider allowing other companies to produce Tamiflu to meet soaring demand, it announced group sales for the third quarter had risen by 20% to Sfr8.82bn (£3.9bn) from Sfr7.37bn for the same period last year. The World Health Organisation fears that the bird flu virus could mutate into a form that could kill thousands and is recommending that governments stockpile drugs like Tamiflu. If the disease spreads among the population, it should be treated aggressively with drugs to reduce the number of deaths, says the WHO. Roche said 40 different governments, including the UK, were interested in building stocks of Tamiflu, taking orders for delivery of the drug up to 2007. The company said it expected to sell Sfr200m-250m of the drug to governments in the fourth quarter, having sold Sfr185m in the last quarter. Total sales of Tamiflu grew to Sfr279m in the third quarter, up 148% over the same period last year. The firm said full-year sales should reach Sfr1bn-1.2bn. The spread of the disease into European poultry this week has sparked panic buying of the drug in Europe. William Burns, head of pharmaceuticals at Roche, said: \"Following four ducks in Romania carrying avian flu, Europe has gone mad. I don't think it is possible to find a single packet of Tamiflu in Paris anymore.\" Predicting sales of the drug by individuals stockpiling in case of an outbreak was very difficult, he said. The Swiss firm said that to help meet demand for its flu drug, it would consider granting special licences to other firms, but they had to be able to produce significant amounts in approved factories. Sales in its pharmaceutical arm grew by 24% to Sfr6.78bn, from Sfr5.48bn last year. The share price reached a record Sfr193 in early trading before sinking back to Sfr186.50. It has risen by over 40% this year. Roche's acquisition of 50% of the Californian-based Genentech 15 years ago is reportedly bearing fruit in the form of a series of cancer drugs produced by the biotechnology firm. Sales of Genentech prescription drugs grew by 43% to Sfr1.76bn from Sfr1.23bn. Three of Roche's top 10 drugs are Genentech cancer treatments - including its highest selling drug, Rituxan, which is used to treat non-Hodgkin's lymphoma, a cancer that attacks the body's lymphatic system. It sold Sfr1.06bn, an increase of 21%. Another Genentech drug, Herceptin, saw sales grow by 58% to Sfr591m. The drug treats an aggressive form of breast cancer known as Her-2 positive and Herceptin is said to show better results than any rivals. The drug has been at the centre of controversy in the UK since Barbara Clark, a 49-year-old nurse, threatened to take her local authority to the European court of human rights if they did not prescribe her the drug. She won her fight and Patricia Hewitt, the health secretary, said the drug would be available on the NHS. About 5,000 of 35,000 women with breast cancer are likely to benefit."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}