{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2005/oct/17/mondaymediasection.thedailytelegraph", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2005-10-16T23:48:44Z", "webTitle": "Daily Telegraph now means business", "webUrl": "https://www.theguardian.com/media/2005/oct/17/mondaymediasection.thedailytelegraph", "apiUrl": "https://content.guardianapis.com/media/2005/oct/17/mondaymediasection.thedailytelegraph", "fields": {"headline": "Daily Telegraph now means business", "bodyText": "The new-look Daily Telegraph was unveiled last Monday. Its message was clear: forget the retired colonels and WI members who regard talk of money as grubby - this new incarnation of their favourite organ caters unashamedly for the business community. The money men are granted a broadsheet \"Business\" section, whose authority rests on two new recruits: Jeff Randall, former BBC business editor (and friend of the Barclay Brothers, proprietors of the Torygraph); and Will Lewis, who came from the Sunday Times to be Martin Newland's joint deputy (and who is also close to the Barclays). Both appointments (though it is unclear if they were pressed on him) and the dedicated section are a shrewd move by Newland to keep his proprietors happy. Unlike those moguls more intent on the social climb ahead than the wheeling and dealing left behind, the Barclays remain obsessed with financial matters. If the Telegraph now feels like a girl of good county stock being forced into the arms of a self-made man, this is because the rest of the paper is so feminine. The feature pages, or Telegraph Living, bulge with female columnists writing on hemlines and home lives; the big exclusives have focused on the emotional and autobiographical - Alan Bennett's childhood, John Peel's schooldays. It is all accessible stuff, made more so by the new airy layout, and the clear \"zoning\". A new news editor (Mike Smith) and a continually strong Saturday News Review section (Charles Moore's reminiscences about writing Thatcher's biography, and Gyles Brandreth's hilariously indiscreet piece on interviewing the Royals) show that Newland continues to strive to improve the Telegraph. Let's see what return he will get on his investment."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}