{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2005/oct/21/match.sport1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2005-10-20T23:58:16Z", "webTitle": "Uefa Cup: Grasshoppers 0 - 1 Middlesbrough", "webUrl": "https://www.theguardian.com/football/2005/oct/21/match.sport1", "apiUrl": "https://content.guardianapis.com/football/2005/oct/21/match.sport1", "fields": {"headline": "Hasselbaink gets Boro  off to perfect start", "bodyText": "Jimmy Floyd Hasselbaink got Middlesbrough off to a great start in Group D of the Uefa Cup, his early strike settling a contest they dominated for large periods but could have thrown away had the Zurich side been sharper in attack. Boro, too, were wasteful on a night when both sides showed promise but little quality. \"It was hard work but we knew it would be,\" said the Boro captain Gareth Southgate. \"I thought we played very well for 30 minutes, then they had a very good spell. When you come away and go a goal ahead you are going to have to soak up some pressure.\" The manager Steve McClaren said: \"At half-time I said, 'Go for the second goal' but we didn't get it - but weren't the [Boro's] back four magnificent?\" The home side were enterprising in the early stages but met stern resistance from a well-organised Boro rearguard, and it was the Swiss defence which looked the more vulnerable as Mark Viduka and Hasselbaink went about their business. The Teesside club were ahead after 10 minutes when, after Szilard Nemeth and Doriva had created the space, Hasselbaink sidefooted sweetly past the goalkeeper to open the scoring with his first of the season. It should have been 2-0 with 16 minutes gone when Hasselbaink and Gaizka Mendieta combined to set up Nemeth but the Slovakian tried to play the ball back to the Dutchman with the goal at his mercy. Boro's goalkeeper Mark Schwarzer was called upon for the first time after 21 minutes but the Australian made a hash of collecting Rogerio's long-range effort and, when the ball came back off his chest, Eduardo followed up to put in the rebound. Hanspeter Latour's side celebrated for some time before they spotted a raised offside flag, although the TV replays suggested Boro were fortunate. Schwarzer was called upon again five minutes after half-time when the midfielder Ricardo Cabanas hit the target with a fierce shot but the goalkeeper got across well to pluck the ball out of the air. Boro wasted another golden opportunity after Mendieta split the home defence but Doriva drilled a shot wide of the far post with Viduka unmarked and furious in the middle. Emanuel Pogatetz picked up the first yellow card with 25 minutes remaining for a foul on Terek Chihab and Nemeth followed him two minutes later when the referee Espen Berntsen took exception to the length of time it took him to walk to the sideline to be replaced by James Morrison."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}