{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2005/oct/29/eu.europeanunion", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2005-10-28T23:59:14Z", "webTitle": "Mandelson offers steeper farm aid cuts", "webUrl": "https://www.theguardian.com/business/2005/oct/29/eu.europeanunion", "apiUrl": "https://content.guardianapis.com/business/2005/oct/29/eu.europeanunion", "fields": {"headline": "Mandelson offers steeper farm aid cuts", "bodyText": "The European Union yesterday offered to make steeper cuts in tariffs protecting its farm sector in a last-ditch effort to save talks on liberalising world trade - promoting growth and prosperity in poor countries - from collapse. Tabling the EU's final offer, an average 46% cut in agricultural tariffs, Peter Mandelson, trade commissioner, said it was at the \"outer limits\" of his negotiating mandate and represented the bloc's \"bottom line\" in the negotiations. But his offer, designed to unblock talks on freeing up trade in manufactured goods and services, ran into immediate opposition from France, which threatened again to undermine his negotiating tactics and veto the outcome of the so-called Doha development round talks. Senior French diplomats challenged Mr Mandelson's tactics in making a final offer, saying that it lacked credibility and there was no evidence that it would lead the EU's trade partners to offer concessions in parallel talks on industry and services. \"For the moment this negotiating tactic has not borne any fruit,\" one said, indicating that France would use a meeting of EU foreign ministers on November 7 - the day before Mr Mandelson hopes to conclude negotiations on farm subsidies at the World Trade Organisation - to demand changes. President Jacques Chirac, at the EU's informal summit at Hampton Court on Thursday, warned he would block a global deal on trade at a ministerial summit of the 148 WTO countries in Hong Kong in December rather than see deep cuts in farm support. So far, France has won backing from only Ireland and Italy for its stance, but its diplomats indicated that several other countries were sceptical that Mr Mandelson was sticking to his mandate or pursuing the right tactics. The former Labour cabinet minister said: \"We hope we will be able to demonstate convincingly to France that we are acting not only in a responsible way towards our own farming community and partners but formally within the envelope of the reform of the common agricultural policy agreed in 2003 and our mandate.\" Calling his offer \"substantial, credible and comprehensive\", he said the proposed cuts in tariffs were \"deep and real\". The European commission calculates that they raise the average reduction from the initial 24.5% tabled on October 10 to 46%. The offer, conditional on progress in other sectors, would see the EU cut its highest tariffs by 60%, far short of the 90% demanded by the US or the 75% put forward by the G20 group of emerging economies, including Brazil. Mr Mandelson, who resumed WTO negotiations by video conference last night, said such tariff reductions would have a devastating impact on large swaths of European agriculture. The knock-on effect on developing countries would be to wipe out two-thirds or more than €6bn of the €9bn preferential trade in farm products enjoyed by the poorest countries in Africa, the Caribbean and Pacific regions. Mr Mandelson, who paid tribute to France's commitment to ending world poverty and underlined its interest in liberalising trade in industry and services, said the world's 50 poorest countries would have to make no tariff cuts and emerging economies shallower reductions. He won some backing from NGOs for his new offer, with Oxfam saying it was a \"glimmer of hope\" that could restart stalled trade talks but the EU was still refusing to slash subsidies. US farming bodies said the proposed cuts did not go far enough."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}