{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2005/oct/29/advertising.guardianobituaries", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2005-10-28T23:58:24Z", "webTitle": "Obituary: George  Bogle", "webUrl": "https://www.theguardian.com/media/2005/oct/29/advertising.guardianobituaries", "apiUrl": "https://content.guardianapis.com/media/2005/oct/29/advertising.guardianobituaries", "fields": {"headline": "George  Bogle", "bodyText": "British advertising self-regulation is accepted as the best in the world, and as an exemplary method of self-regulation for almost any industry. This is the legacy of George Bogle, who has died aged 86. In 1975 Bogle founded the Advertising Standards Board of Finance (Asbof) and was its chairman until 1990. In 1974 Shirley Williamsa then secretary of state for prices and consumer protection in Harold Wilson's Labour administration, threw down a gauntlet. She threatened legislation to rein in non-broadcast advertising, then very lightly regulated, if the advertising industry could not do the job itself more effectively. It was Bogle who put together a self-regulatory system which would allay the government's concerns. The heart of the problem was money. The Advertising Standards Authority, (ASA) founded in 1961, was hopelessly underfunded. Bogle knew that policing non-broadcast advertising properly would be a sizeable, costly job, so he launched the Asbof levy - 0.1% on all non-broadcast advertising - and persuaded advertisers to pay it. Most importantly, he devised a system whereby the money would be paid to the ASA without strings or advertiser influence. Thus, the ASA has no idea exactly who pays the levy, nor how much anyone pays. Bogle flourished in newspaper and magazine publishing during the era of corporate restructuring and turmoil that began in the 1950s. His success was a testimony to the contribution he made, and to the enormous regard in which he was held by his colleagues. Following the amalgamations which led, in 1963, to the formation of the International Publishing Corporation, Bogle became IPC's director of corporate affairs. When IPC became part of Reed Publishing in 1970 he joined the Reed Holdings board as director of government and industry affairs, until his retirement in 1981. But it is probably his unpaid work for publishing trade associations, and his founding of Asbof, which will prove to be his most significant commercial achievement. Bogle devoted an immense amount of time to the Periodical Publishers Association, and from 1968 to 1972 was its president. In 1965 he became British representative - and later president - of the Federation Internationale de la Presse Periodique, the world federation of publishing associations. Bogle, born and brought up in Yorkshire, came from a Scottish background. At 18, with reports laden with superlatives, he graduated from Bradford College of Art and Crafts as a graphic designer and joined the publisher Iliffe in 1937. During the war, he served with great distinction in the army. He rose to the rank of major in a specialised armoured brigade, was mentioned in dispatches and made a military MBE. Postwar, with Iliffe, he was appointed production manager, general sales manager and a director of the company. Then he was promoted first to managing director of the Iliffe marketing company and then to joint managing director of the Kelly-Iliffe group, where he was instrumental in developing the group's overseas business. He served on the boards of its associated companies in France, Germany and Italy. Then came IPC and the chairmanship of Asbof. His 0.1% levy has financed the ASA, with consummate success, for 30 years. Its effectiveness was validated last year when Ofcom subcontracted to the advertising industry the regulation of broadcast advertising, based on Bogle's funding system. The levy now raises more than £9m annually from all media. Good humoured and unpretentious, determined but always considerate, Bogle was appointed CBE in 1977. He scaled the heights of the competitive, often bitchy world of media, yet it is impossible to find anyone who disliked him. He leaves a wife, Eileen, and two sons. · George Cranston Bogle, media executive, born August 5 1919; died October 19 2005"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}