{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2005/oct/17/mondaymediasection.pressandpublishing2", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2005-10-16T23:48:42Z", "webTitle": "The Wall Street shuffle", "webUrl": "https://www.theguardian.com/media/2005/oct/17/mondaymediasection.pressandpublishing2", "apiUrl": "https://content.guardianapis.com/media/2005/oct/17/mondaymediasection.pressandpublishing2", "fields": {"headline": "The Wall Street shuffle", "bodyText": "Any newspaper reader in the UK could be forgiven for thinking that the trend to downsize and the debate about going downmarket was a peculiarly British fashion. Yet a newspaper relaunch today suggests they may be wrong. The Wall Street Journal is to print a tabloid European and Asian edition in a redesign aimed at greater convenience and greater use of the business bible's online edition. With advertisements on the front page for the first time in its 116-year history, the Journal's redesign is also intended to increase sales and revenues outside its US heartland. Penny Muse Abernathy, the executive in charge of international and development, says the strategic review launched a year ago was \"to serve readers better going into the 21st century\" rather than just to improve its commercial position. \"Yes, we think circulation will grow but it's still quality, not quantity, [that we want],\" she says. Total sales of the Wall Street Journal Europe have risen by more than 4% to 86,156 in the five years to the end of last year. They also rose in the UK until the first six months of this year when they fell to just 16,500, below the level of June 2000. The \"quality\" that Muse Abernathy hints at is evidence from the European Business Readership Study that a higher concentration of senior managers (64%) with a higher average annual personal income (nearly €160,000 ) read the Journal than its nearest rivals, the Financial Times and the International Herald Tribune. Yet even after a difficult few years, the FT still sells more than six times as many copies as the Journal in the UK, suggesting that the US paper is some way from becoming the City's must-read despite a big international relaunch in 2000. A dummy of the latest version reveals a greater use of colour and, in a marked departure, a \"Journal Exclusive\" tag. Missing is one of the hallmarks of the Journal - the long \"A1 column\" that filled the left-hand column of the front page. Journal reporters would work for weeks, often months, to fill the slot. In its place is a tinted box that highlights the \"news in depth\" feature inside. Raju Narisetti, the Brussels-based editor of Wall Street Journal Europe, says, \"Lots of people feel that just because we're going to a more compact, tabloid format we will lose those longer pieces. We won't.\" Indeed, by doing away with the sort of page-turns that define US newspapers and irritate British readers, he hopes that page traffic will increase. Yet signs of greater integration with the Journal's website - which had 745,000 subscribers at the end of June - are everywhere. Muse Abernathy reports that the response from advertisers has been \"very good\", particularly in Asia which is not suffering from signs of a downturn. Dow Jones, the Journal's parent company, has not disclosed launch costs, but it has said that cost savings as a result of the new format will save $17m a year in 2006. Yet the company has been the subject of increased speculation in recent months that some members of the Bancroft family which control Dow Jones want to offload their stake. Senior Journal executives are wary of talking about the parent company but Narisetti points out that Dow Jones has bankrolled three major editorial initiatives in the past year: the acquisition of financial website Marketwatch, the launch of a Saturday edition of the paper in the US and now the launch of a tabloid in Europe and Asia. \"If all three of those are not commitments to the growth and success of this company, I'm not sure what is.\" Could he foresee the Wall Street Journal switching to a tabloid in its core market with its 1.8 million readers? \"This is a very dynamic time,\" he says. \"We're going through a real period of change. Nobody would have predicted the rebirth of the tabloid 10 years ago. And now look.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}