{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2005/oct/29/moneysupplement7", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2005-10-28T23:58:20Z", "webTitle": "10% carrot to lure you into a switch", "webUrl": "https://www.theguardian.com/money/2005/oct/29/moneysupplement7", "apiUrl": "https://content.guardianapis.com/money/2005/oct/29/moneysupplement7", "fields": {"headline": "10% carrot to lure you into a switch", "bodyText": "A savings account paying 10% interest is the latest carrot to be dangled in front of people's noses in a bid to encourage them to switch banks. It is only available to those who open an Alliance &amp; Leicester Premier or Premier Direct current account. And you've got to be quick, as the offer only runs from Monday until November 30. A&amp;L says, with some justification, that its current accounts are recognised as among the best on the market, and this new product \"makes it even more attractive to switch\". To be eligible for the Premier Regular Saver account, customers signing up for an A&amp;L current account must request the new savings account at the same time, suggesting that you won't get it if you don't ask. You agree to pay in a fixed amount of between £10 and £250 per month (you can't change the amount from month to month). That 10% rate is fixed for 12 months. After that, your money, including interest, is transferred into your A&amp;L current account. No withdrawals are permitted during the 12 months - if you make one, that closes the account. If you pay in the maximum £3,000, you'd get £150 gross interest after one year. Price comparison website moneysupermarket.com says that, \"short of dragging people into their branches,\" it's hard to see what Alliance &amp; Leicester could do further to attract people to switch to a better current account. But it adds that it's a shame that existing A&amp;L current account-holders won't benefit from the 10% account. They must make do with the standard regular saver account paying 4.5%. r.jones@theguardian.com"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}