{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2005/oct/29/accounts.saving2", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2005-10-28T23:58:21Z", "webTitle": "Will the real Stirling Moss please stand up?", "webUrl": "https://www.theguardian.com/money/2005/oct/29/accounts.saving2", "apiUrl": "https://content.guardianapis.com/money/2005/oct/29/accounts.saving2", "fields": {"headline": "Will the real Stirling Moss please stand up?", "bodyText": "Sharing a name with a famous person can be fun. But as Stirling Moss found out, it can mean losing control of a bank account, and risking tax form errors. There are two Stirling Mosses - at least. One is Sir Stirling Moss, the famous motor racing ace. The other is Mr Stirling Moss, a medical micro-biologist at a top London hospital. We shall refer to them as Sir Stirling and Mr Stirling. But what unites these two, as well as their name, is both have savings accounts with Nationwide. Now Mr Stirling, from south London, cannot access his account as it has been put under Sir Stirling's name. And, in a breach of security, Mr Stirling now knows Sir Stirling's home address in central London. Mr Stirling's account has been on the Nationwide grid since 1977. Four years ago, he received a new passbook - at around the same time Sir Stirling took out a savings account. \"I did not look at it until earlier this month when I asked Nationwide for a tax certificate. Then I was told I could not have one as my details did not match those on the account.\" He then discovered his details had skidded off the passbook to his motoring namesake. He could no longer access his account. And trying to get back into the fast lane was a bureaucratic nightmare. Mr Stirling spent days on phone calls to Nationwide's headquarters and hours sitting around a branch miles from his work. But Nationwide shifted into top gear when Guardian Money intervened. It owned up at once to some very sloppy account handling in the Nationwide pits. Now Mr Stirling's account is again firing on all cylinders. Nationwide will write to both Stirlings to apologise for the confusion. And it will refuel both accounts with £250 in compensation."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}