{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2005/oct/17/mediamonkey.mondaymediasection", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2005-10-16T23:48:43Z", "webTitle": "Media Monkey's Diary", "webUrl": "https://www.theguardian.com/media/2005/oct/17/mediamonkey.mondaymediasection", "apiUrl": "https://content.guardianapis.com/media/2005/oct/17/mediamonkey.mondaymediasection", "fields": {"headline": "Media Monkey's Diary", "bodyText": "· It's good to know that ITV news presenter Mark Austin is proving himself to be a worthy successor to Sir Trevor McDonald. Austin, presenting the news of the south Asia earthquake, informed viewers in suitably sombre tones about how most people in the region had been sitting down to breakfast when the quake happened, at about 8.30am. Surely, as a former Asia correspondent himself, he ought to have known that the Muslims of Pakistan would have been doing no such thing, what with it being Ramadan and everything. · When Dominic Lawson was given the heave from the editor's chair at the Sunday Telegraph to make way for Sarah Sands, it was something of a messy affair. Lawson was mightily put out at being eased aside, having thought that his position was assured by the personal authority of the proprietors, the Barclay brothers. It must be a great relief to Lawson that, after some months of negotiation, he has just received his pay-off, which totals, Monkey hears, a cool £1.2m. Nice work if you can't get it. · ITV bills itself as the people's channel, but some people were more equal than others at its 50th anniversary banquet. Only those with blue cards, the likes of Paul O'Grady, were allowed to join a select crowd at a separate reception in the Guildhall, London, where the Queen and Duke of Edinburgh mingled (before wisely heading off to dine with Lady Thatcher). Those on the B-list included Dawn Airey, managing director of Sky Networks, who spurned ITV's offer to run the network two years ago. · Speaking at the ITV dinner, culture secretary Tessa Jowell was fulsome in her praise of ITV chief executive Charles Allen. As the great survivor glowed with pride, Jowell gushed: \"He is not just a giant in the broadcasting world. He spends hours and hours of his own time for the greater public good. He organised a fabulous Commonwealth Games in Manchester, which everyone said would fail, and he is the unsung hero in the 2012 Olympics bid.\" Never mind the knighthood Charlie, start laying out the ermine. The place in the House of Lords can only be months away now. · BBC3 controller Stuart Murphy, rumoured to be in talks to leave for super-indie RDF, landed himself in a spot of Little Britain bother last week. Murph thought he would brighten the dull days of the corporation's army of personal assistants with a still from the new series of the sketch show hit. But not all the PAs were impressed with the picture of Matt Lucas's Bubbles DeVere and her new fat farm friend, played by David Walliams - naked. Murphy spent most of the rest of the day sending apologetic emails to startled secretaries. · The government's view on the European Commission's enthusiasm to break Sky's current monopoly on Premiership football rights is unknown, as officially ministers are \"platform neutral\". Consequently, we are equally in the dark about Tessa Jowell's opinion on Ofcom's move to help out the EC with a bit of market research. Or are we? Take this quote, from the Premier League: \"We think Ofcom and the [EC] director general for competition are pushing for a new pay-TV broadcaster to go head-to-head with Sky. This should be about process, not outcomes.\" So far, so expected. But then, Monkey remembers that the director of public policy at the Premier League is one Bill Bush, formerly special adviser to Jowell, who maintains a deep understanding of the culture department's private workings. · Monkey's rumour of the week: Stephen Carter, chief executive of Ofcom, is in the frame to run the preparations for the Olympics. At least it would make a nice change from organising spectrum pricing and eyeballing BT."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}