{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2005/oct/10/childrensservices.childprotection", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2005-10-09T23:41:36Z", "webTitle": "Peel's child rape revelation praised by campaigners", "webUrl": "https://www.theguardian.com/society/2005/oct/10/childrensservices.childprotection", "apiUrl": "https://content.guardianapis.com/society/2005/oct/10/childrensservices.childprotection", "fields": {"headline": "Peel's child rape revelation praised by campaigners", "bodyText": "The decision by the late DJ John Peel to reveal in his autobiography that he had been raped by an older pupil at boarding school has been welcomed by children's rights campaigners. Peel, who died a year ago at the age of 65 from a heart attack during a holiday in Peru, described being subjected to humiliating sexual demands from study monitors who were four or five years older than him. The abuse took place during Peel's time at Shrewsbury school in Shropshire, where he studied from the age of 13. In his autobiography, Margrave of the Marshes, serialised in the Sunday Telegraph, Peel described how the treatment culminated in his being raped in a public toilet by an older pupil. He wrote: \"Another study monitor obliged me to perform an even more unwelcome service during what was supposed to be a period for doing homework. This period, during which we were confined to our studies, was called top school but for my study monitor it was hand jobs. \"If for some reason my tormentor didn't require a hand job, possibly because he had already compelled a poor boy to give him one, he loaned me to one of his two friends and I was obliged to service them instead. \"This man - and although it is tempting to name him, I'm not going to - was, I think, the only genuinely amoral person I've ever met. Towards the end of our time together, he compelled me to agree to meet him in a public toilet in the cemetery on the outskirts of Shrewsbury, where he raped me.\" The NSPCC welcomed Peel's decision to provide a frank account of the abuse he suffered. The charity said celebrities could play a \"vital role\" in encouraging children to speak out about maltreatment and help to \"break down the silence of abuse\" and encourage youngsters to seek help. An NSPCC spokeswoman said: \"Celebrities can help break down the silence of abuse. Three-quarters of sexually abused children don't speak out at the time.\" She said youngsters exhibited the symptoms of abuse in a number of ways, such as drug overdoses, self-harm or angry outbursts. Peel's death led to an outpouring of grief for generations of music fans who had grown up listening to his radio show, which featured music from a variety of obscure bands during his 40-year career. He has been honoured with a number of posthumous tributes. Thursday will be the first ever John Peel day and a stage at the Glastonbury festival has been named after him."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}