{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2005/oct/06/oilandpetrol.news", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2005-10-05T23:03:42Z", "webTitle": "High oil price slows service-sector growth", "webUrl": "https://www.theguardian.com/business/2005/oct/06/oilandpetrol.news", "apiUrl": "https://content.guardianapis.com/business/2005/oct/06/oilandpetrol.news", "fields": {"headline": "High oil price slows service-sector growth", "bodyText": "Growth in Britain's dominant services sector, which includes everything from banks to hotels, slowed to its weakest pace in nine months in September, a survey showed yesterday, raising new questions about the underlying strength of the economy. The survey came on the first day of the Bank of England monetary policy committee's two-day interest rate meeting but analysts said the MPC was certain to leave rates steady at 4.5% when it makes its announcement at noon today. The purchasing managers' index from the Chartered Institute of Purchasing and Supply and the Royal Bank of Scotland gave an activity reading for the services sector of 55.0, down from 55.2 the month before. While still well above the 50 \"no change\" mark, the reading was the lowest so far this year and came as a similar survey of the eurozone recorded a strong acceleration. Service sector firms blamed rising energy costs for their woes. Higher oil prices pushed the survey's measure of input cost inflation to a 10-month high, raising the prospect of rising inflation at a time of slowing activity. Firms also reported the slowest growth in new orders for a year but generally reported that their confidence and businesses were running at \"robust\" levels. But the higher costs meant a slower pace of new job creation. Economists thought the slower pace of growth showed that the sharp slowdown in retailing this year could be spreading to the wider service sector. Geoff Dicks at Royal Bank of Scotland said this would probably mean overall economic growth of about 0.5% in the third quarter, below the economy's long-run average. \"That might just be weak enough for some of the doves to vote for a cut next month,\" he said, referring to MPC members who are concerned that the economy is slowing and would therefore want to cut rates again to boost activity. The MPC is widely expected to leave interest rates steady at this meeting, having cut them by a quarter-point in August, but a growing number of City economists think a cut might come next month when the MPC prepares its new quarterly economic forecasts, which will almost certainly be weaker than those it made in August. \"The trend in activity is becoming increasingly clear and, unfortunately, it's downwards,\" said Gavin Redknap at Standard Chartered bank. \"Weaker growth in services ... will raise further concerns for the Bank of England. So too, however, will the further pick-up in prices charged and input prices.\" The pick up in price pressures hinted at by the CIPS/RBS survey was echoed by a snapshot of shop prices from the British Retail Consortium. Its latest index showed high street inflation rose to 0.5% in September from -0.5% in August. The new figure is the highest since May and was mainly driven by rising food prices, although non-food prices were boosted by the end of some seasonal discounting. In the eurozone the CIPS/RBS survey showed service sector activity rose to a 14-month high of 54.7. Other data showed retail sales in the 12-country bloc rose sharply in August thanks mainly to a strong performance in France and Belgium, which more than offset a weak performance from Germany. Analysts doubted that the figures meant the bloc's economy had turned the corner."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}