{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2005/oct/21/newsstory.sport3", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2005-10-20T23:58:17Z", "webTitle": "I was given six months to live, says Ellis", "webUrl": "https://www.theguardian.com/football/2005/oct/21/newsstory.sport3", "apiUrl": "https://content.guardianapis.com/football/2005/oct/21/newsstory.sport3", "fields": {"headline": "I was given six months to live, says Ellis", "bodyText": "Aston Villa's chairman Doug Ellis was given only six months to live unless he underwent triple heart-bypass surgery in the summer. Ellis, who will be 82 in January and has presided over 13 managers during two separate spells as chairman at Villa Park, returned to work full-time last month after recuperating from a successful six-hour operation. The octogenarian claims to have lost two stone since he was admitted to Edgbaston Priory, where he learned of the seriousness of his health problems. \"The surgeon said that I had three options,\" said Ellis. One was to treat the condition with medicine; the second was surgery, with a much higher prospect of success. \"'However,' he said, 'there is an alternative.' I said, 'What's that?' He said: 'I could do nothing but you'll be dead in six months.' So there was no option, was there? Was I frightened? Naturally. Did that make me think about the future? Of course. It was serious. But I wouldn't leave Aston Villa. That's my home.\" Djibril Cissé yesterday admitted assaulting a 15-year-old boy. The youth claimed he was struck on the head by the Liverpool striker at a park in the east London Docklands area. The 24-year-old Frenchman, whose goals this week led Liverpool to successive victories in the Premiership and Champions League, accepted a police caution. Liverpool have reached an agreement to sign the Chilean winger Mark Gonzalez from Albacete but the earliest he would be able to play for them is next season. A potential £4m move was wrecked earlier this season when the government rejected Liverpool's application for a work permit. The Burnley midfielder Micah Hyde has been charged with violent conduct by the Football Association in connection with an incident after the 2-1 defeat by Leeds. Sheffield United's manager Neil Warnock has admitted an FA charge of abusive and/or insulting words towards a match official in the 2-1 defeat at Reading. A footballer who tested positive for cocaine has received a six-month FA ban, it was announced yesterday. The player, who has not been named but is understood to come from a lower league club, will be suspended until February 18. The Wembley Stadium project received a significant boost yesterday with the announcement of a £5m four-year sponsorship deal with Microsoft. Bill Gates' global software firm is to be the first of four founding partners associated with the £750m stadium due to open next year."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}