{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2005/oct/17/mondaymediasection.radio", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2005-10-16T23:48:44Z", "webTitle": "Radio: There is an art to  making waves on air", "webUrl": "https://www.theguardian.com/media/2005/oct/17/mondaymediasection.radio", "apiUrl": "https://content.guardianapis.com/media/2005/oct/17/mondaymediasection.radio", "fields": {"headline": "There is an art to  making waves on air", "bodyText": "Two branding-related events with equal relevance for radio occurred last week. The annual Radio Academy PAM (promotions and marketing) Awards took place, handing out gongs for, among other things, how stations brand themselves, and Channel 4's \"adult\" channel, More4 launched. Before I am branded a heretic for the mention of TV in a radio column, let me explain why More4 is of interest. It has launched into a crowded marketplace against some established and big audience-winning stations. Its branding is distinctive and well focused for the audience it hopes to reach. So much so that it already has a brand that is more clearly definable than some of its bigger and older rivals such as ITV, Five or Sky One. Sounds familiar? Over the past few years, we have seen the established heritage stations such as Key 103, Radio 3, BRMB, BBC London and Metro come under sustained attack from newer stations such as Classic FM, Saga Radio or BBC 6 Music. Like More4, these newer stations have benefited from their niche approach, allowing them to create imaging and promotional trails that have direct relevance to the audience and do more than just announce the station's name and frequency. These stations use their imaging to speak and relate to the audience. The dependability of Saga, the humour and warmth of Classic FM or the cheekiness and youthful swagger of Kiss can clearly be seen in their imaging. These stations are using their idents, jingles and trails to reveal the personality of the brand. But as with ITV or BBC1, the big established radio players have found it hard to establish \"brand personality\" as they are left with the tricky task of creating station imaging that appeals to a broad audience while at the same time revealing something about their brand. Locality or some emphasis on music are obvious cards to play, but with an audience bombarded with brand messages, is it enough to claim you have the best music variety or you love the city you're broadcasting to? The shortlist for the Gold PAM Award included Juice FM (Liverpool), Radio 1, Radio 4 and the old Capital FM Network - all stations that have used imaging and promotional trails to carve clear brand identities that relate to the audience through humour, topicality, relevance or tone of voice. Stations who ignore the lead these and others are setting, and continue to just see imaging as a way to announce name and frequency, do so at their peril. One event in the recent management shake-up at GCap that seemed to pass unnoticed was the vigour with which Richard Bacon talked on his Capital FM show about the changes taking place in the building. This was an odd topic to raise with London's drive-time listeners, who will probably have had little interest in the corporate movements within the Leicester Square HQ. Not for the first time in radio, this may be a case of a presenter involving himself in issues that are best left for the staff meeting. Then again, radio is making a habit of taking office issues into the studio. Dave Lee Travis's very public resignation in the 90s has become a seminal radio moment, while Ceasar the Geezer made an almost yearly event of being fired for abusing management. In recent years Chris Evans, Nicky Campbell and Fi Glover have all made news. Perhaps the live nature of radio plays its part. Maybe the close-knit teams that radio creates lead presenters to involve listeners in the behind-the-scenes politics. Or maybe if you pay people to talk, you can't blame them for talking on air about what's most on their mind off it. Whatever the case, radio is richer for these moments of jaw-dropping frankness. After all, who ever remembered the presenter who told the time well? · Steve Ackerman is director of commercial radio and talent at Somethin' Else"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}