{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2005/oct/10/workandcareers.comment", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2005-10-09T23:38:00Z", "webTitle": "Rebecca Front: Madness in the method", "webUrl": "https://www.theguardian.com/money/2005/oct/10/workandcareers.comment", "apiUrl": "https://content.guardianapis.com/money/2005/oct/10/workandcareers.comment", "fields": {"headline": "Madness in the method", "bodyText": "My grandmother used to say that working too hard could give you an ulcer, so I was relieved to learn that in fact ulcers are caused by bacteria, not lifestyle. I don't have an ulcer, but if I ever get one I'd like to know it wasn't my own silly fault. By an interesting paradox, the discovery that hard work doesn't give you ulcers was made by a scientist whose work really could have given him an ulcer. Barry Marshall, who with his colleague Robin Warren received the Nobel prize for physiology last week, decided there was only one way to prove the Helicobacter pylori bacterium they were investigating was a cause of stomach ulcers. Being an Australian, with the gung-ho approach to dangerous organisms that comes from growing up surrounded by sharks and finding spiders as big as a baby under your pillow, Professor Marshall downed a mouthful of the stuff and developed acute gastritis. This may sound like a wonderfully Professor Branestawm kind of experiment, but Marshall must have been pretty confident that if bacteria caused an ulcer then antibiotics would treat it. This contrasts sharply with a story Bill Bryson tells in A Short History of Nearly Everything, of the Swedish scientific pioneer, Karl Scheele, whose brilliant career was brought to an untimely end by his habit of tasting every substance he worked with, no matter how toxic. This sort of reckless devotion to one's work is not solely the preserve of scientists. The actor Joaquin Phoenix has said that his recent spell in rehab came as a result of playing Johnny Cash in a new biopic. Just listening to Johnny Cash for any length of time would be enough to put me in rehab, but Joaquin's problems seem to stem from neither an aversion nor an addiction to country music, but from becoming too immersed in the portrayal of his alcoholic subject. Actors often talk about \"keeping it real\", trying to behave as a character would behave. If you don't fully engage with your character's emotions then you end up being yourself doing an impersonation of that character, not behaving like them but commenting on their behaviour at one remove, and thus the illusion is broken. The problem is, of course, that you are simply yourself doing an impersonation of a character. It is just acting. Somehow, you have to achieve a semblance of reality. You have to look as if you've swallowed the bacteria, but not go as far as giving yourself a stomach ulcer. And if you do go further, you need to be damn sure that you know how to cure yourself. Keeping it real needs to work in terms of your characterisation, but also in terms of your life. The ideal would be to play a variety of characters convincingly for some years, and then get out of the limelight and start giving a convincing performance as yourself. And that, of course, is exactly what Ronnie Barker did. With apparent ease, he made his best-known characters not just funny but real. Norman Stanley Fletcher wasn't Ronnie Barker doing a funny voice, he was a rounded, believable character, a consummate piece of acting. But I've no doubt that Barker was equally convincing as an antiques-shop owner after his retirement. If Ronnie Barker was the Professor Marshall of the acting world, dedicated but prepared to take only calculated risks, then Joaquin Phoenix must take care not to be the thespian equivalent of reckless Karl Scheele, sacrificing his life for his work. Much of life involves a combination of scientific experimentation and role-play. We experiment at the beginning of a job or a relationship, taking a plunge into the unknown, and once the unknown is known we play the roles that we have established. We must be both passionate and dispassionate, both risk-taking and cautious, to keep it real. comment@theguardian.com"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}