{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2005/oct/14/tvandradio.charliebrooker", "type": "article", "sectionId": "global", "sectionName": "Global", "webPublicationDate": "2005-10-13T23:04:39Z", "webTitle": "Charlie Brooker: Supposing ... People were encouraged to eat badly", "webUrl": "https://www.theguardian.com/media/2005/oct/14/tvandradio.charliebrooker", "apiUrl": "https://content.guardianapis.com/media/2005/oct/14/tvandradio.charliebrooker", "fields": {"headline": "Supposing ...", "bodyText": "What's the most offensive thing you could possibly do in public? Squat down and crap on the pavement, or eat a bag of Wotsits? Pretty soon, it'll be the latter, because eating healthily is now the law, and anyone who disobeys is a demented suicidal pig. Just last night, for instance, a TV commercial from the Food Standards Agency commanded me to eat no more than 6mg of salt a day. It wasn't a suggestion, or a bit of friendly advice. It was an order, plain and simple. EAT NO MORE THAN 6mg OF SALT A DAY, it said. At first I stood and saluted. And then I thought, hang on, it's MY bloody throat - I can stuff as much salt down it as I like. At which point the Thought Police kicked the door down and arrested me for impudent reasoning. Don't get me wrong. I'm not disputing whether these Anti-Pie, Pro-Skipping campaigns have the potential to save lives. I'm sure they do. But come on - are human lives really worth saving in the first place? I mean really? Take a look around: there's far too many of us, and we're not much to write home about anyway. We spend more time picking our noses and wondering what famous peoples' kitchens look like than we spend doing anything worthwhile or interesting. The average citizen is a cretin in sore need of a good hard culling. If we can slowly reduce our numbers by gently guzzling snacks till our hearts burst - thereby saving the government the hassle of herding us into a stadium and blowing our heads off, one by one - then that's a good thing, isn't it? Well? Besides, all these health promotions really do is make you neurotic and miserable, thereby ruining what's left of your lifespan anyway. What would you rather do - spend every waking moment joylessly assessing your diet, and live to be a wizened 500-year-old mantis? Or die fat, young, and merry, with caramel smeared round your mouth? It's time they launched a campaign actively encouraging the population to gorge its way to an early grave. We need gigantic billboards with big colour photos of chocolate eclairs and beer, accompanied by slogans like \"Tuck in and Get It Over With!\", or, \"Hey, Bollocks to Everything, Right? Enjoy!\" Actually, sod the billboards. Let's just erect shelves all over the place. Shelves heaving with pork pies and marshmallows and chocolate biscuits and piping-hot ready meals. Cut out the middleman and pass them round for free. The streets'll be full of cheery, wobbly, blobby people, munching their way to oblivion. It'll be one big life-affirming, population-reducing party! Come to think of it, let's hand out wine, cocaine and heroin as well! And handguns! Free loaded handguns, on a shelf, on every street corner! Life would become markedly more dangerous, sure - but imagine the buzz you'd get each time you simply made it home alive (and besides, your chances of survival would be higher than you think: there'd always be loads of fatsos puffing about in-between you and the bullets). They should do that. Our quality of life would improve. Till it does, I'm going to eat precisely 6.1mg of salt a day. In protest."}, "isHosted": false}}}