{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2005/oct/14/pakistan.india2", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2005-10-13T23:04:40Z", "webTitle": "Wrecked roads block access to remote areas", "webUrl": "https://www.theguardian.com/environment/2005/oct/14/pakistan.india2", "apiUrl": "https://content.guardianapis.com/environment/2005/oct/14/pakistan.india2", "fields": {"headline": "Wrecked roads block access to remote areas", "bodyText": "Time could be running out to save victims of the South Asian earthquake trapped in remote areas of Kashmir, the UN's emergency relief chief said yesterday. Jan Egeland said the aid agencies could be \"losing the race against the clock\" to save people in rural areas cut off by blocked roads. \"I've never seen such devastation before. We are in the sixth day of operation, and every day the scale of devastation is getting wider,\" he said after arriving in the Pakistani Kashmiri capital of Muzaffarabad yesterday. Vincent Lusser, spokesman at the International Committee of the Red Cross (ICRC), said that a helicopter flight across the two valleys next to Muzaffarabad \"confirmed what has been kind of speculation ... These areas are as much destroyed as Muzaffarabad or more. The areas' needs in terms of aid may be even larger than those of Muzaffarabad\". Mr Egeland said that 2 million people urgently needed food, medicine, shelter and blankets. Snow has begun to fall ahead of the Himalayan region's fierce winter. The death toll is more than 35,000, and tens of thousands were injured. Estimating the scale of the situation in Kashmir has been held up by restrictions on access to the area, which has been a flashpoint for tensions between Pakistan and India for nearly 60 years. ActionAid International in Pakistan said its workers tried to reach remote areas, but were forced to travel on foot in one area because of unpassable roads and traffic jams."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}