{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2005/oct/29/foreignpolicy.comment", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2005-10-28T23:59:17Z", "webTitle": "Barbara Toner: Imagine my surprise", "webUrl": "https://www.theguardian.com/politics/2005/oct/29/foreignpolicy.comment", "apiUrl": "https://content.guardianapis.com/politics/2005/oct/29/foreignpolicy.comment", "fields": {"headline": "Sofa politics work for Condi and Jack", "bodyText": "No one's saying it's easy to sustain healthy relationships with those to whom we find ourselves committed. You have plain sailing, plain sailing, plain sailing, then crash, a rock, then another rock, then you're going belly up and what's to be done? Well, something, even if the problem is with your personal trainer. You can look to the prime minister. He's a man who understands survival in the relationship arena if ever a world leader did. First rule, he'd tell us from the sofa which is his preferred place for doing business, is that there's close, and there's too close for comfort. He is having to distance himself from his best friend George. He loves George, but where close was a fine thing when George was the most popular man in America, it's less of a fine thing now the voters are going off what he's doing in Iraq and people are calling him stupid. It's an association thing. He and George have less in common. George is somehow SO depressing. Tony isn't planning to walk away from him, but he's just that little bit less inclined to be seen out with him in public, which brings us to his second rule. If you want to take a break but not make a break, appoint a surrogate. Invite your partner/trainer/most important ally in the world to appoint a surrogate as well and encourage the surrogates to form a relationship which can take the heat off your own. How lucky he and George have been with relations between Jack Straw and Condoleezza Rice. You look to their past for evidence that they might bond and where is it? Jack was once the nerdy, vaguely fiery president of the National Union of Students. Condi survived a segregated education in the Deep South to join the Republican party. But see the way they look at each other. Surprised? I know. Revolting. That soppiness about the eyes can't just be contact lenses. Their cosy three-day tour of Alabama was a triumph, a wonderfully public statement of the administrations' togetherness even if no one understood its point. They joked, they flirted and they enjoyed fruitful discussions. Back in the UK, Tony, pensive on his sofa, will have said to himself, \"Maybe I'll call George at the weekend.\" See how it's done? I know you're thinking well, how can it work for the man and woman in the street, so let's take you and your personal trainer. Only this week, the American Council on Exercise confirmed the horror of that break-up is as traumatic as a divorce. You go to classes week in week out, you do your best, you sit up, you sit down, you press up, you press down, you put up with the hellish music that isn't to your taste, and one day, you can't go on. Bored rigid except for your jaw, which yawns. The trainer gets upset, tells you you've made no progress because you're still 15 stone and five foot five, then dumps you. Dumps YOU. The problem? Too close for comfort. The solution? A surrogate. Send a slightly expendable friend to work out in your place while you recover your stamina. You'll get your space back and your trainer won't be embarrassed by your failure, which will be seen as their failure, an association thing. In light of the above, plus a leaked confidential memo, the prime minister will be rethinking his THEORY ON SOFAS, which undoubtedly has holes in it. His idea was that government would be less stressful if it were run via informal meetings during which everyone would be so relaxed they'd reach an agreement without futile debate. To this end, he put sofas everywhere in the corridors of power but they're being withdrawn. According to the House of Commons serjeant at arms, they \"sit people too closely together to feel comfortable\". Or so comfortable that politics is overtaken by passion and one thing leads to the whole shooting match, as happened to two Labour party members on a sofa in Tony Blair's office on election night. It's the one small fly in the ointment. Finding a mutually acceptable understanding of the word comfort. It's as tricky as, I don't know, looking for a grain of rice in a bed of straw. Tony and George must be up against it, what with Iraq and global warming and what, if anything, to give each other for Christmas. Relate is always an option."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}