{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2005/oct/14/naturaldisasters.climatechange", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2005-10-13T23:04:39Z", "webTitle": "Flood link to logging in doubt", "webUrl": "https://www.theguardian.com/environment/2005/oct/14/naturaldisasters.climatechange", "apiUrl": "https://content.guardianapis.com/environment/2005/oct/14/naturaldisasters.climatechange", "fields": {"headline": "Flood link to logging in doubt", "bodyText": "Massive flooding is not usually caused by extensive deforestation, contrary to popular belief, a UN report published yesterday claims. A ban on logging and other government responses to widespread flooding are misplaced and potentially harmful, it says. Forests play a role in preventing localised flooding but have little impact in larger-scale disasters, concludes the report by the UN's food and agriculture organisation (FAO) and the Indonesia-based Centre for International Forestry Research (Cifor). \"The frequency of major flooding events has remained the same over the last 120 years going back to the days when lush forests were abundant,\" the director-general of Cifor, David Kaimowitz, said. \"The reason that people do believe what they believe is because at a very small scale there is a very significant link between deforestation and flooding. But at the larger scale you cannot extrapolate.\" Patrick Durst of the FAO said that governments were at risk of making knee-jerk reactions. \"Politicians want to be seen to be doing something but it can cost many people their livelihoods,\" he said. China's logging ban and the forcible relocation of more than a million people following flooding along the Yangtze and Yellow rivers in 1998 is the most dramatic example, says the report. \"The majority of these relocations were unnecessary and indeed harmful,\" Mr Kaimowitz said. Two other examples are the flooding in Bangladesh and the recent hurricane in Central America where officials blamed deforestation in upland areas, according to Mr Durst. \"Nepal could be 100% forested and you'd still have the floods in [Bangladesh],\" he said. The report, Forests and Floods: Drowning in Fiction or Thriving on Facts?, is based on studies since the end of the 19th century. It says that governments should identify high-risk areas and install early warning systems. Wetlands and natural water catchment areas should also be left undeveloped, which has not happened in areas like the Mississippi delta. Sam Lawson, of the Environmental Investigation Agency, said: \"Despite good intentions, I worry that these agencies have provided a tool which will be misused by politicians and logging companies, which have a lot to gain from a reversal of policies to protect hill forests.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}