{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2005/oct/02/sport.comment3", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2005-10-01T23:44:59Z", "webTitle": "Football: Keane must tone it down in next life", "webUrl": "https://www.theguardian.com/football/2005/oct/02/sport.comment3", "apiUrl": "https://content.guardianapis.com/football/2005/oct/02/sport.comment3", "fields": {"headline": "Keane must tone it down in next life", "bodyText": "So, Roy Keane is in his last season as a Manchester United player. Given that he is 35 next birthday, that hardly counts as a surprise and, given that he has his heart set on a career in management, it will be no great surprise either if he turns up on the Old Trafford payroll again at some date in the future. The only real surprise is that he appears to have opted to put some distance between himself and United, to take a break and check the view from outside rather than hang around and wait to be groomed as Sir Alex Ferguson's successor. That might appear to be the route of least resistance, although Keane, as we all know, has never been one to go with the flow. No dead fish he and, on closer inspection, his decision to make a clean break - assuming he goes through with it and it is not just a ploy to land a new contract - could be a typically wise one. For a start, a club such as Manchester United might not be the best place to start a management career. Kenny Dalglish took over Liverpool, Ruud Gullit did the same at Chelsea and Bryan Robson went straight in at Middlesbrough, but where are they now? Only Glenn Hoddle made a swift transformation from player to top-flight manager and he did it via Swindon. In side-stepping the immediate succession, Keane will also avoid the obvious pitfall of being the manager to follow Fergie. The longer United go on being unsuccessful under Ferguson the less his replacement need worry about standing in his shadow. But following a bloke who stayed for 20 years and brought in nearly as many major trophies is still a tall order for most managers. The Ferguson succession is messier than ever at the moment because of the Glazer takeover and Keane might well have concluded that the best position to await further developments is across the border with Celtic. Keane is a hero to the United supporters just as Alan Shearer is to the Newcastle faithful. There is a crucial difference between the two prospective managers, though. Newcastle are still waiting for a messiah, someone who can lead them to the promised land instead of just giving them a distant sight of it, and Shearer can fill that role. Keane cannot easily promise to make Manchester United a whole lot better than they recently have been and the great danger for a player taking over a club where he has enjoyed success is that failure as a manager clouds the issue. That is what happened to Graeme Souness at Liverpool, where he is rightly remembered as a great player but no longer recalled with any great affection. Perhaps the overriding consideration for Keane, however, is that he simply does not know whether he will be any good as a manager. Hardly anyone does - look at the respective managerial experiences of Jack and Bobby Charlton - but if it is largely a process of trial and error then Old Trafford is probably not the ideal setting, even for someone as fearsomely confrontational as Keane. That aspect of his character might actually be part of the problem. While Keane is likely to have enough determination and drive to succeed as a manager, he will be aware that his tireless exhortations on the pitch and in the MUTV studio have not had the desired effect in recent seasons and he may now be starting to understand that leading by example is only part of the job. At least as great a part is finding a way to bring the best out of players who may not be able to approach your high expectations. Obvious as this may sound, it offers an explanation as to why so few top-class players successfully convert to management, while ordinary players, second-rate players and even non-players such as Jose Mourinho make it all the way to the top. The second group never experience the panic of realising that what has up to now been instinctive might not be explainable, transmittable or even possible. They start off with what is possible and work upwards. They begin with a team ethic rather than having to relearn one. The Keane who rants on about Rolex culture, comfort zones and occasionally includes prawn-sandwich-eating spectators within the scope of his scorn is going to have to tone down his act to be a successful manager. You would not bet against him doing it, but doing it at Manchester United right now might be too much to ask of anyone. Rubbish Italian refs are back Did Liverpool have three nailed-on penalties turned down on Wednesday against Chelsea? No, only the William Gallas handball was clearly a bad decision. Didier Drogba got something of the ball in his clumsy challenge on Sami Hyypia and the referee could hardly penalise Paulo Ferreira's slight tug at Luis Garcia when the Liverpool player did not go to ground. Had Garcia tumbled in the area in an attempt to win the penalty, the most likely outcome would have been a booking for diving. The contact was so minimal that Garcia could not have relied on the foul being recognised by any of the officials. That is an indication of the closeness of every call these days and the pressure referees are under. Massimo de Santis could not be blamed on that occasion, although there were quite a few others when he looked bemused by what was going on around him. It's football, Massimo, though not as you Italians know it. Pierluigi Collina was very good at making the game look the same the world over. Now he's gone, it seems we can go back to assuming Italian referees are always going to be rubbish. Tantrums at brekkie If you had any sort of lie-in this morning it is quite possible the Premiership programme will have started before you get round to reading this. Manchester City v Everton. Kick-off 11.15am. More than a few City season ticket holders are up in arms about the inconvenience, but it is not exactly business as usual for the players either. 'I was talking to my dad about it and he couldn't believe we were playing so early on a Sunday morning,' said City defender Richard Dunne. 'We reckoned the last time I had to do that was aged 12 at Home Farm. 'What you have to bear in mind,' Dunne continued, 'is that most footballers are superstitious about their pre-match meal. I'm not too bad because I usually only eat toast anyway, but some people like to have chicken and pasta and they are going to have to have it for breakfast at half past seven in the morning.' That's dedication all right. Just in case you were tempted to dismiss Premiership players as a bunch of overpaid mercenaries who don't know the meaning of hardship. Mike Bassett - no laughing matter Crikey... how bad was Mike Bassett: Manager on Thursday night? Coming straight after the Uefa Cup football, here was an alleged Scouse comedy that managed to make Everton look sophisticated. Why ITV comedy chiefs have high hopes for this series is a mystery. Not even Ricky Tomlinson can save a script so leaden it makes Footballers' Wives look like Pride and Prejudice Sample joke: Club patron dies in his seat on seeing his team concede after five seconds. Bassett exclaims: 'Oh no. He's done a Jock Stein on me.' Hilarious or what? One would have thought there was enough scope for satire in the excesses of modern football without having to resort to iffy gags about players losing limbs in the Great War. On this evidence rumours of the death of the sitcom have not been exaggerated, though the ghosts of On The Buses and Love Thy Neighbour still seem to be hanging around."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}