{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2005/oct/21/rugbyleague.sport", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2005-10-20T23:46:18Z", "webTitle": "Rugby league: Bulls quick to trade Higham for Newton", "webUrl": "https://www.theguardian.com/sport/2005/oct/21/rugbyleague.sport", "apiUrl": "https://content.guardianapis.com/sport/2005/oct/21/rugbyleague.sport", "fields": {"headline": "Bulls quick to trade Higham for Newton", "bodyText": "In a remarkable transfer exchange between leading Super League clubs, Bradford yesterday bought Mick Higham from St Helens before immediately swapping him for Wigan's Terry Newton. Bradford paid £70,000 for the services of the Great Britain international Higham, who had a year remaining on his contract at St Helens. They then reached a swift agreement with Wigan to trade him for fellow hooker Newton, whose situation is further complicated by the fact that he is suspended until April 15 following high tackles on Lee Gilmour and Sean Long. As a result Newton will miss the first nine weeks of Super League next season, plus the opening round of the Challenge Cup. But that did not deter the Bradford coach Brian Noble, who ironically is currently in Spain taking charge of a Great Britain squad that includes Higham. \"We are well aware of the recent situation that has arisen involving Terry and his suspension,\" Noble said. \"However, whilst we sympathise greatly with Sean Long as regards the injuries he suffered, we feel that once Terry has served his suspension the matter will be closed and he will prove to be a very high-quality signing for us. Rugby league, like any other sport and even life itself, is full of people who have made mistakes and then put it behind them. Terry deserves that opportunity and he will get it at Bradford.\" Higham will also have the chance to re-ignite his career having spent several seasons as the understudy to Keiron Cunningham at Knowsley Road. His switch to Wigan allows him to work again alongside his former coach Ian Millward. \"It looked at one stage as though I would be playing next season at Bradford, but when the opportunity to join Wigan came up at the last minute I jumped at it,\" Higham said. \"I know that the club are hungry for success and have made some very good close-season signings.\" St Helens denied early reports that the deals had been manufactured because they refused to sell Higham to rivals Wigan, stressing that the Warriors did not make an offer for the player. \"Micky Higham requested a move so that he could further his own career,\" the Saints chief executive Sean McGuire explained. \"We received an offer from Bradford for Micky, which we felt we had to consider. We were then faced with the reality that we could either accede to his request, and receive a very good fee for him, or retain him for the final year of his contract and then let him leave for nothing.\" Higham has signed a three-year contract at Wigan, with Newton's deal at Bradford spanning four years. The former Wigan and Great Britain player Ellery Hanley was one of four new members yesterday inducted into the Rugby League Hall of Fame, at a ceremony at the sport's birthplace, the George Hotel in Huddersfield. Hanley was joined by the Cumbrian pair Douglas Clark (1891-1951) and Martin Hodgson (1909-1991), and the former Great Britain captain Eric Ashton."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}