{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2005/oct/14/gender.uk", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2005-10-13T23:04:37Z", "webTitle": "The original domestic goddess", "webUrl": "https://www.theguardian.com/world/2005/oct/14/gender.uk", "apiUrl": "https://content.guardianapis.com/world/2005/oct/14/gender.uk", "fields": {"headline": "The original domestic goddess", "bodyText": "I once championed Mrs Beeton in a balloon debate against George Eliot (champion: AS Byatt), Queen Victoria (Edwina Curry) and Elizabeth Garrett Anderson (Wendy Savage). I let her down badly. The Woman's Hour audience tipped the Queen out of the basket first, then ejected Mrs B. She was followed by George Eliot, leaving the field (or rather the skies) to the great feminist doctor. Mrs Beeton is not fashionable. Elizabeth David considered her a plagiarist and a dumber-down of gastronomy. Certainly her penchant for elaboration and her advice to boil cabbage for an hour are irrelevant today. But that is to miss the point of Mrs Beeton. Mrs Beeton is a brand, and was a stupendously successful one 100 years before the term existed. Her publisher husband turned her into one. After the runaway success of Household Management in 1861 he cashed in with more titles, a process that has gone on ever since, right up to Microwaving with Mrs Beeton. The original owed its success to the clarity of the recipes (with the ingredients listed first, the cost and the number of servings it would yield) and to its knowledgeable tone. It is true that the legal chapter and the medical one are clearly written by Olympian men, but the domestic ones have a confident, helpful voice that is pure Mrs Beeton. She is on a mission to reform the ignorant and clean up the slovenly. \"There is no more fruitful source of family discontent,\" she says, \"than a housewife's badly cooked dinners and untidy ways.\" The book became the upwardly mobile housewife's bible, leading her through the pitfalls of entertaining and the management of tradesmen, servants, animals, husbands and children. She told them what was right and wrong, and did it in authoritative prose. She also required her readers to improve themselves, and included essays on natural history, science, decorum (English ladies do not gargle with the finger-bowl water as do the French), even butchery. This last provides more information than one might wish to know about slaughtering oxen, \"by striking them a smart blow with a hammer or poleaxe on the head, a little above the eyes. By this means, when the blow is skilfully given, the beast is brought down at one blow, and, to prevent recovery, a cane is generally inserted, by which the spinal cord is perforated, which instantly deprives the ox of all sensation of pain.\" She ends with the pious hope \"that those men whose disagreeable duty it is to slaughter the beasts of the field to provide meat for mankind, inflict as little punishment and cause as little suffering as possible\". It is a riveting bedside read. Its success was due not only to its sound advice and practicality but also to the intelligence and diligence of its writer and editor, whose short life, now documented in a new biography by Kathryn Hughes, was the stuff of tragedy. Isabella was the eldest of three children born into a lower-middle-class family living in Cheapside. After her father's death, her mother, looking for security, married the clerk of the racecourse at Epsom, also with four young children. More children followed, until Isabella had 20 younger siblings. With the family house bursting, the elder children moved into the clubhouse at Epsom, where they slept in the committee rooms under the grandstand. Young Isabella, when not at boarding school or learning to make pastry in Germany, mothered her younger siblings and developed her passion for order and organisation. Her husband-to-be propelled her into authorship. He was the successful but rather flashy Sam Beeton, who had already made a name as the publisher of the Boy's Own Journal and the English edition of Uncle Tom's Cabin. With Isabella as author (or perhaps compiler and editor, since much of the writing is clearly not hers), they launched The Englishwoman's Domestic Magazine. Isabella translated French novellas, supervised the fashion plates and collected and adapted recipes for the domestic pages. Sam wrote the agony column. They went on to turn her Household Management pieces into a 24-edition partwork, and ultimately into a one-volume doorstopper which sold 60,000 copies in its first year. Riches, hobnobbing with the gentry, and trips to Paris followed. But all was not well. Sam liked mild Victorian S&amp;M in the form of \"tight-lacing\", he had contracted syphilis as a young bachelor, and he liked a tipple. It must have been hard for her to advise women on how to keep their husbands at home while hers was increasingly away. And Isabella, sadly, did not inherit her mother's facility at bearing and rearing children. Probably because she had contracted Sam's syphilis, she lost her first child at three months, and suffered miscarriage after miscarriage. Her second son died at three years. Her third survived into old age, but her fourth killed her. At 28, Isabella died of puerperal fever a week after giving birth. Perhaps fortunately, she did not live to see Sam's collapse. He took to the bottle and to laudanum, got into financial trouble, was forced to sell his company for a fraction of its worth, published scurrilous verse about the Prince of Wales and Queen Victoria, lost his job, and died a wasted wreck. Of course, without Sam, we would not have had Mrs Beeton, but the moral, liberal, sensible and surprising young woman hardly deserved her lot. It makes you wonder: what could she have achieved with three score years and 10? · The Short Life and Long Times of Mrs Beeton by Kathryn Hughes, published by Fourth Estate, £20. Prue Leith's most recent book, A Lovesome Thing, is published by Penguin, price £6.99."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}