{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2005/oct/20/creditcards.business", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2005-10-19T23:11:46Z", "webTitle": "Credit card firms resist calls to cut late fees", "webUrl": "https://www.theguardian.com/money/2005/oct/20/creditcards.business", "apiUrl": "https://content.guardianapis.com/money/2005/oct/20/creditcards.business", "fields": {"headline": "Credit card firms resist calls to cut late fees", "bodyText": "The country's biggest credit card companies are resisting demands by the Office of Fair Trading, the consumer watchdog, that they should cut default fees of up to £25 levied on customers who fail to pay their bills on time. Barclaycard, the country's largest and oldest credit card company with nine million customers, and America's MBNA are believed to be the most determined in their defence of the default charge, which City analysts believe could be worth as much as £1bn a year in income to the card companies. Eight card companies have been told by the OFT that the charge breaches regulations covering unfair terms in consumer contracts. They are in the process of making their responses to the OFT which, in turn, has given the card firms until early next week to make \"suitable undertakings\" to address its concerns that charges are too high to be fair. It is understood that while some of the companies are resigned to making deep cuts to the charges, Barclaycard and MBNA are determined to defend their ability to levy fees on late payers as well as those who exceed their agreed credit limit or pay with a cheque that bounces. Industry sources have told the Guardian that they fear the same legal case against default fees could be extended by the OFT into other areas of their business, such as mortgages and overdrafts, and therefore reduce their ability to levy fees on customers who pay late. Even so, some of the card companies are working hard to convince the OFT that the default fee should survive. The OFT's main argument is that the charge should be no greater than a court would rule should be paid if the card lender sued its customer for breach of contract. The card companies appear to be arguing that a default charge should not just be based on the administrative cost of handling a late payer. At a time when creditworthiness is deteriorating, some of the card companies are arguing that there is an economic cost involved as well. This is based on the concept that a default fee acts as an incentive on card holders to make timely payments. If default fees were slashed, the card companies argue, the numbers of delinquent borrowers would rise. The OFT, which refused to comment yesterday, would need to be convinced by the argument that there was a wider economic cost beyond the basic administration to allow default fees not to be cut substantially. It is thought the companies are trying to convince the OFT that fees can be charged after six months of late or non-payment. The industry has been careful not to reveal how much income is generated each year from default charges. But a report published yesterday by Morgan Stanley suggested the figure could be as high as £1.1bn a year. The analyst assumes that industry regulators might decide that a £15 default fee is \"fair\" - a move that would put about £400m of the card companies' revenue at risk. MBNA refused to comment on its discussions with the watchdog, while Barclaycard would only say: \"We believe that the charges are fair and we believe they reflect our cost.\""}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}