{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2005/oct/02/politics.economicpolicy", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2005-10-01T23:39:54Z", "webTitle": "The economy explained", "webUrl": "https://www.theguardian.com/business/2005/oct/02/politics.economicpolicy", "apiUrl": "https://content.guardianapis.com/business/2005/oct/02/politics.economicpolicy", "fields": {"headline": "The economy explained", "bodyText": "What's going on? Consumers, the stalwarts of the economy through the last few years, have reined in their spending habits, and led the rest of the economy into a slowdown. Economic growth began to weaken last year, and has slipped to its slowest pace for 12 years. Does that mean we're heading for a recession? Not unless we're in for a nasty shock - a sudden downturn in the US, for example. For the moment, the world economy looks strong, and the Bank of England has plenty of scope to reduce interest rates and stimulate higher growth if it needs to. What's going to happen to unemployment? It will continue to drift upwards, as the ripples of the consumer slowdown spread outwards through the economy. Retailers and estate agents have already begun to lay off staff; hotels, restaurants and so on could follow suit if the consumer slowdown intensifies. Is the housing market slowdown over? Forecasting house prices is a mug's game, but with first-time buyers still stretched, and prices grinding gently downwards, it looks as though this year has been the first stage of a prolonged 'soft landing', which could go on for another year or more. What's going to happen to interest rates? It depends how much worse things get, but rates are probably on their way down, with at least another couple of cuts on the way. How damaging is the rocketing oil price? Potentially very damaging, because it eats into how much households have to spend, hitting the sectors of the economy that are already suffering, such as retailers. Is life on the high street as horrific as the retailers say? It's bad, but it's not that bad. Total retail sales are still rising, according to the British Retail Consortium - it's 'like-for-like' sales, adjusted for shopfloor-space, which have plummeted. That suggests retailers have been slow to adjust to the changing climate, opening too many new stores. What about the rest of Britain's businesses? It's a mixed picture. Oil companies and the financial services sector are doing well, but manufacturers are facing cut-price competition from low-cost economies such as China and India, while also failing to hold their market share against exporters in high-productivity countries such as Germany. How come the FTSE is at a two-year high, and the City is banking on bumper bonuses, if the economy is slowing down? The financial markets don't always reflect very closely what's happening in the rest of the economy. Many of the firms in the FTSE have global operations - so their investors are betting on strong growth in the rest of the world. Retail stocks have taken a pounding since consumer spending started to slow. Will taxes have to go up? Eventually, yes. Gordon Brown has bought himself some time to meet his 'golden rule' by changing his estimate of the length of the economic cycle. But there is still a £10 billion gap between revenues and expenditure to fill in a couple of years time."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}