{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2005/oct/17/mondaymediasection.bbc1", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2005-10-16T23:48:41Z", "webTitle": "Emily Bell: Think of a number, double it, and there's your licence fee", "webUrl": "https://www.theguardian.com/media/2005/oct/17/mondaymediasection.bbc1", "apiUrl": "https://content.guardianapis.com/media/2005/oct/17/mondaymediasection.bbc1", "fields": {"headline": "Opinion", "bodyText": "The BBC's licence fee submission to the government was reminiscent of children's presenter Johnny Ball's Think of a Number show. Or, alternatively, one of those mental arithmetic games where you have to start with the age of your favourite pet, then triple it, divide it by five, etc, etc, and, whatever you started with, the answer is always seven. The strategy of Mark Thompson and Michael Grade, at least one of whom has a sense of humour, in proposing a licence fee that would rise by inflation plus 2.3% a year from 2007 to 2014 is pretty clear: ask for the moon in the hope of securing a packet of glow-in-the-dark stars. It is a perfectly sensible negotiating tactic, but its apparent brazenness is bound to inflame those who wish to see closer scrutiny of the corporation and its funding. At a time when the uncertainty in the advertising and pay TV market is growing, many think the current BBC licence fee is too high - although I liked Gavyn Davies's calculation for G2 last week, which demonstrated that, proportionately, the British public still pays less for the BBC than it does for other services when measured against use. Now the BBC has had the chance to frame the debate with its budget bid, it is equally likely that the government will turn down the first request, but it is possible that the BBC will retain at least its present level of funding. For one thing, which is bizarre if you think about it for a moment, the government appears to have played a really poor hand from its own negotiating standpoint. First it publishes a green paper that ensures the BBC's charter is renewed - leaving only the question of the level of funding open to debate. Then it hands the task of digital switchover to the BBC - which it has to be said is potentially a tough one with fairly unknowable costs attached. The government, which is in general less popular than the BBC, would rather Huw Edwards and Barbara Windsor tell viewers they have to change their co-axial cables and TV sets than have John Prescott and Tessa Jowell do it. So what better point at which to go into a serious round of hard ball for public funds than when you have just asked the other side of the table to perform the digital equivalent of taking the rubbish out? Either the government has to publish its own estimates for digital switchover - the BBC includes a £700m fee for digital infrastructure, but it is far from clear that this is the total amount needed - or it has to commit to funding the BBC's request for cash. Bearing in mind that last time when, under Lord Birt, the BBC secured a plus-inflation settlement for the licence fee it was partly for the costs of digital conversion, one could be forgiven for feeling that this is a cow that will be milked for some time to come. Which brings us to another aspect of this cash call that seems to be under-delivering on public value. How can we be sure that the BBC will be the most efficient operative when it comes to actually switching television homes over? Will there be a tendering process? After all Sky, for instance, has a network of installers, so do cable companies, while the BBC has a network of licence fee inspectors - but in my limited experience they are not customer-focused in quite the right way, what with the menacing vans and court orders. You would expect this kind of transparent tendering process in any other piece of public expenditure, and it would not seem at all inappropriate here. So while it is true that the BBC's request will not be taken entirely seriously, the corporation is extremely well placed, as the licence negotiations are inextricably tangled up with the switchover to digital. Where it leaves the much needed debate about the future shape of the BBC and its true requirements is another matter."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}