{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2005/oct/25/uknews2.mainsection2", "type": "article", "sectionId": "global", "sectionName": "Global", "webPublicationDate": "2005-10-24T23:05:19Z", "webTitle": "Simon Goodley: People", "webUrl": "https://www.theguardian.com/uk/2005/oct/25/uknews2.mainsection2", "apiUrl": "https://content.guardianapis.com/uk/2005/oct/25/uknews2.mainsection2", "fields": {"headline": "People", "bodyText": "A huge falling out at the Screen Actors Guild has cost chief executive Greg Hessinger his job, just six months into the role. The trade union, which represents 100,000 actors, has been split over merging with the American Federation of Television and Radio Artists, the other major actors' union, and whether to take a more aggressive stance in negotiations with producers. SAG president Alan Rosenberg, who announced Hessinger's demise, represents a faction of members against the merger, rejected by members two years ago. Hessinger was hired by the previous president, Melissa Gilbert, a fan of the tie-up. The move is unlikely to settle the argument. \"It is probably the most unethical and dishonourable thing I've ever seen done here,\" said actor Paul Christie, head of SAG's New York branch. Chief financial officer Peter Frank has been named interim director In Hessinger's place. George Davies, the fashion entrepreneur behind Marks &amp; Spencer's Per Una brand who quit the retailing giant this month, was planning his next project long before resigning from M&amp;S. A trademark application for Davies' new brand, GIV E, was filed in August, two months before Davies resigned. The company behind the request was S'Porter, which lists Davies as a director with his daughter Melanie Davies, Per Una's head of merchandising, and Andrea White, Per Una's finance director. Both have also resigned from the high street chain. One of the Church of England's best known clerics, the Rt Rev Richard Harries, Bishop of Oxford, is to retire on his 70th birthday next June. Bishop Harries, who makes regular appearances on the BBC Radio 4 Today programme's Thought for the Day, is on the Church's liberal wing. He was deeply hurt two years ago when his desire to appoint Jeffrey John, the celibate gay theologian, to become suffragan bishop of Reading, was thwarted by an international campaign spearheaded by conservative evangelicals. He was also dismayed over the appointment of cardinal Joseph Ratzinger as Pope. simon.goodley@theguardian.com"}, "isHosted": false}}}