{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2005/oct/29/television", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2005-10-28T23:58:27Z", "webTitle": "Mary Beard: What did the Romans do for us?", "webUrl": "https://www.theguardian.com/culture/2005/oct/29/television", "apiUrl": "https://content.guardianapis.com/culture/2005/oct/29/television", "fields": {"headline": "Apart from vomitoriums and orgies, what did the Romans do for us?", "bodyText": "The best way to judge a modern recreation of ancient Rome - in film or fiction - is to apply the simple \"dormouse test\". How long is it before the characters adopt an uncomfortably horizontal position in front of tables, usually festooned with grapes, and one says to another: \"Can I pass you a dormouse?\" The basic rule of thumb is this: the longer you have to wait before this tasty little morsel appears on the recreated banquet, the more subtle the reconstruction is likely to be. On these terms Rome, the new joint HBO-BBC series, does not do badly. It is not until at least 30 minutes into the first episode that anyone pops the dormouse question. It is a cliche among modern critics that public fascination with ancient Rome is driven by politics and imperialism. Rome now equals America, as once it equalled Britain. So in watching the rise and (crucially) fall of the Roman empire, we can enjoy some entertaining analysis of contemporary superpowers - as well as indulging in the gratifying thought that their dominance too will one day end. Occasionally, this is very obviously the message. Robert Harris was clear enough that his Pompeii had something to say about the modern United States. American viewers in the 1970s certainly took the seedy court politics on display in the BBC adaptation of Robert Graves's I Claudius as an allegory of Nixon's White House - a parallel which may possibly have been in the mind of the film-makers, but hardly of Graves himself (who wrote the original books in the 1930s). Certainly too, though with a different political tinge, Mussolini invaded Abyssinia against a backdrop of Italian movies celebrating the ancient Roman conquest of Africa and the heroic exploits of Scipio Africanus. But as the dormouse test hints, it is not only geopolitics that is on the agenda of our recreations of Rome. There are dietary habits and the rules of consumption, for a start; but also sex, religion, luxury and cruelty - in short, cultural difference in all its many forms. For more than 200 years we have read about and watched make-believe Romans eating strange unpalatable delicacies in a position we associate more with sleeping; making themselves sick between courses in order to stuff in yet more (the old vomitorium joke); killing human beings for sport; and enjoying indiscriminate sex on the lines of a modern goat. Alma-Tadema's marvellously decadent Victorian painting The Roses of Heliogabalus captures this nicely. A group of typically prostrate diners (guests of the emperor Heliogabalus) is surrounded by the usual Roman cuisine, and all the while is being smothered to death - literally - by a vast shower of rose petals. The message is not simply that Roman luxury was a life-threatening vice, but that the Romans ate the wrong things in the wrong ways, with disastrous consequences. Why do we choose the Romans for these cultural displays? Partly because they are sufficiently familiar, and like ourselves, to be manageable; but sufficiently unlike us to be interesting. Not to mention the fact that, thanks to the Roman invasion of Britain, they even have a foot in our own home territory and can almost play the part of our own ancestors. This is where they score over the ancient Greeks. It is simply impossible to imagine what those white-robed intellectuals did at home, or that they were ever like us at all. The answer is partly too, of course, that the classical world has always offered a convenient alibi for enjoying sex and violence. To have two actors on primetime television indulging in prolonged and (almost) full-frontal sex would normally be classified somewhere on the spectrum between titillation and pornography. Take exactly the same actors doing exactly the same thing, but pretending to be Romans - and it suddenly becomes legitimate, educational even. At the very least it is clothed in the respectability of classical culture. Many a 19th-century gentleman's study paraded a raunchy Alma-Tadema nude, safe under the fig-leaf of classicism. The new Rome series has an awful lot of bonking dressed up as \"an authentic glimpse of the ancient world\". But there is also, I suspect, a particularly 21st-century imperative behind the rash of recent \"Romes\", from Gladiator on. In the world of publicly sanctioned multiculturalism (excellent, in many ways, as that is), popular representations of cultural difference have become increasingly dangerous and heavily policed. All the old ways of celebrating \"our\" identity against the peculiar habits - often the eating ones - of the outside world now seem a bit risky. A BBC series which presented the French as garlic-reeking gluttons, tucking into frogs' legs and snails, or the Germans as a load of jack-booted cabbage eaters, might not end up with a prosecution but it would certainly prompt an appearance from the relevant ambassador on the Today programme, lamenting our dependence on these worn-out stereotypes. This game of defining ourselves against the habits of the \"Other\" is a very old one indeed. The Romans did it against the Greeks (a load of over-perfumed intellectuals), the Greeks against the Persians (effeminate despots). We are now finding it much safer to look to the remote past - the recent past is, of course, another matter - for our anti-types. For that past cannot answer back, has no government machinery on its side (or not usually), and you can do what you like with it. If they were portraying a modern religion, the lurid, blood-soaked representations of Roman paganism in the new Rome would probably end with the director up before the beak on a charge of \"incitement to religious hatred\". As it is, it's only Rome, so it doesn't count. But what of the dormouse test? Did the Romans themselves pass it? Did they actually eat them? There is here an uncomfortable historical truth for many a modern film director. Unsuccessful and temporary as the ruling almost certainly was, the Roman senate banned the eating of dormice in 115 BC. And as for the vomitorium, it was not a handy place for Roman over-consumers to make room for another course: it is the name given to a passageway through which the audience \"spewed out\" of the amphitheatre. · Mary Beard is professor of classics at Cambridge University; Rome starts on BBC2 on Wednesday at 9pm mb127@cam.ac.uk"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}