{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2005/oct/12/race.uk", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2005-10-11T23:03:24Z", "webTitle": "Lee Jasper: Multiculturalism in the UK", "webUrl": "https://www.theguardian.com/world/2005/oct/12/race.uk", "apiUrl": "https://content.guardianapis.com/world/2005/oct/12/race.uk", "fields": {"headline": "Trevor Phillips is in danger of giving succour to racists", "bodyText": "There is now a concerted attempt in Britain to shift the debate about race from taking on and confronting racism and racial inequality to blaming black and Asian communities for the problems that many face. The buzzword is \"integration\", now often counterposed, falsely, to multiculturalism. Culturally distinct communities can be hugely positive and beneficial. We have many such examples of people choosing to live in an area where they are able to worship, shop and bring up their children within the context of their culture. But opponents of multiculturalism have used the post-9/11, post-London bombings climate to push their agenda. Multiculturalism, it is argued, elevates difference and therefore enhances segregation. The Trojan horse for this argument is the debate about Britain's Muslim communities, much of which is simply Islamophobic. The rightwing press is now rampant with the argument that multiculturalism intensifies segregation. In the real world, this onslaught translates into an approach that says: \"Assimilate, accept the majority's norms - because if you don't, your failure to integrate, not racism, is the problem.\" Counterposing integration to multiculturalism is bound to lead to castigation of black communities for supposed failings. It is, of course, nonsense. Multiculturalism is a fact of life. Everyone is entitled to celebrate their own culture as long as they do not prevent others from doing so. In fact, researchers have found that Britain is becoming less, not more, segregated. The real problem is not the absence of integration, but that we still do not carry through multiculturalism's lessons adequately. Black and Asian people pay their taxes too. But our police services under-represent black and Asian people. We want black boys to do better in school to break out of cycles of underachievement, but where are the black teachers to act as role models? The celebration of diversity is what won us the Olympic games. This model values difference and requires strong commitment and political leadership. It helped to build the kind of unified response we had in the aftermath of the London bombings. This is what we put at risk when we lightly dismiss multiculturalism - a model that actually works. None the less, the cloak of integration is being used to push aggressively what is really an assimilationist agenda. Fascists and racists swim in the pool of racism. How this manifests itself - concretely - is an onslaught on British Muslims, using the religion of Islam as a battering ram. Islam is promoted as uniquely evil, or uniquely backward. The most explicit example is the British National party, which issued thousands of anti-Muslim leaflets after the London bombings with a graphic illustration of the devastated No 30 bus. According to the BNP, multiculturalism was to blame. The BNP is feeding on the mainstream onslaught against the Muslim communities and multiculturalism. Effective anti-racism starts from the view that we refuse to accept the onslaught, to go along with distortions and generalisations about Islam. In these circumstances, the provocative, headline-grabbing speeches by Trevor Phillips, the chair of the Commission for Racial Equality, are counterproductive and generate many of the most unapologetic headlines in the rightwing press, giving succour to those who want to push back anti-racism. Asked whether the word multiculturalism should be killed off, he replied: \"Yes, let's do that. Multiculturalism suggests separateness.\" Confronted by the Spectator's Rod Liddle and asked if Islam was an issue for the CRE - in particular if it was \"merely a matter of culture\" rather than race - Phillips's response spoke volumes. \"Well privately I would go quite a long way down the route you're taking. It is not primarily an issue of race.\" Hence the emphasis on segregation rather than racism. But the truth is that vile anti-Muslim prejudice, using the religion of a community to attempt to sideline and blame it for many of society's ills, is the cutting edge of racism in British society. Those who consider themselves anti-racists need to wake up to this fact. The government is proposing to wind up the CRE and merge it with a broader equalities commission. The \"volte-face\" speeches are diverting us from the very real issue of the CRE's entire future. Britain still has a long way to go to become a society where equality of opportunity is assured for all citizens. It is the job of the chair of the CRE to provide leadership and develop clear strategies to reduce the impact of discrimination. Instead, his credibility is becoming strained in black communities. Last week he was at it again at the Tory party conference, claiming the British empire had shown that Britons were not by nature bigots because under the empire \"we mixed and mingled with people very different from those of these islands\" - when in reality the empire was a system of subjugating hundreds of millions of black and Asian people, justified by a white supremacist ideology. Any CRE chair who does not know if councils should print documents in more than one language, or whether \"coloured\" is an appropriate term, or whether holy days should be respected wherever possible, should seriously consider whether he is in the right job. · Lee Jasper is the mayor of London's director of policing and equalities contactlee@london.gov.uk"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}