{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2005/oct/21/rugbyunion.gdnsport31", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2005-10-20T23:46:17Z", "webTitle": "Rugby union: Thomas Castaignède assesses the contenders", "webUrl": "https://www.theguardian.com/sport/2005/oct/21/rugbyunion.gdnsport31", "apiUrl": "https://content.guardianapis.com/sport/2005/oct/21/rugbyunion.gdnsport31", "fields": {"headline": "Thomas Castaignède assesses the contenders", "bodyText": "Pool One: Castres, Munster, Sale, Newport-Gwent Dragons Sale are the English team I think have the best chance - the only club who can take on the French up front and behind. Munster and Castres are no pushovers, but the Dragons will scratch for crumbs. Pool Two: Calvisano, Cardiff Blues, Leeds, Perpignan Probably the easiest group, which Perpignan should dominate. The others all have a chance: Cardiff with Jonah Lomu and a group of young players, Leeds if they can start winning, and Calvisano are hard to beat at home. Pool Three: Clermont Auvergne, Leicester, Ospreys, Stade Français One of two pools of death. Clermont were the last French qualifiers but are in fine form, and Stade and Leicester have huge experience. Stade should have the mental edge after winning at Leicester two years ago. The Ospreys are the best side in Wales, but can they live in this company? Pool Four: Biarritz, Saracens, Treviso, Ulster In a tricky group, Biarritz are the favourites by a kilometre or two. Their record speaks for itself. Saracens had a good run the last time we were in Europe, winning away at Toulouse and Ulster. Ulster are rebuilding, as we are, but Treviso showed last season they can win away and at home, and are getting better every year. Pool Five: Bath, Bourgoin, Glasgow, Leinster How far Bourgoin want to go will dictate the outcome, but I'd back Leinster with Brian O'Driscoll leading them. Bath will struggle away, even though Danny Grewcock, left, seems to have been dining on lion's heart recently. Glasgow will struggle. Pool Six: Edinburgh, Llanelli Scarlets, Toulouse, Wasps The other pool of death -Edinburgh must be ruing their luck. Llanelli will be a big ask at home in the wind and rain. Wasps are strongest with ball in hand, but their scrum is not a banker. The pool winners will be Toulouse."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}