{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2005/oct/20/ftse.stockmarkets", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2005-10-19T23:11:49Z", "webTitle": "Shades of Black Monday as FTSE 100 slides", "webUrl": "https://www.theguardian.com/business/2005/oct/20/ftse.stockmarkets", "apiUrl": "https://content.guardianapis.com/business/2005/oct/20/ftse.stockmarkets", "fields": {"headline": "Shades of Black Monday as FTSE 100 slides", "bodyText": "The City marked the 18th anniversary of the 1987 stock market crash by sending the FTSE 100 to its lowest level since July's terror attacks on London. Hit by a weakening crude price and the minutes of the last meeting of the Bank of England's monetary policy committee, which showed none of its nine members had voted in favour of an interest rate cut, the blue-chip index registered its biggest one-day points fall since May 2004. The heavyweight oil sector was responsible for most of the damage. BP, London's biggest stock, dipped 12p to 608p, while Royal Dutch Shell 'B', shed 41p to £17.60 and BG Group lost 16p to 471p in response to the falling crude price and the poor performance of its US rival Exxon Mobil. Exxon shares had their biggest one-day percentage fall in six months overnight after an investor dumped stock worth $1.4bn (£800m). The mining sector also weighed heavily on the market, providing three of the 10 biggest fallers in the FTSE 100. BHP Billiton fell 33.5p to 784.5p, while AngloAmerican shed 65p to £15.31 and Rio Tinto lost 84p to £21.34 as investors rushed to take profits in the wake of an overnight profits warning from Australia's Newcrest Mining. Traders also reported forced selling due to margin calls - one spread-betting firm was said to have closed 2,000 positions yesterday. At the close of play, the FTSE 100 was down 96.1 points at 5,167.8 with Cairn Energy, off 96 at £15.92, the biggest faller. Last week ABN Amro placed 600,000 Cairn shares on behalf of four company directors at £17.50 each. Just four blue-chip stocks managed to close higher yesterday: Enterprise Inns, up 5.5p to 792p; AstraZeneca, 18p higher at £26.31; Marks &amp; Spencer, 2.5p stronger at 397.5p, and AB Foods, which firmed 0.5p to 804p. Elsewhere, the picture was equally grim. The FTSE 250 slumped 185 points to 7,421.5, while the FTSE Small Cap index ended 58.3 points adrift at 2,991.4. Nick Batsford, a broker at Eden Financial, believes the London market could fall further. \"The Dow Jones industrial average, Nasdaq and S&amp;P 500 are all trading below their 50 and 200-day moving averages, whereas the FTSE 100 is still 100 points above its 200-day moving average,\" he said. In the bond market, the 10-year gilt closed around 103.290, yielding 4.373%. Back in equities, MFI Furniture Group was a big talking point. Its bombed-out shares fell a further 6p to 79.75p after Richard Ratner, retail analyst at Seymour Pierce, cut his target price from 75p to just 50p. Mr Ratner believes rumours that the company has breached its banking covenants or asked its lenders to extend credit are wide of the mark. Rather, he reckons MFI has told its trade creditors that it is taking extended payment terms. On top of that, he says the firm may look to put its troubled British retail business into administration if sales remain poor. In a note to clients, he said: \"The effect of this happening on the share price would not be taken initially as good news, although in the long-term it may be the right solution, albeit a messy one.\" ScottishPower was also under pressure, falling 16p to 556.5p on rumours that takeover talks with E.ON have stalled. Since E.ON was forced by the Takeover Panel to reveal its predatory intentions on September 5, the German utility company has said nothing more about a bid for ScottishPower. Forth Ports was one of just a handful of mid-caps that closed higher. Its shares were marked 16p up at £12.67 in response to news of a bid approach for rival PD Ports, which rose 14p to 126.5p. Babcock International, owner of the Rosyth naval dockyard in Scotland, also managed to buck the weak market trend, rising 2.25p to 174p on renewed bid rumours. The company has in the past been linked with its rival VT Group, off 6p at 356p, in the past. Private equity bid rumours also swirled around De Vere, down 15p to 562p. Market professionals also reckon it is worth keeping an eye on Paladin Resources, which was the subject of takeover speculation late yesterday. Its shares closed 17p down at 275p. Among the small caps, Bowleven, the oil exploration group focused on Africa, was a stand-out feature for all the wrong reasons. Its shares crashed 242.5p, or 38%, to 395p on news that its Manyikebi well in Cameroon is dry. Traders noted the warning came just a month after the broker Noble &amp; Co had raised £55m for the company via a share placing at 650p. Elsewhere, Clinton Cards eased 1.5p to 67p, unsettled by rumours of tough trading. Yesterday, the house broker Investec Securities lowered its 2005-06 pre-tax profits forecast by £2.5m to £13.5m, citing disappointment that the repositioning of Clinton's Birthdays chain is behind schedule and the slowdown in consumer spending. Finally, Sierra Leone Diamonds, the mining company which boasts Frank Timis, former boss of Regal Petroleum as chairman, held firm at 54p. Its resilient performance came after Canaccord Capital issued a \"buy\" note. \"In our view, significant value has yet to be recognised for what is one of the world's most exciting and prospective hard rock diamond exploration programs,\" it said. Share split John David Group, owner of the JD Sports chain, was in focus yesterday after 19% of the company, or 9m shares, changed hands at 250p - a premium to the prevailing share price. Traders believe the buyer was Mike Ashley, the owner of Lillywhites and Sport &amp; Soccer, who last week declared a near-10% holding in JJB Sports. Quite why Mr Ashley would want to own large equity stakes in two of his rivals is something of a puzzle, particularly in the case of JD Group, which is 56% controlled by Pentland, the investment vehicle of Reebok entrepreneur, Stephen Rubin. The only explanation dealers can come up with is that he wants to trigger or prevent a possible tie-up between JD and JJB. JD shares closed 7p higher at 241.5p, while the JJB eased 5p to 165p."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}