{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2005/oct/29/moneysupplement.inheritancetax", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2005-10-28T23:58:21Z", "webTitle": "Make sure you keep it in the family with a will", "webUrl": "https://www.theguardian.com/money/2005/oct/29/moneysupplement.inheritancetax", "apiUrl": "https://content.guardianapis.com/money/2005/oct/29/moneysupplement.inheritancetax", "fields": {"headline": "Make sure you keep it in the family with a will", "bodyText": "Inheritance tax will hit more families than ever this year, with HM Revenue &amp; Customs reporting that IHT receipts have risen 16% from £2.5bn to £2.9bn in the past tax year. Yet plenty of people, many of them comfortable but not rich, will leave loved ones with the ordeal of arranging their finances, and paying tax, after they die. According to figures released this week by the Law Society, more than a third of Britons will die without having made a will, leaving their estates subject to the Rules of Intestacy. The Law Society and independent website moneybasics.co.uk are among a number of groups campaigning as part of National Will Week to raise awareness of the importance of organising your estate. If your finances are simple and your intentions straightforward, pick a low-cost package. If your estate is complex, seek advice. DIY kits WHSmith offers guides to writing your own will. A good example is Writing Your Own Will: The Easy Way, £9.99. A Last Will and Testament Kit is available for £14.99 (plus £3.60 delivery) from lawpack.co.uk. It contains all the forms you require plus legal information and a CD-rom. At willyouever.co.uk you can download a one-off will form with instructions for £12.99. Internet providers Online services use solicitors, but do not require any meetings in person. At tenminutewill.co.uk you can purchase a single will for £29.95 or a mirror will for you and your partner for £49.95. Both packages entitle you to two free rewrites. Recommend their service to someone else and you can have unlimited rewrites on your will. Also, thewillsite.co.uk, says professional solicitors look over each will for the price of £59; or £88 including your spouse. Solicitors A high street solicitor might charge between £75 and £100, rising to £120 in London. Charities such as Age Concern offer the services of a solicitor at the reduced cost of £60 for a single will and £80 for a mirror will. The Society of Will Writers also offers a personal service, using expert will writers for up to £100. By drafting a two nil-rate band will, making best use of a husband and wife's inheritance tax-free £275,000 allowance, a solicitor could save your estate a substantial amount of tax, although it could cost £350-£500 in fees. · Law Society, tel: 0207 242 1222. Society of Will Writers, tel: 0800 838276"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}