{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2003/jul/20/open2003.golf7", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2003-07-20T22:20:15Z", "webTitle": "Young guns swiftly cut down to size", "webUrl": "https://www.theguardian.com/sport/2003/jul/20/open2003.golf7", "apiUrl": "https://content.guardianapis.com/sport/2003/jul/20/open2003.golf7", "fields": {"headline": "Young guns swiftly cut down to size", "bodyText": "'The English are coming' is a boast that tends to be followed by something of a letdown, and so it was again at Sandwich last week. Before the tournament much was made of a quartet of young Englishmen who were about to make their mark but, after two days, three-quarters of them had failed to make the cut. The two who are ranked in the world's top 50, Justin Rose and Paul Casey, flailed their way to totals of 17 over par and 14 over par respectively. 'I'm outta here, there is nothing positive you can say about that,' said Rose. Casey added: 'This course made a lot of people look very stupid on the first day - and I was one of them. What happened was an embarrassment.' The third musketeer to fail to make it to the weekend was Luke Donald. Drawn to play with Tiger Woods and Sergio Garcia, his playing partners regarded him in the same way as a seeded player at Wimbledon might look down on a British wild-card entry. He shot a 79 on Friday to finish 13 over par. 'I'm not used to playing in these conditions. I've got to learn from them,' said Donald. The only one of the four to qualify was Ian Poulter and although he hit his first under-par round yesterday, a 70, he is out of contention. Gallingly for the young Englishmen, they were put in their place by a player who is four years younger than Poulter, two years the junior of Casey and Donald and only six months older than Rose. Garcia has proved this week that he is very much the best young European golfer. The 23-year-old has also shown that he is perhaps the only player with the nerve and talent to be able to wind up Tiger Woods. Garcia began the niggling before a ball had been hit. Asked to name a few other players who can conceive the shots he can, he replied: 'Well, I'd probably say Seve, Olazabal, two that come to mind, probably guys like Monty, probably Justin Rose, guys who are used to playing in these kind of conditions. Those are ones that come to kind. Probably Ernie is a good example, too.' It was a list with a notable exception. 'And Tiger, obviously?' asked a journalist, obviously. 'Yeah, yeah, definitely,' said Garcia unconvincingly before adding. 'I wouldn't rate him as the top one on my list on these kind of courses, but he can defi nitely play, there's no doubt about that.' Generous indeed for the young Spaniard to admit that a man who has won eight majors more than him might be able to play. The antipathy between the pair was illustrated by a passage of play on Friday, during which Garcia thrived and Woods faltered. At the short 11th, both men found themselves in bunkers. Woods splashed out decorously. Garcia was unfortunate to hit the lip of the bunker. 'Unlucky, boy,' shouted a fan. A thin smile crossed Woods' lips. Garcia noted the smile. At the next, Woods three-putted from two-and-a-half feet. At the 13th tee, Garcia was still chuckling internally to himself so hard that he duffed his drive. Once he had stopped laughing he concentrated on putting the pressure on Woods. If there was a risky option he took it. Woods, who has become a more and more conservative golfer, was forced to change his game-plan or look inferior. And the latter was never an option. Unsettled, Woods started to misjudge approach shots. His mind was so scrambled that he moaned to his caddie that he should be four or five shots better. His problem is that he can't understand why he is not the golfer he used to be in 2000. The longer the problem persists the less likely it will be solved. When paired with a less tigerish partner than Garcia, though, we momentarily saw a return to the golden age as Woods eagled both the par-fives and became probably the first person to take the lead in the Open having not had a single birdie in the previous 18 holes. Once again on the back nine, however, he seemed troubled with himself. Garcia, meanwhile, has fiddled with his game and now looks set fair to fulfil his youthful promise. He is a creative shot-maker with a game suited to a gusty Sandwich, where the wind made it as hard to play golf as it was to smoke. It wasn't so much its strength as its inconsistency. In one spot you could be sweltering, but walk 10 yards up a mound and you were in danger of a gale blowing you into a bunker. The net effect was to create a byzantine network of over-ground wind tunnels capable of transforming the simplest shot into a fraught affair. Garcia started yesterday's round fitfully, dropping shots at the 2nd and 4th before redressing matters with birdies at the 5th and 7th. He began to launch his challenge at the 10th with a 20ft birdie putt. At the 11th he was in the bunker again and this time he got down in two. He birdied the 14th and then, at the 17th, showed what sets him apart from Woods. Having found deep rough, Garcia hit the ball a childish distance and still had trouble finding it. He played out, waving his wrist and smiling after doing so. A contrast with Woods, who spent the back nine at war with the golfing gods. What do you mean they have given me a bad lie, just because I happened to have put the ball in the rough? Garcia, 40 yards from the pin, promptly holed his chip for par. His delight was infectious and shared by the crowd. A moment when he and his followers believed this could be the time. 'To score when you are not playing your best, that is most important,' he said afterwards. The English challenge was spearheaded not by youth, but by the 40-year-old Mark Roe before his disqualification, the 34-year-old Gary Evans and the 46-year-old Nick Faldo. But the young guns need not despair yet. The youngest British Open winner was Sandy Lyle, aged 27, in 1985. Nick Faldo was 29 when he won the first of his six majors. The English will be trying to come for some years yet. But a young Spaniard is likely to get there first. You've read the piece, now have your say. Email your comments, be as frank as you like, we can take it, to sport.editor@guardianunlimited.co.uk, or mail the Observer direct at sport@observer.co.uk"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}