{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2003/jul/01/wales.devolution", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2003-07-01T17:51:23Z", "webTitle": "New Welsh parliament set to go ahead", "webUrl": "https://www.theguardian.com/politics/2003/jul/01/wales.devolution", "apiUrl": "https://content.guardianapis.com/politics/2003/jul/01/wales.devolution", "fields": {"headline": "New Welsh parliament set to go ahead", "bodyText": "Welsh assembly members were today expected to give the go-ahead for their controversial new headquarters, two years after the original completion date and at almost five times the estimated cost. The project was unveiled in 1998, with costs estimated at £12m and completion scheduled for April 2001, but the has been plagued by spiralling costs and political wrangling. Now, with the backing of three of the four parties, it is finally set for approval. Under the new contract with construction giant Taylor Woodrow, costs are set at just under £41m excluding VAT. With £7.5m already spent, the building's final price tag is likely to be around £55m. Work is expected to finish in August 2005. The Welsh first minister, Rhodri Morgan, has called the new fixed-cost contract \"a major achievement\". \"We can now go forward secure in the knowledge that the cost of the project has been fixed at a level which will deliver value for money and a flagship building for Wales,\" he said. Architect Richard Rogers' acclaimed jewel-like design was chosen in October 1998 following an international competition. Lord Callaghan, chairman of the judges, said the winning plan had the potential to become \"a great building - one of the most instantly recognisable pieces of architecture at the dawn of the 21st century.\" But the project soon hit the political skids. Former first minister Alun Michael was a keen supporter, but his successor Rhodri Morgan was cautious and insisted on a new round of independent auditing. The audit found in favour of the architects and criticised Welsh civil servants for failing to keep a grip on the conversion costs of their temporary home, Crickhowell House. In July 2001, however, Lord Rogers was sacked. Welsh finance minister Edwina Hart accused Richard Rogers Partnership (RRP) of underestimating construction costs and said the committee steering the project had lost confidence in the architects. The total cost, including consultants' fees, furniture and fittings could be as much as £47m, Ms Hart announced. A war of words ensued. Lord Rogers insisted that his firm had warned the assembly of the substantial risk of rises in construction costs outside the architects' control. RRP partner Andrew Morris said at the time: \"We have never been told which hat these figures were pulled from. Nor were the Welsh assembly members. The new costs remain a mystery.\" RRP lodged a claim for nearly £400,000 in unpaid fees, which was upheld. A counter-claim by the assembly for £8.6m was thrown out. The incident was a major embarrassment to ministers, although some claimed Ms Hart had been handed a poisoned chalice. Still, the design had been chosen and Ms Hart said that it would go ahead as a private-finance initiative project, with RRP free to bid. In January 2003, a decision was finally reached and Lord Rogers was reinstated, but under the wing of Taylor Woodrow. The new contract fixes costs from the start and work is expected to begin in August. The Welsh saga mirrors the disastrous project to build the new seat of the Scottish parliament at Holyrood. That scheme is massively overdue and dramati and is now expected to cost taxpayers almost 10 times the £40m maximum Labour predicted in 1997. The soaring cost of Holyrood cast a shadow over the first term of Scottish devolution and was a major issue in this year's election campaign."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}