{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2003/jul/17/cricket.middlesexccc", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2003-07-16T23:54:29Z", "webTitle": "Warwickshire 496 Middlesex 58-2", "webUrl": "https://www.theguardian.com/sport/2003/jul/17/cricket.middlesexccc", "apiUrl": "https://content.guardianapis.com/sport/2003/jul/17/cricket.middlesexccc", "fields": {"headline": "Giles leaves Middlesex reeling", "bodyText": "Ashley Giles asked the England coach Duncan Fletcher for permission to play in this game rather than rest before the Edgbaston Test against South Africa, so it's fair to assume he intended to get a decent bowl. But the plan was put on hold yesterday by a combination of Giles's improving batting skills and downpours that cut play by 46 overs. He managed just three overs at the end of the day, but they included Andrew Strauss caught at short leg off his third ball, and there was enough to suggest Middlesex will have their hands full today. Giles began the day on four and was only there because Strauss had dropped him at cover point on Tuesday evening. That miss and two that followed proved expensive as, with Neil Smith and then Melvyn Betts, he drove the Middlesex bowlers to distraction and the Warwickshire total towards 500. The first 50 of the Giles-Smith stand took a gentle 97 balls but then after a break for rain and lunch the England spinner grew in confidence. He hit through and over the offside, clipped the ball through the onside and, with maximum batting points in the bag, produced a perfectly-timed sweep. At the other end Betts was severe on Ashley Noffke, taking 16 from one over, including a hugely pulled six. On any other ground he would have had a second six in his 38 but at Southgate they have local rules and the chestnut tree overhanging the boundary at the Waterfall Road end counts four regardless. The umpire Barry Leadbeater initially raised his arms aloft but after taking the advice of members at fine leg he changed his mind. Four balls later Betts was gone, caught behind off Paul Weekes, and Giles was left on 87 with only Alan Richardson for company. The highlight of last year for Richardson was his 91 against Hampshire. What is less well known is that in the rest of the season he amassed just 41 runs. Giles nursed him along, moving his own score to within four of his fourth first class century, but his patience finally failed and he lofted Chad Keegan to Abdul Razzaq on the long on boundary. His 96 had taken 139 balls and included 12 fours."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}