{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2003/jul/13/observercashsection.theobserver2", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2003-07-13T22:56:57Z", "webTitle": "Money writes: Trapped by the bounty hunters", "webUrl": "https://www.theguardian.com/money/2003/jul/13/observercashsection.theobserver2", "apiUrl": "https://content.guardianapis.com/money/2003/jul/13/observercashsection.theobserver2", "fields": {"headline": "Trapped by the bounty hunters", "bodyText": "I have been contacted by a firm of probate and genealogical researchers who say shares worth £60,000 belonging to my late mother are waiting to be claimed. How can I find out which company this is? I signed an agreement that allows the firm to take a 40 per cent fee. I never thought for a moment that the amount of money was worth talking about. Also, if I find the shares myself, I still have to pay. They are also trying to get me to sign power of attorney over to their solicitor. I am most reluctant to do this. AM, Glasgow Numerous bounty hunters trace lost assets and inheritances. It is reasonable to pay them for finding money you knew nothing about, but 40 per cent, in your case £24,000, is excessive. These charges are negotiable and others charge 15 per cent to 20 per cent. They want you to sign the power of attorney to make sure they get their fee. It means you are forced to sell the shares now, regardless of whether it lands you with an unnecessary capital gains tax bill or whether you want to keep the shares until the stock market improves. You might be able to trace the shares yourself but unfortunately you have already signed a restrictive contract. As the fee is outrageous, it is worth taking the contract to a solicitor specialising in consumer law to see if there is some way you can get out of it. Even if this costs you £500, it is cheaper than paying £24,000. It is easy to find shares if you know the company's name because you can ask the company's registrar to search. But registrars cannot search their entire records by shareholder name although they will search three or four company registers for you. The registrars are Computershare (0870 702 0000), LloydsTSB Registrars (0870 600 3970) and Capita IRG (0208 639 2000). You can also contact the Unclaimed Assets Register, which has details of some company's uncollected dividends. It costs £18 and might turn up other lost assets belonging to your mother. The website is www.uar.co.uk and phone number 0870 241 1713. Courtesy car never appeared I had a car accident in March. Our insurer, Allianz Cornhill, said we would get a courtesy car while our car was being repaired but none appeared. The garage said it did not have to provide one because our car had been written off. A month later, Cornhill wrote saying we would get a courtesy car while ours was being repaired or for four days if it was written off. I pointed out that no car had been provided. We have heard nothing since. MP, Tunbridge Wells If the insurance policy mentions a courtesy car, the insurer pays for it. Otherwise garages can choose whether or not to provide one. You had a budget policy with Cornhill, which it no longer sells, its only one without courtesy cars. The Cornhill staff probably did not check carefully enough that your policy was different from most. It has written to apologise for not keeping you informed that it had been in touch with the repairers. It has told the engineer that the repairers failed in their obligations and is taking this up as a separate issue. Cornhill is waiving the policy excess and sending you £20 towards your costs of chasing your claim. Dilemma over inheritance tax I gather I can reduce my potential inheritance tax bill by making gifts, typically giving away £3,000 each year. But how is this monitored? Does the recipient declare it as unearned income? Is there a complication if the donor does not normally complete an income tax form? I do not understand how the thing works with respect to recording the limit and frequency of gifts. PJ, Quorn Everyone can give away £3,000 a year outside the inheritance tax band so the Inland Revenue is not inter ested. Indeed you can give away £300,000 a year and, if you survived seven years, the Revenue would still not want to know about it. Neither donor nor recipient has to declare the gifts, although you can keep your records straight by leaving an explanation with your will. The taxman perks up when you die because that is when potentially exempt gifts might become taxable. If you had given away £4,000 each year, and your executor did not know, it is most unlikely that the Revenue would find out and it is not worth their while chasing small amounts. But if you are caught, the penalties are harsh. You, or rather by this time your estate, has to pay the tax that is due plus a maximum penalty for negligence of £1,500 plus 100 per cent of the tax due. The fine for fraud is £3,000 plus 100 per cent of the tax due although, before July 1999, it was an extra £50 and 200 per cent. Problems with Ing pin number I am 74 and trying to make the best of my savings. I opened an Ing Direct account and meticulously followed the instructions to activate my Pin, running up a telephone bill in the process. It didn't work. Ing Direct then told me that my Pin had been blocked and I would be sent a new one. Two weeks later I am still waiting. JE, Ledbury Ing does not know why your Pin was blocked. There could have been an error entering your information. It took another five days before your new Pin was working but to compensate the bank has added £20 to your account. Price of missing bank's deadline I recently checked my bank balance online and noticed that I was nearing my overdraft limit. To avoid paying £20, I drove three miles to my nearest Barclays to pay in over the counter to avoid going overdrawn. The cashier assured me that the cash would clear that day. But it didn't clear until the next day and I was charged £20. I asked my own branch why and was told that I should have known my balance, but this is why I was trying to pay in cash in the first place. RS, Leeds You paid in this cash after 4pm and the cashier should have told you that this was too late to go through that day. Barclays has refunded the £20 charge. · Email Margaret Dibben at money.writes@observer.co.uk or write to Margaret Dibben, Money Writes, The Observer, 119 Farringdon Road, London EC1R 3ER and include a telephone number. Do not enclose SAEs or original documents. Letters are selected for publication and we cannot give personal replies. The newspaper accepts no legal responsibility for advice."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}