{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2003/jul/20/climatechangeenvironment.geology", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2003-07-19T23:51:57Z", "webTitle": "Decades of devastation ahead as global warming melts the Alps", "webUrl": "https://www.theguardian.com/environment/2003/jul/20/climatechangeenvironment.geology", "apiUrl": "https://content.guardianapis.com/environment/2003/jul/20/climatechangeenvironment.geology", "fields": {"headline": "Decades of devastation ahead as global warming melts the Alps", "bodyText": "Mountain guide Victor Saunders and his companion Craig Higgins had reached the Solvay bivouac hut on the Matterhorn's Hornli ridge last week when their balmy morning climb turned into a nightmare. 'An enormous avalanche hurtled down the mountain's east face,' said Saunders, one of Britain's leading climbers. 'I have never seen so much rock falling at one time.' The pair survived by cowering under an overhang as a rain of boulders ricocheted past them. It would have been a remarkable enough incident on its own. But within a couple of hours, another massive rockfall thundered down the Matterhorn - this time from its north face. 'Even then we still did not realise what kind of a day we were going to have,' said Saunders, for a mere hour later, distant thunder and billowing dust betrayed the triggering of yet another avalanche. In the end more than 70 climbers had to be hauled from the slopes of the Matterhorn, in Switzerland, on Monday - one of the biggest mass rescues in mountaineering history - as rockfalls battered its ridges and valleys. Those climbing its slopes could have been forgiven for thinking the crown jewel of the Alps had started falling apart under their feet. And they would not have been far wrong - for scientists now believe global warming is melting the Alps, threatening widespread devastation over the next two decades. The great mountain range's icy crust of permafrost, which holds its stone pillars and rockfaces together, and into which its cable car stations and pylons are rooted, is disappearing. Already several recent Alpine disasters, including the avalanches which killed more than 50 people at the Austrian resort of Galtur four years ago, are being blamed on the melting of permafrost. And in future, things are likely to get much worse - as scientists will point out tomorrow at the opening, in Zurich, of the International Permafrost Association conference. Held every four years, the meeting provides climatologists, civil engineers, and geologists with a chance to exchange research data about the icy layers that coat the ground in the world's coldest regions. Rarely has a scientific meeting been so timely. 'I am quite sure what happened on the Matterhorn last week was the result of the Alps losing its permafrost,' said civil engineer Professor Michael Davies of Dundee University, and a conference organiser. 'We have found that the ground temperature in the Alps around the Matterhorn has risen considerably over the past decade. The ice that holds mountain slopes and rock faces together is simply disappearing. At this rate, it will vanish completely - with profound consequences.' Part of the problem, engineers and geologists have discovered, is that air temperature increases - the result of climate change - are being magnified fivefold underground. A test borehole, dug in Murtel in southern Switzerland, has revealed that frozen sub-surface soils has warmed by more than a degree Celsius since 1990. In addition to general air temperature rises that are heating up the ground, increased evaporation caused by warmer summers is also triggering thicker falls of snow which insulate the soil and keep it warm in winter. The trouble is not just that ice is disappearing, however. Research by Davies - to be outlined this week at the Zurich conference - has discovered that ice as it warms, but before it actually melts, may actually be more unstable than ice that is turning into water. The key to this work has been Davies's work with a seven-metre centrifuge in his laboratory. 'When you spin things round very quickly, you create very powerful gravitational fields, and when you place objects in these fields the effects of gravity are speeded up,' he said. 'We have built model slopes and peaks and put them in our centrifuge to study what happens when soil and rock is warmed up and the permafrost, which holds the ground together, is degraded. Essentially, we are simulating landslides.' The aim is to find out how to spot early signs of the imminent collapse of buildings and valleys, he said. 'Cracks and strains, the first evidence that cable stations and other buildings are under threat, may be easy to spot. This gives engineers an opportunity to put things right.' That is the theory. The abrupt disintegration of the Matterhorn last week reveals how tricky life in the Alps - one of the world's top tourist destinations - is going to be. As Davies said: 'We are going to see a lot more of this sort of devastation.' It is not an issue that worries Victor Saunders too much at present, however. He is merely grateful he got off the Matterhorn alive. In the end, he and Higgins had to be clipped to the end of a 100-foot wire cable trailed by a rescue helicopter. Then they were flown from the mountain, hanging like 'a cargo of fragile china dolls,' he said. Guides at the mountain resort of Zermatt are now mending the fixed ropes damaged by the avalanches in the hope that they will be able to keep the Matterhorn open for the rest of the climbing season."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}