{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2003/jul/11/ukcrime.immigrationpolicy", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2003-07-11T17:09:25Z", "webTitle": "National policing plan: what Blunkett wants", "webUrl": "https://www.theguardian.com/uk/2003/jul/11/ukcrime.immigrationpolicy", "apiUrl": "https://content.guardianapis.com/uk/2003/jul/11/ukcrime.immigrationpolicy", "fields": {"headline": "National policing plan: what Blunkett wants", "bodyText": "The national policing plan runs to 56 pages and requires all 43 police forces in England and Wales to produce three-year plans which incorporate 10 public service agreements with 17 key performance indicators; four strategic priorities with 10 core actions, 17 local actions and 19 more key performance indicators; six performance domains with 21 best value performance indicators; and three reform-priority areas with 51 local planning points. The 17 key performance indicators, which are linked to the 10 public service agreements, include violent crime, youth crime, organised crime, anti-social behaviour, seizure of assets, efficiency, drugs, and feelings of public satisfaction and safety. They also require police to cut burglaries, robberies and car crimes, measured per thousand of population. The 19 performance indicators which are attached to the four strategic priorities also require police to cut the number of burglaries, robberies and car crimes, but measured this time by the absolute number which are recorded by police without reference to population. These 19 targets also cover efficiency (to go up by 2% a year), road traffic deaths (to go down down 40% in 10 years), community participation (up 5% by 2006), sick days (down to 11.5 for each officer by 2006), value for money (up), overtime (down), police visibility (up), ill-health retirements (down), recruitment of women (up), child road deaths (down) and so on. In producing these local plans, the 43 forces are required to consult local police authorities, the other criminal justice agencies, the crime and disorder reduction partnerships, youth offender teams, drug action teams and the new criminal justice boards, all of whom have their own multiple sets of priorities, performance indicators and targets. In doing so, police are also required to take account of the new white paper and bill on anti-social behaviour, a new action plan on rape, new best practice on street crime, the new crack action plan, guidance from the organised crime strategy group, the UK threat assessment, the new national strategy to promote learning in the police, the new national recruitment standards, the new strategic guidance on community volunteer schemes, the new strategy for a healthy police, the five-step plan outlined in the Justice for All white paper, the new code of practice for crime victims, the joint chief inspectors' new report on child protection, new national standards on the quality of public/police contact, the gender agenda, the five key issues identified by the Stephen Lawrence steering group, new guidance on community cohesion and the new strategy on community empowerment in crime reduction. The national drug strategy, however, has been scrapped. But it has been replaced. All of this has been arranged into a new policing performance assessment framework which will require additional performance indicators under five new domain headings. In addition, the Home Office has created the national centre for policing excellence which will issue statutory codes of practice for all forces. All of this is subject to the work of the bureaucracy taskforce, under Sir David O'Dowd, which has produced 52 recommendations - which are currently being converted into a new action plan."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}