{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2003/jul/20/columnists.guardiancolumnists", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2003-07-19T23:52:34Z", "webTitle": "Heather Connon: The sun may be rising again over Japan", "webUrl": "https://www.theguardian.com/money/2003/jul/20/columnists.guardiancolumnists", "apiUrl": "https://content.guardianapis.com/money/2003/jul/20/columnists.guardiancolumnists", "fields": {"headline": "The sun may be rising again over Japan", "bodyText": "Could it again be time to buy Japanese shares? Plenty of investors seem to think so: foreign buyers have poured ¥2,200 billion (£11.1 bn) into the stock market there so far this year. That has powered a 28 per cent rise in the Nikkei 225 index since it touched its low point at the end of April. Many believe there could be more to come: analysts at Goldman Sachs think the wider-based Topix index could rise by a quarter, on top of its recent rally, over the next year. But even the optimists are cautious about the long term and no one is expecting a return to the extravagant 1980s. Dennis Clough, who runs the highly rated Japanese funds for Schroders, sums it up. His investment trust used its power to borrow late in 2002 and invested all that money in Japan. That was driven by valuations: 'The market was very cheap and companies are doing all the right things,' he said. Even after the recent rise, the Japanese market stands on a price-earnings ratio of 18.5 times forecasts of earnings for 2003, according to Goldman Sachs, below the US and Germany, on 21.4 and 19.5 times respectively, although ahead of our own 16.6. But, while earnings growth here is likely to be lacklustre and there are still serious doubts about Germany and the US, Japanese companies are expected to grow earnings by 21 per cent next year, three times what Goldmans forecasts for European companies. That growth is being driven by two things. First, Japanese companies are finally accepting that they must cut costs and restructure their balance sheets. And there is plenty of scope for that: while their efficiency once made them the envy of the western world, Japanese companies are now among the most inefficient and overmanned. Second, Paul Niven of Isis investment management points out that the economy - still dominated by industries such as cars, electronics, transport and steel - is more cyclical than in other countries. Its stock market has benefited more from early indicators that the global economy may finally be showing signs of life: 'There has been an improvement in sentiment, so investors are looking to Japan as a geared play on the cyclical expansion of the global economy.' Underlying the enthusiasm for companies, however, is continued gloom about Japan's economy and the will - or lack of it - to address fundamental problems of deflation, poor domestic demand and a financial system still paralysed by cross-holdings of inflated shares. Niven says there have been marginal moves - the fact that banking group Resona Holdings was allowed to fail earlier this year was hailed as a positive sign and there is talk that regulators are putting pressure on banks to force them to restructure and cut costs - but these are still limited. Deflation also looks to be stabilising, but has yet to go into reverse. And, as Charles Franklin at Threadneedle points out, the share buying has been driven by foreigners. Domestic investors, whether individuals, life companies or pension funds, remain sellers and, if the recovery continues, their selling could increase by enough to kill off the rally. That has happened before. Goldmans points out that the Topix rose by 79 per cent between October 1998 and February 2000, compared with a 36 per cent rise in the US S&amp;P 500, as investors got excited about global recovery and signs of restructuring by companies such as Nissan. Since then, the Topix has fallen steadily and stands at less than half its peak then. The rally could continue, but unless the government and Bank of Japan shock the world by displaying real will to restructure it is likely to peter out. Clough says that if shares rise by 20 per cent from here, he would cut the borrowings of his trust again: 'You have to be quite disciplined, say what you are looking for and, when you get there, say thanks and get out.' Anyone investing in Japan over the past decade will wish they had done that: the average fund is down a third, while the average UK fund doubled. If you want to go into Japan, allocate only a small part of your portfolio - at most 10 per cent - choose a fund with a good record, such as the two Schroders trusts or M &amp; G's smaller companies fund. And be alert for signs that it is time to bail out."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}