{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2003/jul/20/features.magazine", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2003-07-19T23:53:11Z", "webTitle": "Sanjiv Bhattacharya meets Joaquin Phoenix", "webUrl": "https://www.theguardian.com/film/2003/jul/20/features.magazine", "apiUrl": "https://content.guardianapis.com/film/2003/jul/20/features.magazine", "fields": {"headline": "You must be Joaquin", "bodyText": "It is high time Joaquin Phoenix graduated to leading roles. By any standard, he is a major star and rising. While some will always know him as River's brother, who saw him die that tragic night outside the Viper Room on Sunset Boulevard in 1993 (he was 18 then, and his desperate 911 call was broadcast across the country), Phoenix has since emerged, in a series of memorable supports, as one of the most versatile and affecting actors of his generation. He has De Niro's eerie ability to inhabit his characters so fully that he is scarcely recognisable from film to film. It requires a doubletake to identify the infatuated teenage murderer in To Die For as the loathsome, yet somehow sympathetic Emperor Commodus in Gladiator. Similarly his conflicted abbe in Quills is so far a leap from Willie, the charismatic Puerto Rican thug in The Yards, that he might be a different actor entirely. If there is a thread which binds his characters it is their transparent vulnerability - their wounds seem to quiver within them. Phoenix has in spades that essential actorly gift of communicating intense and complex emotions with the minimum of fuss. So it is odd that the fever surrounding his leading debut should have so little to do with his performance. But then Buffalo Soldiers is far from a routine outing. These are nervous times in 'Patriot Act' America. When a few flip comments by a girlie pop band led to the public destruction of their CDs - and the coinage of the verb 'Dixie-Chicked' - a whole movie, which not only depicts US peacekeeping troops as junkies but which will show in theatres while real US peacekeepers duck snipers in Iraq, was always going to be controversial. Ever since Miramax acquired the film - on 10 September 2001, the day before the planes hit - it has pushed back the release date, first because of 9/11, then because of the invasions of Afghanistan and Iraq. After 20 months of waiting, the studio has finally seized its window, no doubt encouraged by the recent chorus of doubt about the validity of Enduring Freedom. And already the controversy has begun. At Sundance this year, an outraged audience member lobbed a bottle of water at the screen. Last week, the New York Observer deemed Buffalo Soldiers to be 'as aggressively critical of the military as anything released since Kubrick's Dr Strangelove in 1964'. And at Miramax HQ, the phones still jammed with protests over the movie poster which shows Joaquin - pronounced 'Wah-keen' - flashing the peace sign beneath the tagline: 'Steal All You Can Steal'. Phoenix, however, is oblivious to the storm. Today, he sits in an unkempt Winnebago in Baltimore, where he has been shooting a more conventional epic about fire-fighters for the past six months (Ladder 49 is out in 2004). His face is smudged with ash and fake blood and he's smoking American Spirits at a hungry pace. 'Controversy?' he exclaims, scrunching his compacted features into a frown. 'Really? No shit! This is all news to me. I mean, I knew it would be confrontational, but what drew me to Buffalo Soldiers in the first place was its humour. After my last movies, it was a laugh!' Phoenix plays Ray Elwood, an opportunistic rogue who has selected military service over a prison term for a grand theft auto conviction - a popular option in the late 80s, apparently, and the premise for the ensuing chaos. Duly stationed in Stuttgart, 1989, with 'nothing to kill but time', Elwood alleviates his boredom by recruiting a gang of fellow soldiers to steal army supplies and weapons and sell them on the German black market. He dates one sergeant's daughter and screws another's wife. And he cooks up heroin in industrial quantities. Such misbehaviour culminates in an explosive finale and a shocking body count, but being a black comedy, informed by no small dose of paranoia, the whole mess is covered up and the miscreants are rewarded for valour in the face of - you guessed it - a possible terrorist attack. Hardly the image of the US military that Donald Rumsfeld has in mind. 'Yeah, but there was no intention to offend or criticise,' says Phoenix, reaching for his lighter. 'I always saw this movie as being about human nature. It's not a critique of Americans or the military, it's about man's inherent desire to fight. It's that Nietzsche quote at the end, that there's always some war somewhere with someone.' The actual quotation runs: 'When there is peace the warlike man attacks himself,' which has a sufficiently universal ring, no doubt, and neatly nails the oxymoron of 'peacekeeping troops'. But Buffalo Soldiers will need more than a Nietzschean garnish to ward off the Dixie-Chickers. After all, with America's troops firmly engaged, Hollywood has been careful to cater to the supportive mood, only dishing up war stories of unambiguous heroism, Operation Epic Soundtrack and no end of rippling flags. The likes of Black Hawk Down, When We Were Soldiers, Band of Brothers and Tears of the Sun all sport their Stars and Stripes with breast- beating pride. Buffalo Soldiers, however, takes its lead from Catch-22, with Elwood as the spiritual offspring of Yossarian and Milo Minderbinder. These GIs are so drugged-up they don't know which half of Germany they're in, East or West. When a soldier is killed in an impromptu game of football, his body is thrown from a rooftop to stage an accident. Worse still, these scenes cannot simply be dismissed as the fantasies of America-haters - most are built on the anecdotes of real US peacekeepers stationed in Germany during the the Cold War. When a tank crew, zonked on heroin, runs amok in a nearby town, for example, it explodes a petrol station and flattens a VW Beetle. The Bug-squashing actually took place in Mannheim, 1982, the only difference being that, in the film, the passengers survive unscathed. 'I thought it was refreshing to have a protagonist that was an anti-hero, for a change,' says Phoenix. 'You see so many earnest characters in movies all the time, everyone has a purpose. But Elwood - there's nothing that even makes him obviously likable. He really doesn't care about much. He has a kind of street Zen about him, which I like. A fuck-it-who-cares attitude!' For all his affection for the character, Phoenix has little in common with Elwood. He cares too much. Once called Leaf rather than Joaquin, he has been a vegan from the age of three and as sometime spokesman for Peta (People for the Ethical Treatment of Animals) he has appeared in advertisements urging people not to eat turkey on Thanksgiving. Besides animals, he obsesses about acting - he might have picked up on the looming Buffalo Soldiers controversy had he not been so immersed in fire-fighting. Over the past six months, Phoenix trained so hard as a fireman that he was sent out with regular crews to fight many a local Baltimore conflagration. 'When I'm doing a movie, that's all I do,' he says, 'I don't read other scripts, I don't pay attention to other movies I'm in, I just focus on my character. That's it.' He even cares about this interview. While Elwood, in his endless boredom, would probably fob me off with monosyllables, Phoenix is attentive at all times, and launches into his answers with an uncommon passion. He makes for animated company. Chain smoking as he talks, he fidgets constantly as he pursues one thought doggedly to the next, trying to hunt down his best answer. Frequently he'll spring out of his chair to act out a point. In fact, Phoenix may be the perfect candidate to field the Buffalo Soldiers debate, since his allegiance is only to Elwood, not any political agenda. 'I don't know enough about foreign policy to really have a political position,' he says, frankly. 'I have thoughts, but they're just redneck theories.' Unlike Tim Robbins - whom he nevertheless admires, 'I think it's brilliant what he's doing' - Phoenix is wary of popping his head above the political parapet, a cautionary pose which will only infuriate the tub-thumpers. Furthermore, he confesses to not being as involved in the war as he ought to be. 'I wish I had fair justification for not being as informed as I should be, but I don't. I suppose I feel...' He suddenly falls silent and bites his lip, as though chiding himself for his ignorance. 'I don't know. It's a big subject.' With most celebrities of prominence, this reluctance to take a view on the war would be rightly judged an evasion. But in Phoenix's case you suspect he means it. He really doesn't know how he feels about the war and if he did, he'd tell you. 'I grew up with a lot of honesty,' he says later, 'my parents were always honest with us, they always treated us like adults.' His parents evidently have a lot to answer for, not least Phoenix's instincts as an actor. (And it is instinct that rules his work; he has never undergone the traditional training). 'I guess I had what you could call an unconventional upbringing.' The Phoenix story - so uniquely alternative that it alone merits a movie treatment - begins with Arlyn and John Bottom, a hippie couple on the West Coast who got caught up in the infamous Children of God cult in the early 70s, a sect shrouded in rumours of paedophilia. When they broke free in 1978, having already had River and Joaquin, they fled their Venezuela home to Florida, changed their name to Phoenix (as in, 'from the flames') and embarked upon a new, itinerant life. Poverty and travelling were the recurring realities, although Phoenix flinches at the kind of vagabond portrayal that his family has been given in the past. Admittedly, there were times when the family would scrape by on what money the kids could raise performing Beatles songs on street corners. But somehow, they arrived, happy and intact in Los Angeles, where Arlyn took a job at NBC and found an agent to represent her abundantly talented brood - River, Joaquin, Rainbow, Liberty and Summer. After a few slots on television, River swiftly shot to stardom, with Joaquin following naturally in his footsteps. The Phoenix legacy was born. 'My parents always encouraged us to be expressive,' he recalls. 'They always supported us, whatever we wanted to do. If you wanted to play the piano, fine, go ahead. If we dressed up in costumes and wrecked my mum's dresses she would just laugh. And my parents were the least judgmental people in the world. I never grew up thinking that person's bad or that person's good. Typically, the people you might look at like criminals were people who gave us a ride. That's what sticks with me the most - all the help we received, all the people who opened their doors and took us in.' It's a tribute to Arlyn and John that their children remember only happiness, despite their humble means. 'I remember birthdays and Christmases where we couldn't afford any presents, so we tried to make them. Lots of times we didn't have much food. But we didn't care, we were kids, you know? My parents always talked to us like adults, they involved us in decisions. When I look back I can't believe how my parents managed, but the cliché is true. We didn't have money, but we were rich in so many other ways.' It's fitting, then, that this millionaire movie star should still be uneasy with the frou-frou trappings of the A list. Details about his off-camera life are sketchy, but here's what we know. He enjoys playing with Liberty's two young children Rio Everest and Indigo Orion - ping pong is a favourite, he has a fear of flying (one time requiring a captain to calm him down), he battles with smoking (hypnotism didn't work), he once required stitches in his forehead after falling off his Ducati, he claims to own five copies of every Beatles album and won't leave home without his iPod. As for girlfriends, there was Liv Tyler who he met while filming Inventing the Abbots and split from in autumn 1998, but nowadays he prefers to go non-industry. But perhaps the most telling story about Phoenix is the tale of how he once appeared in an ad for a Prada suit from the knees up, because he refuses to wear leather - principled stands can always be negotiated in Hollywood. Phoenix's Winnebago is a far cry from the all-singing star-wagon you might expect. Equipped with only a mini-sofa, a teeming ashtray and a fridge which he admits, stinks - 'I haven't cleaned that thing in weeks' - it has no games console, no music system and no TV. Which would explain why he has trouble keeping up with the news in Iraq. 'I've never liked TV,' he says. 'I didn't have one growing up and I don't have one in my home. I feel totally assaulted by the ads, by the shows, I feel like they're beating something into my face, they're not allowing me to breathe. Unfortunately it's the primary source of information for most people, so in some ways I feel a bit out of the loop.' He shrugs. As for an entourage of PAs, stylists and so on, the very thought is anathema. He did invite a friend to cook for him on set, to help him bulk into a fireman's build - 'It's not easy as a vegan just eating crackers and fruit. I was going crazy.' But when I refer to his 'personal chef' Phoenix squirms. 'No! Don't say that! \"My chef...\" I can't deal with people that way. I once had an assistant, but I had to fire her. I don't want to be someone's boss, ever. It's so weird.' There's a knock at the cabin door and the call '10 minutes!' At once, Phoenix stubs out his umpteenth cigarette and reaches for his fireman suit. While such an enlightened attitude to chefs and assistants is reason enough to applaud his elevation to the status of leading man, it is his purity of purpose as an actor which bodes best for the multiplex. As hackneyed as it sounds, he seems genuinely devoted to acting rather than stardom. Where many leading actors will choose parts which contribute to an overall screen persona, Phoenix is deliberately more mutable. His possibilities abound. When I tell him that Scientologists are said to refuse parts in movies that portray psychiatry - a great evil in Hubbard's world - in a positive light, he laughs out loud. 'I'd never do that. At some point, you have to abandon your own moral perspectives, and take on the perspective of the character.' 'I don't know that you learn anything from movies,' he says, with a typically Elwood shrug. 'I don't know that it's going to make any difference. It might be a laugh. It might not be anything. Who knows? Maybe, instead of asking, \"What was it like kissing so-and-so,\" people will discuss censorship and controversy and the war. Maybe in three months everyone will forget about it. At the end of the day, it's just a movie.' · Buffalo Soldiers is out now."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}