{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2003/jul/20/familyholidays.family.observerescapesection2", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2003-07-20T18:46:53Z", "webTitle": "Half-term holiday measures", "webUrl": "https://www.theguardian.com/travel/2003/jul/20/familyholidays.family.observerescapesection2", "apiUrl": "https://content.guardianapis.com/travel/2003/jul/20/familyholidays.family.observerescapesection2", "fields": {"headline": "Half-term holiday measures", "bodyText": "Sensible parents book their October half-term holiday as soon as they return from their last one - the rest of us aren't quite so organised. But don't despair, there are still pockets of availability in popular destinations such as the Canaries and Disneyland Paris. And if you are prepared to be a little adventurous and venture further afield to Egypt or South Africa you will be spoilt for choice. The holidays featured below are for the half-term weeks of 19 October or 26 October. Theme parks and holiday village fun Disneyland Paris The theme park is holding a series of Halloween events throughout October culminating in parties on 25 and 31 October. Cresta Holidays (0870 238 77111) still has availability at the on-site Explorers' themed hotel for £351 per adult and £95 per child (three to 11 years) including return Hoverspeed crossings, B&amp;B accommodation and unlimited entry to both parks. Pre-bookable Halloween party tickets cost £16 per person. Gran Dorado resorts, Park Zandvoort, Holland Combine a family activity week at this Center Parcs-style resort with some serious culture: Amsterdam is only a 30-minute drive away. Park Zandvoort lies on a wide sandy beach but also has the obligatory undercover leisure dome with a subtropical water paradise and an Aqua Romana pool. This car-free resort also offers go- karting, canoeing, squash and badminton and you can also learn to windsurf. Bridge Holiday Villages (0870 191 7290) charges £645 for a week beginning 24 October including high-speed ferry crossing from Harwich to Hook of Holland and accommodation in a two-bedroom villa. Portofino Bay Hotel, Orlando The great thing about staying at this upmarket Florida resort hotel close to Universal Studios and Universal Islands of Adventure is that you can get fast-track access to all the rides and attractions. This imitation of the Italian Riviera resort of Portofino is set around a bay and has a kids' club for two to 14 years, three swimming pools and a spa. On selected nights in October the park also holds Halloween Horror Nights. Tradewinds (0870 600 4002) has seven nights' accommodation plus scheduled flights from London, car hire and Orlando park flexi ticket for £1,179 adults, children £369-£489. For adventurers Turkey Explore the southern Turkish coast aboard a wooden gulet. Spend your days swimming, snorkelling and eating al fresco. Don't miss Iztuzu Beach, nesting site of the loggerhead turtle and take a sea kayak to the sunken city of Kekova. Visit the Byzantine remains on Gemiler Island and explore the whitewashed villages of Kas and Kalkan. Each of the gulet's rooms have en suite WC and shower. Explore Family Adventures (01252 760177) has departures on 26 October from London Stansted for £595 per adult and £560 per child. Egypt Sail along the Nile on a felucca and go snorkelling in the coral reefs of the Red Sea on this 10-day escorted tour with Travelbag Adventures (01420 593001) You will also have the opportunity to ride camels into the desert near Aswan, visit the pyramids and see Tutankhamun's exhibition in Cairo's Egyptian Museum. The trip costs £869 for adults and £780 for children (over five years only) including scheduled flights from London Heathrow on 17 or 24 October. Safari/Cape Town, South Africa You won't have to worry about making the kids take malaria tablets if you go to Madikwe Game Reserve to the north-west of Johannesburg: it's a malaria-free zone. Base yourself at the upmar ket Jaci's Safari Camp and go game viewing for the Big Five. A ranger takes under-sevens on their own game drive. Combine a three-night safari with four nights in Cape Town, where you can take the cable car up Table Mountain and go penguin watching at Boulders Beach. The seven-night holiday costs £9,255 with Aardvark Safaris (01980 849160) based on two adults and two teenagers (sleeping in their own room). International (from London Heathrow) and internal flights, private transfers, meals, drinks and game drives at Jaci's and four nights at Cape Grace on the waterfront in Cape Town are included. For beach babes Ibiza Learn to fly the trapeze, unicycle and juggle at Club Med's circus school. Kids' clubs are available from four months, while adults can flop on the beach - it should be still warm and sunny - or try their hand at windsurfing, sailing, archery and kayaking. One week's all-inclusive accommodation with Club Med (08453 676767) departing from London Gatwick on 26 October costs £559 per adult, £421 per child (4-11 years), £283 (2-3) and £69 (0-1). Cyprus October is a great time to visit Cyprus when it is still hot but tolerable. The four-star Sunrise Beach Hotel at Protaras is on one of the best beaches on the island, has tennis courts, watersports and a health club as well as daily activities for both adults and children. A seven-night holiday departing on 25 October from Lon don Gatwick with Olympic Holidays (0870 4294242) costs £1,438 for two adults and two children under 12 sharing a family room and includes transfers and B&amp;B accommodation. Tenerife There will be no trouble keeping the kids entertained at this all- inclusive resort in south west Tenerife. As well as a kids' club for three to 11-year-olds, the hotel in Playa de Fanabe is close to a water park with chutes and a go-kart circuit. Optional day trips include whale and dolphin watching or a visit to the aquarium, botanical gardens and zoo at Loro Parque in Puerto de la Cruz. Cosmos (0870 443 1823) is offering a week's stay at the Hotel Jardin Isla Bonita for £1,854 for a family of four which includes return flights from London Gatwick, airport transfers and all-inclusive accommodation. Jamaica Go swimming with dolphins at the new Dolphin Lagoon at Half Moon resort in Jamaica. Kids also stay free at this colonial resort east of Montego Bay which has a staggering 39 swimming pools as well as a half-moon shaped sandy beach. Kids' club activities include reggae dance classes, nature walks and treasure hunts. A family of four will pay £2,280 with Exsus Travel (020 7292 5050) Departures on 18 October from London. Close to home Lighthouse keeper's cottage, Kent Watch the British weather from the comfort of your interior-designed lighthouse keepers' cottage at North Foreland in Kent. You won't even have to worry about being woken up by the fog horn: there isn't one. Go for bracing walks on the nearby sandy beach at Joss Bay or explore the attractive old town of Broadstairs. The trendy seaside resort of Whitstable, with its seafood restaurants, and Canterbury, with its imposing cathedral, are also close by. And if the weather is too horrid to venture out you can curl up in front of the fire and watch a video. Rural Retreats (01386 701177) is offering a week at Lodesman cottage, which sleeps four, for £599 from 25 October. Newquay The opening of Cornwall's Eden Project has provided a much-needed all-weather attraction to keep the kids amused during the October half-term holidays. Honeysuckle Cottage is only a short drive away from this top tourist attraction (go late afternoon to avoid the crowds). The famous surfing mecca Fistral and the beautiful Watergate Bay are also close by. The four-bedroom cottage accommodates up to eight people and costs £465 for the week commencing 18 or 25 October through Classic Cottages (01326 565555). London Half term is the perfect time to visit all those museums you've been meaning to take the kids to for ages. Museums such as the Science Museum, Natural History Museum and Imperial War Museum are now free and many offer educational events for kids during the half-term break. Superbreak Holidays (01904 644455) is offering a two-night B&amp;B stay in a family room at the four-star Holiday Inn Kensington for £220 between 18 October and 2 November."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}