{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2003/jul/12/rugbyunion.paulrees", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2003-07-11T23:15:02Z", "webTitle": "Ban puts Sheahan's World Cup in doubt", "webUrl": "https://www.theguardian.com/sport/2003/jul/12/rugbyunion.paulrees", "apiUrl": "https://content.guardianapis.com/sport/2003/jul/12/rugbyunion.paulrees", "fields": {"headline": "Ban puts Sheahan's World Cup in doubt", "bodyText": "Munster are to appeal after their Ireland hooker Frankie Sheahan was last night suspended for two years by a European Rugby Cup tribunal for failing a drugs test. If the ban stands he will miss the World Cup in October. Sheahan, who is 27 next month, tested positive for salbutamol after the Heineken Cup semi-final against Toulouse last April. His defence that he took the drug to control his asthma was rejected by the three-man tribunal. The tribunal, chaired by Professor Lorne Crerar, said that Sheahan's level of salbutamol after the Toulouse match was 20 times higher than it had been after the victory over Leicester in the previous round. \"We found we could not conclude that the player had satisfied us, on the balance of probabilities, that he administered himself with only eight puffs of Ventolin containing salbutamol for the purpose of treating and/or preventing his asthma,\" ran the judgment. Sheahan was banned for two years, backdated to the beginning of last month. He has 14 days to lodge an appeal with ERC, something Munster said would be done with alacrity. \"We are shocked by this decision,\" said the club's spokesman Pat Geraghty. \"I have spoken to Frankie and he is absolutely devastated. \"It has never been any secret that he uses an inhaler. There has to be a rational explanation; there is no way that Frankie is a cheat.\" Geraghty said Munster were also upset by the length of time the tribunal took to come to its decision after hearing evidence from the player last Monday. \"Frankie was kept hanging on all week,\" said Geraghty. \"The player has been to hell and back and we will vigorously defend his reputation. We have to act quickly with the World Cup looming large.\" ERC overturned a lengthy ban last year. The Castres back-rower Ismaela Lassissi was suspended for 12 months for biting the Munster prop Peter Clohessy but the case was thrown out on appeal."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}