{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2003/jul/06/wimbledon2003.tennis8", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2003-07-05T23:48:56Z", "webTitle": "Hustler Riggs took chances with women", "webUrl": "https://www.theguardian.com/sport/2003/jul/06/wimbledon2003.tennis8", "apiUrl": "https://content.guardianapis.com/sport/2003/jul/06/wimbledon2003.tennis8", "fields": {"headline": "Hustler Riggs took chances with women", "bodyText": "One of the smarter books on gambling, Fast Company by Jon Bradshaw, has just been re-published. It is a collection of interviews with a half-dozen of the highest rollers of the last century. Bradshaw writes: 'These men shared that passion which someone once called the joyful acceptance of risk. Beyond that there was little they had in common. It was only in pursuit of their passion that they could be said to have been alike. That pursuit was more important to them than God or love or money, even. These six men, the separate sons of a telephone repairman, a bootlegger, a gambler, an oil executive, an evangelist, and a soldier of fortune, continued to believe with some queer unquenchable conviction that given time and talent and happy odds all things were possible.' One of the interviewees is Bobby Riggs: 'He was what is known in the trade as a conniver - the sort of man who ostentatiously juggles a kind of charming conceit with sharp self-deprecation, in order, it happens, to keep his options open.' He was the son of a preacher man. His first job was selling encyclopedias. In 1939 he won the singles, doubles and mixed doubles at Wimbledon, having put £100 on the treble at 3-1, 6-1 and 10-1. He made three consecutive US Open finals between 1939 and 1941, winning two of them, and turned pro. He retired from tennis aged 33. He took up golf hustling. Thirty years ago he played tennis matches against Margaret Court and Billie Jean King. Before the match against Court he said: 'Heck, at 55 I'm a senior citizen. I can't see, I can't hear, I can hardly walk. She's the slugger, but I'm still the knockout artist. Gosh, I'm the Jane L Sullivan of women's tennis.' As was to be expected Riggs entered into the swing of things, proving to be as adept at selling a match as he was at gauging the better side of a proposition. 'Whatever happens, boys, this match is good for tennis. The two greatest boons to modern tennis were Open Tennis in 1968 and now, in 1973, Sex Tennis. We're making history.' Riggs won 6-2 6-1. In so doing he spurred Billie Jean King into action. 'He had been chasing me around for two, two-and-a-half years,' King said last week, 'I couldn't believe that Court had lost and lost badly. She was annihilated. I told Margaret that it would be a circus, that it was about social change not tennis, that it was going to trigger people's emotions, but I don't think Margaret quite comprehended this.' So King accepted 'Roberta's' challenge. 'I do like a big occasion. I like show time. I knew it was about social change and I accepted the responsibility. I was scared to death that I would lose and put us back a hundred years. I absolutely had to win.' Riggs, meanwhile, was becoming carried away. 'I'm going to specialise in women's tennis from now on. After all, I'm the women's champion now. They should have a Bobby Riggs knockout competition to find the logical representative to play me. I want to join the Virginia Slims women's tour...' The 30,472 crowd at the Houston Astrodome remains to this day the largest to have watched a tennis match. King had demanded that they play the best of five sets. She remembers Riggs going 2-1 up in the first and starting to make bets with a friend of hers in the stand. 'He was telling the guy, \"I want to go up to $15,000, $20,000\". The guy looked at me and I went, \"Jeez, I've got a match to play. Just stop, say 50, whatever you want, just leave me alone\".' King won 6-4 6-3 6-3. She may have called him 'a chauvinist pig' and he may have told her she was 'the real sex leader, the real screamer,' but away from the hype the fellow southern Californians were friends. 'I loved him, appreciated him, respected him,' said King. 'He was one helluva guy. I talked to him the day before he passed away [in October 1995].' Just before he did he said to Bradshaw. 'Listen, all life's a leverage play, a matter of position. If one guy has more strength, more power, more savvy, he's gonna make his own rules, cos he's got the leverage. That's right. It's as simple as that.' You've read the piece, now have your say. Email your comments, be as frank as you like, we can take it, to sport.editor@guardianunlimited.co.uk, or mail the Observer direct at sport@observer.co.uk"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}