{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2003/jul/13/observercashsection.theobserver1", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2003-07-13T22:56:54Z", "webTitle": "Money coach: 'Can you live on such a low income?'", "webUrl": "https://www.theguardian.com/money/2003/jul/13/observercashsection.theobserver1", "apiUrl": "https://content.guardianapis.com/money/2003/jul/13/observercashsection.theobserver1", "fields": {"headline": "'Can you live on such a low income?'", "bodyText": "Michael from Manchester wants to know if he can still look forward to the early retirement he had been planning with his partner, Justin. He writes: 'Like many people, I am feeling quite anxious about my pension provision. I am 52, and it has always been my wish to retire in June 2011 when I'm 60. I have worked in a further education college as a lec turer in business and management studies since being made redundant from my previous job in advertising in 1991. I currently earn £27,000. I joined the Teachers' Pension Scheme in 1993 and since 1995 I have been paying AVCs to the Prudential, increasing them from 6 per cent of my salary to their current level of 8 per cent about 18 months ago. I have inquired about buying 'added years' but felt they were rather expensive. Two years before being made redundant I had joined the company pen sion scheme and contracted out of Serps at the same time. When I left, the money from the company scheme was repaid to me and invested with the Scottish Amicable. The latest statement indicates it is worth just over £2,200. I own my property, which is worth about £200,000, and I have a repayment mortgage of £39,000 which runs until 2012 but I am currently overpaying so it may be cleared earlier. I have very little in the way of long-term savings although I recently started a Legal &amp; General regular savings Isa at £25 a month. I also have savings accounts for Christmas and for holidays and £3,800 in mini-cash Isas for emergencies. I am in a long-term gay relationship and see no reason why we will not be together well into our retirement. My partner, Justin, has been a local authority employee since he was 18 and started contributing to his pension from the age of 20. He is currently 46. He would like to retire at 55, when I am 60, if those facilities still exist. How viable are my pension plans and other arrangements as they currently stand? Should I consider stopping the AVCs and purchase added years, although this does seem very expensive? Was my decision to subscribe to the L&amp;G regular savings Isa a wise one? Is my wish to retire at 60, a forlorn one? Action plan Retiring early is becoming an impossible dream for most people because when they do their sums they find they cannot afford to stop working. So the practicality of your plans will depend on how much income you feel you will need to live on when you retire. On the information you have provided, Clive Down, retirement specialist at independent financial adviser Wentworth Rose, has calculated that, based on your current salary, you could expect a pension of about £6,300 at 60, plus a tax-free lump sum of about £18,000. However, you will need to check these figures by asking your pension fund trustees for a projection. Your human resources department can tell you how to contact them. Down points out that your tax-free lump sum can also be invested to generate extra income and assuming a yield of, say, 5 per cent, it would provide you with roughly another £900 a year. By using the money from your AVCs and your Scottish Amicable pension to buy a single life annuity, based on the current value of the policies and today's annuity rates, you would get a further annual income of about £900. Again, to get more accurate figures you should contract your pension providers for projections. On the basis of these calculations, Down believes you could currently expect to have an income of just over £8,000 when you get to 60, which is less than a third of your current earnings. Could you manage on such a low income? Your outgoings will be lower as your mortgage, for example, will be paid off. But most people estimate they need between half and two-thirds of their pre-retirement income to maintain their standard of living. Once you reach 65 you will qualify for your state pension, which at current rates will add another £4,000 to your income, and you will probably also qualify for some Serps benefits. Down says: 'If Michael wants to boost his income between 60 and 65 and beyond he has no choice but to throw as much money as he can at his pension over the next eight years.' Whether it is better for you to opt for added years or other methods of making extra savings for retirement is not clear cut. Down says: 'If Michael is confident that his salary will be going up between now and retirement, added years could be quite a good deal. But if not, he will be paying for a spouse's pension he doesn't need. With AVCs or a stakeholder pension, on the other hand, he will be free to buy a single life annuity when he retires.' But Leanne Holder of financial adviser Ivan Massow Independent, who specialises in advising gay clients, is more positive about added years. She says: 'Due to the short time until retirement and the current state of the investment market I would suggest Michael reconsider purchasing added years. This way he has some guarantee as to what his money will buy in terms of an income.' If you don't want to do this she suggests you could consider making contributions to a stakeholder pension plan instead of an AVC, as this will enable you to take part of your benefits as a tax-free lump sum. Isas have a valuable role to play when you are making extra savings for retirement, so your decision to start a regular savings Isa was not wrong. Although there is no tax relief as there is with pension contributions, they are more flexible and can be used to provide tax-free income in retirement. Down suggests you put any extra Isa savings into a lower risk fund such as Jupiter Distribution. With regard to your partner, Holder says: 'As Michael is in a same-sex relationship there are a couple of further points that he may wish to address. Following the [Government's] Civil Partnership proposals for recognition of same-sex couples last month, hopefully some of these points may not need additional consideration in the future. But in the meantime, it is crucial that he makes a will and keeps it up to date, as if he died intestate his partner would not be entitled to his estate. 'He should also ensure he has nominated a beneficiary for lump-sum death benefits on his occupational pension.' Michael's plan 1. Your first step should be to find out exactly how much pension you can expect at age 60. 2. Contact your current pension trustees and your previous pension providers and ask for projections. 3. To find out what your state pension will be at 65, request a pension forecast from the Department for Work and Pensions by completing form BR19, or calling 0191 218 7585. 4. Reconsider buying added years for a certain income, or put as much spare cash as you can into either your AVCs or a stakeholder pension. 5. Boost your Isa savings. A lower risk fixed interest or corporate bond fund may be preferable to an all equity fund. 6. Make a will in favour of your partner. Tell your pension trustees that you would like any death benefits to go to him. · Advice is for guidance only."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}