{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2003/jul/06/theobserver.observerbusiness5", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2003-07-05T23:49:34Z", "webTitle": "Frank Kane: Chelsea to kick off a whole new ball game", "webUrl": "https://www.theguardian.com/business/2003/jul/06/theobserver.observerbusiness5", "apiUrl": "https://content.guardianapis.com/business/2003/jul/06/theobserver.observerbusiness5", "fields": {"headline": "Chelsea to kick off a whole new ball game", "bodyText": "The economics of the football business have been changed forever by last week's takeover of Chelsea by Russian multi-billionaire Roman Abramovich. When he was head of Spurs, Alan Sugar used the 'prune juice' metaphor to describe the dynamics of football finances; no matter how much cash was poured in one end, in the form of television money, sponsorship or sugar-daddy investment, it would all come streaming out the other as players' wages and agents' fees. Well, Chelsea has just been treated to gallons of the stuff. The origins of Abramovich's billions will be scrutinised ad nauseam, as will the share dealings on the Chelsea register, but the probes will have little effect. Whether you regard the Chelsea move as astute business opportunism, billionaire's playtime or the Russian equivalent of moving the New York Olive Oil company to Las Vegas, it amounts to the same - Chelsea will be able to outbid and outbuy any other club in the world. For a while, at least. Other hyper-rich foreigners may also be attracted to the British game, as has happened in horse-racing and tennis. And Abramovich's fortune will depend on the ebb and flow of Russian politics. He only has to ask his friend Boris Berezovsky how fickle that can be. Chelsea fans will have to start reading the foreign pages, as well as the sports pages. Empty seats stall Ryanair Another bad week for the airlines, with pessimistic statements from British Airways and Ryanair, the best bellwethers of the state of the UK and European industry. BA reported 'a fragile' market and warned that operating profits had plunged in the second quarter, traditionally one of its best periods. Discounting and promotions had helped encourage people on to BA planes, but at a cost to all-important yields. Ryanair shares slumped - not an experience chief executive Michael O'Leary has had to deal with regularly in recent years - on the admission that it was having trouble filling its seats, even at prices that make it a toss-up between dinner for two and a trip to Rome. Admittedly, Ryanair has been putting on seats as part of its multi-billion pound expansion. Even so, a fall in capacity is worrying. On top of unwelcome news that Brussels plans to enforce stringent compensation rules for delayed or cancelled flights, and the ongoing European Commission probe into alleged subsidies of its more far-flung destinations, it looks as though the Eurocrats have got it in for O'Leary. I think he's brought a lot of it on himself. His Berlusconi-esque taunts at his rivals and at the aviation authorities were bound to get noticed, and his smoke-and-mirrors financial reporting whets investigators' appetites. Despite the uncertain times ahead, I'd rather have Rod Eddington's problems than O'Leary's at the moment. Time for a natural break at ITV The Granada-Carlton merger has been floundering for so long it comes as a surprise that it's still afloat but it now looks virtually impossible for the deal, billed originally as the last chance for a healthy independent sector in British TV, to stay above the water. Spinning off the advertising businesses will negate much of the rationale for the deal, while rising management tensions could hamper the competitive chances of the rump TV business. This week, the deal will be hit by further uncertainty as Lord Puttnam's amendments to the Communications Bill are made public. The detail is still not clear, but it looks as though new tests on media 'plurality' could throw up further hurdles to the merger, or to a foreign takeover of the merged rump. The geniuses who thought up the whole Granada-Carlton fiasco should resign and get somebody else to start again. It will be interesting to see how much the 'merger' will have cost in investment bank fees by the time it is completed or even called off for good. RBS shines as Japanese flop Lists are great, aren't they? The latest edition of BusinessWeek has produced the definitive list of the world's top 1,000 companies, ranked by market value. And what compulsive reading it makes. Not so much at the very top, for there the giants of American capitalism predictably turn up. General Electric is top, followed by Microsoft, Exxon and Pfizer. No surprise there, as these mammoths between them are worth many times more than the GDP of all of Africa. You get to number eight before meeting the first non-American firm, with Anglo-Dutch Shell, followed by BP, the first British company (well, just about, these days). The next Brits up are Vodafone, HSBC and Glaxo, followed at a very respectable number 38 by Royal Bank of Scotland, testimony to the expansion job done by Fred Goodwin and his team. German economic woes are reflected in the fact that you have to wait until Deutsche Telecom comes in at 51 before you see any sign of the erstwhile European leader. There are interesting quirks: is Harley Davidson (295) really bigger than Renault (298)? And can Deutsche Börse (653) actually be worth $1.6bn more than Reuters (849)? The best performer was Nextel, the US maker of a combined mobile phone and walkie-talkie, which is all the rage in the blue-collar professions. Telecom firms as a whole benefited from the industry recovery. Worst off were Japanese banks, which dominated the world corporate rankings a decade ago. · The Gladiator is on holiday."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}