{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2003/jul/11/tennis.stephenbierley", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2003-07-11T21:32:20Z", "webTitle": "Doping row threatens ATP chief", "webUrl": "https://www.theguardian.com/sport/2003/jul/11/tennis.stephenbierley", "apiUrl": "https://content.guardianapis.com/sport/2003/jul/11/tennis.stephenbierley", "fields": {"headline": "Doping row threatens ATP chief", "bodyText": "Tennis Mark Miles's future as chief executive of the ATP, which runs men's professional tennis, is under threat along with the credibility of the US-based organisation after this week's drug revelations. The ATP said, after an internal investigation, that it had failed to prevent its specialist sport medicine staff from routinely handing out \"contaminated\" supplements containing the banned steroid nandrolone between August of last year and this May. But the ATP's explanation, in itself perturbing enough, does not entirely satisfy David Howman, of the Montreal-based World Anti-Doping Agency, who said last night that he was \"disturbed, disappointed and troubled about the conclusions reached\". Howman said: \"The first question to be asked, which is our concern, is whether there is sufficient evidence [to support the ATP's conclusion] and whether it has been rigorously tested. \"The analysis does not say that the drugs they analysed had any contamination. So there is a little bit of guesswork that we are uncomfortable about, and we are disturbed about the conclusions reached, which don't appear to be as conclusive as warranted.\" He added: \"Internal investigations, no matter how well done, will always have a taint and it would be preferable, in order for the conclusions to be transparent, for it not to be that way.\" Wada, like the International Tennis Federation, has no direct authority to intervene but has offered an independent analysis if invited. \"We don't have any jurisdiction at present, but it is our intention to make a formal proposal to the ATP,\" said Howman. No governing body in world sport has previously admitted that drugs have been administered by employees. The ATP has disclosed an apparently unambiguous view to the world, while using its own internal processes to validate the conclusion. But it is something Wada sees as regrettable. The doping fingerprint, common to all seven positive tests, six of which have not been revealed, can indicate a specific drug but cannot reveal in what form it has entered the body. \"The evidence appears a little flimsy,\" said Howman, \"but they [the ATP] now have an opportunity to respond.\" Miles is currently demanding more money from the heads of the four grand slam events, having negotiated a $1.2bn (£730m) 10-year deal with the Swiss sports marketing company ISL, which went bust. ATP players, led by Miles, are threatening a boycott if their financial demands are not met, but their negotiating platform will have been seriously weakened by this latest piece of internal bungling. The revelations will strengthen the hand of those within the ITF and the grand slam committee who believe that tennis should be governed and supervised by one umbrella body. The ITF is furious that the ATP, which established itself as an independent body in 1990, has seriously compromised the ITF's joint anti-doping programme which has the backing of the International Olympic Committee and the Wada. On Wednesday the ATP admitted that an electrolyte replacement routinely given to players by Tour trainers may have been contaminated. The Czech player Bohdan Ulihrach is poised to sue the cash-strapped ATP for lost income after being cleared of doping charges which have kept him out of the game for the past nine months. The 28-year-old tested positive for nandrolone after a tournament in Moscow in October last year and in May this year was banned for two years, fined $43,770 (£26,600) and docked 100 ranking points. He was one of seven players who tested positive between August 2002 and May this year, according to the ATP. The six other players will be dealt with on a case-by-case basis, but are unlikely to be either named or charged."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}