{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2003/jul/17/open2003.golf11", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2003-07-16T23:54:40Z", "webTitle": "Winner must bow to will of the wind", "webUrl": "https://www.theguardian.com/sport/2003/jul/17/open2003.golf11", "apiUrl": "https://content.guardianapis.com/sport/2003/jul/17/open2003.golf11", "fields": {"headline": "Winner must bow to will of the wind", "bodyText": "The most important man in Sandwich sat at his desk in a small grey Portakabin yesterday afternoon, watching psychedelic swirls of apple green and livid purple flicker across the screens of his two laptop computers. Observing the English weather change before his eyes, Mike McClellan was trying to work out what it was going to do next, and what effect that would be likely to have on the 156 golfers who will contest the first round of the Open Championship this morning. \"I hope you're not going to waste this man's time,\" an official of the Royal &amp; Ancient snapped at a journalist who had made an appointment to talk to McClellan about the potential effect of the weather on the tournament. The tone was that of a Pall Mall club secretary reprimanding a clumsy tradesman, but the jumpiness was understandable. History says that the weather can be the making of the Open, or the breaking of it. At Carnoustie in 1999, high winds on the opening day compounded the fiendishly narrow course-setting to destroy the hopes of Tiger Woods, who shot a 74, and the young Sergio Garcia, whose confidence was temporarily demolished on the way to an 89. Paul Lawrie scrambled to an unexpected victory in a generally unkempt contest. Last year a Saturday gale at Muirfield blew away Woods's hopes of a calendar grand slam. Having won the Masters and the US Open, the world No1 was in a good position after taking 70 and 68 in his opening rounds. But the luck of the draw sent him out on the third day just as a fierce wind was blowing the rain sideways across the course. A storm-tossed 81, during which he got through more than a dozen gloves, destroyed his chance of making history. As the players converged on the Kent coast this week, they were greeted by a heatwave. Throughout the first three days of practice a light north-easterly breeze was insufficient to disturb their studious assessment of the championship course. Yesterday, however, the conditions started to change. Light cloud cover at breakfast time foreshadowed a stiffening of the breeze, which had shifted through 180 degrees and was now coming from the south-west, blowing down the 18th hole. According to McClellan's predictions, it would be holding its station and strengthening until reaching a maximum of 30mph some time this afternoon. Wind is the invisible fourth dimension of links golf, requiring the players to call upon reserves of imagination and improvisation seldom tested in the target-golf routines of the US Tour. \"Any time the wind blows it makes it even more difficult,\" Woods said after a practice round. And the unusual configuration of Royal St George's, where there are never more than two consecutive holes similarly aligned, forces the players into a process of constant reassessment and readjustment when the wind blows. Greg Norman, who won one of his two victories in major tournaments here in 1993, explained the difference this week. \"All of a sudden instead of hitting it 260 yards off the tee into the wind, you're hitting it 350 yards downwind,\" he said. \"That's a huge difference to try to understand. If the weather conditions change like they're predicting, it's going to be a totally different golf course on Thursday morning.\" Rain, too, will affect the way the course plays. Any member of the public aghast at being charged £1.65 for a half-litre bottle of water (40p in your local supermarket) at Royal St George's must be relieved that deliveries of the free stuff began arriving from the skies at tea-time yesterday, courtesy of a low-pressure storm system moving slowly from northern Spain and France. But for the competitors, the immediate consequence of heavy rain is a tamer environment. \"There's nothing smooth on this golf course,\" Ernie Els said early in the week. \"Everything bounces away.\" After rain, however, instead of bouncing off sun-baked fairways at eccentric angles, tee shots will be cushioned by wet grass and the chances of more than 20% of drives staying on the fairway will be considerably increased. For spectators, however, greater predictability means less fun. Meteorology is a predictive rather than an exact science, but men like McClellan use the available technology to cut down the uncertainties. A 42-year-old former TV weather man from Illinois, he has been forecasting rain and shine for the PGA for 10 years, but this is his first experience of British conditions. Yesterday he was juggling data from rainfall radar, satellite images and something called a Thor Guard, a small black box which measures the build-up of static electricity in the atmosphere in order to predict the arrival of lightning. The first roll of thunder was heard at 3.49pm yesterday, followed a few minutes later by a sharp shower which lashed down on the sponsors' marquees and forced an immediate suspension of the final practice session. According to McClellan, this morning's early starters - including the likes of Woods, Darren Clarke and Padraig Harrington - should enjoy calm weather. Ernie Els, Justin Rose and Lee Westwood, who tee off in the afternoon, may encounter the worst conditions of the tournament. While Friday and Saturday should be dry with some sunshine, more rain and another shift in the wind direction are likely on Sunday afternoon. Sergio Garcia, with the benefit of an early draw today, spoke of the satisfaction of mastering the sort of windy conditions he had experienced as a boy learning the game at El Parador de El Saler, a links course outside Valencia. \"If the wind starts blowing, we might struggle a bit, like we did last year at Muirfield on the Saturday,\" he said. \"But if it blows, I don't mind. You have to strike the ball nicely and you have to move it both ways. That's the thing I enjoy doing. I think that's the true links golf. When we come here to play the Open, that's the way it's supposed to play.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}