{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2003/jul/06/observercashsection.theobserver3", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2003-07-05T23:49:21Z", "webTitle": "Work writes", "webUrl": "https://www.theguardian.com/money/2003/jul/06/observercashsection.theobserver3", "apiUrl": "https://content.guardianapis.com/money/2003/jul/06/observercashsection.theobserver3", "fields": {"headline": "Work writes", "bodyText": "I am getting worried that my employers might introduce a complete smoking ban. At the moment a blind eye is turned if we smoke in the corridor. A lot is said about civil liberties - but don't smokers have civil liberties too? Your smoking days at work could well be numbered - and you are unlikely to have much help from the law in fighting a smoking ban. Employers are under a duty to provide a safe working environment for their employees - and they also have a duty of care to anyone else who enters their premises. Employers have success fully been sued for damages to health caused by passive smoking. So they are unlikely to be sympathetic to smokers if more pressure is put on them to clamp down completely on workplace smoking. Your civil liberties argument is not a strong one in public places. If you were not allowed to smoke at home, it would be different and you would cite your rights to privacy and to a family life under the Human Rights Convention. MP Gareth Thomas recently got the support of 110 other MPs for his Bill to ban smoking in restaurants and cafes - although 43 voted against it. Although his Bill is unlikely to pave the way for legislation now, the UK is following in the footsteps of parts of Canada and the US in moving towards clampdowns on smoking. In the future, employers who turn a blind eye may decide to be tougher. Many senior people in organisations flout smoking prohibitions by smoking in their own offices - but even this might go if a 'zero tolerance' culture comes in. Our contracts of employment forbid us from discussing our pay levels with each other, but I have discovered that some of my colleagues earn more than I do, even though we do exactly the same job and I have been there longer. They also get more paid into their pension. I wonder if part of the difference is due to the fact that I have twice been on maternity leave. I now feel I must say something to my manager about this. How would you suggest that I go about it? The most crucial issue is whether some of your colleagues are male. You may have an equal pay claim here, but it can only be brought on the grounds of sex discrimination (maternity leave should be immaterial). A woman has the right to be paid the same as a man doing the same job or doing a job of equal value. But if the man at the next desk is paid more than you, the employer has the right to justify the differential. The employers would need to give a good reason that they could justify - such as the man being better at the job in that he wins more new clients or makes more telephone calls to prospects. If no decent reason is given by your employer, you could well have the basis for a sex discrimination claim in an employment tribunal. Equal Pay questionnaires were introduced by the Government at the start of this month and may help you. You can file a request with your employer, asking if people doing the same or similar jobs to you are paid more. No timetable is set as to when the employer must reply, but a delay would count against them in a tribunal hearing. A refusal to answer would also be held against them. Contracts stopping people from discussing pay can be seen by tribunals as signs that employers may have something to hide. Such clauses are controversial. While they are probably legal, they may be more limited than they appear. You do not have to disclose how you came by information about pay. It is relatively simple to ban one person from disclosing information, but difficult to ban someone else from receiving it. · Legal advice from Eversheds and Lewis Silkin. If you have a work problem, write to Neasa MacErlean at Cash, The Observer, 119 Farringdon Road, London EC1R 3ER."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}