{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2003/jul/20/philipfrench", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2003-07-19T23:53:13Z", "webTitle": "Soldier of misfortune", "webUrl": "https://www.theguardian.com/film/2003/jul/20/philipfrench", "apiUrl": "https://content.guardianapis.com/film/2003/jul/20/philipfrench", "fields": {"headline": "Soldier of misfortune", "bodyText": "In Lawrence Kasdan's Grand Canyon, Steve Martin plays a producer of violent action movies who's shot in the leg by a mugger and while recuperating decides to change his life and make positive, life-enhancing films. As soon as he has recovered, however, he goes back to his usual mindless product. Something like this happened to Hollywood in the wake of 9/11 two years ago, and after initial industrial heart-searching there have been few signs of long-term change. But a couple of contrasted movies about the US army, both set abroad in the recent past and made by foreign directors, were completed that year and met rather different fates. Ridley Scott's Black Hawk Down reconstructed the appalling events of October 1993 in Mogadishu when 18 American soldiers were killed and 73 injured during a firefight with hostile Somalis. A true story of heroism, comradeship and military professionalism, its release was brought forward to meet the new national mood. The other film, Buffalo Soldiers, a co-production between Germany, the United States and Britain, set in western Germany and directed by an Australian, Gregor Jordan, was shelved. Only now, with Afghanistan and Iraq behind us, is it getting a modest distribution. Less good than Black Hawk Down or Three Kings, David Russell's satirical movie about the 1991 Gulf conflict, it is a much blacker version of one of the most popular sitcoms ever made, the Phil Silvers Show, with elements of Catch-22 and From Here to Eternity thrown in. In the Phil Silvers Show, which ran in the late 1950s, Silvers endeared himself to the English-speaking world as the wily Sergeant Bilko, gambler, fixer, blackmarketeer, who ran Fort Baxter in Kansas, hoodwinking the dim nominal commander, Paul Ford's Colonel Hall, and twisting Hall's wife around his finger. Buffalo Soldiers is set in Stuttgart in 1989 at an army base named after Theodore Roosevelt, the President whose heroism during the Spanish-American War of 1898 helped launch American imperialism. Teddy Roosevelt's spirit is quite absent from the camp that bears his name. It is in effect run by the charming, conniving battalion clerk, Specialist Ray Elwood (Joaquin Phoenix), who manipulates, outsmarts and cuckolds his Commanding Officer, the lazy, none-too-bright Colonel Berman (Ed Harris). A judge gave Elwood the choice between going to jail and joining the army, and he's very happy in this corrupt world where 40 years after the Second World War there prevails a decadence as extreme as anything that affected the Roman Empire. There are three things Elwood loves about Germany, he tells us in a voiceover - his Mercedes Benz, the absence of speed limits on the autobahn, and the existence of a black market for anything he can get his hands on. The movie, in Oliver Stapleton's bleak images, makes Germany look a dark place, but the tone is brisk and breezy and we're enticed into Elwood's world by his cheeky presence, though his dealings range from selling military detergents to processing heroin on an industrial scale, getting his product from Turkish gangsters. There then occurs an incident both terrible and funny, that ups the ante of his game. During a military exercise, a tank manned by soldiers on drugs takes a wrong turn, creates havoc in a small town, and smashes a gas station causing an explosion that incinerates two army drivers who have left their trucks to investigate. Somewhat implausibly, the drivers were unaccompanied and their load was several million dollars worth of prime weapons and rockets that fall into Elwood's hands. He conceals these in the Tactical Nuclear Facility (where better?) that comes under his supply battalion, concealed as first aid equipment. But just at this point a new figure comes into his life, Top Sergeant Lee (Scott Glenn), veteran of three tours of duty in Vietnam, a widower with a rebellious, provocative daughter, Robyn (Anna Paquin). A battle ensues between Elwood and Lee, the war-loving zealot, that is initially comic like the contests between Wile E Coyote and the Roadrunner. Elwood seduces Robyn under her father's nose; Lee forces Elwood to participate in the destruction of his own Mercedes. But it rapidly escalates from farce into something verging on the tragic. The world depicted in Buffalo Soldiers is absurd and sad. Everyone lives in the past or the future or is stoned out of his mind. The Berlin Wall is being pulled down but some of the soldiers don't know whether they're in East or West Germany, and don't much care. Racism is rife - a black soldier is dressed in Confederate uniform to serve at an officers' mess party. The likable, incompetent Colonel Berman, in a moment of hubris, invites his participation in a military manoeuvre that destroys his career, and he sadly reflects on his youthful hopes when he shook hands with President Kennedy on his graduation from West Point. It is a callow film all right, a libellous satire perhaps, but it touches painfully on the canker that infects peacetime military life, and any institution that continues too long unchallenged."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}