{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2003/jul/24/iraq.usa2", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2003-07-24T17:09:53Z", "webTitle": "US releases photos of Saddam sons", "webUrl": "https://www.theguardian.com/world/2003/jul/24/iraq.usa2", "apiUrl": "https://content.guardianapis.com/world/2003/jul/24/iraq.usa2", "fields": {"headline": "US releases photos of Saddam sons", "bodyText": "Photographs of Saddam Hussein's feared sons laid out in plastic body bags were released by the US today in a bid to convince sceptical Iraqis that neither would follow their father into power. The pictures, taken after Uday and Qusay Saddm Hussein's bodies were removed from a house in Mosul on Tuesday, show the heads and torsos of the two. Uday was clearly recognisable, despite having a thick beard and a wound that had destroyed part of his nose and upper lip. He appeared to have been killed by a bullet in the head, but it was not known whether he had been shot by US firepower or had committed suicide. The US military has said that the brothers and a third man, believed to have been a bodyguard, were killed by missiles fired at the villa where they fought their last battle. Qusay's face did not show any sign of wounds but he had also grown a beard, possibly in an effort to make himself less easy to recognise. The brothers' final hideout came under attack from US special forces after a tip-off from the villa's owner, who had given them refuge. A fourth person in the house, believed to be Qusay's 14-year-old son, Mustafa, was shot and killed by troops storming the house after the missiles had devastated it. An Iraqi reporter for the Reuters news agency, familiar with the appearance of both Uday and Qusay, confirmed that the heads and torsos in the picture belonged to the two men on seeing the photographs. A spokesman for the US-led civil authority in Iraq said that journalists would be allowed to film the bodies for themselves tomorrow to dispel any doubts that the photographs were authentic. In another apparent confirmation that Uday and Qusay are dead, a militia loyal to Saddam today vowed to avenge his sons. Dubai-based al-Arabiya television aired a tape of a masked man, claiming to be from Fedayeen Saddam, which Uday had run, saying: \"We pledge to you Iraqi people that we will continue in the jihad against the infidels. The killing of Uday and Qusay will be avenged. \"The killing of Uday and Qusay will not decrease the attacks against the Americans but rather increase them,\" the speaker said. The footage also showed a group of masked men, apparently Fedayeen fighters, holding automatic rifles in a room with walls covered by photographs of Saddam and his sons. The group said that it would kill Iraqis who \"collaborate\" with the foreign forces. US officials have blamed remnants of the Fedayeen, an irregular force of urban warfare commandos formerly led by Uday, for attacks on US troops in Iraq. The US deputy defence secretary, Paul Wolfowitz, said yesterday that the release of the photos could undermine guerrilla groups committed to restoring the old regime. \"The main consideration on our minds is saving the lives of American men and women who are on the line,\" he said. However, in the latest attack, three soldiers were killed when the convoy in which they were travelling was ambushed near Mosul today. On the night the brothers died, Baghdad erupted in celebratory gunfire, but a large part of the Iraqi population remain unconvinced, with many people saying they would not believe the brutal pair were dead until they had seen the pictures. Nevertheless, the decision to release the photographs is a controversial one: the US military was outraged when Arab television channels broadcast pictures of dead and captured US soldiers during the war. Members of the 25-strong Iraqi governing council, a US-appointed body intended to bring a measure of self-rule to the country, today saw the bodies and are to be consulted on what should be done to dispose of them."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}