{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2003/jul/17/horseracing.gregwood", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2003-07-16T23:54:32Z", "webTitle": "Idle Kris Kin gives wake-up call for King George elite", "webUrl": "https://www.theguardian.com/sport/2003/jul/17/horseracing.gregwood", "apiUrl": "https://content.guardianapis.com/sport/2003/jul/17/horseracing.gregwood", "fields": {"headline": "Idle Kris Kin gives wake-up call for King George elite", "bodyText": "The quality - or otherwise - of this year's three-year-olds has been the source of much debate in the six weeks since Kris Kin won the Derby. Now, though, the colt who made such an impression when he quickened to win at Epsom is almost ready to defend the honour of his generation in the King George at Ascot, and he went well, by his standards at least, in a gallop at Newmarket yesterday morning. Kris Kin is a notoriously lazy worker, which is possibly why he was taken out of the Derby early on in the year, before being supplemented back in again five days before the race. He went sluggishly again yesterday on the watered, racecourse side gallop, and sweated up in the process, but that too is normal with Sir Michael Stoute's colt. His morning exercise was much the same before Epsom, but the big-race atmosphere brought Kris Kin to life. The Ascot buzz on Saturday week may need to have a similar effect, though, if Kris Kin is to defeat an array of older horses likely to include Nayef, Sulamani, Islington and, possibly, the Eclipse Stakes winner, Falbrav. Kris Kin remains a 4-1 chance for the King George with Hills, behind Alamshar, third home at Epsom but a resolute winner of the Irish Derby since. Falbrav is a 6-1 chance, while Sulamani was on the drift with that firm yesterday, out to 7-1 from 6-1. However, Simon Crisford, Godolphin's racing manager, reported that Sulamani is on course despite a recent defeat in France. \"He's coming along really well and he's all ready to run on Saturday week,\" he said yesterday. \"Obviously his performance [in the Grand Prix de St Cloud] last time out was a disappointment, and I can't give any indication as to what went wrong. It was probably a combination of factors.\" Grandera has also been noted working well in Newmarket recently, and he too remains a possible runner at Ascot. \"He's fine as well,\" Crisford said, \"though he's on a mission of recovery too after a recent disappointment.\" The main mover in Hill's ante-post book yesterday was Victory Moon, who will attempt to follow on from Choisir's historic victories for Australia at Royal Ascot by providing South Africa with its first British Group One winner. Mike De Kock's four-year-old was a winner at Nad Al Sheba on the Dubai World Cup card in March, and has run like a progressive horse in two starts in Britain, both Group Ones, in the past month. De Kock has never made any secret of the fact that the King George was his prime target, though, and Victory Moon is 12-1 (from 16-1) with Hill's after what the firm described as \"sustained support\" yesterday. This jumps season has gone almost unnoticed since the last one finished in April, but there was a newsworthy moment yesterday when Richard Johnson knocked the injured Tony McCoy off the top of the jockeys' table with victory in the first race at Uttoxeter. It is hard to recall when last McCoy was not top of the table. Johnson is expected to have about three weeks to build a lead before the champion returns to chase him down."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}