{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2003/jul/21/formulaone1", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2003-07-20T23:11:49Z", "webTitle": "Wilson moves to Jaguar", "webUrl": "https://www.theguardian.com/sport/2003/jul/21/formulaone1", "apiUrl": "https://content.guardianapis.com/sport/2003/jul/21/formulaone1", "fields": {"headline": "Wilson moves to Jaguar", "bodyText": "Justin Wilson has joined Jaguar until the end of the season, the team have confirmed. The Sheffield-born driver has moved from Minardi to replace Brazilian Antonio Pizzonia, who has been offered the chance to stay on with the Milton Keynes-based team as a reserve driver. \"Agreement has been reached with Minardi to allow Justin Wilson to complete the 2003 season with Jaguar Racing,\" a statement said. \"This is an agreement for the remainder of the 2003 season only, with options for future years that provide Jaguar Racing with additional choices for 2004.\" Pizzonia, 22, is also a rookie and has had a torrid time at the Ford-owned team who tried to replace him as far back as April with McLaren's Austrian test driver Alexander Wurz. The Brazilian has been regularly outperformed by Australian Mark Webber at Jaguar and failed to finish Sunday's British grand prix. He is one of three drivers, including Wilson, who has yet to score a point this year. \"Antonio Pizzonia has not been able to realise his potential with the team over the past 11 races,\" said Jaguar. \"Jaguar Racing therefore has decided that it is neither in his best interests, nor in the team's, for Antonio to continue driving as full time race driver at this time. \"In an effort to continue supporting Antonio's development, Jaguar Racing has offered him the opportunity to remain with the team as reserve and test driver.\" Wilson, who celebrates his 25th birthday next week, made his grand prix debut with Minardi this season after winning the formula 3000 title in 2001. They are expected to replace him with Danish driver Nicolas Kiesa."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}