{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2003/jul/17/open2003.golf7", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2003-07-16T23:54:42Z", "webTitle": "Golf rejects mandatory drug testing", "webUrl": "https://www.theguardian.com/sport/2003/jul/17/open2003.golf7", "apiUrl": "https://content.guardianapis.com/sport/2003/jul/17/open2003.golf7", "fields": {"headline": "Golf rejects mandatory drug testing", "bodyText": "The Royal &amp; Ancient will not change the rules of golf to tackle drug cheats. Its secretary Peter Dawson said yesterday that the R&amp;A was working with other golf bodies, including the United States Golf Association and the PGA and European Tours, to establish whether the sport needs to adopt mandatory random drug testing, but dismissed rewriting the rules. Golf is one of the few sports which does not carry out random testing. Neither the R&amp;A or the USGA has sanctioned a drug-testing programme, and the sport has not signed up to the World Anti-Doping Agency code introduced this year. The code requires sports to test competitors for performance-enhancing drugs in and out of competition. Michele Verroken, anti-doping director of UK Sport, will hold talks with officials from the R&amp;A during the Open, but Dawson insisted a rule change was not the answer. \"We make rules for everybody - we have never made a rule change just for the professional game - and we will not make rules to govern the conduct of players,\" he said. \"What is it you want, drug testing at the club monthly medal? \"I think there are a large number of people in golf who would say that there is no evidence of drug taking in golf, there's no evidence that drug taking can help you in golf. So what's the problem, what on earth are you thinking about?\" Dawson said that a code was unlikely to be adopted inside the next two years - \"It is not imminent\" - and that it would only be done with the full co-operation of other interested parties. \"It is not up to the R&amp;A to decide on drug testing. It is up to the game as a whole to decide whether it wants to adopt these changes.\" Earlier this year Zimbabwe's Nick Price said that longer courses were leaving the game \"open to steroids\". Dawson also issued the players with a warning about bad language. \"The ultimate sanction that we would have for a gross breach of etiquette is not to accept entries in the future. We would expect players to know how to behave. If they don't, we've got walking officials [following each group] who at the time could perhaps have a quiet word with them. \"I like to see these things dealt with by a quiet word rather than elevating the thing into a major incident. \"We consult with our colleagues on the tours as to how to deal with disciplinary cases to ensure it's consistent with their week-to-week policy.\" Golf is not known for Greg Rusedski-style tirades, but television cameras and microphones will be covering if not quite every move and word this week, then certainly more than ever before."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}