{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2003/jul/11/athletics.duncanmackay", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2003-07-11T21:32:09Z", "webTitle": "Who's that meets who's who of sprinting", "webUrl": "https://www.theguardian.com/sport/2003/jul/11/athletics.duncanmackay", "apiUrl": "https://content.guardianapis.com/sport/2003/jul/11/athletics.duncanmackay", "fields": {"headline": "Who's that meets who's who of sprinting", "bodyText": "It is almost unique in the history of the 100 metres that the world's fastest man is so anonymous that hardly anyone knows what he looks like. Yet that is the case with Patrick Johnson, the Australian who has sat atop the world rankings since he ran 9.93sec in May. He has kept a relatively low profile since then, restricting himself to a series of minor meetings in Europe, but he will break cover when he competes in the Golden League meeting in the Stadio Olimpico here tonight. Johnson will face a who's who of sprinting, including the Olympic and world champion Maurice Greene, Britain's European No1 Dwain Chambers and Nigeria's Deji Aliu, arguably the most consistent man on the circuit this year. When Johnson set his time at a meeting in Mito, Japan, the consensus among the experts was he would be dethroned once the grand prix circuit was in full swing. But more than two months later Chambers and the world record holder Tim Montgomery have yet to break 10 seconds and Greene's indifferent form of last summer has continued. At the age of 30 Johnson's claims to be the world's top sprinter suddenly do not look so outrageous. What you will not see tonight is a man prancing around arrogantly trying to psych out his opponents. \"I don't think you have to be strutting around to run fast and I think my performances will show that,\" he said. \"Because I ran the 9.93 fairly relaxed with no competition I'm looking for the next level, being competitive but allowing myself to stretch out and be better.\" Johnson speaks five languages and spent much of his early life being brought up on his father's boat. Remarkably, he did not take up sprinting until he was 23 and before this performance had done little to suggest he could be the best in the world. His Finnish coach Esa Peltola speaks like someone who has been in Australia too long when he says his runner's surprising form has come as a result of \"a lot of bloody hard work\". \"The times in all his segments [of the race] have improved,\" Peltola said. \"We've worked hard on his start and acceleration, and honing it with alignment of the feet. We've had a few problems there; it hasn't been an easy process. \"We study what the fastest people in the world are doing, but you have to be very careful. The biggest mistake you can make is looking at the current world record holder and try to run exactly the same. It doesn't work because everyone is different.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}