{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2003/jul/28/cricket.sport", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2003-07-28T18:17:35Z", "webTitle": "Nasser Hussain quits as England cricket captain", "webUrl": "https://www.theguardian.com/uk/2003/jul/28/cricket.sport", "apiUrl": "https://content.guardianapis.com/uk/2003/jul/28/cricket.sport", "fields": {"headline": "Nasser Hussain quits as England cricket captain", "bodyText": "Nasser Hussain today announced he was to step down as the test captain of the England cricket team. Hussain, who resigned as one-day captain after England's first round exit in the World Cup in South Africa, today led the side to a draw in the opening test against South Africa at Edgbaston. England bowled badly as South Africa hit up a match-controlling 594 for five declared including a career-best 277 by Graeme Smith. Hussain will keep his place in the team for the second test against South Africa at Lord's after the selectors named an unchanged XI in the wake of the drawn first Test, but he claimed he had \"grown tired\" of being skipper and he felt the time was right to hand over the baton to Michael Vaughan, who also replaced him in the one-day job. He told Sky Sports News: \"I feel it is coming to a slight change in era. I think Michael Vaughan has shown in the last few months that he is a very capable leader and that's what I have been waiting for. There are some good lads playing under him and the last thing they want is a tired leader. \"It's not the sort of job where you just take the cash and plod on and stand at mid-off. I've always felt it's the sort of job where you have to give it everything. It's time for change.\" First chosen to play for England in the 1990 tour of the West Indies (ahead of Michael Atherton, a previous captain) he did not regularly play for the national side until 1996 and, in 1997, hit a career best of 207 against against Australia at Edgbaston. Topping the England batting averages in the 1998-99 Ashes tour and the 1999 World Cup campaign he was appointed England captain that June but lost his first two series as captain against New Zealand and South Africa. Victory did not come until 2000 with a 1-0 win in the short series against Zimbabwe but that was followed by England's first series victory over West Indies on home soil since 1969 to complete a memorable summer. Series wins against Pakistan and Sri Lanka came next but in summer 2001 England went down 4-1 to Australia. Only one series win, against Sri Lanka, followed and an Ashes defeat in 2003 against Australia merged with approaching World Cup and the vexed question of whether England would play against Zimbabwe. \"After last winter the stuff that went on off the field and on the field in Australia there were a lot of difficult times,\" he said. \"I've tried to play these mental games but I found myself out there on Thursday not the kind of captain I wanted.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}