{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2003/jul/25/2", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2003-07-24T23:37:44Z", "webTitle": "Popovsinks Thorpedo for third title", "webUrl": "https://www.theguardian.com/sport/2003/jul/25/2", "apiUrl": "https://content.guardianapis.com/sport/2003/jul/25/2", "fields": {"headline": "Popovsinks Thorpedo for third title", "bodyText": "Alexander Popov, already twice a world 100 metres freestyle champion, took the title for the third time here yesterday,staving off the challenges of the Dutchman Pieter van den Hoogenband and Australia's Ian Thorpe after a blistering start. Even though the winning time of 48.42sec was some way short of Van den Hoogenband 's world record of 47.84sec, Popov could claim that 100m fields do not come much more auspicious than this one. The Russian, now domiciled in Switzerland,forewarned the opposition of his tactics in the semi-final when he set off at world-record pace before being overtaken by Hoogenband in the last few metres. The tactic was repeated in the final, except Popov was not caught-not because he swam much quicker, but because Van den Hoogenband and Thorpe were slower. For Thorpe, the individual 100m tests his pick-up speed. The 10-times world champion was on the pace coming out of his dive and lost the race between the 10-metre mark and the turn, at which point he was eighth and last with Popov 0.62sec ahead of him. Thorpe made inroads into the deficit, as he always does, but the wall came much too early, bringing only the bronze medal. The Dutchman fared marginally better, but having turned in Popov's wake (just 0.07sec adrift) actually lost ground on the second half. The Olympic champion has not enjoyed an unbroken preparation for these championships, affected by a virus earlier this month, but has only the 50m freestyle left if he is to come away with a title. You would not back against Popov, though. The 31-year-old looks in similar shape to 1994 when, as a 22-year-old, he won both the freestyle sprint events, two years before he was stabbed in a career-threatening incident in Moscow. There was no title for Michael Phelps, but as he displayed in the semi-final of the 200m butterfly on Tuesday, he doesn't need a final for a record. In the second semi-final of the 200m individual medley, the 18-year-old broke his own world record, set less than four weeks ago, with a time of 1min 57.5sec. Thorpe was back in fourth place, in a time almost three seconds slower, and though the Australian qualified as fifth fastest for today 's final you can forget about it being the race of the championships. It is all over bar the splashing. There was no catching Kosuke Kitajima in the 200m breaststroke either.Having set one world record in the 100m final earlier in the week, Kitajima set another over twice the distance. Ian Edmond, who broke the Commonwealth record in the semi-finals, never came close to Kitajima and for almost all of the race was behind the American Brendan Hansen as well. But Edmond timed his last stroke to perfection - his head went down as the American's went up - and the silver was his, Britain 's fourth medal of the championships."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}