{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2003/jul/17/open2003.golf5", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2003-07-16T23:54:44Z", "webTitle": "No more tears as Garcia gets back into the swing", "webUrl": "https://www.theguardian.com/sport/2003/jul/17/open2003.golf5", "apiUrl": "https://content.guardianapis.com/sport/2003/jul/17/open2003.golf5", "fields": {"headline": "No more tears as Garcia gets back into the swing", "bodyText": "If it was not for the kink in his armoury Sergio Garcia would have had the game to win the Open a while since. But after a swing change he might just have it now. He hits the ball according to the demands of course and weather, shaping it as the wind blows. His imagination runs riot as he sees shots where others do not. There is a short game to die for in the great Spanish tradition of Severiano Ballesteros and Jose Maria Olazabal, and if his putting has not been as uninhibited and deadly of late as it once was, when he was the most feared amateur in the world, then he reckons he is starting to get it back on track. Swing change has involved major surgery. As Garcia learned the game as a junior, and felt the need to hit the ball vast distances that he might not accomplish otherwise, he developed an idiosyncrasy, in which the club head, on the completion of his backswing, dropped noticeably, flattening out his swing. It has served him well but good coaches wondered how it would hold up under the ultimate golfing pressures of contesting a major championship. The response has been an effort to smooth out his swing, a process involving months and thousands of practice balls before the muscle memory is sufficient for it to become second nature under the sternest test. Earlier in the year he might have been frustrated with his game, the results of the work not evident, with cuts being missed. He denies, though, that it has been a tough period in his relatively youthful career. \"I knew what I was doing, so there was no frustration,\" he said yesterday. \"I just thought take it slow because it might take some time. You have to realise such things and just wait. I don't know if the changes in my swing are going to make me as good as Tiger, who altered his, or better or worse. But I did it because I felt like I had to, not because someone else did something and I did the same.\" Now, though, he believes he is getting there. \"It could still be considered to be work in progress but I definitely don't think about it so much any more. It's coming along but there are improvements to be made still, although it is feeling more and more comfortable and the results are starting to show. It's pretty good.\" If it works well then Garcia can challenge this week, distant now the memories of his first Open as a professional, at Carnoustie in 1999, when the course claimed scores of 89 and 83 from him, reducing him to tears and the comfort of his mother's shoulder. In the last two years, though, he has finished tied for ninth spot, five shots behind the winner David Duval, and tied for eighth, just two away from joining the play-off, won by Ernie Els. Of significance, however, was his third-round score, for in the teeth of the vilest conditions that Muirfield threw at those who topped the leader board after two rounds, he worked his way to a creditable 71. If he craves playing in the wind (because to him that is the very essence of links golf) but loathes the rain, this round alone showed how he can play the elements. If the breezes blow Garcia could be right up there."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}