{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2003/jul/11/theguardian.pressandpublishing2", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2003-07-11T17:52:06Z", "webTitle": "Telegraph and Times back Guardian", "webUrl": "https://www.theguardian.com/media/2003/jul/11/theguardian.pressandpublishing2", "apiUrl": "https://content.guardianapis.com/media/2003/jul/11/theguardian.pressandpublishing2", "fields": {"headline": "Telegraph and Times back Guardian", "bodyText": "The editors of the Daily Telegraph and the Times have come out in support of the Guardian, saying the press complaints commission was abiding by the letter but not the spirit of the law in adjudicating against the paper for paying a criminal to write about his time in jail with Jeffrey Archer. Independent editor Simon Kelner also warned earlier today that the PCC's censuring of the Guardian looked like \"double standards\", coming as it did one day before the commission will announce that it has let the News of the World off the hook over its story about a plot to kidnap Victoria Beckham. However, indicating a possible divide between broadsheet and tabloid editors over the issue, Daily Mirror editor Piers Morgan, whose paper has often been on the receiving end of PCC adjudications, said the Guardian was a bad loser. \"Just take your bloody punishment for Christ's sake and stop being so pathetic,\" he said. But broadsheet editors, who have been highly critical of the PCC in the past, see this as a blow to the PCC's credibility. \"We at the Telegraph fully support the Guardian on this,\" said Telegraph editor Charles Moore. \"You have to uphold the spirit, as well as the letter, of the rules and what the payments to criminals clause really means is stopping people profiting from having done bad things. That doesn't seem to be what's going on here. \"The prison authorities have decided it is in the interest to permit this, therefore the Guardian is acting perfectly properly. It seems to me ridiculous that is should be reacting in this way, raising its own investigation when nobody has complained.\" The PCC upheld a complaint that it brought of its own accord against the Guardian over the publication of the diary of prisoner John Williams, who was jailed at HMP Hollesley Bay at the same time as Archer, in the newspaper's G2 section on April 7. It ruled that the article was in breach of clause 17 of the PCC code of practice, which outlaws payments to criminals, and dismissed the newspaper's arguments that the article was in the interest of the public and of freedom of speech. At the same meeting, the PCC commissioners decided that the News of the World had not been in breach of the code when it paid Kosovan parking attendant Florim Gashi £10,000 for information leading to a front page splash about a plot to kidnap Victoria Beckham and her two young sons. The case went to a trial, which subsequently collapsed because the judge ruled that Gashi, who had criminal convictions, was an \"unreliable witness\". However, the PCC accepted the News of the World's argument that Gashi had not been called as a witness at the time the payment was made. \"It may be that the News of the World did not break the code either, but the spirit of the code applies here too - only the other way around. The whole thing is pretty smelly,\" Moore said. Robert Thomson, the editor of the Times, said he was \"bewildered\" at the press complaints commission's decision. \"I find the PCC ruling quite bewildering and inappropriate,\" Thomson said. \"I think any payment to a criminal really does raise extremely serious issues for newspapers and for the PCC. But I think to make a payment to a separate individual who was not involved in related criminal activity to write a piece is understandable and that's what I find confusing and somewhat absurd. \"Clearly the spirit and the letter of the law of the PCC guidelines would be that you're not encouraging criminal activity. If the net result of the Guardian payments was to encourage a criminal to take up the innocent pursuit of writing then there's clearly a social good in that,\" said Thomson. \"If anything the Guardian is probably encouraging him to contemplate a career in journalism, which is certainly preferable to a career in burglary, bank robbery, or any other assorted criminal activity. \"It would be unfortunate if the PCC whose role has been under some scrutiny, responded to that scrutiny by pursuing newspapers and journalists who were doing no perceptible wrong.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}