{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2003/jul/28/singapore.culturaltrips", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2003-07-28T18:45:25Z", "webTitle": "Heading into the past", "webUrl": "https://www.theguardian.com/travel/2003/jul/28/singapore.culturaltrips", "apiUrl": "https://content.guardianapis.com/travel/2003/jul/28/singapore.culturaltrips", "fields": {"headline": "Heading into the past", "bodyText": "Tourists craving heritage have not traditionally put Singapore top of their list. Culture vultures have tended to brand it a sterile, steel metropolis, insatiably modernising with little regard for its past - a rather austere place, more western than Asian. But a determined heritage campaign is changing all that and visitors to post-Sars Singapore are experiencing the emergence of the Lion City as a living museum of Chinese, Malay and colonial history. The drive has been focused on Chinatown and it comes just in time - five years ago the area was a mess. Its buildings were crumbling and under threat from greedy developers planning plush apartment complexes. There was little to see or learn about what life was like for the early Chinese traders, the indigenous Malays, or the arriving Europeans, and people went away unfulfilled. A walk along Telok Ayer Street, the original waterfront, was disappointing and frustrating, with at least one or two of the exotic Taoist temples indefinitely closed for restoration. Also missing was one of Asia's most renowned sites - mobile food stalls or \"street hawkers\" - which the government banned more than 50 years ago, fearing they were unhygienic eyesores. Without them another piece of the historical jigsaw was missing. Now Chinatown is buzzing again and visitors can enjoy one of the excellent guided personal tours arranged through the tourism authority. Telok Ayer's temples are, finally, all fully restored and open. The most impressive is Thian Hock Keng, which is protected by warrior door gods, good fortune bats, standing lions and no fewer than 12 deities at the altar. There is scant literature and so a guide is crucial here to make sense of the complex religious symbolism. On the corner of South Bridge Road and Pagoda Street is the oldest Hindu national monument in Singapore, which has also been undergoing refurbishment and has reopened. Its fabulous rajagopuram stands 40ft above the main entrance. Try to pick the big festivals to see this place at its best. Around the corner on Smith Street (or Food Street as the locals now call it) the street hawkers are back. The public voted for its favourite 18 restaurants and the government invited each to set up a roadside stall outlet. A meal out here on a warm, tropical night is more than just dinner. Tourists and locals jostle for space on the benches, shout in their orders and chow down on some of the finest food in the city. Native New Yorker Stacy Becker told me she had two weeks in town on business and was making her way up the stalls each night one by one. \"I keep wanting to go back to the one down there with the crispy duck which was fabulous, but I know I have to keep pressing or I'll never get through them all,\" she said between mouthfuls. A good number of Chinatown's shophouses have also been restored and some can be visited. These were the traders' original homes where they lived upstairs and worked from the ground floor selling vegetables, materials and traditional Chinese medicines. They stand in tall terraces, their brilliantly painted shutters creating rainbows down the streets. Some have been preserved as Clan Association meeting houses where mainly retired Singaporeans meet and play mah-jongg. After some delicate negotiations between games at one meeting house on Ann Siang Road, my tourism authority guide, Iris, was able to invite me in for a peek. As the old men and women slapped down their tiles I looked around the walls at faded black-and-white photographs of some of the first traders and their families, newly arrived from China with their few belongings at their feet and expressions of expectation on their faces. Without the vision of the heritage drive these valuable pockets of history might not have survived in such a madly modernising city. The area is most proud, however, of its new Chinatown Heritage Centre, housed in three newly restored shophouses on Pagoda Street and opened just a few months ago. It traces the lives of the early Chinese settlers, their cramped living conditions, and their struggle for survival. It also gives a superb flavour of the opium dens, brothels and secret societies that were rife in early Singapore. The ongoing heritage drive can also be thanked, in part, for fuelling interest in one of the city's lesser known pastimes - singing birds. The Singapore Chinese have cosseted and trained singing birds since they first arrived here 200 years ago. As Singapore grew and more people from the rural kampongs moved to the high-rises the hobby of \"playing birds\" risked being swallowed in the commotion of the city. But it has survived and is now surprisingly trendy. Young men in trainers and T-shirts are joining the ranks of their elders in their white vests and flip-flops, caring for their birds and competing in fiercely fought sing-offs. Chef Chan Lee Wu is one birdman that takes his sport to obsessive lengths. \"We treat our birds better than we treat our wives,\" he said. \"They get the best seat in the car if we take the family out for the day to the beach, and they get better food sometimes too: not just bird seed but protein and garlic, water fleas and sometimes a live grasshopper as a treat before a competition.\" Past meets present Singapore's recently developed passion for the past has also manifested itself in modern buildings and activities. The new arts centre, the Esplanade, must have drawn its influence from the long-revered and rather stinky local fruit, the durian, for its two domes resemble them perfectly. The Esplanade offers locals and tourists theatre and symphony performances, formal recitals, and casual concerts by young artistes, and it is certainly worth an afternoon of your time. There is a friendly cafe on the top floor next to a remarkable art library with piano practise rooms, dance video archive, and a catalogue of specialised arts publications. The ancient art of feng shui was one of the major influences for the design of the Ritz-Carlton hotel, which provides arguably the most elegant and stylish stay in the city. The lobby is flooded with light tumbling through two vast octagonal windows, eight being an auspicious number in Chinese beliefs symbolising infinity. The effect is replicated in the bathrooms where guests can bathe, sip champagne and gaze through picture windows at what must be the best view of the city. No surprise the Ritz-Carlton's bathrooms were recently voted the \"world's sexiest\". Across the Singapore river lies another building for which the city's heritage-wallahs should be lauded. The sumptuous Fullerton Hotel now inhabits the former GPO, sitting on the quay-front, solid as a stone bank yet elegantly columned. When it was completed in 1928, the Fullerton Building was the biggest and most audacious building in Singapore, its fluted doric colonnades and lofty portico over the main entrance symbolising the city's new wealth and power. The ceilings were coffered, the floors laid with Italian marble and on its roof was a lighthouse guiding ships into the harbour. The Fullerton building became Singapore's landmark and, more than 70 years on, the hotel designers were keen to make it stand out once more. Inside it is a masterpiece of preservation and enhancement that epitomises Singapore's new keenness to embrace its past. It's worth a visit even if you do not take a room, to tour the lobby and sip a cocktail in Post Bar, which was previously the mail room from where tellers would heave sacks of correspondence out of the door and onto waiting ships on the adjacent waterfront. Somewhere in this 21st-century Parthenon the designers also managed to fit 400 rooms, of which the eight loft suites are the hot favourites. When lit the rooms shine out like portholes from the most glamorous of ocean liners ready to slip its moorings and set sail on a five-star cruise. · Matthew Brace was a guest of Singapore Airlines, Singapore Tourism, the Ritz-Carlton and the Fullerton. Hotels The Ritz-Carlton (tel + 65 6337 8888, fax + 65 6338 0001, ritz-carlton.com), Singapore's first \"art hotel\" combines ancient feng shui architecture and design with modern art - guests can book guided tours of some or all of the 4,000 pieces including Hockneys, Warhols, and Henry Moore sketches. The Fullerton (tel + 65 6733 8388, fax + 65 6735 8388, fullertonhotel.com), housed in the former GPO, is a masterpiece of heritage restoration and makes for a truly grand stay in the city. Eats Street hawker stalls along Smith Street in Chinatown. For some of the best Chinese food in town sit down to lunch at the Summer Pavilion (Ritz-Carlton). For Japanese food try SIX in the lobby of Standard Chartered Bank tower at 6 Battery Road (tel 6534 1880). Dinner at the Lighthouse (in the Fullerton) is as romantic as Singapore gets with fabulous views and exquisite food. Guests and non-geusts can book the Chocolate Buffet every Friday and Saturday evenings at the Fullerton. Drinks Balaclava at the entrance to the Suntec City is an elegant lounge bar with Chinese decor, perfect for an early-evening rendezvous. The Post Bar at the Fullerton is ideal for a cocktail or two (try the appallingly named but delicious Poohtini - vodka shaken with Calvados and honey). A gin fizz in the Writers Bar at Raffles Hotel on Beach Road is still fun. Night owls should hit Mohamed Sultan Road for pubs and clubs. Arts The Esplanade at Marina Bay for performing arts and exhibitions. The new Chinatown Heritage Centre (48 Pagoda Street, tel 6325 2878, fax 6325 2879, chinatownheritage.com.sg, open 10am-7pm daily in public holidays. $8 adults, $4.80 children) traces the lives of early Chinese settlers. Singing birds Best places are Bukit Permei (cab from waterfront near World Trade Centre to Bukit Permei Village and ask for the birdmen), Telok Blangah (take MRT to Redhill, the cab to Telong Blangah Village west of St Theresa's Convent), and the Marina Mandarin hotel (tel + 65 6845 1000, fax 6845 1001, marina-mandarin.com.sg) where the birds are on display each morning, looked after by their keeper Chia Eng Seng, the Bird King of Singapore. Temples Thian Hock Keng on Telok Ayer Street and Sri Mariamman (Hindu) on South Bridge Road (corner of Pagoda Street). Personal Tour Guides Booked through Singapore Tourism Board (see below) More information and post-Sars packages Contact the Singapore Tourism Board, 1st Floor, Carrington House, 126-130 Regent St, London W1B 5JX (tel: + 44 207 437 0033, visitsingapore.com)."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}