{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2003/jul/06/interviews.tonyblair", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2003-07-05T23:59:56Z", "webTitle": "Blair interview: the transcript", "webUrl": "https://www.theguardian.com/politics/2003/jul/06/interviews.tonyblair", "apiUrl": "https://content.guardianapis.com/politics/2003/jul/06/interviews.tonyblair", "fields": {"headline": "Blair interview: the transcript", "bodyText": "Observer: If we could start with the situation in Iraq. Clearly there are major problems in the country. The death of British soldiers, the death of American soldiers. Doesn't it reveal that Iraq has been a much tougher proposition than we ever thought? Blair: No, this was never going to be a situation where you could just go in, invade a country, topple the government and walk away afterwards. And therefore I don't think that it is in the least surprising that it will take some time. But it is very important people realise this, we have still got a military presence in Kosovo, in Afghanistan, in Bosnia, but it is a fraction of what we had at the time of the crises in those countries. Already today we have got only a third of the troops we had at the height of the crisis. We have got 5,500 foreign troops coming in in the next few weeks. So having a troop presence there is not the same thing as having the same number of troops as we had during the conflict, or even now. Observer: But are we now looking at a commitment of many years, rather than a few months. How long will Britain have a military presence in the country? Blair: It all depends what the scale of that commitment is. But we will stay and make sure we get the job done. When I was talking to General Franks the other day, he reminded me that under the original timetable for the conflict, it was going to take 125 days after the ground action began to complete the conflict. Well, we are still within 125 days now, so I think it is possible to exaggerate the problems and difficulties. Observer: If we could move on to the to the issue of weapons of mass destruction and the report by the Foreign Affairs Select Committee on Monday - if there was such an imminent threat from Saddam Hussein, why have we still not discovered weapons of mass destruction? Blair: Firstly let me say that I have never disrespected people who took a different view on the war, it is perfectly understandable that they should, and I entirely understand the concerns of those who supported us in the war who say well produce the WMD now. What is essential to realise though is the following: first, there is no doubt that Saddam had weapons of mass destruction. There was an inventory of his weapons when the inspectors discovered the full extent of those programmes, and there was then a further inventory done by the UN inspectors in 1998 when they were forced to leave. There is an outstanding gap between those two, so on any basis there are unaccounted for weapons of mass destruction. Secondly, the intelligence that we had is absolutely clear and I have no doubt it was true that those programmes were continuing once the inspectors were expelled. But the third point is, it has always been our case that following the UN resolutions, or the likelihood of the UN resolutions, Saddam put in place a programme of concealment. And as former UN inspectors themselves have said, until you get the experts and witnesses talking about this, it is going to be very hard to discover this. That is why what we are now doing, and it has only just started, is interviewing the scientists, and the experts, and the people involved in this, and it is not in the least surprising that that will take time to do. Remember for 30 years we were trying to find weapons dumps in Northern Ireland, and didn't. Observer: You didn't have a huge army there though. Blair: We did at the height of it. Observer: When you spoke to Adam Boulton [of Sky News] you suggested that you had already seem some evidence. When will the public get to see it? Blair: I think the important thing is to do this, not in bits of information coming out, but in a proper disciplined way and then share the stuff with people. But the intelligence that we received was intelligence replicated in intelligence services right round the world, and as I say, given the record of Saddam, I have got no doubt it was correct. And the idea that somehow confronted with this, because remember I was raising the issue of weapons of mass destruction way before these issues, we bombed Saddam in late 1998 because of this, so it is not as if this, you know when this evidence, the intelligence evidence comes to you from our security services that are good, for their size they are probably the best in the world, you don't turn round and say well I have got a hunch that it is wrong, so I am going to ignore it. You have got to act on it. Observer: But surely we would evidence of his capability by now? Blair: No, I don't think it is the least surprising, because we know his strategy was to conceal the stuff and then to hope that we got bogged down in a campaign in Iraq, that we would then lose heart and go. That was his strategy. We know and have seen the chemical suits that he was issuing to his troops, well he wasn't issuing them for fun, he didn't think we were going to use chemical weapons. Observer: Can we turn to the issue of the media handling of the issue. Do you agree with Alastair [Campbell, Director of Communications and Strategy at Number 10] that the BBC has lied over the claims that it made? Blair: Well it is untrue, that statement is untrue. The idea that I or anyone else in my position frankly would start altering intelligence evidence, or saying to the intelligence services 'I am going to insert this' is absurd. Now look, what we are saying is something very simple, for about 3 or 4 weeks this has been run at me as a charge, and there couldn't be a more serious charge that I ordered our troops into conflict on the basis of intelligence evidence that I falsified. You could not make a more serious charge against a Prime Minister. The charge happens to be wrong. I think everyone now accepts that that charge is wrong. Observer: But they are still standing by their story. Blair: I am astonished, if they are still saying it is accurate, on what basis are they saying that? Observer: They are saying it is a credible source. Blair: Well whether they had a source or not, only they know. But the claim that the source was making, if that was the claim that they were making, was not true, and that has been said by myself, by the Foreign Secretary, by the Heads of the Joint Intelligence Committee and the Intelligence Services. Observer: What do you think of the BBC's reporting on this issue? Blair: There will be various reports that come out and we will make comments then. Observer: But you must have a view. As you say, they continue to report on it, that surely raises big questions about the credibility of the BBC. Blair: The issue surely is this, that if people make a claim and it turns out to be wrong, they should accept it is wrong. Observer: And apologise? Blair: Well I am not getting into that, look as far as I am concerned, the issue of what the BBC has done, I take it as about as serious an attack on my integrity there could possibly be, and the charge is untrue and I hope that they will accept that. I think they should accept it. That is all I am going to say. Observer: What about more generally, the media's reporting of the whole war. Was it skewed against you? Blair: Look, this is coming at us from two areas. First, there were people who disagreed with the war and who want now to say that the whole thing was a mistake and a disaster. All I say to them is just go back to Iraq in a year's time and tell me that that country would be better off still under Saddam. But obviously there are people who want to [inaudible] the issues during the conflict. And then the fact is the normal right wing attempt to attack me because that attacks the ability of Labour as the government, so that is a pretty obvious attack and we have got to be prepared for it. This is a testing time, but it is a time when we have got to show we have got the stamina and the staying power to see it through, to make the changes and not to flinch when we are under attack. Observer: Do you agree that the February intelligence dossier was badly mishandled by the government? Blair: Let us just agree on the facts again. The fact is there were three parts of that briefing paper. Two parts came from intelligence, one part came from a research paper, done by somebody else, and that should have been acknowledged. But we said that at the time. Now that is the great charge, that this briefing paper should have acknowledged that one part of it was sourced from a reference book. Had we made that, had we sourced it in that way, there would be no criticism and there would be absolutely no reason why we shouldn't have sourced it in that way because it was a perfectly reputable source and the information in it was correct. So we apologise for that. I didn't know about it, when I did know about it I apologised for it. Observer: If you had known before about the provenance of the dossier would you have said what you said in the House of Commons that you had laid 'fresh intelligence' before Parliament? Blair: I would have been perfectly happy to have said that the one part of it that dealt with the list of Saddam's organisations was taken from a reference book. The two other parts that were supposedly based on intelligence, were based on intelligence. Observer: But did you inadvertently misled the House on that Monday? Blair: No, because the intelligence information that was in that document was indeed intelligence information. Literally, the charge, so that the public understands, because obviously one part of the media wants to move the goalposts now and say the original charge, which is that we falsified intelligence evidence in the September dossier, which was a proper government publication, which I recalled Parliament in order to put before the House of Commons, what they want to do now that that turns out to be a pucker document, is they want to shift it on to this briefing paper, but just so that your readers actually understand, the charge is this, you would think the charge is that we had falsified the intelligence in that briefing paper, it isn't, it is that one part of that paper, there were three parts of it, the part that listed the intelligence agencies of Saddam, was taken, so we discovered later, from a reference book, a perfectly reputable reference book, but it was and we should have sourced it. That is the charge. Observer: That is the charge. Blair: Right. Observer: So you hold your hand up to that. Blair: Yes. And we have already said, because I didn't know, indeed Alastair didn't know that that is how it had happened, so then when we found out that was how it happened we said well we should have referenced it. But the information in it was correct, but that is the charge. You would think literally if you read the media, because now it switches to this so-called \"dodgy dossier\" that there was something absolutely appalling in relation to it, actually the information in it was correct, but one aspect, one chapter of it, which was merely the list of the security organisations for Saddam Hussein from a reference book, it is absolutely ridiculous. Observer: Do you feel comfortable with Alastair Campbell so prominent in the media? Blair: He is also under personal attack. Look, we are used to this now, but people have to understand why. Those people who want to attack the people round me, attack their integrity, they are doing it for a reason and they are doing it in order to try and make sure that they damage the credibility of the government. And in relation to this particular allegation, that was an allegation levelled against Alastair personally. I think it is right that he answers it. But you know, these issues come and go. I get used to it. I can't tell you how many of these things I have been through now in the last few years. Observer: But it is not a comfortable position for Alastair to be in, is it? Blair: It is not a very comfortable position to be accused of falsifying intelligence. Observer: So was he right to get out there, so publicly? Blair: Look, he went out there in order to defend himself against a very, very serious charge ... once they decided they couldn't make it against me personally, they made it against him personally. Look, as I say I go through these media swirls, but this isn't some sort of nonsense about Cherie, or Black Rod or any of the rest of it, this is an allegation about war and peace, life and death. Now it is fundamental, it therefore has to be answered. You know the only reason it has taken a long time is because the BBC still says well I am sorry but you know even though we can't tell you who this source is, and it is perfectly obvious he wasn't even a member of the Joint Intelligence Committee, nonetheless we are sticking by the story. Observer: What does Alastair bring to the party. There have been reports that your relationship has been cooling, that he might be for the off. Blair: He is a big strong player and he is absolutely superb in a job that is immensely difficult. Because we live in a 24 hour media where the media becomes particularly obsessed with anything to do with the media, when you have got the conjunction of big serious issues and the media's role in those serious issues, it is naturally a fairly inflammatory combination. Observer: So, you are saying that any claims of a cooling relationship is nonsense? Blair: You don't cool when you are working as closely as that with people. Observer: If we could move on to the domestic agenda. I was interested when you said last night that the Government had got too bogged down in the technical language of Government. Have you lost your political verve? Blair: Look, the essential thing for the government is to give people back the clear sense of our purpose, and that is the absolutely traditional aim of enhancing and expanding opportunity to all of social justice but in a completely changed and different world, and that is why it is so important that we don't just put in the record investment that we are doing into the Health Service, and schools, and police and our public services, but we make the changes necessary. That is why we mustn't flinch from the reforms, we must carry on, we must make the changes because the whole purpose of the Health Service reforms is to put power in the hands of the ordinary patient, irrespective of their wealth and based on their needs. Because at the moment you can go to the hospital you want, on the day you want, with the doctor you want, if you pay for it. I want that concept to be available, that idea to be available to the old aged pensioner who is living on the state pension, not just to someone who is wealthy. Observer: Have you lost that purpose? Is the big message being lost? Blair: I think there are two things. First of all, you know for 9 months, even though we have been carrying on with public service change, the fact is we have got the best school results that we have ever had, we have got all the Health Service indicators more positive now than 1997 and crime is down, not up, since we came to power. Now for 9 months frankly the political agenda has been dominated by Iraq. In addition to that, I think when these changes are going through, you do tend to get lost in the managerial changes, and therefore it is important always to be bringing people back to what the purpose of them is - the reason for foundation hospitals, or the new diagnostic treatment centres, or the changed contracts for GPs, and nurses, and consultants, the PFI in hospital building, the reason for all these things is to renew the Health Service for today's world, when the Conservatives are absolutely determined to get rid of it in its present form. Observer: Do you think because of Iraq, that on the domestic agenda there has been a sense of drift, the Government hasn't been able to keep a grip on its agenda? That there is less forward momentum. Blair: I think on the substance of policy, on the contrary, I actually think we have been ramping up, stepping up change. By mid-2005 over half the schools will be specialist schools, we have now got a huge programme for education in London, including 30 new City Academies. Whatever the problems of school funding this year, and they have been serious, we will sort it out for next year and get back on what I think people recognise has been a very substantial investment in education. And actually we have been pushing forward choice and patient empowerment in the Health Service. We have got two huge flagship Bills on antisocial behaviour and criminal justice reform. So no, I think on the contrary, in terms of the substance of policy we have been driving it forward. I think now we have got to go out there and explain to people this is what we are doing and this is why we are doing it. Observer: On the substance you may be driving ahead, but the message is not clear. Blair: I think we have to explain the changes that we are making, not just in terms of the detail of the changes but in terms of the values that are embodied in them. Observer: Turning to the unions. Tony Woodley, the new leader of the T&amp;G said your days are numbered. They have just announced a review of funding to the Labour Party. How is your sense of the relationship at this stage? It's not good is it? Blair: Look, it is entirely up to them. If they want to lead the trade unions back into the wilderness, if they want just to repeat the mistakes that the trade union movement made in the 1970s, that is up to them, but they will be doing it on their own because we are not repeating those mistakes. Observer: You don't think he should be given more to keep them onside, an increase in the minimum wage, trade union reforms - after all they give you a lot of money. Blair: This Labour government introduced a statutory minimum wage for the first time, we introduced trade union recognition for the first time, we signed the Social Chapter, we have introduced guaranteed holidays for people. We actually worked with the trade unions to introduce the end to the two-tier workforce in local government, and looking at how we can ensure in the public sector we treat the workforce more fairly, we are expanding. We have had an additional 200,000 public service workers, another 300,000 over the years to come. Now if the trade unions, or a small section of them, because I think it is actually a small section of the leadership, want to throw all that away, then I think they will find that ordinary Labour Party members are not going to follow them in that. Part of the difficulty I think with the trade unions is that if you look at the turnout in their elections, the turnout in their elections is often below 20%. And therefore what they are doing is appealing to a very small activist ... well that is fine, but that is not going to win you an election, that is what kept us in opposition for 18 years. Observer: It was quite clear in 1997 who the government was for, it was for a mixture of the so-called Mondeo man and the more traditional Labour voter. But it is less clear now. Who is the Government for? Blair: We are for ordinary hard working families who have got to make ends meet, who need economic stability, otherwise they end up with negative equity, who needs high levels of employment, otherwise they end up being made redundant, who can't afford private healthcare, who need to send their kids to state school, and who can't hire private security people and therefore need the streets properly policed. Those are the people that we represent. To put it in political parlance, the many, not the few, and that is what we are going to carry on doing. And what we did was we put together a coalition of traditional Labour supporters and people of ambition and aspiration, and that is still the same coalition that is there. You know we are in mid-term, things get tougher, you take a few knocks. Observer: Is this your first experience of mid-term blues? Blair: Yes, but you have got to live with that and show that you have got the staying power and the stamina, as I say, to see it through, because you are doing the right thing. Observer: Is this your swan song or the start of the next chapter? Alastair Campbell said on the telephone that he was going to go on for four centuries. Blair: I thought that was slightly extreme. Observer: But this is about how you develop the new Labour message. Blair: Look, on 2 August, as we say, we will have been in government continuously longer than any Labour government. But we have got a lot more work to do. The Health Service is not turned round yet, it is turning round but it was a 10 year plan to put the Health Service right. We have got massive investment coming into transport for example which is an area of real difficulty for us. We have not just got to get the criminal justice stuff and legislation through, we have got to make it work on the ground. And in the education sector, if you look at that London schools programme, it is going to take several years to get that through. Observer: Does Margaret Hodge have your full support? Blair: She does, yes, she has my total support. Observer: And you were completely aware of those issues [that she did not respond quickly enough to child abuse allegations when she was leader of Islington Council] before you gave her that job? Blair: Absolutely. But let me just point out to the media, she actually was the Children's Minister for 3 years, so she has got a record as the Children's Minister. So she has gone back to doing an enhanced version of what she did before, and in those three years she expanded nursery places by 650,000, she introduced the Sure Start scheme and free nursery education for all 4 year olds, and 80-odd percent of 3 year olds.But you know parts of the media may have woken up to the fact that she has become Children's Minister, but before she did higher education she was for the first 3 years of her Ministerial career in charge of young children. Observer: So the allegations don't make her job too difficult? Blair: No. Observer: Just finally on the reshuffle, I know you have got a big criminal justice speech on Monday. Was the reshuffle handled well? It came across as a botch. Blair: Well you can always look at the handling of the thing. The question is whether the changes were right and I have no doubt the changes were right. There are issues to do with the presentation. Observer: But it amounts to a huge fundamental change in the way the legal system operates in Britain with no pre-consultation or no discussion at all. And you had the rather ludicrous thing of Charlie Falconer running across to the Lords because they did not have a speaker. Blair: Yes, but there is going to be a process of consultation. We did actually say at the time, maybe we should have drawn people's attention to this more, that there will be two consultation papers on these changes and they will need an Act of Parliament, so there is going to be a lot of time for debate. But the question is, is it sensible in this day and age for the Speaker of the House of Lords, chosen by the Prime Minister, and to have the person who is running the court system, which is a vital part, and the court system is not operating as efficiently as it should, far too much police time is wasted, is it sensible to have that person, not even with an office in the department they are running, sitting on the woolsack? Observer: On criminal justice, what is the message you will be getting across? Blair: I think it is important we show once again not just the reason why we are driving through big changes to the criminal justice system, in the Health Service, in education, the reasons why we are doing it, and the Monday speech will be a chance to say both why the criminal justice reforms are important, and also in particular why the issue of antisocial behaviour is not a marginal issue, it is absolutely fundamental to creating a society where there is a proper sense of right and duty. And I think if you go back to the big themes that brought us to power, they were about extending economic opportunity on the basis of economic stability, they were about reform of the public services, about being tough on crime, tough on the causes of crime, and Britain ending its isolation in Europe. Now I think we have made considerable progress on all four, but we have got a lot more to do."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}