{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2016/jul/05/san-diego-homeless-violence-attacks-investigation", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2016-07-05T21:08:59Z", "webTitle": "San Diego police investigating 'random' violent attacks on homeless people", "webUrl": "https://www.theguardian.com/us-news/2016/jul/05/san-diego-homeless-violence-attacks-investigation", "apiUrl": "https://content.guardianapis.com/us-news/2016/jul/05/san-diego-homeless-violence-attacks-investigation", "fields": {"headline": "San Diego police investigating 'random' violent attacks on homeless people", "bodyText": "San Diego police are investigating a series of violent attacks against homeless people, including one man who was “badly burned” and killed, raising concerns that someone may be targeting vulnerable individuals living on the streets. Police in the southern California city, which has long grappled with a large homeless population, said on Tuesday that they believe the same suspect is behind three gruesome attacks against homeless people over the weekend, including the two murders. Officials said the department was also investigating whether the three attacks, which occurred within a 24-hour period, could be connected to a series of separate assaults against homeless people in the city in recent weeks. At least seven other homeless people have faced attacks in the last two weeks, police said. On Sunday at around 8am, police responded to a call for a fire and discovered a “deceased and badly burned body of a male adult” between a local freeway and train tracks. Police later identified the victim as Angelo De Nardo, who was 53 and had family in Pennsylvania. Officials said De Nardo suffered extensive trauma to his upper torso and was dead before his body was lit on fire. On Monday, just before 5am, police received a 911 call for a person who was “down and bleeding” on the street a few miles south from the first incident. The second victim, also an adult male, was suffering from “trauma to his upper torso” and was taken to a hospital with life-threatening injuries, according to police. At 6.10am, one hour later, police responded to another call regarding a person who was bleeding from his upper torso. The victim, an adult male, was dead when police arrived. Police have released video footage and grainy photos of a possible suspect, whom they described as a man between 30 and 50 years old with a baseball hat and backpack who was spotted running from the first crime scene, involving the fire. “We definitely believe … all three attacks are related,” police captain David Nisleit said. The early investigation suggests that “these are just random attacks on homeless individuals doing … nothing”, he said. “In two cases, they are just sleeping.” Nisleit said that the department did not have any evidence linking the three attacks to earlier assaults against homeless people in June, but he added that the agency was “taking a hard look at that and seeing if there is any connection”. Since 21 June, seven homeless men in different parts of the city have been hit by an attacker in the middle of the night while they were sleeping, said Lt Martha Sainz, whose division is handling those separate investigations. “They were all struck in the head with something hard,” she said. “They’re all sleeping. They’re all exposed. They’re all homeless.” One victim said he was hit with a metal object, Sainz added. Her division is investigating whether those seven cases involve the same suspect. “People are afraid. There’s no doubt,” said Michael McConnell, a local advocate for homeless people. “There’s a killer amongst us.” For many living on the streets in San Diego, violence is a regular threat, McConnell added. “Attacks against people who are homeless is not uncommon. Random attacks are not uncommon. A lot of people don’t report them.” News of the disturbing killings has further exacerbated the trauma many people on the streets suffer – particularly vulnerable groups, including women, children, the elderly and the disabled, said Jeeni Criscenzo, president of Amikas, a local not-for-profit organization that works with homeless people. “Women and children are always at risk of being victims. And the trauma of that fear inhibits their ability to not only function in the present, but to get beyond the present,” she said. “We’re dealing with PTSD … This is just adding to it, making it worse.” Nisleit said this was the first case he could recall in recent times of a suspect appearing to randomly target multiple homeless people. The police department recommends that people living on the streets stay in groups for their safety, he added. “In two of these cases, our victims were by themselves kind of off the beaten path, in very isolated areas,” he said. Criscenzo said the assaults should encourage the city to stop criminalizing homeless people and clearing encampments, which can place them in danger. “What they’re doing by dispersing people on the the streets is breaking up these family units,” she said. “People are scrambling to reorganize themselves. That does lead them to be a lot more vulnerable.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}