{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2016/jul/24/johanna-konta-venus-williams-stanford-classic-final", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2016-07-24T23:42:53Z", "webTitle": "Johanna Konta beats Venus Williams in first WTA final to win Stanford Classic", "webUrl": "https://www.theguardian.com/sport/2016/jul/24/johanna-konta-venus-williams-stanford-classic-final", "apiUrl": "https://content.guardianapis.com/sport/2016/jul/24/johanna-konta-venus-williams-stanford-classic-final", "fields": {"headline": "Johanna Konta beats Venus Williams in first WTA final to win Stanford Classic", "bodyText": "The British No1, Johanna Konta, scored an impressive victory on her first appearance in a WTA final when she defeated Venus Williams 7-5, 5-7, 6-2 in the Stanford Classic in California on Sunday. Konta, the first British woman to win this title since Sue Barker in 1977, played with accuracy and aggression to hustle the former Wimbledon champion out of her stride in the first set and, despite a dip in form in the second, she recovered well in the third. “It’s quite an incredibly humbling experience,” said Konta, who also beat Williams at the Australian Open. “It’s a validation of all the hard work you’ve already put in and a motivator on the things you want to keep improving on, and the lengths you might go to in order to become that much better at your discipline. “I’ve played her twice before and knew I’d be playing a magnitude of experience. Venus Williams doesn’t need an introduction, and I knew going into that I’d need to stay focused on myself and to be really grateful for the experience and try to learn from her within the match.” Konta paid tribute to Williams, who was looking for her 50th career title. “Quite honestly, you’d expect nothing less from a champion,” Konta said. “They don’t give away any match, much less a final. It was her 80th, so you could only imagine the number of different situations that she’s already been in. “It was about keeping things in perspective, and understanding there’d be ebbs and flows in the match. Every single point was a battle, and I tried to win as many battles as possible. The simpler you keep things, the more clarity you have, and the less dumb you play.” After the first two games had gone with serve Konta broke Williams in the third. A powerful return took her to 15-40 and she completed the break with a clean winner after pinning her opponent on the baseline. Sending down her serves at more than 110mph, Konta’s serve had been largely untroubled but in the 10th game Williams broke back. However, the world No18 responded in kind leaving her to serve for the set again and this time she made no mistake, winning the game to love. The second set began as the first, with Konta breaking Williams in the third game. She consolidated with some solid serving, finishing off with an ace, and made it a double break to lead 4-1 with Williams’ serve looking increasingly shaky. However, Williams dug deep to recover one of the breaks and, with Konta pressing strongly, held her serve. Konta was beginning to make errors and Williams took advantage to break again and level the set at 4-4. At 4-5 and with her game creaking, Konta called her coach, José-Manuel Garcia, on to court and his words seemed to have some effect as she managed to save two set points in the next game. However, Williams was not to be denied and on her third set point in the 12th game Konta sent the ball long. The start of the third set followed the pattern of the first two with Konta breaking Williams in the third game having squandered a chance in the first. She then moved 3-1 ahead with her 10th ace of the match. The next two games went with serve before Konta again exploited the frailty of the Williams serve to earn a second break and put her, at 5-2, on the verge of victory which, despite some signs of nerves and with Williams fighting to the last, she duly completed on her third match point after a tough final game. “Credit to her for playing great tennis; she played so well and all of her balls were landing today,” said Williams. “It wasn’t my best day, but I tried to stay in there and fight, and that helped me get an opportunity to win the match. She played at such a high level today. She saved her best tennis for the final, which is what you want to do. “She plays really well against me, so maybe she comes out and doesn’t feel any pressure and just swings for it. I tried to stay in there and fight. What can I say but give her credit.” Serena Williams, meanwhile, has pulled out of the Rogers Cup starting in Montreal on Monday because of shoulder inflammation. “Due to inflammation in my shoulder I unfortunately must withdraw from the Rogers Cup,” Williams said in a statement. “I was looking forward to competing in Montreal and I look forward to returning soon.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}