{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2016/jul/13/boris-johnson-diplomacy-not-synonymous", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2016-07-13T22:54:04Z", "webTitle": "Boris Johnson and diplomacy are not synonymous", "webUrl": "https://www.theguardian.com/politics/2016/jul/13/boris-johnson-diplomacy-not-synonymous", "apiUrl": "https://content.guardianapis.com/politics/2016/jul/13/boris-johnson-diplomacy-not-synonymous", "fields": {"headline": "Boris Johnson and diplomacy are not synonymous", "bodyText": "Boris Johnson’s surprise appointment as foreign secretary is as much about the dismemberment of the foreign office as the sudden resurrection of the Conservative party’s favourite loveable rogue. It is also the first confirmation that Theresa May is going to be prepared to take risks in government. For diplomacy and Boris Johnson are not, after all, exactly synonymous. Any cursory reading of his regular Daily Telegraph columns reveals praise of Vladimir Putin, calls to accommodate Syrian president, Bashar al-Assad, and indiscretions about the president of the United States. The Germans have previously singled out Johnson for causing Brexit with “a diet of lies”. So even though Johnson had played a dominant role in the leave campaign, few thought May would regard it as politically necessary to bring him back into the fold. He may remain hugely popular in the Tory constituencies and large parts of the country but he was always assumed to be too big a risk and someone who might outshine the comparatively dour prime minister. Margaret Thatcher for instance tended to favour the duller end of the foreign secretaryship, choosing figures such as Geoffrey Howe, Francis Pym or Douglas Hurd. But the foreign secretaryship may not turn out to be one of the great offices of state in a May government. Much of the heavy lifting on Brexit is going to be taken up by a new Brexit department, and to be conducted by David Davis, a former shadow home secretary and Europe minister in the Major government. Davis had no role in the Cameron government and was untrusted by the Cameron team, but now faces one of the toughest jobs in government. It will be his task to disentangle the UK from the European Union, including when to trigger article 50. Johnson – who has in the past likened the EU to ill-fitting underwear – will be kept away. At the same time a heavily ideological Brexiter Liam Fox has been put in charge of a revamped department of trade. It will be Fox’s task to try to seal trade deals with India, Europe, China, Canada and the US. It will take mind-numbing application. Few would describe Johnson as a details man – the deserved reputation of his predecessor, Philip Hammond. But he will at least give the Foreign Office a much-needed psychological lift after the vote for Brexit. The Foreign Office has tried to make the best of the referendum vote but senior ambassadors have been in tears and there is a real anger among the younger diplomats at the way in which their political masters have managed to throw away what they regarded as an essential pillar of Foreign Office influence through the exit from the EU. At the very least, he will keep the British overseas presence on the map as he travels the globe, selling an image of a new free-trading independent nation replete with soft power and optimism. It will be his task to show the rest of the world that the UK is not isolationist, gloomy, neurotic or on the edge of a nervous breakdown, the dominant impression in Europe. The image on the front page of the French newspaper Libération soon after Brexit was Boris Johnson marooned on a zip wire holding two union jacks – a nation of stranded buffoons. Born in the US and of Turkish ancestry, Johnson will argue he is an emotional internationalist, even if some of his overseas trips as London mayor stopped short of diplomatic triumphs. On a visit to Israel as the mayor of London, he managed so badly to straddle the diplomatic divide that the second part of his visit to Palestine had to be abandoned. On a 2015 goodwill trip to Japan he rugby tackled a 10-year-old child. A 2015 visit to Iraqi Kurdistan also went badly awry. He left with an unpaid bar bill, a blocked request to visit frontline troops and a thwarted joyride from a car showroom in an F-Type Jaguar. The visit at the invitation of the Kurdish prime minister, Nechirvan Barzani, had been intended to see UK troops training peshmerga fighters taking on the self-styled Islamic State. He has already had to apologise once in a trip to the US for likening Hillary Clinton, the likely next president of the United States, to a “sadistic nurse in a mental hospital”. Johnson also blundered in the referendum campaign by highlighting the Kenyan ancestry of Barack Obama, leading many American Democrats to regard him as Britain’s answer to Donald Trump. His description of black people as “piccaninnies” was quickly recalled. More seriously he was a fierce opponent of the Iraq war, describing Tony Blair as unhinged and suggesting that he might even be a war criminal. Johnson has also suggested that Britain may have to recognise that Bashar al-Assad will have to be befriended. Asking where the UK could find allies in Syria, he replied in a Telegraph column: “The answer is obvious. There is Assad, and his army; and the recent signs are that they are making some progress. Thanks at least partly to Russian airstrikes, it looks as if the regime is taking back large parts of Homs. Al-Qaeda-affiliated militants are withdrawing from some districts of the city. Is that a bad thing? I don’t think so.” He added: “If Putin’s troops have helped winkle the maniacs from Palmyra, then (it pains me to admit) that is very much to the credit of the Russians.” Diplomats, hold on to your hats."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}