{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2016/jul/09/eel-pie-island-british-r-and-b-bowie-stones-museum", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2016-07-09T23:05:05Z", "webTitle": "Island that rocked to Bowie and the Stones stakes claim as true home of British R&B", "webUrl": "https://www.theguardian.com/music/2016/jul/09/eel-pie-island-british-r-and-b-bowie-stones-museum", "apiUrl": "https://content.guardianapis.com/music/2016/jul/09/eel-pie-island-british-r-and-b-bowie-stones-museum", "fields": {"headline": "Island that rocked to Bowie and the Stones stakes claim as true home of British R&B", "bodyText": "Back when rock music was deemed antisocial, and even traditional jazz bands were frowned upon, it cost just fourpence to gain entry to a place where the young were free to dance, drink and kiss. The Rolling Stones, a teenage David Bowie, Rod Stewart, Eric Clapton, the Who and Pink Floyd all first found regular audiences in this hidden haven. The venue was Eel Pie Island: a tiny enclave in the middle of the river Thames at Twickenham, which is now claiming its place in Britain’s cultural history. A museum dedicated to the island’s past glory as the centre of a British R&amp;B boom is set to have a permanent home. Curator Michele Whitby has been promised £8,000 from the London mayor’s office and now has until next month to raise another £4,000 on a crowdfunding site to see her scheme come to life. “I want to run a museum just a stone’s throw from the island itself, in Twickenham’s main street,” she said. “People describe Eel Pie Island as like nowhere else and so seven years ago I wrote a book about it. Now I have a fantastic wealth of material to share.” Whitby, 49, now lives on a boat moored to the island, but first arrived on its shores aged 21, when she rented space for a photographic studio. “The Stones had 15 dates here early in their career and were paid around £45 for a gig; good money then, although you could not get tickets to see them for that now,” said Whitby. “I made a montage of photographs of the band from 1963 and sent it to them. It came back signed by them all ‘to Eel Pie Island’.” Once known as Twickenham Ait, the island takes its current name from the snacks once sold to passing traders from its banks. It was a leisure destination as early as the beginning of the 17th century and a map of 1635 marks a plot of land with “hath bin A Boulding Alley”. Henry VIII is said to have used it for discreet courting. With the construction of the grand, three-storey Eel Pie Island hotel in 1830 it became a popular holiday destination for the rest of London. But its modern influence dates from the launch of the Eelpiland dance club in 1956. When an arched footbridge to the mainland was built a year later, clubbers paid fourpence admission and were wrist-stamped as they queued to join dancers in the ballroom adjoining the neglected hotel. They were given a passport instead of a ticket, underlining the notion that different social rules prevailed. The passport read: “We request and require, in the name of His Excellency Prince Pan, all those whom it may concern to give the bearer of this passport any assistance he/she may require in his/her lawful business of jiving and generally cutting a rug. Given under our hand this first day of November 1963 PAN Prince of Trads.” For Whitby, and for older fans who saw the Stones or Eric Clapton play, Eelpiland is the birthplace of a youth movement, comparable to the Cavern Club in Liverpool, the Wigan Casino, the pubs of Canvey Island or the Hacienda in Manchester. “Fans used to have to get there by ferry before they built the bridge and even then there was very little residential accommodation here,” said Whitby. “It was all boatyards. They thought the police would find it more difficult to come over and so they were free to make more noise.” Last year Whitby put together artefacts and memorabilia for a pop-up museum, housed in two rooms in Twickenham library. It also told the story of the remarkable Arthur Chisnall, the antiques dealer and philanthropist who set up the club. He started by booking trad jazz stars, such as Acker Bilk and George Melly, at the weekends, but the bar and large, sprung dance floor also made it suitable for rock’n’roll gigs. Chisnall, a pipe-smoking guru in tweed, booked visiting American blues stars such as Buddy Guy and Howlin’ Wolf. “Arthur really was the centre of it,” said Whitby. “He was not a massive music fan, but was fascinated by young people and their problems in a genuine way. A lot of people have told me that he changed their lives for the better.” The pop-up museum contained a recreation of Arthur’s living room in nearby Strawberry Hill, with his original desk. In June 1961, on the club’s fifth birthday, he was interviewed by the News of the World. “This place started as a jazz club. Now it is one of the biggest political discussion centres in this part of greater London. There are 8,386 members. The bands only play at weekends. During the week the members jam the bar … while discussing all sorts of serious topics. We are not tied down to any one line of political thought,” he said. By the end of Chisnall’s reign the club had also welcomed the Yardbirds, John Mayall’s Bluesbreakers, the Tridents with Jeff Beck, and Long John Baldry and his Hoochie Coochie Men, featuring Rod Stewart. In his 1998 autobiography, All the Rage, Ian McLagan, keyboard-player with the Small Faces and the Faces, recalled supporting the Stones at Eelpiland and first meeting Rod “The Mod” Stewart, dressed up and “on the pull”. “It was one of the best places to hear blues bands at the weekends,” McLagan wrote. Chisnall lived on until 2006, but lack of funds closed down his club in the late 1960s. Threatened with demolition, it briefly reopened as Colonel Barefoot’s Rock Garden, when Black Sabbath and Pink Floyd performed. But eventually squatters and anarchists took over and the hotel was home to 100 hippies. “One particularly cold winter, squatters started cannibalising the building for firewood and in 1970 it was pretty much destroyed by fire,” said Whitby. The coveted homes of the 1970s residential block Aquarius now stand on the site, surrounded by a small community of artists living and working in former boathouses. The maverick inventor of the wind-up radio, Trevor Bayliss, is a proud local and would surely approve of Chisnall’s vision for the island: “You must realise that what goes on here is the expression of the latent desire among the young to get away from mass media and regimentation,” he said during Eelpiland’s heyday."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}