{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2016/jul/20/theresa-may-comes-out-swinging-at-first-pmqs", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2016-07-20T22:08:35Z", "webTitle": "Theresa May comes out swinging at first PMQs", "webUrl": "https://www.theguardian.com/politics/2016/jul/20/theresa-may-comes-out-swinging-at-first-pmqs", "apiUrl": "https://content.guardianapis.com/politics/2016/jul/20/theresa-may-comes-out-swinging-at-first-pmqs", "fields": {"headline": "Theresa May comes out swinging at first PMQs", "bodyText": "Theresa May came out swinging at her first prime minister’s question time on Wednesday, with barbs aimed at the Labour leader, Jeremy Corbyn, over the party’s leadership challenge, deflecting questions over austerity and the country’s deep divisions over the EU referendum. On Jeremy Corbyn’s leadership of the Labour party “I suspect that there are many members on the Opposition benches who might be familiar with an ‘unscrupulous boss’. A boss who doesn’t listen to his workers. A boss who requires some of his workers to double their workload. Maybe even a boss who exploits the rules to further his own career. Remind him of anybody?” On Corbyn’s claim that the government no longer had its long-term economic plan He calls it austerity. I call it living within our means. He talks about austerity, but it is actually not about saddling our children and grandchildren with debt. On the length of the Labour leadership contest I look forward to the exchanges he and I will have and I hope we will be having those exchanges over the despatch box for many years to come. On becoming the second female prime minister In my years here in this House I have long heard the Labour party asking what the Conservative party does for women. Just keeps making us prime minister. On the divisions after the EU referendum The Labour party might be about to spend several months fighting and tearing itself apart, the Conservative party will be spending those months bringing this country back together. To Tim Farron, on when they both stood against each other as candidates in North West Durham in 1992 Little did voters know that the two unsuccessful candidates in that election would become leaders of political parties. Although as I would point out to the honourable gentleman. My party’s a little bit bigger than his!"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}