{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2016/jul/05/england-sri-lanka-t20-international-match-report", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2016-07-05T20:57:10Z", "webTitle": "Jos Buttler starts with a bang as England motor to T20 win over Sri Lanka", "webUrl": "https://www.theguardian.com/sport/2016/jul/05/england-sri-lanka-t20-international-match-report", "apiUrl": "https://content.guardianapis.com/sport/2016/jul/05/england-sri-lanka-t20-international-match-report", "fields": {"headline": "Jos Buttler starts with a bang as England motor to T20 win over Sri Lanka", "bodyText": "Normal service was resumed from Jos Buttler in a new role as England chalked up another victory in Sri Lanka’s last match on tour. They needed only 141 for victory but on a surface that did not allow constant, free-flowing strokeplay they needed Buttler, the opening batsman, to be at his most ruthlessly clinical. Buttler made an unbeaten 73 and England reached their target with 15 balls to spare. His was a calculated innings punctuated with sixes whenever England seemed to be stuttering. He might like to point out that he is ready for any fresh roles on offer. “I jumped at the opportunity,” he said of opening. “I want to bat for as long as I can.” Buttler’s innings contained one major slice of luck. On five there was a concerted appeal for caught behind off the bowling of Angelo Mathews. He was given not out by umpire Rob Bailey. Old “Snicko” thought otherwise but there is no recourse to a third umpire in these matches. As the Sri Lankans might point out there is no logical reason for that. No one is that bothered in international T20 by the odd delay in pursuit of justice. Thereafter Sri Lanka’s woes in the field were more self-inflicted. Mathews dropped a seemingly simple catch to reprieve Eoin Morgan, though the sun was setting deep and he may not have seen the ball. So Morgan could accompany Buttler all the way home in a 114-run partnership. Early in England’s innings there had been two bizarre dismissals. Jason Roy was bowled around his legs by Mathews for a duck attempting an extravagant sweep shot in the first over. Then James Vince was cleverly stumped off the same bowler when he seemed to think that Dinesh Chandimal had not collected the ball. That seemed the only plausible reason why Vince left his crease. Thereafter England’s captain and vice-captain guided their team home expertly in a match that entertained the crowd without tantalising them. Once again the contest was too one-sided to be compelling. But at least it was a balmy evening. The sun shone brightly at the start, which meant that the fireworks did not. The stands were full of shirt-sleeved revellers and new-look England buzzed. There had been quite a turnover of personnel, with Tymal Mills joining Liam Dawson in making an international debut, but the team exuded the same confidence that has been fostered by their victories in the 50-over games. Mills’ bowled the second over and his first ball was timed at 92mph, a promising start. Liam Plunkett also stuck to his policy of hitting the wicket hard as his first and main option. Kusal Perera tried to pull him but the ball merely ballooned to Mills at short fine leg from the splice of the bat. Even modern bats do not have a sweet spot that high up. The only costly over in the powerplay was the sixth one propelled by Chris Jordan. Unfathomably he opted for an array of slower balls despite the fact that the Sri Lankans had not put bat to ball convincingly when England’s bowlers were at full pace. As a consequence there was a sudden and unnecessary spurt of 20 runs, the solitary blip in England’s efforts in the field. Jordan’s other three overs cost just nine runs. So Sri Lanka’s acceleration did not last. In Dawson’s first over Danushka Gunathilaka swung and the ball just reached Jordan at long-off, a shot that suggested that this was not a sublime batting surface. Then the local left-armer removed Sri Lanka’s two most dangerous batsmen. Kusal Mendis presented a straightforward return catch and Mathews heaved agriculturally and missed. Easy game, this international cricket. Fielding is often regarded as a good barometer of the mood of any team. In which case England were clearly on a high for there followed two spectacular run-outs. Dasun Shanaka, no slouch, thought he spotted a second run from his first delivery. He was wrong. Roy’s throw from the cover boundary zoomed in to the gloves of Buttler and he was gone. Then Ramith Rambukwella underestimated the arm of Vince, who understands the topography of the Ageas Bowl better than most. Vince’s throw from cover point smashed into the stumps at the bowler’s end and the forlorn batsman might as well have kept jogging all the way to the distant pavilion. Mills, England’s first 24-ball specialist, completed his spell with the composure of a veteran. The fact that he can bowl in excess of 90mph gives his slower balls an extra potency. He did not take a wicket but there were just 22 runs from his four overs and he looked at home out there. But his is an odd role for an international cricketer since there is just one more T20 match for England this summer, against Pakistan. That is on 7 September in Manchester. It would be wise to pack an anorak for that one."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}