{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2016/jul/19/woman-daughters-stabbed-wearing-shorts-tshirts-alps-resort-france", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2016-07-19T21:52:57Z", "webTitle": "Woman and girls stabbed by man at French Alps resort", "webUrl": "https://www.theguardian.com/world/2016/jul/19/woman-daughters-stabbed-wearing-shorts-tshirts-alps-resort-france", "apiUrl": "https://content.guardianapis.com/world/2016/jul/19/woman-daughters-stabbed-wearing-shorts-tshirts-alps-resort-france", "fields": {"headline": "Woman and girls stabbed by man at French Alps resort", "bodyText": "French authorities have detained a Moroccan man after he stabbed a woman and her three daughters, briefly causing panic in a nation reeling from its third major attack in 18 months. The motive for the attack was not immediately clear. The woman, 46, and her girls, aged eight, 12 and 14, were staying at a holiday village near the town of Laragne-Montéglin, in the Hautes-Alpes region. The suspect, 37, from the Paris region, was staying with his wife and children at the same resort. Jean-Marc Duprat, a deputy mayor for the nearby town, initially said the attacker was upset with his victims because they were wearing shorts and T-shirts. He later said that did not appear to be the case and that the attacker’s motive was not known. Raphaël Balland, a public prosecutor, said the motive for the attack was “very hazy”. Balland said the idea that the assailant could have been upset over what his victims were wearing was merely a “rumour” and that he had “not uttered any words reproaching them for their dress at the moment of the attack”. A police source told the Nouvel Obs: “No words of a religious connotation were uttered.” Local newspapers reported that the youngest girl was helicoptered to hospital in Grenoble as an emergency case but her condition was later said not to be life threatening. The attacker was apparently known to police for a domestic issue dating back 17 years but was not on any security list and was not known to intelligence services."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}