{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2016/jul/24/chris-froome-tour-de-france-olympics", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2016-07-24T21:30:20Z", "webTitle": "Chris Froome switches focus to Rio Olympics after Tour de France victory", "webUrl": "https://www.theguardian.com/sport/2016/jul/24/chris-froome-tour-de-france-olympics", "apiUrl": "https://content.guardianapis.com/sport/2016/jul/24/chris-froome-tour-de-france-olympics", "fields": {"headline": "Chris Froome switches focus to Rio Olympics after Tour de France victory", "bodyText": "Chris Froome left the French capital on Sunday night with rest on his mind before a flight to South America and the second part of his summer, Rio 2016, where he rides the road race and time trial with the hope of emulating Sir Bradley Wiggins and winning Tour and Olympic gold in the same year. Regarding the road race, Froome said: “It’s more of a gamble, being a one-day race and having such small teams, only five per nation. It’s going to be an extremely hard race to judge tactically, you can’t just put eight guys on the front and hold it back for the last climb and make it as selective as possible. With the looks of the team that we’ve got, the inclusion of Steve Cummings, we can be competitive, and to have a result there would be phenomenal.” When it comes to the time trial, where he won the bronze medal in 2012, Froome said that he has “been thinking about it for six months”. He added that “the course suits me well, it has 1,000 metres of climbing, and is 60 kilometres”, which is relatively long for a time trial. He intends to ride next weekend’s Ride London Classic one-day race – giving British fans a rare opportunity to see him racing on home roads – and will then fly to Rio a week out in order to look over the course for the road race and time trial. Froome said that having raced in a radically different way in the past few weeks in the Tour de France, the experience of attacking in different situations could prove valuable in a one-day race such as the Games. “Certainly. I definitely feel I’ve matured a lot as a bike rider over the last couple of seasons,” he added. “At the age of 31 I definitely feel I’m learning more and more. I did come into the sport very late. Tactically I’ve shown that this year I’ve matured, that’s one of the reasons I’ve been able to race the way I have.” The three-times Tour winner added that he feels during and after this year’s race he has now answered those critics who described his racing style as robotic or boring, and that his attacking has shown that while Team Sky might have the biggest budget and the strongest team, “it’s not just about who you have on the roster, but about how you race”. Froome revisited the most dramatic moment of the race, when he broke his bike after crashing into a television motorbike just over a kilometre before the Mont Ventoux stage finish, and felt he had no other option but to take to his feet and run up the mountain until he found another bike. “If anything it shows my will to win. How badly I want it,” he said. “Winning two Tours didn’t make me complacent, didn’t make me want it less. This one could be the first one all over again. I was going to fight just as hard. “It was chaos. I got up, your natural instinct is to get back on your bike but I could see it was in bits. I didn’t even give it a second thought. I’m just over a kilometre from the finish, I’ve got to get closer to that finish line however I can, and that’s running. I was aware of people around me, there were people shouting. At that point I wanted to get closer to the finish line but I wanted to get away from that bottle-necked area.” Froome said the stage that had meant the most to him was not the one into Montpellier, when he broke away with Peter Sagan, but the downhill victory into Luchon where he flew down the descent in a tuck position reminiscent of Graeme Obree. “That epitomised what bike racing is all about,” the Tour winner reflected. “I felt like a kid again, trying to be the fastest down the hill with all my mates behind me. That’s what racing is about, that thrill, the adrenaline, the boy-racer mentality.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}