{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2016/jul/02/scotland-risks-becoming-greece-without-sun-thinktank-gove", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2016-07-01T23:01:28Z", "webTitle": "Scotland risks becoming Greece without the sun, says thinktank", "webUrl": "https://www.theguardian.com/uk-news/2016/jul/02/scotland-risks-becoming-greece-without-sun-thinktank-gove", "apiUrl": "https://content.guardianapis.com/uk-news/2016/jul/02/scotland-risks-becoming-greece-without-sun-thinktank-gove", "fields": {"headline": "Scotland risks becoming Greece without the sun, says thinktank", "bodyText": "A centre-right thinktank has predicted Scotland would become “Greece without the sun” if it voted for independence, after Michael Gove hinted he would cut Scottish funding if he becomes prime minister. In a report echoing widespread scepticism among senior Tories about the prospects of a second independence referendum, the Centre for Policy Studies (CPS) said leaving the UK would expose Scotland to “significant economic risk”. Its analysis was released as Gove provoked a furore in Scotland by warning he believed the Brexit vote raised “profound questions” for the country, which justified revisiting its funding by the Treasury. Insisting he would treat devolved areas “with respect” as prime minister, Gove implied that Holyrood’s funding would be cut in return for extra new powers that leave campaigners had pledged would be repatriated after a Brexit vote. “The vote to leave the European Union gives us the chance to renew and reboot the union,” he said. “We are taking back control of policy areas like agriculture and fishing that are vital to the economies of Scotland, Wales and Northern Ireland, and the Scottish parliament and devolved assemblies can enjoy new powers in these and other areas. “I think we need to explore how we can develop a fairly funded, flexible and robust union for our new circumstances – and I will work across political divides, with respect, to build that new union.” Mike Russell, a senior figure in the Scottish National party, said Gove was threatening to rip up a binding UK funding deal, which had only been signed by George Osborne in February after tense and protracted intergovernment negotiations. Accusing Gove of speaking for “undemocratic factions” inside the Tory party, Russell said: “It’s absolutely outrageous that a prospective prime minister is now using a leave vote to imply that Scotland’s budget could be slashed.” Last month’s Brexit vote immediately reignited calls for Scottish independence after voters in Scotland opted to remain in the EU by a wide 62%-38% margin. Nicola Sturgeon, Scotland’s first minister, said the gulf between Scottish and English sentiment made it “highly likely” there would be a fresh independence vote, unless Scotland retained close ties with the EU. She has ordered civil servants to prepare new referendum legislation to enable a vote within two years of the UK government triggering the article 50 process leading to the UK’s divorce from the EU. Her opponents point out, however, there has only been a modest rise in support for independence since the Brexit vote, lifting it to about 54%. That level is well short of the 60% threshold Sturgeon’s advisers believe they need before calling another referendum. The CPS, which has close historical ties to the Tories, said there was “some logic from a democratic standpoint” to Sturgeon’s push for independence given the emphatic vote in Scotland in favour of EU membership. But “the economic backdrop to Sturgeon’s push for independence is not encouraging for her”, its latest economic bulletin said. Scotland’s effective budget deficit has mushroomed to three times the UK level, about £15bn, after global oil prices plunged last year. Its trade within the UK now makes up nearly two-thirds of its overall exports, worth £48.5bn, compared with only 15% with the EU. Forecasts by the Institute for Fiscal Studies before the Brexit vote showed the gap between spending and tax revenues for Scotland would be significantly worse than the UK average for the rest of the decade, ending at -6.2% by 2021, compared with +0.5% for the UK. The CPS acknowledged that Osborne’s announcement on Friday that he was scrapping his target of reaching a budget surplus by 2020 would change the deficit forecasts used in its bulletin. But it said that change in itself would do little to close the wide gap that would exist between Scottish and UK finances. That in turn raised huge questions about an independent Scotland’s currency, particularly if that was tied to continuing EU membership. Unable to share sterling in a formal currency union once the UK had left the EU, it would face structural and trade problems adopting the euro. The CPS concluded: “There is a precedent for a small, romantic country, surrounded by hundreds of islands, perched on the extremity of Europe, seeking membership of the euro: Greece. “Of course, it would be impertinent to suggest that Scotland’s circumstances are directly equivalent to those of Greece, but it does undoubtedly serve as a useful reminder that countries with challenging public finances can end up suffering inside the euro.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}