{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2016/jul/16/prince-harry-hiv-test-jennifer-aniston-feminism", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2016-07-16T23:05:25Z", "webTitle": "Why Harry was the perfect choice for that HIV test | Barbara Ellen", "webUrl": "https://www.theguardian.com/commentisfree/2016/jul/16/prince-harry-hiv-test-jennifer-aniston-feminism", "apiUrl": "https://content.guardianapis.com/commentisfree/2016/jul/16/prince-harry-hiv-test-jennifer-aniston-feminism", "fields": {"headline": "Why Harry was the perfect choice for that HIV test", "bodyText": "Prince Harry should be commended for taking an HIV finger-prick test live at a sexual health centre, part of Guy’s and St Thomas’s hospital in London. If the results of such a test were positive, the patient’s blood would be sent for further testing. Harry’s test (negative – or you’d probably already have heard about it, or never heard about it, as the case may be) was done to raise awareness about the number of people in Britain who are unaware that they’re HIV-positive (estimated at 21,900). For those who are old enough, it would have sparked memories of his mother, Diana, reaching out to sufferers, back at a time when many still feared that the “gay plague” could be spread via the merest contact. Now here was Harry, continuing her work, and what a prince indeed: a red-blooded royal hottie. While William slowly completes his metamorphosis into a staple sitcom suburban husband character (it can only be a matter of time until he’s hiding out in a man-shed, pretending to make a spice rack), Harry gets the playboy prince role. It was fitting that the royal poster boy for rampant heterosexuality should take the blood test, to drive it home that thinking of HIV as a “gay disease” is a dangerous mistake that, even today, in 2016, many straight people make. Too many heterosexuals still seem stuck in a kind of finger-crossing/wistful thinking zone, or suspended in blissful oblivion about the possibilities of HIV infection. It’s a complicated fog of stupidity, denial and inept fear-management that I recognise only too well from my own experience, years ago, when I took my first HIV test. I recall going to a clinic quite nonchalantly (probably making some smug pompous point about being sensible – perhaps expecting a medal), and then becoming increasingly unnerved as the counsellor and I totted up what I shall delicately refer to as my “risk factors” (I’ll spare you the gory details). At which point, it felt as though it would be a blessed miracle if I wasn’t infected. To say it was stressful waiting for the results (and for the results of the confirmation test later) is an understatement. I ended up ringing the Terrence Higgins Trust hotline, bothering the kind volunteers (brilliant, by the way) with my relentless paranoid chuntering, which was embarrassing enough at the time. Years later, my shame intensified when I came to know people who were HIV-positive, and handling it with a lot more grace. Looking back, it was a classic case of belated hetero-panic, doubtless aggravated by not taking the threat seriously enough in the first place. I can’t help but wonder whether this is what a lot of straight people are still like about HIV and Aids – a bit thick, blinkered and naive (just like I was, strutting into that clinic)? It seems odd that, from the initial peak-hysteria of HIV/Aids (hospital staff in biohazard suits, Aids adverts full of nightmarish crashing tombstones), the heterosexual mindset so swiftly segued into the blandly mainstream conviction that HIV had little to do with them – the exact kind of attitude that sees heterosexual people ranking among those prone to seeking out HIV tests and treatment late. I’m not saying that heterosexual HIV-infection is special or that gay HIV-positive people are a more standardised group. Nor do I mean to ignore those infected by non-sexual means. The point, as Prince Harry said, is for everybody to be tested. However, another point is that these tests, horribly daunting for everybody, may still verge on alien for people who’ve been deluding themselves that they aren’t at risk. That’s why it made so much sense for the heterosexual – perhaps this time more important than his being a prince – Harry to be shown taking that test. Jennifer Aniston is right to resent ‘womb watch’ Who could blame being sick of the endless speculation about her childlessness? There have been times when I have felt that I know more about Aniston’s “poor empty womb” than my own. She only has to eat a breakfast muffin to be accused of looking pregnant. Elsewhere, others have criticised Aniston for condemning body-shaming (saying, she’s a fine one to talk, using perfect images of herself to flog her wares). This fails to acknowledge that someone such as Aniston isn’t in control of all her images or that the balance is redressed by how she’s publicly mauled whenever she looks less than perfect. Regarding childlessness, in a week when it was reported that the fertility rate for women over 40 is higher than for under-20s, and that Mick Jagger is becoming a father again at 72, Aniston’s missive would have rung a toxic bell for any women who have been subjected to the judgment and scrutiny of “womb watch”. For some women, it’s more about “child-free”; for others, the situation may have been taken out of their hands, but for all of them, including Aniston, it’s simply no one else’s business. Feminism isn’t just for good times I get the feeling that I’m supposed to be giddy with sisterly joy to have a female PM, but that wasn’t all that happened last week. It says something that only the brick through Angela Eagle’s window was perceived as shocking – when it was all shocking. Or is it normal now for a female party leadership candidate to receive threatening messages? Is it a mere detail that another Labour leadership candidate, Owen Smith, has yet to have his window broken by flying masonry? Likewise, the NEC secret ballot debacle, where, bombarded with abuse, female members made it clear that they felt intimidated, only to be lampooned by some as weeping schoolgirls afraid of having their pigtails pulled. Elsewhere, the news that Nottingham council was trying to respond to misogyny by classifying it as a hate crime was met with scorn and derision in some quarters. As though hate and contempt for half the population was a piffling matter of no consequence. During these volatile times, there seems to be a bizarre mood swirling around, the feeling that feminism was OK, just about bearable, during “peace-time”, when there was time for it, but now it must be pushed to one side as things become more serious. Of course feminism doesn’t have to be fast-tracked to the top of every agenda. (There seems to be no desperate need for debates over the rights and wrongs of wearing lipstick right now.) However, there’s no such thing as “peacetime feminism”, as in, feminism as a luxury issue, only to be allowed when there’s enough time for such indulgences and fripperies. It serves some to remember that feminism is the sociopolitical voice of women, also that, if feminism is doing its job properly, it’s never peacetime and it’s always serious. • This article was amended on 22 July 2016 to amend the estimated total of people unaware that they are HIV-positive."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}