{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2016/jul/12/theresa-mays-first-job-decide-on-uks-nuclear-response", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2016-07-11T23:29:16Z", "webTitle": "Theresa May's first job: decide on UK's nuclear response", "webUrl": "https://www.theguardian.com/politics/2016/jul/12/theresa-mays-first-job-decide-on-uks-nuclear-response", "apiUrl": "https://content.guardianapis.com/politics/2016/jul/12/theresa-mays-first-job-decide-on-uks-nuclear-response", "fields": {"headline": "Theresa May's first job: decide on UK's nuclear response", "bodyText": "One of the first tasks to confront a new prime minister, after an audience with the Queen, is to write “the letter of last resort”. If past practice is observed, Theresa May will be asked to write to (unnamed) commanders of a Trident missile submarine on patrol in the Atlantic. The letter will tell them whether or not, after a devastating attack on Britain, she (by this point either dead, or uncontactable) would be willing to retaliate by firing a nuclear missile. May will be asked to write the letter as soon as she takes office, after being “indoctrinated” by the chief of the defence staff, Sir Nicholas Houghton, who will explain precisely what damage a Trident missile could cause. David Cameron’s letter will have already been destroyed. May has to write the letter in her own hand, giving detailed instructions about what the UK’s response should be in the event of a pre-emptive nuclear attack. The letter will, under the relevant circumstances, be opened by the commander of the Trident submarine, who would have to assume that the prime minister was no longer in a position to take live command of the situation. The options are said to include the orders “Put yourself under the command of the US, if it is still there”; “Go to Australia”; “Retaliate”; or “Use your own judgment”. The historian and now peer Lord Hennessy has observed: “The nuclear bit shakes them all. Then you realise you are prime minister, at a deeper level.” Tony Blair, when asked to write and sign the letter, immediately went white, said onlookers. James Callaghan is said to have authorised retaliation. When John Major had to make the decision, he cancelled a weekend at Chequers and went home to Huntingdon."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}