{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2016/jul/09/cluedo-dr-orchid-sexy-scientist", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2016-07-09T23:06:05Z", "webTitle": "Why is Cluedo quite so clueless? | Victoria Coren Mitcehll", "webUrl": "https://www.theguardian.com/commentisfree/2016/jul/09/cluedo-dr-orchid-sexy-scientist", "apiUrl": "https://content.guardianapis.com/commentisfree/2016/jul/09/cluedo-dr-orchid-sexy-scientist", "fields": {"headline": "Why is Cluedo quite so clueless?", "bodyText": "Rest in peace, Mrs White. You remember Mrs White, of course? From the Cluedo board? The nice old lady in the mobcap? Well, she’s gone. Dead. Killed off by Hasbro, in an update of the game whereby the twinkly if suspicious cook-housekeeper is replaced by “Dr Orchid”, a sexy young biologist with a PhD in plant toxicology, who is apparently more relevant to today’s women. Ooh, how very 1990s. Do you remember how, in the 90s, no Hollywood blockbuster was complete without a sexy female scientist? I think the trend was started by the then 28-year-old Nicole Kidman as Dr Chase Meridian, “brain expert”, in Batman Forever. An apparent bluestocking, lauded as a great step forward for women in superhero movies, Dr Chase Meridian’s main contribution to the field of neuroscience was the idea that “we are all two people”. Sadly, she let the side down a bit by having an affair with the patient(s). The lady boffins of 1990s cinema were nearly always 28. Mira Sorvino was 28 when she played Dr Susan Tyler, heroic entomologist, in Mimic (1997). With the human race threatened by a plague of giant cockroaches, you might think that a multidisciplinary team was called for. But no: the world chose to rely on one hot entomologist, alone but for her lipstick and her microscope. Similarly, in Volcano (1997), nobody felt the need to summon a team of technicians to grapple with the problem of a giant volcanic eruption in downtown Los Angeles. Not when they could turn to sexy volcanologist Dr Amy Barnes (Anne Heche), kindly overlooking the fact that she had failed to spot a single warning sign of the most disastrous seismological event in western history. Could the problem have lain with the fact that, being only 28 and already leading the field in quite a niche speciality, Dr Barnes may have rather rushed her PhD? Pausing only to give us the implausibly bra-less elementary meteorologist Helen Hunt in Twister, the millennium closed with 28-year-old Denise Richards as leading nuclear physicist Dr Christmas Jones in The World Is Not Enough. The new Cluedo’s Dr Orchid is squarely in this tradition of credible, working female scientists. I know, I know, it’s only Cluedo – but really, it’s such an irritatingly old-fashioned “update”. I guess somebody was trying to be right-on when they swapped a cook for a scientist but, just as in those films of 20 years ago, the “science” can apparently only be presented in a nubile young package. It’s like a sort of Droste effect of sexism – you can’t escape it. And what’s wrong with being a cook anyway? In that rackety old line-up with bejewelled Mrs Peacock and fast Miss Scarlet, Mrs White was the only working woman who contributed to the GDP. Cooks are very feminist! Just think of Mrs Patmore in Downton Abbey. That’s a dynamic portrait of a skilled, confident, senior professional dealing brilliantly with a high-pressure situation. While everyone else wanders miserably in and out, moaning and gossiping, Patmore sorts her venison soup from her oyster jellies in a way that tells you she could swap her ladle for a gavel and sort the Middle East. The possibility that Dr Orchid may be Asian has been hailed as progressive, but would it have killed them to make her 50? Are they worried people won’t play Cluedo unless they fancy the characters? For crying out loud. People who think like that are not going to be playing Cluedo in the first place. To those of us who enjoy board games, it’s the Edwardian aesthetic that makes Cluedo attractive. If the plan with this new character was to garner publicity then it’s worked (QED), but a corollary is that the game has got less coherent and less appealing. And it isn’t even modern! The hot science chick is coated in two decades’ worth of cobwebs. She isn’t a 21st-century archetype at all. The makers might at least have gone with… Miss Snow Miss Snow the fashion blogger began by Instagramming her own progressive style (most famously, mismatched shoes and wearing a hat as a scarf) and managed to spin that up into a multimillion-pound clothing range for Top Shop. Did she do it in the conservatory with the selfie stick? Mrs Pearl Mrs Pearl parlayed a brief marriage to a footballer into a glossy magazine column, a perfume range and the world record for highest number of televised bottom implants. Is there anything we don’t know about? For example, did she commit the murderous act in the beauty parlour with the syringe? Fräulein Weiss Fraulein Weiss the Top Gear presenter is glamorous but dogged. Show her as many willies as you want, she won’t back down. But is she the guilty party? Could she have seen off the victim in the garage with the carbon monoxide? Mrs Bone Mrs Bone the rightwing candidate has an interestingly shady past. Where does she come from? The top echelons of finance? Maybe, but something doesn’t add up. What an intriguing assassin! Did she do it in the chamber with the leadsom piping? Ms Bleach Ms Bleach the marketing director has really got an eye for the media. With her analytics, SEOs, clickthroughs and hubs, Ms Bleach can make anything disappear. Or, indeed, appear. She killed Mrs White – in the open with the press release."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}