{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2016/jul/20/full-holes-australia-mining-boom-permanent-scars", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2016-07-19T22:03:54Z", "webTitle": "Full of holes: why Australia's mining boom will leave permanent scars", "webUrl": "https://www.theguardian.com/environment/2016/jul/20/full-holes-australia-mining-boom-permanent-scars", "apiUrl": "https://content.guardianapis.com/environment/2016/jul/20/full-holes-australia-mining-boom-permanent-scars", "fields": {"headline": "Full of holes: why Australia's mining boom will leave permanent scars", "bodyText": "Australia is teetering on the edge of a massive hole – one left by huge mines that may soon close. As they do, the country is playing a desperate game of catch-up to make sure the mining companies pay for the cleanup. But a legacy of limited environmental requirements means that even if that succeeds, the end of the coal boom will leave Australia pockmarked with unfilled holes. This game has been highlighted in recent years by a trend of major miners unloading projects to industry minnows amid a coal slump. As they do so, taxpayers risk being lumped with cleanup costs in the wake of their collapse. In response, state authorities are making belated moves to tackle a serious historical shortfall in bonds held to guarantee cleanup or “rehabilitation” when miners go bust. In Queensland, which faces perhaps the greatest challenges for rehabilitation as the heart of Australian coalmining, the state government has more than quadrupled the bonds it has held since the height of the mining boom. It now holds more than $7bn in financial assurance from mining, gas and oil companies, compared with $1.45bn in 2008. The Queensland environment minister, Steven Miles, says when he took office in 2015, he was “shocked ... with just the sheer number of times” the department came to him to advise a miner had gone into liquidation, leaving behind as little as a 10th of what was needed for site rehabilitation. “With Texas Silver, it was $2m when we needed $10m. With Linc Energy it was $3m when we need at least $30m. And they’re just the high-profile ones that have been in the media,” Miles tells Guardian Australia. “This has literally happened over and over again. Until I was environment minister I believed – and I think the community believed – that this was all in hand and that there was always a bond in place that provided sufficient funds. “All we’ve done is tighten that up to make good on what I think most people always believed was the case.” But some experts, including University of Queensland researcher Peter Erskine, say what the state holds still falls billions short of what is needed. Supporting Erskine’s view is a Queensland auditor general’s report from 2013. Even though the state had lifted its holdings to almost $5bn in 2013, the report warned that Queensland was still exposed where “sites remain with insufficient financial assurance”. Similar concerns were raised in Victoria by the Hazelwood mine fire inquiry. The coal industry is dotted with recent examples of major miners selling projects to smaller players at peppercorn prices, unloading both their rehabilitation liabilities and the reputational risks. Rio Tinto, which last year flagged the sale of its Blair Athol mine to the ill-fated Linc Energy, has emerged with a proposed deal to sell it for $1 to a debt-laden junior player called TerraCom, linked to a trio of former state Labor figures. Blair Athol is likely to be one of the first Australian coal megamines to close. Under the deal, yet to be approved by the state government, $80m in financial assurance given by Rio for its rehabilitation would be transferred to TerraCom. A former Rio employee, Rick Humphries, told the ABC he had seen internal company figures estimating rehabilitation would cost more than twice what the government held. Similar concerns were raised when Anglo American flagged the sale of its Foxleigh mine to the Sydney hedge fund Taurus Fund Management this year. Sumitomo Corp of Japan sold its stake in the Isaac Plains mine in New South Wales last year for $1 to Stanmore Coal, then with capitalisation of just $30m. Guardian Australia in February revealed a startup that raised less than $750,000 from investors hatched a deal to buy Anglo American’s Callide mine, which has an environmental liability of $120m-plus. This month the US partner in the loss-making nearby power station that is Callide’s main client went into receivership. Miles says he would be more worried about less financially stable miners snapping up mines if it weren’t for the new “chain of responsibility laws”. He drove through those laws – prompted in part by the collapse of Clive Palmer’s nickel refinery – which allow the government to pursue wealthy individuals involved in failed mining companies for rehabilitation costs. “If a large miner can’t transfer the responsibility to a small miner until that small miner has a bank guarantee to the level that the [environment department] assesses the rehab will cost, that’s a really important check in the process,” Miles says. Miles says a “big part of the puzzle” on mine cleanups is “progressive rehab” – work done by miners as they go. “There are lots of bad situations we can avoid if our mines are rehabilitated as fast as possible while they’re being developed. I know many in the industry see that as important.” But not much has been done to date. The Queensland Resources Council has previously forecast that in central Queensland – home to Australia’s biggest coal-producing region, the Bowen Basin – there will be as much as 120,000 hectares of land disturbed from mining by 2020. Currently only about 560 hectares – mainly in central Queensland – has been certified by the environment department as successful progressive rehabilitation. Future voids We don’t know what full-scale mine rehabilition would look like, because it hasn’t yet happened in Australia, says Charles Roche from the Mineral Policy Institute, an NGO that works to minimise the impact of mining on communities. In a report published last month, commissioned by the Australian Conservation Foundation, Roche painted a stark picture of mining’s legacy. In Australia, 75% of mines have been closed prematurely or in an unplanned way, leaving them either abandoned or not properly rehabilitated. About 50,000 abandoned mines lie scattered around the country. Each has its own set of dangers, ranging from pollution of waterways to potential collapses. Planning for mine closures was first discussed nationally as recently as 1992. The aim of a planned mine closure is to return the site to a “sustainable post-mining land use”. What that means varies from case to case. But Roche says anything would be an improvement on what has been seen so far. Simply removing the dangers to people and the environment would be a step up, he says. Many of the huge open-cut coalmines that scar the landscape have been in operation only since the 1970s or 80s. Few of those mines have reached the end of their lives. And for most of that period, there was little requirement for mining companies to think about what happens after they close. Unlike in the US, when coalmines were approved in Australia, it was never a requirement for companies to plan for the mines to be filled in after they close. This guaranteed that gaping holes – also called “final voids” – would be permanently left in the landscape. Those voids can leach water from the water table and pollute the landscape during floods. Since the 1970s, the size of these pits has ballooned. Some are hundreds of metres deep and kilometres long. Even with rehabilitation plans, there is no intention to fill in those holes, primarily because of the cost – often estimated at hundreds of millions, or even billions, of dollars. Adam Walters from consultancy firm Energy &amp; Resource Insights says the cost of filling voids is so huge because it wasn’t planned for from the start. He says in the US, where it has been a requirement since the 1970s, coalmines are planned so that they can be filled in. “Retrospectively bolting on a requirement to do that is not really viable. Technically it’s totally possible, but the cost is prohibitive,” Walters says. According to a report by Walters this year, in NSW alone there are 45 such voids and another 6,050 hectares of pits planned or approved, which will add an area of voids larger than Sydney harbour. For some mines, filling in the void would be impossible, Walters says. Brown coal removes so much material from the land there is not enough left to fill it in properly. But black coal removes less and filling the void should be mandatory for new approvals, Walters says. Some Australian mines have been undergoing “progressive rehabilitation”, where earth dug out of one part is used to partially fill in earlier parts. Essentially, the mines dig sideways rather than straight down. New Hope has done that at its Acland mine in Queensland. It is also conducting cattle-grazing trials on the rehabilitated land. Even then, there will be significant depressions in the landscape, especially when the new pits are depleted. And the grazing remains experimental, with long-term outcomes uncertain. Gavin Mudd, an environmental engineer at Monash University, says no coalmine in Australia is required to fill in its void completely, and only one significant mine he knows of must do so: the Ranger uranium mine, which is surrounded by the world heritage-listed Kakadu national park. Walters and Mudd say there are two problems that need to be dealt with separately: finding a use for voids created by existing mines, and preventing final voids in future mines. For new mines, they both say the US model should be followed, and federal regulation needs to ensure rehabilitation involves returning the landscape to its pre-mining state. “In the US, that’s considered the cost of doing business,” Mudd says. Walters says neither problem is being dealt with in Australia. “We’re seeing approvals of expansions that will leave final voids. And equally, others – like Drayton mine – [are] going to close very soon in the Hunter and they’re going to leave a final void.” Assuming the money for rehabilitation can be secured from the mining industry, Mudd says a huge gap remains between what the community expects will happen with the mines and what regulations require. “People expected that mines would be backfilled and legally, they’re not required to.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}