{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2016/jul/20/woman-who-received-van-goghs-ear-named-130-years-after-artist-cut-it-off", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2016-07-20T22:27:51Z", "webTitle": "Woman who received Van Gogh's ear named 130 years after artist cut it off", "webUrl": "https://www.theguardian.com/artanddesign/2016/jul/20/woman-who-received-van-goghs-ear-named-130-years-after-artist-cut-it-off", "apiUrl": "https://content.guardianapis.com/artanddesign/2016/jul/20/woman-who-received-van-goghs-ear-named-130-years-after-artist-cut-it-off", "fields": {"headline": "Woman who received Van Gogh's ear named 130 years after artist cut it off", "bodyText": "The recipient of Vincent van Gogh’s ear has been named almost 130 years after the artist cut it off in Paris. The Art Newspaper reported that after the incident on 23 December 1888, Van Gogh gave it to a young woman named Gabrielle Berlatier. She was referred to in a new book published last week – Van Gogh’s Ear: The True Story. The author, Bernadette Murphy, wrote that she promised Berlatier’s descendants to keep her name a secret. However, the Art Newspaper was able to determine her identity by searching records at the Institut Pasteur in Paris. “Identifying her throws fresh light on the bizarre incident in which Van Gogh cut off nearly all his ear,” wrote Martin Bailey, whose book about Van Gogh in Provence is published later this year. Murphy’s book details how Gabrielle was treated at the Institut Pasteur in early 1888 for rabies after being bitten by a dog. Berlatier, a farmer’s daughter who lived near Arles in Provence, was taken to Paris and given a new anti-rabies vaccine that saved her life. However, the treatment had put her family in debt and she was working as a maid in a brothel on Rue du Bout d’Arles. She was too young to be a registered prostitute, Murphy wrote. “Until now it has been assumed that the recipient of the ear had been a casual acquaintance of the artist, either a prostitute or the madame at the brothel,” Bailey wrote in the Art Newspaper. “Gabrielle, an innocent victim of a rabid dog and the temporarily deranged artist within the same year, later married and lived well into old age – keeping her traumatic encounter with Van Gogh a secret.” Bailey also told the BBC: “Now we know the person, we can possibly find out more in future about the incident, who she was and Van Gogh’s links to her.” Van Gogh cut off his ear after suffering a mental breakdown, but was found the following day by police and given medical treatment. He went on to take his life in 1890."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}