{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2016/jul/12/saudi-arabia-sunni-states-do-more-prevent-secret-funding-isis-mps-committee", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2016-07-11T23:01:02Z", "webTitle": "Sunni Arab states must do more to prevent secret funding of Isis, MPs say", "webUrl": "https://www.theguardian.com/world/2016/jul/12/saudi-arabia-sunni-states-do-more-prevent-secret-funding-isis-mps-committee", "apiUrl": "https://content.guardianapis.com/world/2016/jul/12/saudi-arabia-sunni-states-do-more-prevent-secret-funding-isis-mps-committee", "fields": {"headline": "Sunni Arab states must do more to prevent secret funding of Isis, MPs say", "bodyText": "Sunni Arab states should do more to ensure their ruling families are not secretly funding Islamic State, a British parliamentary committee has recommended. In a report on the state of Isis finances, the foreign affairs select committee claims the terrorist organisation based in Iraq and Syria is increasingly desperate for more money, and is resorting to “gangsterism and protection rackets” disguised as taxation. It also suggests Isis funding has declined because of the collapse in the oil price, airstrikes on its key financial experts and a squeeze on its ability to operate inside the formal and informal Iraqi banking system. The committee quoted the Foreign Office minister Tobias Ellwood admitting it was hard to know how the royal families operated in some of the Gulf states. Discussing the likelihood of donations by members of Sunni royal families, he told the committee: “It is very opaque. When somebody who is close to the top of a royal family is a very rich individual donor … that is very likely to happen.” A Foreign Office senior civil servant, Dan Chugg, told the committee inquiry: “It is difficult with some of these countries to know exactly what is government funding and what is not when you are dealing with royal families, wealthy princes and those kind of things. Our strategy was not to try to ascertain whose problem and whose fault it was, but to stop the funding going to Daesh [Isis]. That was what was important. And that is what our efforts have been focused on.” The committee recommended the Foreign Office “work with local partners in the region to ensure they have the capacity and resolve to rigorously enforce local laws to prevent the funding of Islamic State, so that the group cannot benefit from donations in future”. Gulf families have denied they have been funding Islamic State and insist they have been working with groups determined to bring its rule to an end. John Baron MP, chair of the committee inquiry team, said that while Islamic State’s finances had been damaged, more needed to be done by the UK to help the Iraqi government stop the group from operating within the country’s financial systems. • This article was amended on 19 July 2016 to remove a portion which had accurately reported an inaccurate part of the foreign affairs committee’s report. In March 2014 Saudi Arabia made it unlawful for people to support ISIS, not in March 2015 as stated in the committee’s report."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}