{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2016/jul/14/up-to-70-per-cent-people-developed-countries-seen-income-stagnate", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2016-07-13T23:01:02Z", "webTitle": "Up to 70% of people in developed countries 'have seen incomes stagnate'", "webUrl": "https://www.theguardian.com/business/2016/jul/14/up-to-70-per-cent-people-developed-countries-seen-income-stagnate", "apiUrl": "https://content.guardianapis.com/business/2016/jul/14/up-to-70-per-cent-people-developed-countries-seen-income-stagnate", "fields": {"headline": "Up to 70% of people in developed countries 'have seen incomes stagnate'", "bodyText": "Half a billion people in 25 of the west’s richest countries suffered from flat or falling pay packets in the decade covering the financial and economic crisis of 2008-09, according to a report highlighting the impact of the Great Recession on household incomes. Research by the McKinsey Global Institute found that between 65% and 70% of people in 25 advanced countries saw no increase in their earnings between 2005 and 2014. The report found there had been a dramatic increase in the number of households affected by flat or falling incomes and that today’s younger generation was at risk of ending up poorer than their parents. Only 2% of households, 10 million people, lived through the period from 1993 to 2005 – a time of strong growth and falling unemployment – without seeing their incomes rise. The MGI said governments had mitigated the impact of the squeeze on incomes through tax cuts and welfare spending, but that even when these were taken into account 20-25% of households were no better off in 2014 than they were in 2005. It noted that people who had seen no increase in their incomes tended to be pessimistic about the future both of themselves and their children, and were likely to be more negative about removing barriers to trade or migration. “Our survey also found that those who were not advancing and not hopeful about the future were more likely than those who were advancing to support nationalist political parties such as France’s National Front or, in the United Kingdom, to support the move to leave the European Union.” The research organisation said the deep slump and the weak recovery after the 2008 financial crisis were the main causes of the phenomenon, but that a decline in the number of people available for work, more part-time and temporary working, and a decline in the influence of trade unions had also played a part. It warned that should the “slow growth” conditions of the past decade persist, up to 80% of income segments could face flat or falling incomes over the next decade. There was a possibility that increased automation would result in 30-40% of households seeing no advance in their incomes even if growth accelerated. Richard Dobbs, a senior partner at McKinsey, said: “This new research from MGI shows the emergence of a corrosive phenomenon in advanced economies: households experiencing flat or falling incomes compared with people like them in the past. “The financial crisis and slow recovery has been a key driver of this but we are also seeing fundamental shifts in the workplace. Over time, declining earning power for large swaths of the population could limit demand growth in economies, could increase the need for social spending and transfer payments, and raise social tensions. Our research finds that carefully targeted policy measures to boost productivity, GDP growth, and employment can make a significant difference.” The study looked in depth at incomes in six developed countries – France, Italy, the Netherlands, Sweden, the UK and the US – and then scaled the findings up to include a further 19 nations for a total of 25 countries with a combined population of 800 million and accounting for half of global gross domestic product. Of the six countries picked out, 97% of Italian households saw their incomes fall or remain stagnant in the decade ending in 2014. The comparable figures were 80% for the US, 70% for both the UK and the Netherlands, 63% for France and 20% for Sweden. The MGI said government policy and labour market practices helped determine the ultimate extent of flat or falling incomes. “In Sweden, for example, where the government intervened to preserve jobs, market incomes fell or were flat for only 20%, while disposable income advanced for almost everyone. In the United States, government taxes and transfers turned a decline in market incomes for 81% of income segments into an increase in disposable income for nearly all households.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}