{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2016/jul/16/trading-standards-investigate-fake-british-farm-brands", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2016-07-16T23:05:25Z", "webTitle": "Trading standards to investigate ‘fake’ British farm brands", "webUrl": "https://www.theguardian.com/business/2016/jul/16/trading-standards-investigate-fake-british-farm-brands", "apiUrl": "https://content.guardianapis.com/business/2016/jul/16/trading-standards-investigate-fake-british-farm-brands", "fields": {"headline": "Trading standards to investigate ‘fake’ British farm brands", "bodyText": "Some of Britain’s largest supermarket chains have been referred to trading standards for using “fake” farm branding to pass off produce as British when it may actually have come from abroad. The National Farmers Union has formally complained to National Trading Standards over the use of fictitious brands that it claims could mislead consumers. It cites Tesco’s “Woodside Farms” and “Boswell Farms” as examples of brands which it claims could make consumers believe they are buying produce farmed in the UK. Tesco’s pork products branded under the Woodside logo have been shown to come from countries such as the Netherlands and Denmark. Some beef products sold under the Boswell brand have come from Ireland. “The NFU’s legal team has looked at this carefully and as a result we are asking National Trading Standards to look at whether ‘fake’ farm branding complies with the relevant legal requirements,” said Meurig Raymond, the NFU president. “I have spoken to senior management at Tesco to highlight our members’ concerns about the use of these fake farm brands. I urge all retailers to consider seriously the results of our survey which show that mixing imported produce with British produce under the same fictional farm name can be misleading to many of their customers. I am pleased that Aldi has now made a commitment to only source British produce in their fictional farm brands by the end of March 2017.” Stephen James, president of the NFU in Wales, described fake farm brands as “completely unacceptable”. “This practice has been going on across the retail sector for a long time and enough is enough,” he said. A YouGov survey commissioned by the NFU found that three in five people who said they believed such products were “definitely” or “probably” British admitted that they would feel misled if they were informed that the product came from a country outside the UK. “Country of origin labelling is important because we know from consumer surveys that shoppers want to buy British food products,” James said. “Clearly, consumers cannot exercise that choice without clear country of origin labelling. That’s why we have now written to trading standards to argue our point and to ask for clear guidelines for retailers on the clarity of country of origin labelling.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}