{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2016/jul/01/chris-coleman-wales-belgium-grounded-incredible-euro-2016", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-07-01T23:19:45Z", "webTitle": "Chris Coleman tells Wales to stay grounded after ‘incredible’ high", "webUrl": "https://www.theguardian.com/football/2016/jul/01/chris-coleman-wales-belgium-grounded-incredible-euro-2016", "apiUrl": "https://content.guardianapis.com/football/2016/jul/01/chris-coleman-wales-belgium-grounded-incredible-euro-2016", "fields": {"headline": "Chris Coleman tells Wales to stay grounded after ‘incredible’ high", "bodyText": "Chris Coleman said it was an indescribable feeling to lead Wales to the Euro 2016 semi-finals but insisted his players would be keeping their feet on the ground after an emphatic 3-1 defeat of Belgium in Lille. “You dream about nights like this and to be lucky enough to be involved in a performance like that is incredible,” the Wales manager said. “The position we find ourselves in now is incredible, because four years ago we were as far away from it as it is possible to be. “This is uncharted territory for us, we have never been here before, but all I can do is keep reminding the players never to forget where they came from and what we had to do to get here. That’s why I know we are not going to get carried away. We are not thinking of the final, much less thinking about winning the tournament. We are just thinking about the next challenge, which is Portugal.” The only downside of a famous night were the cautions for Aaron Ramsey and Ben Davies that rule them out of the semi-final in Lyon on Wednesday. “I’m gutted for them both and Aaron in my opinion has been one of the best players in the tournament,” Coleman said. “I think being suspended for two yellows in five games is a bit tough but the rules are the rules. We had to do what we needed to do to get through against Belgium. Aaron and Ben both took one for the team. They are big losses for us but they can be very proud of their contributions. We wouldn’t be where we are without them.” Wales’s win was all the more impressive after coming back from a goal down, surviving an opening 20 minutes when Belgium looked as if they might play them off the pitch. “When you are facing a team as good as Belgium the last thing you want to do is go a goal down after 10 or 15 minutes,” Coleman said. “But after our worst fears were confirmed we just got on with the game plan. Once we equalised we bossed the first half and not many teams will do that against Belgium. There were long periods when we were in control. We didn’t nick this result, we took the game to Belgium. We kept going forward and when we had to defend we defended like soldiers.” The Wales supporters were singing “Are you watching, England?” at the end, and their side’s success seems to give the lie to the theory that the demanding Premier League season takes a toll on British teams in tournaments. “It is a long hard season, and I am still in favour of a winter break,” Coleman said. “I saw how beneficial it was during my time in Spain. But to be honest we haven’t talked about being tired because we are all so excited to be here.” Marc Wilmots accepted his side had been well beaten. “We weren’t good enough, it’s very simple,” the Belgium manager said. “Wales played a better game, they had a better mentality. We made a great start and we had chances to kill the game off but we weren’t effective enough. Wales have a good team with well-known players like Ramsey, Bale and Robson-Kanu and ultimately they were stronger. We knew it wasn’t going to be easy. This is a missed opportunity for us but we can’t play the match again. It’s over. All we can do is look forward to the next qualifying campaign.” Wilmots, who will consider his position once the tournament has finished, pointed out he had to replace two of his regular defenders and felt his side’s inexperience had cost them. “We played an excellent match for the first 20 minutes, then out of nowhere we dropped 15 metres deeper,” he said. “I kept shouting push out, I can’t really explain why we kept dropping off, but we made other mistakes that we shouldn’t have done. “I think fear might have been a factor in the end. We had a very young team on the pitch, especially in defence.” Hal Robson-Kanu, voted the man of the match after scoring a delightful second goal, said Wales’s success was fully deserved but hard to take in. “We’re on cloud nine, we’ve been working for years for a night like this,” the striker out of contract at Reading said. “We appreciate all the support and we are just so glad to have done the nation proud. We came into this tournament as underdogs, to get through to the quarters was a fantastic achievement but a performance like that to put us in the last four is a credit to everyone involved, the players and the staff. I don’t know how much celebrating we will be able to do, we are professionals and we have another game coming up, but we’ll certainly enjoy ourselves.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}