{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2016/jul/09/adam-yates-tour-de-france-flamme-rouge", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2016-07-09T23:21:53Z", "webTitle": "Adam Yates out of the shadows and looking to win Tour de France stages", "webUrl": "https://www.theguardian.com/sport/2016/jul/09/adam-yates-tour-de-france-flamme-rouge", "apiUrl": "https://content.guardianapis.com/sport/2016/jul/09/adam-yates-tour-de-france-flamme-rouge", "fields": {"headline": "Adam Yates out of the shadows and looking to win Tour de France stages", "bodyText": "In the first week of the Tour de France, Adam Yates’s philosophy was simple – “stay invisible and stay out of trouble” – but once the race hit the mountains this weekend, his mind turned to his objective for the race: winning at least one stage, which is his priority in his second Tour de France before his attentions turn to an assault on the overall standings in future years. And his luck turned on the first Pyrenean stage, where he was both visible and in trouble. Yates was left bloody but unbowed after a bizarre accident towards the end of stage seven of the Tour at Lac de Payolle, when he ploughed into the vast four-legged inflatable arch which is used to mark the start of the final kilometre, but which had suddenly deflated and fallen in his path. Unfortunate as it was, the episode underlined the Bury rider is seeking openings in his second Tour, as he had sensed the opportunity to gain a few seconds and perhaps snaffle the white jersey of best young rider from the Frenchman Julian Alaphilippe. Yates has shown precocious talent in his first two years as a professional, taking the Tour of Turkey in 2014, and the San Sebastián Classic last year, though the scars on his chin bear testimony to a series of crashes that have marred his career. Last year at the Tour, however, he managed to twice get in the day’s winning escape, taking two seventh places. This year, he will chase stage wins in a different way, attempting to hang on to the likes of Chris Froome and Nairo Quintana and looking for openings at stage finishes. “The way the race has gone in the last couple of years nobody lets the break go. You get in the break because you are one of the strongest guys there and you are committed to it. [On the stage to Le Lioran] it was nine of the strongest guys who got in it, last year I tried on every occasion to get in the break and so did 150 other guys, so it’s not so easy. I’ve shown in the past I can get results from the peloton against the best guys in the world so I don’t see why I can’t do it at this race. “Hopefully I can stay with the GC [general classification] guys long enough and if I lose a few seconds here and there hopefully I’ll get a bit of leeway towards the end and I can chip off the front.” Yates’s approach will differ to that taken by the stage-hunter par excellence, Steve Cummings, who loses time early on, and then knows he will be given the freedom to stay away when the escapes form. “Those moves are not allowed away, they are forced away,” said Yates. “It’s not about being 40 minutes down and given the freedom to go, you go full gas for the first hour and hope that teams blow up or that teams can’t control it. I got in the break twice last year and the first hour and a half it was [aerobic] threshold efforts. A lot of the time you go harder to get in the break than you would in the finale.” In the medium term, Yates makes no bones that winning the Tour overall is his target. “That’s the goal. It’s always been the goal. I signed for this team [Orica-Bike Exchange] with that objective and the progression was always to be a GC rider so obviously that’s the end objective. But here it’s just stages.” If there is one shadow hanging over his race, it is the absence of his twin brother Simon, following the debacle this March of a team doctor’s mix-up over a therapeutic-use permit for an asthma medication, terbutaline, that seems to have minimal performance enhancing effects, if any. Orica took responsibility for the error, which resulted in a four-month ban. Before the Tour, Adam Yates said: “He is an innocent guy and he has had his career ruined by a simple mistake and I’m pretty devastated about that. But I have raced without him before.” Here, he simply does not wish to discuss it. After the Tour, Yates continues to the San Sebastián Classic, which he wants to “win with the No1 on my back” and that should be followed by the Olympic Games, where he is part of the five-rider Great Britain squad. “Hopefully if [Chris] Froome wins the Tour we’ll go there with a winner of the Tour de France. GB have shown in the past that they’ve worked on the front all day and come away with nothing so we’ll try and take our chances; if I can get up there and do something that will be fantastic.” As it will be this month, it is about waiting for opportunity to knock."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}