{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/live/2016/jul/28/2016-pga-championship-first-round-live", "type": "liveblog", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2016-07-28T22:56:43Z", "webTitle": "2016 PGA Championship: first round – as it happened", "webUrl": "https://www.theguardian.com/sport/live/2016/jul/28/2016-pga-championship-first-round-live", "apiUrl": "https://content.guardianapis.com/sport/live/2016/jul/28/2016-pga-championship-first-round-live", "fields": {"headline": "2016 PGA Championship: first round – as it happened", "bodyText": "And that’s the end of the road for today’s hole-by-hole report. It’s been a fascinating day, with Jimmy Walker the stand-out performer in the morning, Martin Kaymer and Henrik Stenson arguably even better in more testing afternoon conditions. But the pre-tournament favourite Dustin Johnson’s race is already run, while Rory McIlroy isn’t in much better nick if we’re being honest with ourselves. But in golf you never know. Tomorrow promises to be another cracker. Please join me here! -5: Walker -4: Grillo, Fisher, Kaymer -3: English, Hahn , Sullivan, Stenson -2: Choi, Lingmerth, Fowler, Hend, Koepka, Streb, Taylor, Day, Vegas, Senden, Henley, Oosthuizen Stenson doesn’t give his long eagle putt quite enough welly. From 50 feet, he leaves it six short. A little tester if he wants the birdie. And in it goes, though he needs the whole hole. “Wow!” he says, puffing out his cheeks as the left-hand lip does enough to snaffle his ball. That’s a three-under 67, another superlative round in a major. Willett gets up and down from the back to birdie as well; he escapes from a very average day with a one-over 71. But Dustin, who leaves his par effort three feet short, scribbles his name at the bottom of a seven-over 77. He’ll not be winning his second major this week. He might not be playing at the weekend, either, unless he does something very special tomorrow. Ah, Dustin’s ball didn’t make it to the drink. This time. He’s got to lash hard, through thick rubbish, to send his ball to the back of the green. From where he was, the trouble he was in, that’s a very fine shot. But it’s far too little, too late. Before he tries to save his par from 25 feet, there’ll be a long eagle effort up the green by Henrik Stenson. Dustin Johnson, the pre-tournament favourite, but now +6, tied for 140th in a field of 156, takes an iron off 18 for safety. And snap-hooks it into the drink. Upon taking his penalty drop, he pulls his third in the direction of the blue vagueness too! Little Jim from the Goons should be doing the commentary here. Has he got away with that ludicrous shot? It’s not clear. More anon. What we do know is, it’s Dustin Johnson Meltdown Time! Even if he hasn’t fallen in the water again, he’ll be pitching to the green from very thick rough. Meanwhile up on the dancefloor, Rose can’t get up and down from the bunker like Sergio. But it’s a par, and you can be sure he’d have gladly taken a 70 when he was walking off 10 at +2. Stenson delicately tickles his birdie putt at 17 down the slope. Too delicate. He’s left himself a tricky five-footer for his par. He tidies up to stay at -2. Danny Willett can go to school on Stenson’s putt, but his effort kicks off to the left, and it’s a par. This year’s Master golfer looks miserable and frustrated, and remains at +2. Meanwhile Dustin Johnson, who blasted two mammoth hits down the long par-five only to find sand, can’t get up and down from the bunker. Another par, his sixth in a row, but so much damage was done earlier. He’s +6, and desperately needs a birdie down 18, plus a very good round tomorrow, if he’s to make the halfway cut. Henrik Stenson is the only player left out there realistically likely to alter the upper echelons of the leaderboard tonight. He’s currently -2 and has wedged his third at the long, long 17th to 15 feet. A tricky downhill putt remains, but that’ll be a birdie chance. Up on 18, Justin Rose whistles his second into the Sands o’Sergio at the front of the green. An up and down from there, and he’ll be in red figures for the day. Whatever happens to the 2013 US Open winner, he’s fought bravely this afternoon to haul himself into the thick of it from the very average-looking position he was in a couple of hours ago. Sergio splashes out to six feet, a wonderful effort from the front bunker with the pin near the back. A final-hole birdie, and he’s signing for a one-over 71. Bubba’s eagle putt is never reaching, but it serves as a good lag and he taps in for birdie. He’s carded 71 too. And finally Spieth takes two putts a la Bubba for his birdie, and despite having played very averagely all day, ends with a level-par 70. These lads are not out of it yet, especially if the weather holds tomorrow morning before turning in the afternoon. Meanwhile Russell Knox becomes the latest player to almost hole-in-one. His near miss at 9, rolling a couple of inches to the left of the hole, earns him a birdie. The US-based Scot signs for a level-par 70. So having said that, Sergio plops his second into the bunker front left. In fairness, the wind is whirling around and could so easily have caught his ball, which didn’t land too far from a perfect position on the green. Spieth meanwhile finds the back of the green, where he’ll have a 20-foot go at eagle. Finally it’s Bubba who, coming out of the rough, has to chase his ball up a little, unable to rely on spin. He’ll have a putt for eagle too, albeit from another seven or eight feet outside Spieth. If these two putts go in, bog-average rounds will suddenly look a whole lot better. Bubba, his dander up, smashes a 386-yard drive down 18. It’s so big, he runs out of fairway, the ball very nearly making its way into the creek. That’s absurd. His ball snags in the rough, so he’ll be OK, though he’ll lose a bit of spin control. Too good. Spieth follows him down with another massive one, though his stops a good 30 yards back on the downhill slope. Finally Sergio. Slightly spooked, he takes a 3-wood, and finds the fairway. You’d expect all three men to find the green from where they are, and have at the very least an optimistic look at eagle. Up on 9, Kaymer dunks his tees shot into the sand on the right. He splashes out to six feet, and raps the putt home for another wonderful up and down. He signs for a 66, and at -4 is one off the lead set by Jimmy Walker. Henrik Stenson meanwhile sends his second over the flag at 15, then eases in a left-to-right curler for his birdie. He’s suddenly lurking ominously at -2, after a slow start and the worst of the conditions. Spieth and Sergio can’t make their birdie putts on 17, but Bubba was below the hole and could give his effort a good rattle. In it drops, and he rises to +3. Martin Kaymer saves his par at 8 with a magnificent long bunker shot punched from 50 yards to five feet. What an up and down that is! He remains at -4, one off the lead. Justin Rose scrambles well from sand too, at 16, after dumping his tee shot in a bunker front left. He stays put at level par. Meanwhile on 17, Spieth, Sergio and Bubba all lay up - having found the rough, on this long hole even Bubba had no choice - then pepper the flag with their mid-irons. Each will have a good look at birdie. Is Jordan Spieth on the comeback trail? A fine tee shot at 16 swished to ten feet, and the birdie putt dispatched into the middle of the hole. He’s +1. Ah hold on, he’s just pulled his drive at the mammoth 17th - 636 yards! - into the rough stuff down the left. Bubba, at +3, hollers “DAMN!” loud and true after sending his tee shot into the rough down the other side. And finally Sergio, at +2, follows Bubba into the deep. Elsewhere, another birdie for Justin Rose, this time at 15, and he’s back to level par all of a sudden. Meanwhile on 9, Steve Stricker, fresh off a fine Open Championship, bumps a chip in from the fringe to sign for a 69. And he’s joined there by the 2002 winner Rich Beem, who gets up and down from a tight spot, shortsided, on the right of the green, for his par. The veterans embrace warmly, and well they should at -1. Another bogey for Sergio, this time at 15. He’s +2 now, bereft of momentum, and surely a third top-five finish in a major is beyond him already. He needs a strong finish on the two par fives, put it that way. Justin Rose had been pootling along at +2, but rolled one in from the fringe at the back of 14. “I’ve just googled Arby’s and can already feel a coronary coming on,” reports Andy Gordon. “But the thought of a Masters champion’s dinner of Beef with a side of Hamburger Helper is tempting.” Mmm. Does Helper count as one of your five a day? Let’s say yes. One of the biggest cheers of the day as - you know who - rattles in a 15-footer on 18 for a birdie and a level-par 70. Yep, it’s him. Beeeeeeeeeeef. He waves his putter around in the air like a conductor as the gallery trills its love. He’s hovered just over the par line all day, and has his reward right at the end. Also hanging on in there: Jordan Spieth, who duffs a putt from the fringe at the back of 15, leaving himself a 12-footer for his par. But in goes the saver, and he’s +2. An odd round for the 2015 Masters and US Open champion: a double bogey at 7, and every other hole a par. John Senden signs for a two-under 68. After dropping that stroke at 5, the Aussie veteran shed another at 7, but he’s finished off nicely by curling in a 15-footer on his final hole, the 9th. Meanwhile Martin Kaymer isn’t a million miles away from draining a monster across 6 for another birdie, but he settles for his par. He’s -4, one shot off Jimmy Walker’s lead. -5: Walker (F) -4: Grillo (F), Fisher (F), Kaymer (15*) -3: English (F), Hahn (F), Sullivan (F) The new Open champion Henrik Stenson swishes a magnificent tee shot to four feet at 12. He guides in a very gentle double-breaker, and the birdie takes him to -1. Meanwhile Beef - now sponsored by Arby’s, David Puddy’s favourite restaurant - makes a garden-variety par at 17. He’s then required to high-five just about every punter between green and tee. He’s half exhausted by the time he makes it to 18! He giggles uncontrollably at the absurdity of it all. News of how Young-han Song made it to -2: creaming a delightful tee shot at 12 straight at the pin, the ball gently rolling up to a couple of inches. We’ve been close to a few holes in one today. A little catch-up with Sergio’s progress: he bogeyed 12, and is currently +1 through 13. He’s there alongside two former PGA champs in Jason ‘Somnambulist’ Dufner and weight-lifting Tiger-hunter YE Yang. Martin Kaymer doesn’t connect properly with a chip from the fringe at 5, and leaves himself a 20-footer for par. But he calmly rolls it straight into the cup. A brilliant scramble to keep hold of a share of second place at -4. The conditions are certainly tougher this afternoon; other than Kaymer, only Russell Henley, Daniel Summerhays and Young-han Song (all -2) are bothering the top 20 positions. It’s Dustin Johnson Meltdown Time! He drives into sand at 11, then whips a pitching wedge into the face of the bunker. His second attempt stops a good 40 yards short of the green. So much for him bottoming out. His fourth shot bites 12 feet behind the flag; he’s got that left for bogey. It’s pushed way to the right, never going close. Awful. A double. He’s +6. Meanwhile his playing partner Danny Willett had started steadily with five pars then a birdie, only to drop strokes at 7 and 9. Now another stroke is lost as he lets an eight-footer slip by. He’s +2. Henrik Stenson is holding the major-winning side up: he’s level par right now. Beef continues to entertain. Down the left of 15, he hits his second straight left over some trees and behind a scoreboard. Opting not to take line-of-sight relief, he flops over the scoreboard and lands his ball six feet from the flag. Astounding. Then he misses the par saver. He taps in to drop to +1, gives the crowd the peace sign, then tilts his head back and screams AW MAN! The gallery can’t get enough of him; the collective sympathetic “Oh!” when he missed the putt was louder than the celebration of some birdies. Star quality. You either have it, or you don’t. They’re eating out of his hand. Bubba isn’t far away from a hole in one, either. He’s a couple of feet away at 12. Then he pushes the short par effort left. What a waste. He waves his hands around in the expressive style. After birdie at 2 and bogeys at 4, 5, 9 and 10, he remains at +3, going nowhere fast. Dustin appears to have bottomed out, though. Having birdied 9, he’s an inch away from splashing in from sand at 10. He stays at +4, but there’s an energy surrounding him once more. That could go either way, of course, but my word he needed something. Louis Oosthuizen made hole in one at the Masters. He made hole in one at the Open. And he was three inches away from making hole in one here. A smooth, two-bounce 7-iron at 9. A beauty. He loves his big moments at the majors, doesn’t he? Holing out from the fairway at last year’s US Open, and of course that albatross at the Masters in 2013. Such a shame that didn’t drop. Ah well, he’ll tap in for a birdie that brings him back to level par. He’s a player who surely deserves more than one major to his name. Could this be the week he finally adds to that 2010 Open procession? Dustin Johnson has been struggling awfully. But he fires his tee shot at 9 straight at the flag, then rolls in the straight 15-footer for his first birdie of the day. That’s some response to all those dropped shots, and it gives him a glimmer of hope as he turns for home: he’s +4. However his playing partner, the Open champ Henrik Stenson, misses a par tiddler from 18 inches. Wow. He’s back to level par. Meanwhile a bounce-back birdie for Martin Kaymer at 3; he moves back to -4. Is the Beef even more popular Stateside than he is back in his homeland? It’s very possible. Huge cries of “Beeeeeeeeeeeef!!!” as he tickles in a 25-foot birdie effort on 14. Four birdies and two bogeys in his last six holes. He’s nothing if not entertaining. But also, as Paul McGinley points out on Sky, incredibly resilient. His easy-going, emotionally generous, heartwarming demeanour may be at the root of his popularity - he’s walking around with a massive grin on, again, a man enjoying his life playing golf - but his street-fighting smarts will tick a few boxes too. He’s an immensely entertaining player, and incredibly likeable to boot. Anyway, for those of you who are just getting home from work, as they say on television ... here’s our main man Ewan Murray on the travails of Rory McIlroy ... ... and the mojo-rediscovering Rickie Fowler. The wind is picking up, and causing Sergio a fair bit of confusion. He’s a club short coming into 10. But he chips up to four feet and scrambles a momentum-saving par. He stays at level. Par for Spieth, too, the young American very unfortunate when his approach took a hard bounce on the green and left him a little too much to do with his birdie putt. He’s still +2 and in desperate need of a birdie to light a flame. Kaymer’s second takes a huge flyer out of rough down the left of 2. At the bottom of the bank at the back, he lobs up delicately to six feet, an astonishing result from where he was. A chance to save his par. But he doesn’t take it. He slips to -3. Senden finds bother off the tee at 5. That’s a dropped shot and he’s back to -2. But birdies at 17 and 18 for young Thomas Pieters of Belgium; he’s -2. The 24 year old made his major-championship debut at the Open a fortnight ago, and finished in the top 30. He’s highly rated, clearly the real deal. Dustin Johnson continues to unravel. He’s not melting down in the trademark style that makes us love him so; it’s just that loose shots are slipping through his fingers with metronomic regularity right now. All very mundane. A six-footer pushed past the hole at 7, and that’s three bogeys on the bounce. He’s crashed down the leader board to +5. Meanwhile a short putt pulled on the par-three 9th, and that’s another bogey for Justin Rose. He reaches the turn at +2. Spieth dumps his tee shot at 9 into a bunker to the right of the green. He does well to get up and down in two for his par; he’s out in two-over 36. As is Bubba, who drops another shot after pulling a five-foot putt wide. Sergio meanwhile pars to reach the turn in level-par 34. “The US PGA is probably my favourite major of the year, coming as it does after the Masters and both Opens,” begins an emotional Simon McMahon. “It’s like a free bar at a wedding. Whatever happens, everything’s a bonus. And the fact that I was blubbing three times in 15 minutes watching Ian Poulter and Olly at Medinah in Sky’s fabulous Sporting Triumphs this morning has given me renewed hope that miracles can, and do, happen. Hope in the face of difficulty; hope in the face of uncertainty; the audacity of hope!” Are you at a wedding now? The 2010 champ Martin Kaymer is on a charge! His second at Baltusrol’s opening hole is sent pin high to 20 feet, and he rolls a reasonably straight effort across the green and into the cup. That’s his third birdie in a row, his fourth in five holes, and an excuse for a look at the leaderboard! -5: Walker (F) -4: Grillo (F), Fisher (F), Kaymer (10*) -3: English (F), Hahn (F), Sullivan (F), Senden (13*) Justin Rose started quickly with birdie at 2, but he’s since hit a sticky patch. Bogey at 4, and now a 15-footer for another bogey at 7, after underhitting a 7-iron. But he slides that one in, a gentle swinger from right to left, and wanders off the green with a huge smile on his face. He’s slipping back to +1, but that could have been worse, and he knows it. A bogey that won’t hurt too much: they don’t come around too often. Jordan Spieth really isn’t enjoying himself right now. Having found all sorts of trouble down the right of 7, he now lashes his drive at 8 into a bunker on the left. He spins round and waves his big stick around in anger, showcasing a fine left-handed swing that Bob Charles would have been proud of. Sergio meanwhile takes an iron off the tee for safety, finds the thick rough on the right, then leaves his second shot 30 yards short of the green. What a plan. Spieth responds with a fine sand shot to 12 feet. He’s left with a straight uphill putt, but the ball bobbles the minute he hits it, robbing the effort of pace. A birdie chance spurned, and he remains at +2. And we’re back to Sergio, who chips up to eight feet but can’t scramble his par. He’s level again. On 6, Dustin finds more trouble, this time down the left, and his second takes a flyer through the green. He’ll have a tricky up and down from the bottom of a tousled bank. He gets close enough with a very delicate chip, but lets the four-foot par putt slide by the left. He’s +4, and this is a McIlroyesque start to his round. But it’s better news for his partners. A long rake across the green for Danny Willett, and there’s a birdie that might kick-start his round. He’s -1. Stenson meanwhile sashays straight up the middle of the hole with two near-perfect shots, then slides a 15-foot double-breaker into the cup. Birdie, and he’s back to -1 again. Martin Kaymer splits the 18th fairway, then whistles a lovely long iron straight at the flag. The ball races past the hole but turns round on the slope at the back of the green. What a fine shot that was by the two-time major winner. He’s got an eight-footer left for his eagle. The left-to-right breaker is never going in, but he taps in for birdie, and he’s -3. Spieth meanwhile leaves his long par putt on 7 a good 12 feet short. He pulls the one he’s faced with, and that’s a double bogey. He’s +2, and not looking particularly happy with life at this exact moment. Jordan Spieth hasn’t been finding many fairways of late, but this is ridiculous. He’s sliced his drive into thick oomska down the right. His ball nestles under a bush. He’s got a shot out, but it’s only a little punch. This is a long, long par four, so the young two-time major winner is in all sorts of trouble now. He lashes a fine third onto the front of the green, but that’s a long two putts for bogey. Meanwhile back on 5, Dustin is out of position from the get-go and leaves himself with a 20-footer for par. The pre-tournament favourite is +3 already. Stenson meanwhile has a good look at birdie from six feet, but doesn’t hit the putt and remains at level par. A very solid start by the 2010 champion Martin Kaymer. He was going along nicely and quietly, level par through the first five holes. Then birdies at 15 and now 17, and suddenly he’s -2. Also out and about on that mark, Russell Henley, who has played the back nine in 34 strokes, and the 2002 winner Rich Beem: the jovial Sky commentator has been putting in some long hours to prepare for this year’s tournament, and it’s paying dividends. After opening with birdies at 10 and 11, he bogeyed 15, but has picked up another shot at 18 to reach his turn in 34. This isn’t the only major golf tournament going on right now. The Women’s British Open started today at Woburn, where Mirim Lee of South Korea shot a course-record 62. That’s a full 12 strokes better than the world number one, the New Zealand teenage sensation Lydia Ko. Brittany Lang, who recently broke her major duck by winning the US Open amid scenes even more farcical than the men’s - the USGA really have excelled themselves this year - shot 72. Not a lot of movement at the top of the leaderboard. Many of the afternoon starters are struggling to come to terms with greens hardening and speeding up under the baking sun. Of the second batch of players, John Senden is, like a pint of plain, your only man. -5: Walker (F) -4: Grillo (F), Fisher (F) -3: English (F), Hahn (F), Sullivan (F), Senden (10*) Justin Rose can’t get up and down from the bunker to the back right of 4, and he’s level again. Senden visits a couple of bunkers on his way down 1, but manages to scramble par; he stays at -3. Sergio meanwhile is out of position down the left of 5, but whips his wedge off a generously flat lie to six feet. But he doesn’t commit to his birdie putt, and what a chance spurned. He stays at -1. His playing partner Bubba drops back to +1, though, after finding sand and splashing out rather lamely. Quite a bit of trouble for Dustin down the long par-four 3rd, as he hoicks his 3-wood into trees down the right. He’s forced to chip back out and doesn’t get particularly close with his wedge in. He underhits his par putt from the back, leaving himself a tricky five-footer for bogey. And he shoves it wide right. Double bogey. He’s +2. Stenson meanwhile mishits a long birdie putt from the front, a very strange effort that’s left 20 feet short of the hole! You don’t see that kind of mistake too often in professional golf. From the sublime to the Sunday hacker. He’s back to level par. Willett makes his third quiet par in a row. Another birdie for John Senden, this time at 18. He wedges from the rough down the right to eight feet, using the bank at the back of the green to bring his ball in, and strokes home the putt. He’s -3. Jordan Spieth has opened with four pars, though having found the centre of the par-three 4th with a glorious 7-iron, was unlucky to see his 20-footer bodyswerve the hole on the left just at the very last turn. Sergio makes par from the fringe at the back of the green, but Bubba, from a similar distance, chips heavy and can’t make the five-footer he leaves himself coming back. By contrast, Dustin Johnson and Danny Willett leave themselves monster birdie efforts. Dustin very nearly curls in a 50-footer from the back of the green, but par will do. Willett leaves his well short but curls in a five-footer with what Butch Harmon on Sky describes as a “one-cup break”. That was a lot harder than it looked. Meanwhile at the par-three 12th, Joost Luiten fires his tee shot straight at the flag. A couple of bounces, and it’s rolling towards the pin. Right at the pin. It hits the stick flush, and really should drop in for a hole-in-one, but somehow it clanks off to the right. That’s a tap-in that’ll take him to -1, so not to be sniffed at, but still. Henrik Stenson didn’t make a birdie at 1. What’s going on? What on earth is he up to? But normal service is resumed at 2! He eases his wedge to six inches. That’s effortless brilliance from the new Open champion. He’s an infamously streaky player, so coming off the back of that birdie-rattling nonsense at Troon, the early signs are looking good for the big Swede. The traditional major-winning group is out: Masters champion Danny Willett, US Open hero Dustin Johnson, and Open birdie-making-madman Henrik Stenson. Birdie chances for them all at 1, but not one drops. Jhonattan Vegas pulls a short par putt on 18, and a fine 67 becomes a slightly miserable 68. Still, he’d have taken that at the start off the day. Sergio birdied 2 as well, albeit in a much calmer style than Bubba. And coming behind him, Justin Rose knocks his second to three feet, then teases in a birdie putt with a hell of a lot of right-to-left break for such a short distance. These greens are tricky to read all right. One of the most preposterous birdies you’ll ever see. Yes, it’s Bubba! He wangs a wild drive into the trees down the right of 2, fashions a Seve-style chip under overhanging branches and down a steep grassy bank to find the centre of the green, then drains a 20-footer that stopped to think about staying up, but toppled in eventually. Similar fun and games involving John Senden on 16. The Aussie left a birdie putt dangling over the edge of the hole. He took an ostentatious walk around the edge of the green, and just before he motioned to tap in, the ball dropped. Birdie! On Sky, Paul McGinley points out that the ten-second rule only applies when you arrive at the ball, so while Senden was being a saucy bugger by circumventing the green, he wasn’t circumventing the rules and there’s nothing wrong with that at all. Marvellously clever! He’s -2. Andy Sullivan announced himself last year with three wins on the European Tour, plus a decent top-30 showing in the Open at St Andrews. He’s since turned it up a notch in the big events, finishing tied for 23rd this year at Oakmont, and just outside the top ten at Troon. The 30-year-old from Nuneaton is a late-blooming talent, and his career curve could continue to bend pleasantly upwards this week. Level par through his first 14 holes today, he birdied 6, 7 and 9 to sign for a three-under 67. One ahead, on what is suddenly a decent day for English golf, is Ross Fisher, who having birdied the par-five 17th, picked up another stroke on the only other par-five, the 18th. That’s a wonderful 66. (And I’ve just remembered about Harris at -3, but honestly, no pun was intended when I started typing.) -5: Walker (F) -4: Grillo (F), Fisher (F) -3: English (F), Hahn (F), Sullivan (F), Vegas (16*) Sergio dumps his second at 1 into greenside sand. He splashes out to four feet, though, and saves his par with a tense putt. Great scrambling. Bubba creams his approach pin high to ten feet, but can’t make his birdie. Spieth meanwhile, after a fine second from sand, does a Rory (formerly known as a Monty) by leaving his birdie putt from similar distance well short. Pars all round. Up on 9, the defending champion Jason Day pars to sign for a 68. It could have been better, had a few putts dropped. Rory McIlroy giggles nervously as he pars and signs for a dismal 74. And Phil Mickelson two-putts for par and a 71 that qualifies as a fine rescue act. Speaking of bodyswerving trouble ... it’s Beef! Andrew Johnston, the cult hero of the Troon Open, hasn’t started well, with bogeys at 1 and 3. He looks to be heading for another at the par-three 4th, as his tee shot lands short of the green and hops straight left towards the drink. But his ball lands on the stones lining the water, and rebounds back to the right. Safe and dry! The flag’s taken out, in the hope of a ludicrous chip-in for birdie, but he settles for par in the end. The crowd, needless to say, go bananas. Bananas and Beef! A delicious broth of a player. On the 1st tee, a group of the highest quality: Sergio Garcia, Jordan Spieth and Bubba Watson. This could be an awful lot of fun. Or very depressing. But that’s golf for you. Sergio opens by blootering a 300-yard drive down the left of the fairway. It trundles into the first cut, but that’s not too bad. Then the brilliant young Spieth, who could do with a good week to make a few critics pipe down. But he’s driven into sand down the left. Finally Bubba, who hits an absurd high draw that sails towards the trees on the right and nearly ends up in sand along the left. If he’s in the mood to play some Bubbagolf today, on a course that favours long hitters, the next few hours could be wonderful. Lee Westwood has signed for a one-under 69. It was a strange, lop-sided round. Starting at 10, he was two over through five holes, then birdied 17 and eagled 18, before making like Nick Faldo and coming back with nine straight pars. He’s got some good company in the clubhouse at the -1 mark: Hideki Matsuyama, Chris Wood, Victor Dubuisson, Justin Thomas, Paul Casey and Jamie Donaldson. Meanwhile Ross Fisher moves to -3 after sliding in a left-to-right 15-footer for birdie on the long, long, long par-five 17th. Jason Day has been so close to birdie, so often today. At 8, he knocks a 25-footer up to six inches, but that’s a par. He’s -2, but it could have been so much better. Pars there too for McIlroy (+4) and Mickelson (+1). Jhonattan Vegas has birdied 6; added to the ones at 16 and 18, he’s -3 and in a tie for third. Adam Scott signs for a level-par 70. And it’s a super-fast start for the 2002 surprise champion Rich Beem: birdies at 10 and 11, and the easy-going veteran would no doubt be happy if the tournament ended now. He’s now -2. A quick look at the leaderboard, with most of the morning starters back in the clubhouse now: -5: Walker (F) -4: Grillo (F) -3: English (F), Hahn (F) -2: Choi (F), Lingmerth (F), Fowler (F), Hend (F), Koepka (F), Streb (17), Day (16*), Sullivan (16*), Fisher (16), Vegas (14*) Thanks Ben. And what a time to come back, as Phil Mickelson drains a 15-footer across the 7th green. That’s two birdies in a row, and his third in five holes. He’s hauled himself right back into this championship, at +1 with two holes still to play, despite not playing very well at all. Rory McIlroy, meanwhile, leaves yet another putt short. Par, which leaves him stranded at +4. His putting has been beyond a joke today, he’s never got a feel for the pace of these greens at all. Jimmy Walker has completed his round for the day -5. It’s worth noting that current the American’s best PGA Championship finish came two years ago at T7. That’s also his best ever result a major. “He’s swinging really good. He didn’t need a lot of work,” said Butch Harmon yesterday, who has been working with Walker. Today he’s on 65 and leading. And, just like that, Scott Murray is back with you ladies and gentleman for the remainder of the coverage. Phil Mickelson’s putter is gathering some real pace now. He hits another lengthy birdie putt to bring him back to +2. That’s Mickelson’s second birdie of the day, after a bogey on the second. McIlroy is still four over par. Nobody is looking down in this stunning picture: Jason Day drops a shot at the fifth hole after his first bogey of the day. Day is three shots behind the leader Walker who retook the solo lead at -5. Day’s mind could be forgiven for being elsewhere. It’s better news for Jimmy Walker. The American finds another birdie on the seventh to go -5 after that painful bogey, his first of the day, on the sixth. Elsewhere, England’s Ross Fisher is -2 and fellow Briton, Chris Wood, is -1. Good evening. I’ll, gladly, be manning the fort a bit. The defending champion Day has assumed a greater grip on day one now then. He’s just one shot off the lead after that sumptuous birdie. Jason Day meanwhile clips his tee shot at the par-three 4th to 12 feet. It looks as though his birdie putt won’t drop, but he’s brushed the hole so often, he deserves some luck. This one horseshoes round the cup, but eventually drops instead of staying out. McIlroy, half the distance inside after a brilliant tee shot, lips out on the right. He might as well hoy that putter in the nearest lake and use a wedge, for all the good it’s doing him. The leaderboard now has a very different, and much more familiar, look: -4: Grillo (17), Walker (15*) -3: Day (13*) And with that, I’ll hand you over to Ben Fisher, who’ll look after you for the next hour. KJ Choi is in the clubhouse with a 68, having come back with birdies at 14, 15 and 18. The unheralded Brian Stuard hasn’t been able to keep going: four shots from 20 feet at 7, and that’s a double-bogey, sending him crashing down into the pack at -2. And Jimmy Walker drops his first shot of the day, at 6, to fall into a tie for the lead with Emiliano Grillo, who has just parred the behemoth par-five 17th. Mickelson and McIlroy aren’t the only major winners having a hellish time out there today. The 2011 Open winner Darren Clarke is +4 through 16. The two-time PGA champion, former Masters winner and erstwhile world number one Vijay Singh is +6 after 15. The 1991 champ John Daly is +3 through 15. And four-time major winner Ernie Els is +3 after 15 holes. Singh and Daly are in their fifties, of course, while Mickelson, Els and Clarke are all fortysomethings. Given Mickelson’s advancing years and efforts at Troon, Rory’s poor display is by some distance the most surprising. McIlroy underhits another birdie putt, a relatively straight effort by Baltusrol standards from 20 feet on 3. He stays at +4, but Mickelson goes to school on his putt to card his first birdie of the day, and he’s +3. Day pars to remain bogey free at -2. Paul Casey responded wonderfully to that double at 1. Birdie at 2 has been followed with another at 3, and he’s -3 again. Emiliano Grillo continues to impress, with birdies at 14 and now 15; he’s -4, a shot off Jimmy Walker’s lead, and with the two closing par-fives coming up soon. Having played the harder half of the course first, the young Argentinian talent could post something very interesting here, if he can keep it going. Mickelson is struggling. He sends his tee shot at 2 into thick nonsense, then ends up in a greenside bunker, from which he gets a bit of a flyer. He nearly drains a long right-to-left slider to save his par, but that’s yet another shot gone, and he’s +4. Troon was too much. You can understand that. McIlroy isn’t with it either, leaving yet another putt well short of the hole. This one was a 30-foot birdie effort with a huge right-to-left break, so you wouldn’t expect him to knock it in too often, but he was up and walking after that with indecent haste. He knew it was never getting anywhere near the hole the minute he’d hit it. He dabs a miserable four footer wide right of the hole, and his flat stick is not far short of a disgrace at this minute. He knows it too, as he slams his putter into his bag as he storms off the green with his head down. He’s +4. Jamie Lovemark is making his PGA debut. And he’s not taken long to make his mark. Bogey at 11 wasn’t a promising start, but he’s since birdied 13 and 14, then picked up shots at the closing par-fives. He’s reached the turn in 33. At -3, he’s alongside Emiliano Grillo, who rises again with birdie at 14, but not Rickie Fowler, who drops only his second shot of the day at 4 to slip back to -2. Chris Wood, incidentally, has joined a little English clique at -2, alongside Paul Casey and Ross Fisher. And Jason Day finally converts another birdie putt, this time at 1; he’s -2 as well. It’s a very interesting early leaderboard, the following lads taking advantage of fairly benign, if balmy, conditions. -5: Walker (12*) -4: Stuard (14*) -3: Grillo (14), Lovemark (9*) -2: Matsuyama (14*), English (14*), Fowler (13*), Wood (12*), Casey (11*), Day (10*), Fisher (9) More shuffling around behind Jimmy Walker at the top. English bogeys 2 to drop to -2. Casey doubles 1 but bounces back with a birdie at 2; he’s -2 as well. But it’s back-to-back birdies for Brian Stuard, who has played 2 through 5 like this: birdie-bogey-birdie-birdie. He’s in second place, all on his own, a shot behind Walker at -4. The Shaun Micheel or Rich Beem de nos jours? “Have all the heavy weights Rory’s been lifting robbed him of that silky touch and feel he used to have, especially with the short stick?” wonders Paul Collins. “He seems to prod heavily at the ball so often now, especially from close range. And the number of times he simply misplays what should be simple approaches by miles is stunning for a player of his calibre.” I don’t know. I do know it’s a question we’ll never be asking of Beef. God love Beef. Mickelson is tucked near the grandstand to the right of 18, 20 yards behind a huge greenside bunker, and he’s short sided, the pin tucked just behind the sand. Sure enough, he engineers an escape to ten feet, and will have a chance to save an unlikely par. But there’s a big left-to-right break on it, and that’s his third bogey of the day. He’s +3, out in 30. As is Rory, who can only squirt his ball out of the rough to 15 feet. He doesn’t hit his birdie putt, it’s never going in. This is miserable to watch. His flat stick is letting him down, arguably putting too much pressure on the rest of his game. Day meanwhile splashes to eight feet, but lets his putt slip by on the left. He’s -1, though it could be so much better. Nobody in this group is on top of their game, but the defending champ is at least holding on. A huge stroke of luck for Rory, who finds a flat, clean lie in amongst the pine trees. He’s got a route to the green with his fairway wood. But he doesn’t quite hit his low fade, and now luck pays him back: his ball should fall into the bunker at the front, but snags in the thick rough instead. That might be a poser. Also suffering: Phil Mickelson, who drove into the rough down the right, and tries to batter out with a 3-wood. The thick grass wraps around the hosel, and sends his ball whistling off towards the water on the other side of the hole. That might have been a ludicrous gamble to take, but then that’s why we love Phil Mickelson. The ball is stopped from falling into the drink by a row of bricks. Sort of good fortune, but the bricks impede Phil’s third, which is sent off into the gallery front right of the green. Day is in the front bunker in two, once again keeping things relatively drama free. Certainly compared to his playing partners, who are all over the shop today. McIlroy - who has just clattered his drive at 18 into the pines down the right - is already eight strokes off the lead. Jimmy Walker, having birdied 1, is now two clear at the top of the big board. -5: Walker (10*) -3: English (11*), Fowler (11*), Casey (9*) -2: Kokrak (13), Stuard (12*), Matsuyama (12*), Grillo (12), Fraser (10), Koepka (9*), Fisher (7), Kaufman (6) Rory can’t make it, prodding a very uncertain effort straight at the hole, the ball bobbling off to the left. That’s an appalling miss. The absence of confidence was palpable. He really needs to work on his putting, it killed him at the Open. He stays at +3. Day misses his birdie chance from similar distance, but at -1 he can afford to shake it off. Mickelson meanwhile had hoicked a drive of Seve-style wildness into the trees down the right, then misjudged his chip back onto the fairway. Leaving his ball in thick rough, he couldn’t hold the green with his third, but he got up and down from the back, just, knocking in a ten-foot saver. He stays at +2. Paul Casey reaches the turn in 33, with birdie at 18. A flawless card so far, and he joins the group at -3 which also features Harris English again. Super steady through his first eight holes, he’s just gone birdie-bogey-birdie. It’s not quite a rollercoaster yet. A log flume? But here’s some better news for Rory, who crashes a drive down the middle of the monster par-five 17th, carefully leaves himself a 70-yard wedge with a long iron, then sends a chip screeching to a halt six feet from the flag. He desperately needs to knock in that birdie putt to alter the momentum of his round. Jimmy Walker hits the front on his own again, with birdie at the par-five 18th. He’s -4, a shot ahead of Brian Stuard, who has just birdied 2, and Fowler. English has just dropped his first stroke of the day, at 1, to fall back to -2. Also moving in that direction is Grillo, who bogeys 10. Just the one par in the last seven holes for the young Argentinian future major winner. Meanwhile here’s Ross Bremner on the travails of Rory McIlroy. “Four majors at 27 but should he have more, with all that talent. Was at Portrush with friends a couple of weeks ago, and came across his card in the clubhouse. He shot 61 at age 16!” He’ll be fine. He just needs to stop pushing so hard for that next major, and rediscover the concept of fun. The pressure he puts himself under sometimes, you’d think he was in Po’ Sergio’s position. Shank! Mickelson claps a comically bad tee shot at the par-three 16th wide of the bunkers and the gallery on the left. McIlroy’s effort is almost as bad, hit fat into a bunker on the left. He can’t get any backspin on his sand splash, and the ball races 30 feet past the hole. That’s another bogey, and he’s +3, in serious danger of playing himself out of this tournament on the opening morning. Mickelson flops to 15 feet, the best he could do from where he was, but his par saver stops one turn short. He’s +2, and I wonder whether the excesses of Troon have taken too much out of the old boy. Meanwhile Day, who is going about his business quietly and efficiently, hits his tee shot to 40 feet then nearly drains the birdie effort; he stays at -1. Harris English hasn’t delivered on his potential yet. His best finish in a major so far is a tie for 15th at the 2013 Open. Could this be his breakthrough tournament? He’s played his first nine holes today in 33 strokes, with birdies at 11, 14 and now 18. The 27-year-old from Georgia shares the lead at -3 with Jimmy Walker, Emiliano Grillo, who has just recorded back-to-back birdies at 8 and 9, and Rickie Fowler, who birdies 18. That’s a fine nine holes from Fowler, seeing he started out with bogey at 10. -3: English (9*), Grillo (9), Fowler (9*), Walker (8*) -2: Stuard (10*), Casey (8*) Rory once again severely disappoints from prime position on the fairway. His wedge into 15 has way too much backspin, and though he lands pin high, he ends up 15 feet back down the green. His putt up the hill is clanked a good three feet past the hole. Work to do, but he tidies up and stays at +2. Mickelson meanwhile clips a lovely second to four feet, but his short birdie putt lips out on the left. He stares at the ground quite a lot, in danger of slipping into a wild seethe. He remains at +1. Day stays at -1 after a no-nonsense par. “I notice that only one non-American has won a major at Baltusrol,” begins Andy Gordon. “Scot Willie Anderson, who won the US Open in 1903. He then went on to win the next two US Opens. If Sergio can finally break his Major duck, this augers very well for a non-cave dwelling future.” There’s a little bit about the wonderfully temperamental Anderson in this old Joy of Six, should you have time to waste. On the 15th tee, Day lets one hand go just after impact, never a good sign. But he gets away with it. The ball snags up in the semi-rough down the left, but he was fearing far worse for a second or two there. McIlroy, coming off back-to-back bogeys, blooters one down the middle of the track. He needs something soon, if only for his own peace of mind. Emiliano Grillo responds to that dropped shot at 7 by reclaiming it at 8; he’s -2 again. David Lingmerth however follows his bogey at 8 with another at 9, and falls back into the pack at level par. Meanwhile starting briskly if not spectacularly: Hideki Matsuyama, Zach Johnson, Bill Haas and this year’s 54-hole Masters sensation Smylie Kaufman, all in the big group at -1. Rory’s early woes continue. There’s a twig lying across his ball in the rough down 14, and he sends a short second into the bunker guarding the green front left. His attempted escape is woeful, 15 feet short of the hole. That’s another bogey, and he’s +2 already. Mickelson pars to remain at +1, while Day clips his second pin high but misses the eight-footer he leaves himself. He’s been so close to birdie on every hole, but just has the one to show for it though. He reels in anger as his putt dies to the left, but his annoyance is nothing compared to McIlroy, who like bandleader Fletcher Henderson is a study in frustration right now. A bit of movement at the top of the early leader board. Jimmy Walker, who hasn’t done much in the majors since three top-ten finishes in 2014, though he has won twice on Tour since, birdies the par-three 16th to move to -3. Michigan journeyman Brian Stuard birdies 18, and he’s out in 34 strokes. But there are dropped shots for David Lingmerth and Emiliano Grillo at 8 and 7 respectively; both drop back to -1. -3: Walker (7*) -2: Stuard (9*), English (8*), Fowler (7*), Casey (6*) Some loose driving on 14. Mickelson hoys a wild one over the punters lining the right of the hole, while McIlroy finds the deep stuff down the other side. He’s got the golf funk. Still, it could be worse. Chris Kirk carded the first birdie of this year’s tournament, at 10, so technically was tournament leader for a while, for what that was worth. He followed it up with a double at 11, plus bogeys at 12 and 13. Another birdie at 16 was followed by bogeys at the closing par-fives 17 and 18, and he’s reached the turn in 40. He’s +4, currently the lowest ranked of the Tour pros, though club pro Tommy Sharp has also gone out in 40, over the front nine, and he’s +6. This isn’t going to help McIlroy’s mood. He duffs his chip from the thick fringe. The ball creeps onto the putting surface, but he’ll be left with a ten-footer for his par. Mickelson has a 20-foot look at birdie, though the putt has almost as big a left-to-right break, and he does well to lag up. He’s +1. Day meanwhile shaves the left of the hole from ten feet, the ball not breaking as much as he thought it would, a fair enough assumption seeing he was coming in along the same line as Lefty. He stays at -1. And finally Rory, who can’t knock in his par saver, and cops for the bogey his approach and chip deserved. He’s +1, and storming off the green with a gob on. He admitted at the Open that while he was trying to enjoy his golf, he wasn’t, not really. Looks like he hasn’t sorted out his mindset yet, then. Meanwhile Jimmy Walker joins the group of early leaders at -2, following up a birdie at 13 with another at 15. So for the most part this morning, we’ll be following the defending champion Day, the 2005 winner here, Mickelson, and the 2012 and 2014 winner McIlroy. The morning marquee group. Lovely. After a slightly frustrating start, McIlroy has obviously decided to go on the attack, so he blooters a drive 325 yards down 13. That leaves him an easy wedge in, but he inexplicably flies his second into the tight stuff to the back right of the green. That’s an appalling miss from where he was. Mickelson and Day, both many yards behind him having played it safe with 3 woods, find the green in regulation. Birdie chances. Rory throws his head back and yelps into the sky, as though someone’s just told him that there’s been a letter from The Man, and he’s got to go to Rio after all. The world number one Jason Day could so easily have started his round with three birdies in a row. But he’s just got the one. Starting at the 10th tee in a marquee group with Phil Mickelson and Rory McIlroy, his snaky 25-footer up on the green was brilliantly read for line, but a dimple short of dropping. He curled in a fine left-to-right breaker on 11 to pick up a stroke, then clipped his tee shot at 12 to 15 feet, but left the putt out on the right. He’s -1. McIlroy should be at that mark too, but he missed a short one on 11 after hitting his approach to six feet; he’s level par through his first three holes. Mickelson meanwhile couldn’t get up and down from a bunker at 10, and he’s +1 at the moment, having escaped well from sand at 12. David Lingmerth started last year’s PGA quickly, with an opening-day 67. He’s off to a flyer again this time round, holing out from the fringe at the long par-four 3rd and then following it up with another birdie at Baltusrol’s signature par-three 4th. You wait 155 years for a Swedish major winner, then two come along at once? You never know, as he’s a form horse in the big tournaments recently: having ended up in a tie for 12th at Whistling Straits last year, he finished 12th in the US Open at Oakmont this year too. Fast starts also for the young Argentinian talent Emiliano Grillo, who finished strongly at Troon, and a couple of major nearly-men, Rickie Fowler and Paul Casey. Just a couple of hours since the first players teed off, and we’re living in a world of infinite possibility already! -2: Lingmerth (6), English (6*), Grillo (5), Fowler (5*), Casey (4*) Here we go, then. So who’s up for this? Dustin Johnson is the favourite with the bookies, the major monkey finally off his back after that brilliant closing round at Oakmont under all sorts of needless pressure. Rory McIlroy is next up, hoping to make it a hat-trick of PGAs and continue a sequence he’s got going of winning it every other year. And then it’s the world number one Jason Day. All long hitters, you see, on a course where they say the big hitters have a distinct advantage: “You’ve got to hit it long and straight,” says Jordan Spieth, by way of example. Then again, Phil Mickelson, who won his PGA here in 2005, explains that while it’s great to be straight, “it doesn’t necessarily have to be long”. That’s because the “great thing about Baltusrol is how the front of the greens are always open, so you have an opportunity to run shots up”. Lefty gives it a bit more thought, and decides this means “you can get it on the green even if you do miss a fairway”. Ah, golf, a mass of contradictions on which nobody will ever get a handle. Still, long and straight is good, which surely gives Sergio a chance to finally do what we’ve been waiting 17 years for. But hold on: the greens are super-contoured and hellishly difficult to read. Damnation. Spieth, then? Or how about Henrik Stenson or Lefty, both on a hot streak right now after their brilliance at Troon? Adam Scott has been strangely quiet in the majors recently, always hovering on the periphery without ever getting truly involved. Bubba? Justin Rose? Rickie Fowler? Matt Kuchar? Patrick Reed? Branden Grace? Tony Finau? Jim Furyk? Steve Stricker? Beef? We could be here all day. We’re going to be here all day, actually, just not stuck on this subject. Not yet. There are four rounds to go, after all. Recovered from Troon yet? No, us neither. Goodness knows how Henrik Stenson and Phil Mickelson are feeling. And yet here we all are at Baltusrol, 11 days later, ready for the next big rumble: the final instalment of the 2016 major story, Glory’s Last Shot, the PGA Championship. It’s on! But how do you follow once-or-twice-in-a-lifetime mano-a-mano brilliance like that? Well, let’s see. What happened at the 1977 PGA at Pebble Beach, held in the wake of the legendary Duel in the Sun between Tom Watson and Jack Nicklaus at Turnberry? Here’s what happened! Just before the start of the tournament, it was discovered that the Ram irons Watson had used to win the Open, and the Masters before it, were illegal. An engineering error at the factory of the Ram Corporation - the golfing arm of Colgate-Palmolive - meant that the grooves in the faces of his club were a couple of thousands of an inch wider than regulations permitted. Mortified, Watson washed his hands of the Rams and, with his first-round tee time looming, went to the practice range and hollered: “Anybody got a set of clubs I can use?!?” He shot 68 on the first day using Roger Maltbie’s spare set, and ended the week in a tie for sixth. On a parched course - there had been a three-year drought in northern California - the 1961 US Open champion Gene ‘The Machine’ Littler started out with a pair of birdies and kept on burning. The 47-year-old veteran, a cancer survivor with a bad back, shot 67, then followed it up with a 69 and a 70 to earn himself a four-shot lead over Jack Nicklaus going into the final round. After playing the front nine on Sunday to one under par, he edged a further shot clear. But he capitulated immediately after the turn, dropping five shots in five holes, a sorry melange of missed putts and misclubs. He signed for a 76, which tied him with Lanny Wadkins, who had come in with 70. Littler, assuming an 18-hole play-off would follow the next day, prepared to leave the course. So he was stunned to be told that a new sudden-death format had been written into the rules back in March, and was about to start. Littler nearly won at the first hole, but Wadkins sunk a tricky 15-footer to match par. Littler later observed that his opponent could have taken 50 more goes at the putt, and never make it again. Two holes later, Wadkins was the champ, albeit a reluctant one. “I feel like a villain. Gene’s been through a lot more than I have and more than I ever hope to.” But he’d won his first, and what would be his only, major. So if we get a week of drama like that, we’ll not be doing too badly. More please, folks! This report will get going at 2pm BST. Meanwhile here are the morning starters from the first tee (local time in New Jersey, then BST) ... 7am (12pm): Mark Brown, Patton Kizzire, Bradley Dredge 7.10am (12.10pm): Tommy Sharp, Jon Curran, KJ Choi 7.20am (12.20pm): Josh Speight, Kristoffer Broberg, Jason Kokrak 7.30am (12.30pm): Daniel Berger, Darren Clarke, David Lingmerth 7.40am (12.40pm): Aaron Baddeley, Kevin Kisner, Emiliano Grillo 7.50am (12.50pm): Vijay Singh, John Daly, Padraig Harrington 8am (1pm): Victor Dubuisson, Marcus Fraser, James Hahn 8.10am (1.10pm): Soren Kjeldsen, Scott Hend, Billy Hurley III 8.20am (1.20pm): Charley Hoffman, Matt Jones, Rikard Karlberg 8.30am (1.30pm): Robert Streb, Vaughn Taylor, Kevin Na 8.40am (1.40pm): Roberto Castro, Jonas Blixt, Gregory Bourdy 8.50am (1.50pm): Omar Uresti, Greg Chalmers, Ross Fisher 9am (2pm): David Muttitt, Smylie Kaufman, Zac Blair ... and from the 10th tee ... 7am (12pm): Chris Kirk, Wyatt Worthington II, Freddie Jacobson 7.10am (12.10pm): Brian Gaffney, Jeunghun Wang, Jason Bohn 7.20am (12.20pm): JB Holmes, Brian Stuard, Hideki Matsuyama 7.30am (12.30pm): Matt Dobyns, Tyrrell Hatton, Harris English 7.40am (12.40pm): Ernie Els, Rickie Fowler, Zach Johnson 7.50am (12.50pm): Jimmy Walker, Chris Wood, Branden Grace 8am (1pm): Rafa Cabrera Bello, Justin Thomas, Paul Casey 8.10am (1.10pm): Brandt Snedeker, Brooks Koepka, Lee Westwood 8.20am (1.20pm): Keegan Bradley, Adam Scott, Jamie Donaldson 8.30am (1.30pm): Phil Mickelson, Rory McIlroy, Jason Day 8.40am (1.40pm): Bill Haas, Andy Sullivan, Jamie Lovemark 8.50am (1.50pm): Rod Perry, George Coetzee, Hideto Tanihara 9am (2pm): Nicolas Colsaerts, Ryan Helminen, Jhonattan Vegas The afternoon starters from the first tee ... 12.15pm (5.15pm): Colt Knost, Joe Summerhays, Yuta Ikeda 12.25pm (5.25pm): Ryan Palmer, Rob Labritz, Gary Woodland 12.35pm (5.35pm): Scott Piercy, Alex Noren, Andrew Johnston 12.45pm (5.45pm): Rocco Mediate, Rich Berberian Jr., Shaun Micheel 12.55pm (5.55pm): Anirban Lahiri, Tony Finau, Matthew Fitzpatrick 1.05pm (6.05pm): Luke Donald, Matt Kuchar, Danny Lee 1.15pm (6.15pm): Francesco Molinari, Shane Lowry, Jim Furyk 1.25pm (6.25pm): Sergio Garcia, Jordan Spieth, Bubba Watson 1.35pm (6.35pm): Justin Rose, Patrick Reed, Charl Schwartzel 1.45pm (6.45pm): Danny Willett, Dustin Johnson, Henrik Stenson 1.55pm (6.55pm): Graeme McDowell, Webb Simpson, Louis Oosthuizen 2.05pm (7.05pm): Ben Polland, Ryan Moore, Kyle Reifers 2.15pm (7.15pm): Mitch Lowe, Younghan Song, Kevin Streelman ... and from the 10th tee ... 12.15pm (5.15pm): Michael Block, John Senden, Harold Varner III 12.25pm (5.25pm): Johan Kok, Troy Merritt, Kevin Chappell 12.35pm (5.35pm): Thorbjorn Olesen, Fabian Gomez, Russell Henley 12.45pm (5.45pm): David Toms, Rich Beem, Steve Stricker 12.55pm (5.55pm): James Morrison, Brandon Stone, Billy Horschel 1.05pm (6.05pm): Jason Dufner, YE Yang, Martin Kaymer 1.15pm (6.15pm): Brendan Steele, Bernd Wiesberger, Byeong Hun An 1.25pm (6.25pm): Marc Leishman, Russell Knox, Kiradech Aphibarnrat 1.35pm (6.35pm): Thongchai Jaidee, Jim Herman, Thomas Pieters 1.45pm (6.45pm): Soomin Lee, Joost Luiten, William McGirt 1.55pm (6.55pm): KT Kim, Brad Lardon, Peter Malnati 2.05pm (7.05pm): Daniel Summerhays, Rick Schuller, Cameron Tringale 2.15pm (7.15pm): Bryce Molder, Brad Ott, Si Woo Kim"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}