{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2016/jul/01/obama-continue-signature-strikes-drones-civilian-deaths", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2016-07-01T22:01:29Z", "webTitle": "US to continue 'signature strikes' on people suspected of terrorist links", "webUrl": "https://www.theguardian.com/us-news/2016/jul/01/obama-continue-signature-strikes-drones-civilian-deaths", "apiUrl": "https://content.guardianapis.com/us-news/2016/jul/01/obama-continue-signature-strikes-drones-civilian-deaths", "fields": {"headline": "US to continue 'signature strikes' on people suspected of terrorist links", "bodyText": "The most controversial tactic of Barack Obama’s drone strikes has survived an internal review intended to reduce civilian deaths: killing people without knowing who they are. So-called “signature strikes”, targeting people whose behavior is assessed to be similar enough to those of terrorists to mark them for death, will continue, according to senior US officials. Human-rights groups have long denounced the practice – whose criteria can be as vague as killing “military-aged males” in regions where terrorists operate – as anonymous killing. Speaking with reporters on Friday after the US released a long-awaited tally of deaths caused by its drone strikes since 2009, senior administration officials indicated they believed contingencies exist which necessitate the retention of signature strikes. “We continue to reserve the right to take action not just against individual terrorist targets but when we believe we have, for instance, a force protection issue or information to suggest a continued imminent threat,” said a senior official, who would not be quoted by name, when the Guardian asked about the future of signature strikes. A different senior US official said the US would presume that unknown persons are “noncombatants until proved otherwise.” Nor will US conclude that “anyone killed in a particular strike within X-many feet of a known combatant is therefore a combatant.” Determining someone is a member of a terrorist group involves looking at “a variety of signatures, from the information and intelligence that in some ways is unique to the US government, for example, to the extent the individual performs functions to the benefit of a particular terrorist group, or to the extent an individual’s activities are analogous to those traditionally performed by a military”. If such a person is “seen to be giving out orders,” the official continued, or is armed, or “has undertaken actions that connote integration into the terrorist group, al-Qaida and/or one of its designated affiliates,” the US reserves the right to kill them. The official did not list knowing the person’s name as a threshold for marking them for execution. “This is a process of analysis. It is based on all the information, including sensitive intelligence, available to us,” the official said. Drone strikes, synonymous with Obama in many parts of the world, are a legacy issue for the administration. An executive order issued on Friday required increased training, technological innovation and other “feasible precautions” to reduce civilian casualties from future drone strikes, as well as mandating the annual public release of an updated death toll from counterterrorism operations. The order wrapped drone strikes, which can target individuals who have not attacked the US, in the mantle of “the Nation’s inherent right of self-defense”. Although an executive order is not a law, senior officials briefing reporters said they considered their measures binding on the next president, either Republican Donald Trump or Democrat Hillary Clinton, as Obama’s successor would need to formally overturn it. “It is in some ways to institutionalize these practices,” a senior administration official said, to include “the care with which we undertake these lethal operations. So this is a very deliberate attempt to ensure that the architecture we put in place is durable, sustainable and lasting well beyond the next seven months or so.” That intended durability caused human-rights campaigners to question the wisdom of retaining the signature strikes. “The problems with signature strikes are the way over time they assimilate into the norm a process of killing people without knowing who exactly they are,” said Naureen Shah, a counterterrorism expert with Amnesty International. (Disclosure: this reporter is married to a senior Amnesty communications official.) Shah questioned whether the US government was “feeding itself good news and reprocessing its own logic without querying whether or not it’s actually killing the people it says it is.” Administration officials defended the rigor of their internal review, and pointed to the executive order’s requirements to investigate the strikes, incorporating information acquired by the non-governmental organizations that attempt tracking the drone strikes despite the twin fogs of war and official secrecy. “We have a vantage point on these strikes that is unique and that others don’t have, and we acknowledge that others have a vantage point that is also unique and we may not have. The purpose here is not to dispute the assessment of conscientious people who have done field interviews and looked at this question from different vantage points. It’s simply to be transparent about the information that we have,” said a third senior official who also would not agree to be quoted by name. Yet a chorus of human-rights campaigners denounced the White House drone disclosures as insufficient or dubious. Many noted the wide discrepancy between the official count of dead civilians – a range between 64 and 116 people over seven years – and the hundreds of civilians tallied as dead from drone strikes by outside groups. Jameel Jaffer, the deputy legal director of the American Civil Liberties Union, said key terms in the claimed authorities for US counterterrorism strikes, to include the “imminence” of a threat, were “vague and malleable”, leaving outsiders in the dark as to how the administration interprets them in practice. A group focused on protecting civilians in conflict zones, Civic, urged the administration to take additional steps, including conditioning weapons sales to foreign partner militaries on enhancing civilian protections and creating a permanent compensation fund for families of civilians killed. “Without swift and effective action, this executive order will end up as empty rhetoric,” said Federico Borello, Civic’s executive director, in a Friday statement. Hina Shamsi, the director of the ACLU’s national-security project, said that the dangers of signature strikes were more acute for attacks on shadowy terrorist groups than for “actual armed conflict”. Shamsi continued: “Outside of actual armed conflict, when the government often has faulty intelligence as the basis for those strikes, the likelihood of wrongful killings increase.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}