{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2016/jul/16/corbynism-sounds-death-knell-for-labour", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2016-07-16T23:05:25Z", "webTitle": "Labour has the stench of death – meet the killers | Nick Cohen", "webUrl": "https://www.theguardian.com/commentisfree/2016/jul/16/corbynism-sounds-death-knell-for-labour", "apiUrl": "https://content.guardianapis.com/commentisfree/2016/jul/16/corbynism-sounds-death-knell-for-labour", "fields": {"headline": "Labour has the stench of death – meet the killers", "bodyText": "Seumas Milne remains on the staff of the Guardian and Observer while Labour pays him to work as its director of strategy. As a colleague on leave, he has the right to be treated with a gentleness journalists would not usually extend to spin doctors who do not enjoy his advantages. I therefore write with the caution of a good corporate man and the cheeriness of a co-worker when I say Milne could not do a better job of keeping the Tories in power if rogue MI5 agents had groomed him at Winchester College, signed him up at Oxford University and instructed him to infiltrate and destroy the Labour party. He is what the far left becomes when it crashes through the looking glass. Milne defended Stalin’s one-party communist state but is now turning England into a one-party Tory state. He says he fights for the working class and dispossessed, while ensuring the continuation of a rightwing government that will protect the interests of his upper-middle class. He says he is a socialist but bends the knee and doffs the cap to Putin’s capitalist kleptocracy. He says he is principled, but what is striking about Milne and the rest of the Corbyn “insurgency” is their vacuity. For what is the far left now? What does it want? It will tell you at length what it is against, but what is it for? Corbyn’s and Milne’s equivalents in the 1930s knew who they were. They were Marxists. They wanted the state to control the means of production, distribution and exchange. They had a kind of integrity but their precision was their undoing. An audience would applaud as they denounced inequality and oppression. For who wants to support oppression? But when the old Marxists told their listeners that communism was the solution, most decided they wanted nothing to do with totalitarian control. Their successors have no ideology, only an L-shaped hole where a leftwing programme should be. Example: even I was impressed when Corbyn and McDonnell persuaded the best leftwing economists to advise them. I should have known better. “Danny” Blanchflower told me that all he ever heard was “Jeremy is against austerity”. Good, Blanchflower replied, but what policies should we pursue? Answer came there none. Blanchflower resigned. Thomas Piketty never attended a meeting and the whereabouts of Joseph Stiglitz remain a mystery. The further you peer into it, the deeper the L-shaped hole becomes. Corbyn is against imperialism, except when the imperialist is Milne’s Russia. He wants to stop Trident but said we should still spend billions building worthless submarines without nuclear warheads to keep the unions happy. The cowardice of it all is shameful. But consider the political advantages. Three-quarters of Labour members are middle class and just over half have a degree. A practical programme of redistribution would not only hurt the super-rich but them too. Large numbers would hurt enough to think again about giving Corbyn support. Instead of asking them to bear pain, the 21st-century far left allows them to enjoy socialism without tears. Contrary to Stalin’s apologists, it maintains you can make an omelette without breaking eggs. Anyone can be against austerity and poverty, spin and the Westminster bubble, the bankers and the corporations, if there is no price to pay. Students can project their hopes on to the blank slate Corbyn offers them. Old soixante-huitards and the militants of the Thatcher era can refight the battles of their youth as painlessly as the Sealed Knot refights the Civil War. Wykehamist Marxists can stand shoulder to shoulder with exhibitionist celebrities; wild intellectuals with the justifiably furious shop stewards. Empty leftism gave Corbyn control of the Labour party, but little else. He has the lowest popularity rating of any opposition leader in history. The public sees a political movement that doesn’t want to govern them and does not much like them either. Government necessarily involves the trade-offs the far left pretends need never trouble us. Labour’s founding constitution of 1918 said its first purpose was to establish and retain, in parliament and in the country, a political Labour party. The far left has to reject it because it can never win elections without losing its illusions. As the opposition collapsed last week, Paul Mason insisted that Labour must be transformed from a party that seeks to govern into a “social movement”. Mason, along with Michael Gove, Boris Johnson and Milne, is part of a group of journalists who have poisoned public life by taking braggart swagger and cocksure certainties of newspaper punditry into politics. But in this instance, he was authentically reflecting “the people” or, rather, that tiny section of “the people” who pay £3 and click on a link to show they agree with him. Jon Lansman, head of Momentum backed him and declared in words that should be engraved on his tomb that “winning is the small bit that matters to elites that want to keep power themselves”. Only a smug member of the haute bourgeoisie could come out with such a reckless justification for perpetual rightwing rule. Vacuity leads not only to political impotence but political fear. Uncomprehending hatred fills the empty space where policy should be and brings with it the threat of violence that hovers above Labour like yellow cigarette smoke in a Munich beer hall. It was thought that the killing of Jo Cox might alter the mood. But the misogyny, homophobia, antisemitism, death threats, rape threats and insane conspiracy theories against Labour MPs endure. The foul climate shows that Corbynism has sociopathic consequences. When his supporters believe that all they need do to oppose austerity, the bankers, etc, is to say they are against them, then, by definition, their opponents cannot have honest objections, only evil intentions. Like sin, they must be purged. If you are going to fight the heirs of communism, you should not accept Marxist theories of historical inevitability. Labour has vast problems but it does not need to be reduced to a rump of seats in London and Lancashire. Millions want the parliamentary opposition Labour’s founders promised. They need it now when the right has taken the opportunity the far left has gifted them to go on the rampage. There is one prediction about the Labour party I can make, however: if Corbyn does not go, and Labour does not change, it is inevitable that the whiff of violence will be replaced by the stench of its death."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}