{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2016/jul/11/pregnant-women-waste-money-vitamin-supplements-study-says", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2016-07-11T22:30:02Z", "webTitle": "Pregnant women wasting money on vitamin supplements, study says", "webUrl": "https://www.theguardian.com/society/2016/jul/11/pregnant-women-waste-money-vitamin-supplements-study-says", "apiUrl": "https://content.guardianapis.com/society/2016/jul/11/pregnant-women-waste-money-vitamin-supplements-study-says", "fields": {"headline": "Pregnant women wasting money on vitamin supplements, study says", "bodyText": "Most pregnant women who take multivitamin and mineral supplements are wasting their time and money because such tablets do not improve their or their baby’s health, new research says. Mothers should not be seduced by marketing that makes claims that cannot be backed up, according to a review of the available evidence on the subject in the journal Drug and Therapeutics Bulletin. “For most women who are planning to become pregnant or who are pregnant, complex multivitamin and mineral preparations promoted for use during pregnancy are unlikely to be needed and are an unnecessary expense,” the study concludes. “The marketing of such products does not appear to be supported by evidence of improvement in child or maternal outcomes. Pregnant women may be vulnerable to messages about giving their baby the best start in life, regardless of cost,” the review adds. An unknown number of women take supplements during their pregnancy that typically contain more than 20 vitamins and minerals, including vitamins B1, B2, B3, B6, B12, C, D, E, K, folic acid, iodine, magnesium, iron, copper, zinc and selenium. They cost about £15 a month. They are popular because, as the study says: “Maternal deficiency in key nutrients has been linked to pre-eclampsia, restricted foetal growth, neural tube defects, skeletal deformity and low birth weight.” However, it adds: “We found no evidence to recommend that all pregnant women should take prenatal multi-nutrient supplements beyond the nationally advised folic acid and vitamin D supplements, generic versions of which can be purchased relatively inexpensively.” The study led to a row with the supplements industry, which condemned its findings as “confusing” and “unhelpful” for pregnant women. The review confirms the existing official advice that all mothers to be should have enough folic acid and vitamin D but cautions against the others. Expectant mothers are encouraged to take 400 micrograms of folic acid daily until they are 12 weeks into their pregnancy in order to lower the risk of their baby suffering from any neural tube defects, which can affect the brain and spine. The new review of the evidence found little data from clinical trials that taking vitamin D can lower the risk of a woman experiencing complications during either her pregnancy or birth. But it advised expectant mothers to keep taking it daily throughout pregnancy and breastfeeding anyway. In a direct challenge to the evidence behind the supplement industry’s claims, the report says: “Many nutritional supplements containing vitamins, minerals and other micronutrients are heavily marketed to women for all stages of pregnancy. However, much of the evidence for vitamin supplementation in pregnancy comes from studies carried out in low-income countries, where women are more likely to be undernourished or malnourished than within the UK population.” But Dr Carrie Ruxton, a dietitian and spokeswoman for trade body the Health Supplements Information Service, rejected the findings. “The authors of this study claim that vitamin and mineral supplements must produce clinical effects before pregnant women are encouraged to take them. This is absolute nonsense. Except for folic acid, which does have a therapeutic role by actively preventing neural tube disorders, the role of food supplements is simply to combat dietary gaps.” Ruxton said supplements could help women who do not eat the foods recommended, or in the right quantities, during pregnancy. “Evidence from the national diet and nutrition survey shows that few women eat the right diet. “For example, only 30% of women eat five portions of fruit and vegetables daily and just 11% of women eat oily fish, which contains omega-3 fatty acids proven in EU law to contribute to the normal development of a foetus’s brain and eye,” she added. • This article was amended on 12 July 2016. An earlier version said women were encouraged to take 5mg of folic acid daily until they were 12 weeks into their pregnancy. The recommended dose is 400 micrograms for most women; 5mg is recommended for women at risk of having a pregnancy affected by a neural tube defect."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}