{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2016/jul/05/jose-mourinho-wayne-rooney-back-in-attack-manchester-united", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-07-05T22:01:00Z", "webTitle": "José Mourinho: Wayne Rooney will be back in attack at Manchester United", "webUrl": "https://www.theguardian.com/football/2016/jul/05/jose-mourinho-wayne-rooney-back-in-attack-manchester-united", "apiUrl": "https://content.guardianapis.com/football/2016/jul/05/jose-mourinho-wayne-rooney-back-in-attack-manchester-united", "fields": {"headline": "José Mourinho: Wayne Rooney will be back in attack at Manchester United", "bodyText": "José Mourinho has persuaded Wayne Rooney to abandon plans to reinvent himself as a midfielder and revealed that Manchester United have accelerated their attempts to sign his fourth major target, thought to be Paul Pogba, with the club’s chief executive, Ed Woodward, holding face-to-face talks with the player’s representatives. Mourinho, reiterating he had no intention of falling out with Pep Guardiola now they are rival managers in Manchester, said he had identified “a nucleus of four priorities” when he replaced Louis van Gaal. Henrikh Mkhitaryan’s transfer from Borussia Dortmund is close to being finalised, following the arrival of Zlatan Ibrahimovic and the Ivory Coast international defender Eric Bailly, and United would like Pogba to play in the midfield role Rooney occupied towards the end of last season. Rooney has already had a detailed conversation with Mourinho and will now revert to playing in attack, with the manager making it clear he does not agree with Van Gaal or Roy Hodgson that a player who will be 31 in October should play as a midfielder. “In football there are many jobs but the one that is more difficult to find is the guy who puts the ball in the net,” Mourinho said. “It is normal that a player at his age changes a bit but there is something that will never change, which is the natural appetite to put the ball in the net. “Maybe he is not a striker any more. Maybe he is not a No9 any more but, with me, he will never be a No6. He will never be somebody playing 50 metres from the goal. You can tell me his passing is amazing. Yes, his passing is amazing but my passing is also amazing without pressure. There are many players with a great pass but to be there and put the ball in the net is the most difficult thing to find. So, for me, he will be a nine or a 10 – a nine and a half maybe – but not a six and not even an eight.” As Woodward met Mino Raiola, agent to Pogba and Mkhitaryan – primarily to finalise the Armenian’s salary – in Monaco, Mourinho also made it clear he would not emulate Van Gaal’s habit of targeting players who could operate in different roles. “I like specialists – and not so much the multifunctional players – because I am very clear in my approach. We decided on four targets. From those four, we have three and we are still working hard. When we have the fourth, I breathe. We are not going to get the fourth on 31 August, no way. We are going to get the fourth before then.” Mourinho explained why Ryan Giggs had left the club rather than accepting a role among his coaching staff. “It is not my responsibility that Ryan is not in the club. The job Ryan wanted is the job the club decided to give me. It is not my fault. Ryan wanted to be Manchester United manager and the club – for reasons only the club can tell you – decided the job was for me.” Mourinho also emphasised that Marcus Rashford would play a considerable part, meaning Rooney is likely to take the No10 role. “He [Ibrahimovic] is 34 and Marcus Rashford is 18, so, divided by two, our two strikers are in the perfect age. Eighteen is not the perfect age and neither is 34, so I think they can be an amazing complement for each other.” However, Mourinho’s attempt to argue it was “always a lie” that he was reluctant to promote youth team players backfired on him when the list he had put together to argue his case turned out to include many who had made their debuts elsewhere – and one who had never even played for him."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}