{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2007/nov/01/blogging.interviews", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2007-11-01T23:53:52Z", "webTitle": "Interview: Mike Masnick, Techdirt's founder", "webUrl": "https://www.theguardian.com/technology/2007/nov/01/blogging.interviews", "apiUrl": "https://content.guardianapis.com/technology/2007/nov/01/blogging.interviews", "fields": {"headline": "How to hit paydirt amid an infinite supply", "bodyText": "Techdirt - one of the top 200 blogs, according to Technorati - is known for its analysis of the digital content world. Technology Guardian: How did Techdirt actually get its start? Mike Masnick: I was in business school on the east coast, far away from Silicon Valley, and in the 1996-97 timeframe there was a lot happening in Silicon Valley in the technology world. I thought it would be a fun project for myself to do an email newsletter to keep people informed. The catalysing moment was seeing Slashdot towards the end of 1997, and saying, this is the perfect [web] format for what I'm trying to do. How did that evolve into a business? We turned it into an actual business in 2000. One of the options was to do advertising, but I thought that the advertising market was a bit of a risky one. So we focused on the launch of the corporate intelligence service, which was basically taking what we did with Techdirt and doing internal blogging of a very similar nature for companies, very customised to the types of information and news that they would need to know about on a regular basis. A recent addition on the business side is the Techdirt Insight Community. How does it work? We kept hearing from companies that the traditional analysis and research that they were getting from third-party sources was usually not that insightful. At the same time, we and everyone else were observing the explosion of really smart people writing about their insights, specifically on blogs. There's a clear disconnect there: we saw that as a huge business opportunity. The goal was to take really smart experts and connect them with companies who needed that insight and analysis. One of the hallmarks of Techdirt is your series about the economics of goods that can be copied infinitely, like digital music. What's the background to this interest? In business school, there was one class taught by an economics professor who did a lot of research within the open source world and the economics at play. I remember a lot of people taking that class thinking this was a crazy economist talking nonsense, and then as you start to work through the economics it began to occur to me, he was right. Could you summarise your ideas in this area? The basic concept is simply that the traditional economics of supply and demand don't disappear when you have a product that is infinitely available. Economics traditionally has been about resource allocation in the presence of scarcity. The realisation here is that it doesn't break down, it's just that you need to understand what it means when a product is infinitely available, and that tends to be that the price is going to get driven to zero. The trick then is recognising what other things that infinite good makes more valuable. How does this apply to music if people can download songs for free? It's really just looking at what is the benefit that people are buying. People don't think of themselves as buying this particular song, they're buying it because they enjoy the musical experience, the connection with the musician. So you start to look at what are the abundant, infinite components - which tend to be the music - and then you look at what are the components that are scarce. It can be concerts, appearances, merchandise, T-shirts and whatnot. But it can be things like access to the musicians - being able to talk to them, or be with them, or have events that they're involved in. Say you really like a band and you sign up for a subscription. From that you get early access to tickets to concerts, you can get the best seat, you can get backstage passes. Where do the record labels fit in? You get people who are then saying, \"But I just want to be a musician, I don't want to think through these business models\". So there is a place there where an organisation that understands music promotion and band marketing can help these bands. It's not the traditional role of a record label, which is distribution. What about the film industry? The film industry has never been about selling content; it's always been about selling the experience of going to see a movie. It's a social experience. So [the industry should be] focusing on making that experience better. Even if every movie is immediately available for download, you'll still get people going out, just for the experience. Still there are DVDs, and it's similar to the CD market: it's just about giving people incentives or reasons to buy, adding extras. If the movie is likely to have a sequel, have some sort of option where if you bought the original DVD you get a discount to either buy the DVD of the sequel or get tickets to go see the sequel. How might this apply to newspapers? The newspaper industry is struggling because a lot of people there have never gotten out of the mindset that they are a newspaper, as opposed to a news organisation. They need to recognise that a lot of what a newspaper is, traditionally, is about putting together a community of people with like interests. Usually those like interests are news, but it allowed the newspapers to sell the attention of those individuals to advertisers. Google has done that in a very different way, bringing together like-minded people and selling their attention to advertisers; newspapers should be able to do that in their own way, if they recognise what it takes to bring people to their site and collect them into communities. All this is fine in theory, but how are we going to get there in practice? What starts to happen is you see more stories of organisations that do successfully embrace the new. And from that, you get a bigger set of case studies that prove to others in that industry like, oh wait, there is a way to embrace this, make people happy and still make money - and perhaps make even more money. You're starting to see it in the music space, with all of these different bands dropping their labels, giving away music for free, or doing things that are much more focused on where these new business models allow them to go. What will happen to the legislation trying to lock down digital content? Where you begin to see people who are going against what those laws allow them to do, and becoming very, very successful, it becomes obvious that those laws are in effect meaningless. Eventually, people realise that there's no reason to even keep those laws on the books. That takes a very, very long time, and causes a lot of problems in the meantime, but I think in the long run the legal issues - like the business models - do tend to work themselves out. Curriculum Vitae Age 32 Education 1993-96 Cornell University, Bachelor of Science 1996-98 Cornell University, Graduate School of Management, MBA Career 1997 Founded Techdirt as a newsletter 1997 Intel, product marketing engineer 1998 Release Software, business development manager 2000-present Techdirt chief executive Family Married, with a dog and a cat Hobbies Reading"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}