{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2007/nov/19/obituaries.mainsection", "type": "article", "sectionId": "theguardian", "sectionName": "From the Guardian", "webPublicationDate": "2007-11-19T23:57:56Z", "webTitle": "Obituary: Sally Keir", "webUrl": "https://www.theguardian.com/news/2007/nov/19/obituaries.mainsection", "apiUrl": "https://content.guardianapis.com/news/2007/nov/19/obituaries.mainsection", "fields": {"headline": "Sally Keir", "bodyText": "Sally Keir, who has died of cancer aged 68, was a botanical artist of considerable talent who gained a reputation and awards for her innovative flower paintings using gouache, though she did not start painting until her 40s. After two brief marriages in her 20s, she went to work in East Lothian as a secretary in the estate office of the Earl of Wemyss and March. This job had the advantages of being near her sister Janet, providing a home for her daughters Rainbow and Caroline, and a garden in which she grew her own vegetables and successfully nurtured a chamomile lawn. In her late 30s, Sally completed a foundation course at Hereford Art College, then graduated from the Duncan of Jordanstone College of Art, Dundee, with a design degrees, specialising in silversmithing and jewellery design. During her final year at Dundee, she met her future husband Peter, who shared her other great passion, rock-climbing and mountaineering, and together they lived and worked in the Midlands for 15 years, before moving to Conwy in 1997. Sally lectured in the silversmith and jewellery department at Walsall Art College, and designed and made jewellery in her own workshop. After a couple of years she decided to concentrate on botanical painting, developing a striking style of detailed and luminous flowers against dark backgrounds, giving three-dimensional and intense images. She exhibited extensively in the UK and abroad, and was awarded a gold medal by the RHS for her painting of bearded irises. Elected to the Society of Botanical Artists, where she regularly showed her work, she latterly became a tutor and examiner for students working for an SBA diploma. She was commissioned by Shirley Sherwood, a renowned collector of botanical art, to paint a pink rhodo-dendron, which featured in her worldwide exhibition of botanical art in 1997. Her paintings were also included in the gouache section of Margaret Stevens' book, The Art of Botanical Painting. She sold more than 450 works, and several of her paintings were used as greetings cards and sold commercially. Sally joined the Pinnacle Club, the UK's only women's climbing club, in 1980, and held various posts over the years, including treasurer and president (2002-05). During climbing trips to the Alps, she photographed many alpine plants as material for her painting; in the UK, she combined climbing trips with visits to nurseries, hunting plants for her ever evolving garden designs. Sally was a woman of many facets - compassionate, non-judgmental, and determined. Her other interests included folk singing, opera (she was an avid Wagner fan), photography, organic gardening, bird watching and growing alpine plants. She is survived by Peter, Rainbow and Caroline, and her grandchildren Rory and Shannon."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}