{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2007/nov/28/iraq.syria", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2007-11-28T23:59:27Z", "webTitle": "Refugees celebrate first bus back to Iraq", "webUrl": "https://www.theguardian.com/world/2007/nov/28/iraq.syria", "apiUrl": "https://content.guardianapis.com/world/2007/nov/28/iraq.syria", "fields": {"headline": "Refugees celebrate first bus back to Iraq", "bodyText": "Looking thrilled rather than fearful, around 800 Iraqi refugees boarded a fleet of buses yesterday for the first official convoy back to Baghdad since the daily carnage of sectarian violence and car bombs sent them here a year or more ago. \"I'm not nervous about going back. I feel comfortable because our neighbours told us on the phone the situation is really good now,\" said Kadhim Mohammed, who was returning with her husband and five children to the western Baghdad district of Abu Ghraib. A Shia, she said her neighbours were Sunnis who had looked after the family's home during the 18 months they have spent in Syria. Her husband said the change had come about because many Sunni tribal leaders had turned against the al-Qaida militants who began killing Shia civilians in 2005. Iraqi embassy officials watched with satisfaction as families piled bulging canvas bags and rolls of mattresses into the buses' luggage compartments in a rare piece of Iraqi good news. Notices on each bus announced that the free ride home had been organised by the Iraqi government. Some refugees carried Iraqi flags. Once they reached the Iraqi border, US helicopters and Iraqi army Humvees were to escort them to Baghdad. Of around 30 refugees interviewed yesterday, all were Shia. Several came from Karbala, a mainly Shia city in southern Iraq. Iraqi officials said there were many Sunnis on the passenger list and it was pure chance that none had been interviewed by the Guardian. While officials have been touting the return of Iraqis as proof that security has improved, interviews with passengers yesterday showed the push factor was at least as strong as the pull factor. \"We had to go back to square one when we came here. Rents are high and I could only put my son into school. I couldn't pay for clothes or books for my daughters,\" said Kadhim Mohammed. \"It's impossible to live here. Once you leave your country, you have no dignity,\" said Halima Younis from Ameriya, a mixed Sunni-Shia district in western Baghdad. She survives economically through her teenage sons, who are casual labourers. Although schooling in Damascus is free, Iraqis claim that headteachers tell them there is no room for Iraqi children, or demand bribes to let them in. The surge in returns has also been sparked by Syria's decision to tighten visa rules from October 1, making it harder for Iraqis to renew their permission to stay. With an estimated 1.5 million Iraqi refugees on its hands, the Syrian government has been struggling to help them. UN appeals have had a poor response from governments in Europe and elsewhere. The UN refugee agency is watching the return movement closely, believing it is too early to encourage Iraqis to go home. A survey it ran last week among people thinking of returning found only 14% felt security had improved. Forty-six per cent said they could no longer afford to stay in Syria, and 25% said their visas had expired and they were \"obliged to leave\". Sybella Wilkes, the agency's regional spokesperson, said: \"We think Iraqi refugees are the best ones to judge when it's safe to go back. We're happy the Iraqi government is supporting those who consider it is, but we're also getting hundreds of calls from refugees worried about what will happen when their visas expire, and saying they don't think it's yet safe to go.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}