{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2007/nov/24/art.exhibition", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2007-11-24T23:56:24Z", "webTitle": "Exhibitions preview: Nov 24", "webUrl": "https://www.theguardian.com/artanddesign/2007/nov/24/art.exhibition", "apiUrl": "https://content.guardianapis.com/artanddesign/2007/nov/24/art.exhibition", "fields": {"headline": "Preview", "bodyText": "Bauhaus: 1919-1933 Middlesbrough The Institute Of Modern Art continues to establish itself as a venue of international repute with this show of Bauhaus art and design. Before its closure by the Nazis in 1933, the Bauhaus school represented a surge of modernist creative optimism for the entire western world. With participants ranging from the architects Walter Gropius and Ludwig Mies van der Rohe through to painters Paul Klee, Wassily Kandinsky and Josef Albers, the Bauhaus school pulled together all the most radical trends of innovative creativity at the time. Kandinsky was pushing a kind of psychic semi-spiritualistic abstraction, Klee was taking his drawn lines for walks into introversion and Mies was cementing the groundworks of 20th-century urban geography. A crazy overload of talent. Robert Clark · Middlesbrough Institute Of Modern Art, to Feb 17 Bloomberg New Contemporaries 2007 Manchester The New Contemporaries survives as perhaps the most engaging indication of what the artistically up and coming are up to. Selected from final year British art students and recent graduates, the open submission of some 1,200 works is weeded down to an always contentious representation of aspiring creative, daring and cultural mischief. No doubt about it, this could be the gateway to superstardom this year for newcomers such as Steve Bishop, Camilla Kesterton, Heike Kabish and Charlie Crane. RC · Cornerhouse, to Jan 20 Carey Young Oxford Andy Warhol may have thought that \"good business is the best art\", but the corporate world has rarely been a subject to inspire artistic creativity. Not so for Carey Young. Over the past decade she has immersed herself in the world of business, performing with motivational speakers, installing a call centre which gave out information about her, and framing disclaimers between the artist, the viewer and the gallery. Her new performance uses the skills of a public speaking club called Toastmasters. Do they succeed in giving Young the kind of gravitas needed for big business? Go along and find out. Jessica Lack · Oxford Town Hall, Sat 24, 1pm-3pm Santiago Sierra London The art world's popular mischief-maker Santiago Sierra returns to stir up more trouble. The last time he was in London he hooded 10 Iraqi locals and sprayed them with Polyurethane foam as a toxic testimonial to the abuse suffered by the prisoners of Baghdad. His art is always this provocative, ridiculing social structures and capitalism's dominance over the weak. Many of his performances focus on the effect of economic systems on the labouring classes, such as when he employed illegal workers at the minimum wage to carry blocks of concrete in a protest against inhuman work conditions. As always, the installation he is planning is a secret, but will no doubt be as astute and acerbic as ever. JL · Lisson Gallery, NW1, Fri 30 to Jan 19 Utagawa Hiroshige &amp; Alice Cattaneo Birmingham An intriguing show of 19th-century woodblock prints by Utagawa Hiroshige, curated by the painter Julian Opie. While Opie's own work tends towards a faux-naif celebration of pop, Hiroshige's prints come across as embodiments of nature's awesome lyrical grace. Here are some of the most unforgettable landscape images of all time. The dusk, the moon, Mount Fuji - Hiroshige evokes those all too rare moments when everyday hassle appears to calm down to states of perceptual enchantment. As an accompaniment, Alice Cattaneo's DIY sculptures and lo-tech videos try to summon heady themes through back-to-basics means. Her materials are ordinary - cardboard, tape - but her subjects are big and bold. A muted humour results. RC · Ikon Gallery, Wed 28 to Jan 20 Allen Jones London Pop artist Allen Jones turns 70 this year and to celebrate, this gallery are exhibiting new paintings by the one-time feminist scourge. Jones is most famous for three sculptures he made in the 1960s called Table, Chair and Hat Stand, which transformed semi-naked, leather-clad female mannequins into furniture. Unsurprisingly, they got on the tits of the burning bra brigade and were immediately derided as misogynistic. Yet Jones's sculptures captured the ambiguous nature of the 1960s free love era, in particular highlighting the discrepancies between female emancipation and sexual experimentation. Many of his works allude to the fetishism he discovered in New York around this time, and even today, his paintings still retain the seedy glamour of S&amp;M in vibrant acid colours. JL · Alan Cristea Gallery, W1, Mon 26 to Dec 22 Northern Art Prize Leeds While the whole attention-seeking palaver of competition might be of questionable cultural worth, the new Northern Art Prize show, which guarantees the winner £16,500, promises an intriguing take on how northern artists crave international viewpoints and profiles. Selected by a panel including 2001 Turner Prize winner Martin Creed, the artists here come across as wide-eyed super tourists. Tim Brennan and Dan Holdsworth feed off the wild landscapes of Iceland, the Spanish Sierra Nevada and homeland north-east England; Eric Bainbridge presents sculptures heavily influenced by his visits to Bangkok; and Nina Pope and Karen Guthrie, who work collaboratively under the enticingly enigmatic name Somewhere, come on like hostesses in a round trip from the UK to the Czech Republic. RC · Leeds Art Gallery, to Feb 10 Anthony McCall London The influential 1970s film-maker Anthony McCall was part of a minimalist band of creative brothers whose pared down aesthetic translated onto celluloid as simple but striking acts of cultural intervention. A Brit who emigrated to New York in the early 1970s at a time when the macho boys of minimalism were colonising warehouses in the lower east side, McCall sought to recreate the angular geometry of industrial sculpture in his film works. One of his most seminal pieces was Line Describing A Cone, a sharp slice of light that slowly materialises over 30 minutes and gradually becomes visible through smoke and dust. His work has been a cult secret in the UK, even though his work with digital projectors and 16mm film has garnered him several generations of fans. This retrospective will provide, at the very least, an opportunity to see one of the greatest manipulators of light in action. JL · Serpentine Gallery, W2, Fri 30 to Feb 3"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}