{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2007/nov/11/uk.afghanistan", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2007-11-11T23:55:07Z", "webTitle": "MoD accused over spy plane deaths", "webUrl": "https://www.theguardian.com/politics/2007/nov/11/uk.afghanistan", "apiUrl": "https://content.guardianapis.com/politics/2007/nov/11/uk.afghanistan", "fields": {"headline": "MoD accused over spy plane deaths", "bodyText": "A dozen major deficiencies in the repair and maintenance of the RAF's Nimrod spy planes were identified shortly before one of the aircraft exploded above Afghanistan, causing the biggest loss of life suffered by Britain's armed forces since the Falklands war. An internal defence report, seen by The Observer, highlights a catalogue of 'critical' failings found during an investigation into the recurrent problem of fuel leaks within the Nimrod fleet. It found that deep-rooted concerns relating to a 'low standard of workmanship' and 'inadequate' training of mechanics working on the Nimrod fuel system were first identified eight years ago. Investigators found no evidence to suggest such issues had been rectified. The official inquiry into the explosion above Afghanistan that killed 14 people - to be published this month - is expected to pinpoint a fuel leak in the Nimrod MR2 as the cause of the tragedy. The inquiry comes days after a Nimrod suffered a serious leak in mid-air, spraying fuel into an empty bomb bay while refuelling over southern Afghanistan. Last night families of the crew who died in the explosion over Kandahar province claimed it was the fourth such incident since the tragedy. Last night the father of one of the servicemen killed accused the RAF of 'wasting' the life of his 25-year-old son Ben. Graham Knight, from Bridgwater, Somerset, said the report proved that safety fears over fuel leaks had been repeatedly ignored by defence officials. 'I was speaking to one of the widows involved in the crash recently and she agreed that her husband's life has been thrown away,' he said. 'This report shows that mechanics were not using the proper equipment, there were problems with training and also with the sealants.' In addition to the 12 areas of concern found by experts, the report detected a further six factors that appear to have compounded problems relating to the aircraft's fuel tank system, including the age of the fleet and the Nimrod's design. The 36-page report adds that the age of the plane that exploded over Afghanistan 14 months ago was 'considerably beyond the initial design requirement for the aircraft'. The report by Qinetiq, a private defence firm, also found that mechanics could not detect fuel leaks reported in Iraq and Afghanistan once the planes had returned to Britain for service. The 12 deficiencies mentioned in the Qinetiq report, published in March 2006, focus on mechanics' working practices. They cite staff using out-of-date generic manuals that did not relate to the specifics of the spy plane and the lack of an 'adhesion promoter' to properly carry out repairs to the aircraft's fuel tanks. So alarmed were the authors of the report that they recommend that a team of specialists should review the findings and make urgent improvements. 'The overall control and quality of the [mechanics'] work was not helped by the loss of venting equipment, inadequate tooling and poor upkeep,' said the report. Experts highlighted a 'critical need to improve the training' of Nimrod mechanics, a 'deficiency of appropriate tooling for sealant stripping', and a 'lack of expertise and critical loss of experienced personnel that has had a major impact on the efficiency of RAMS [mechanics] in carrying out fuel tank repair work'. The lack of suitably skilled mechanics was serious enough, the report adds, to have 'diminished the consistency of fuel tank repair work with a possible impact on the reliability of those repairs' and may have compromised the 'effective sealing of leaks'. Investigators also expressed concern that they could not find who had performed earlier repairs or when they had been concluded. Details relating to prospective repairs on the plane that exploded over Afghanistan could not be traced by those examining the fuel tank system of the plane. Defence officials have previously admitted that the fleet of Nimrods has a history of fuel leaks. An MoD spokesman said: 'The safety of our aircrews is paramount. We have regular checks and we have now taken the action of suspending air-to-air refuelling as a precaution.'"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}