{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2007/nov/16/classicalmusicandopera3", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2007-11-16T23:46:03Z", "webTitle": "SCO/Elts, St Cuthbert's, Edinburgh", "webUrl": "https://www.theguardian.com/music/2007/nov/16/classicalmusicandopera3", "apiUrl": "https://content.guardianapis.com/music/2007/nov/16/classicalmusicandopera3", "fields": {"headline": "SCO/Elts", "bodyText": "The Scottish Chamber Orchestra is experimenting with a number of rush-hour concerts this season: early evening performances in a town-centre church, rather than the orchestra's usual Edinburgh venue. The series title - CL@SIX - together with the billboard advertising suggests these concerts are aimed at a broader market than the orchestra's usual Queen's Hall audience; whether this will actually be the case remains to be seen. One thing is certain though: this week's offering certainly hit the programming on the nail. What is not to like about the musical panoply of colour and exuberance that, in a little under an hour, sends its audience out revived, invigorated and ready to enjoy the evening? On paper, a programme combining Dvor...#728;ák's Czech Suite, Kodály's Dances of Galanta and Bartók's Romanian Dances, with some of Ligeti's Salon Dances from Old Hungary thrown in by way of an encore, could suggest serious overkill on the folk-inspired front, but here conductor Olari Elts ensured that there was plenty of contrast. His Dvor...#728;ák was fluid and lyrical; the old-world Romanticism of Brahms tinged with native Czech colour, with a particularly dreamlike account of the Romance. An entirely different orchestral sound - rustic, vibrant and rough-edged - came to the fore in Bartók's pithy Romanian dances, something of which was retained for the Kodály, which opened with all the swaggering arrogance of the old dances on which it is based, and went out in a scampering, joyfully unleashed whirlwind. Elts is a fascinating conductor to watch; a mixture of cool nonchalance and concise movements, combined with a repertoire of entirely individual quirky hand gestures. As the SCO's new principal guest conductor, his style becomes more familiar yet more intriguing with every performance. The orchestra seems to respond extremely well; the infectious joie de vivre of the playing on this occasion was unmistakeable."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}