{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2007/nov/19/pakistan.usa1", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2007-11-19T23:57:55Z", "webTitle": "US envoy to Musharraf returns home with nothing", "webUrl": "https://www.theguardian.com/world/2007/nov/19/pakistan.usa1", "apiUrl": "https://content.guardianapis.com/world/2007/nov/19/pakistan.usa1", "fields": {"headline": "US envoy to Musharraf returns home with nothing", "bodyText": "A special US mission to the embattled Pakistan president Pervez Musharraf ended in failure yesterday, and the Bush administration is inceasingly alarmed about the possible collapse of the government. There are also fears that its nuclear weapons could end up in the hands of Islamist extremists. John Negroponte, the US deputy secretary of state, flew out of Islamabad after Musharraf, a close ally of the US, rejected his call to end emergency rule, to free political prisoners, resign from his post as army commander and hold free and fair elections in January. Negroponte, at a press conference in Islamabad yesterday morning, issued a warning that the US will not recognise elections held under emergency rule. He refused to answer directly a question about whether the US will cut off aid if emergency rule is not lifted. The US has provided Pakistan with $10bn (£5bn) in aid since 9/11, mainly to help in the fight against the Taliban and al-Qaida. A Pakistan foreign ministry spokesman, Mohammed Sadiq, dismissed the Negroponte talks with Musharraf, saying the American had brought no new proposals and received no assurances in return. While the Bush administration publicly continues to support Musharraf, behind the scenes it is looking at alternatives in political and military circles, as well as options for securing Pakistan's nuclear arsenal. Negroponte raised the security of the nuclear weapons directly with Musharraf, who assured him they were safe. The New York Times disclosed yesterday the US has spent $100m (£50m) in a secret programme over the last six years to help Musharraf improve weapons security. But Pakistan has refused to allow US experts to get too close to the weapons or to disclose their exact locations, fearful the Americans might insert \"kill switches\" that would allow them to disable the weapons. The Bush administration is in a dilemma, concerned that the US might end up in a similar position to 1979 when its ally the Shah of Iran was deposed and replaced with a government hostile to the US. Negroponte refused to accept that his mission had been a failure. \"In diplomacy, as you know, we don't get instant replies when we have these kinds of dialogue. I'm sure the president is seriously considering the exchange we had,\" he said. Musharraf told him that emergency rule would have to remain in place if a secure and successful election was to be held on January 9. Negroponte said a legitimate election could not be held when thousands of political opponents were held in jails and opposition parties were denied the right of assembly. Protests against Musharraf's tactics spread to Britain, as demonstrators, including the detained Imran Khan's ex-wife Jemima, rallied outside Pakistan's High Commission to call for an end to the emergency rule."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}