{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2007/nov/28/schools.faithschools", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2007-11-28T23:58:38Z", "webTitle": "Jewish school told to change admission rules", "webUrl": "https://www.theguardian.com/uk/2007/nov/28/schools.faithschools", "apiUrl": "https://content.guardianapis.com/uk/2007/nov/28/schools.faithschools", "fields": {"headline": "Jewish school told to change admission rules", "bodyText": "The country's top Jewish state school was yesterday found to be breaking anti-discrimination laws and ordered to delete part of its admissions criteria that favours ethnically Jewish children. The Jewish Free School (JFS) in north London denied a child a place after she did not meet stipulations set by the chief rabbi, the school's religious authority, that applicants' mothers should be ethnically Jewish. The child's mother, who is head of English at the school, converted to the religion under the auspices of the chief rabbi in Israel. The school was accused of discriminating against children whose mothers do not comply with the chief rabbi Jonathan Sacks' definition of Judaism. The chief schools adjudicator, Phillip Hunter, ruled in the school's favour that it was not breaking race relation laws by giving preference to children who are born to Jewish mothers where there is competition for places, saying that was a religious rather than a race issue. But he ordered under-subscription criteria, which give preference to children who have one Jewish parent or grandparent over other children regardless of their religious convictions, to be removed, saying it was discriminating \"indirectly\". A spokesman for the JFS said: \"It is greatly reassuring that the determination of the criteria for admission of Jewish children to JFS has been confirmed as being a religious, not a racial matter, and the authority of the office of the chief rabbi to determine the Jewish status of our applicants has been confirmed.\" Last night Sacks was not available for comment."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}