{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2007/nov/24/northernrock.creditcrunch", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2007-11-24T23:58:20Z", "webTitle": "Northern Rock shares hit new low", "webUrl": "https://www.theguardian.com/business/2007/nov/24/northernrock.creditcrunch", "apiUrl": "https://content.guardianapis.com/business/2007/nov/24/northernrock.creditcrunch", "fields": {"headline": "Northern Rock shares hit new low", "bodyText": "Northern Rock's share price slumped to a new low yesterday on concerns that its mortgage assets are less secure than when it almost collapsed. A Guardian investigation showing that more than 70% of the beleaguered firm's mortgages are owned by a Jersey-based company undermined the bank's ability to attract a bidder prepared to pay the current value. The shares sank to 85p at the close, down 2%. The focus of attention in the Northern Rock saga shifted to a web of offshore companies under the Granite name used by the bank to raise funds to support its mortgage lending. The credit crunch stopped further fundraising through Granite and forced its management to seek emergency funding from the Bank. Critics said the web of assets held in the Granite scheme blurred the ownership of the bank's mortgages, making it unclear how much of the assets the Bank would have a claim to, if it was wound up. The lender has also become more exposed to a fall in property prices. But Northern Rock yesterday defended its fundraising programme. \"Northern Rock has assets of over £100bn. Only around half of those assets are securitised as part of the Granite programme, leaving around £50bn of unencumbered assets. Ministers are concerned that taxpayers could lose some or all of the £22bn it is believed Northern Rock has borrowed from the Bank of England . The Tories increased the pressure on the government by pledging to raise the issue of Northern Rock's finances and ability to repay the loan with chancellor Alistair Darling in the Commons next week."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}