{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2007/nov/13/academicexperts.highereducationprofile", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2007-11-13T23:58:19Z", "webTitle": "Interview: Tahir Abbas", "webUrl": "https://www.theguardian.com/education/2007/nov/13/academicexperts.highereducationprofile", "apiUrl": "https://content.guardianapis.com/education/2007/nov/13/academicexperts.highereducationprofile", "fields": {"headline": "Radical thinker", "bodyText": "Dr Tahir Abbas leans forward on the sofa, removes his spectacles and rubs the top of his nose. An expression of intense concentration settles on his youthful features as he considers what is arguably the most pressing issue of our time - the frustrations besetting young British Muslims, making some of them potential prey, as the head of MI5 would see it, to the wiles of violent extremists. For a second or two, Abbas's eyes close as he pauses to gather his thoughts. He could be forgiven, at this point, for nodding off. After all, he has only just returned from back-to-back conferences in Azerbaijan, preceded by a week in Pakistan, where he addressed the Goethe Institute in Karachi. Between the two trips, he had just about enough time to fly home to Birmingham, say hello to his wife, Saleha, and their three children, before re-packing his suitcase. So what's keeping him going? \"Adrenaline,\" he says without hesitation. \"These are exciting times for me. There's so much going on.\" Apart from anything else, his latest book, British Islam: the Road to Radicalism, has to be completed by the end of the year. Whenever possible, he is bent over the keyboard as he takes advantage of a sabbatical from his day job as reader in sociology and director of the Centre for the Study of Ethnicity and Culture at Birmingham University. At the same time, he is in regular demand from the editors of current affairs programmes and periodicals as well as by the organisers of conferences and committees. Not to mention the Joint Terrorism Analysis Centre in London and the Department for Homeland Security in Washington. \"I remember,\" he says, \"one of the more earnest American civil servants leaning across the table and asking: 'Are you really saying that western governments lie to people?'\" Abbas shakes his head in disbelief as if pondering how anyone could be so naive in the wake of a war in Iraq that he, not surprisingly, regards as the main driver on the road to radicalism. \"Global events have created a lack of trust,\" he says. \"But there are also fundamental issues at grassroots level. Deep-seated problems of discrimination are still affecting second- and third-generation Muslims. There's a lack of economic and social mobility, particularly in the northern, former mill towns. And the institutions aren't there to help. \"The sermons they hear in mosques don't relate to their lives in the UK. That's why some of them are looking elsewhere, to dodgy websites and bookshops.\" The age gap Others are dragged into drugs and criminality, lured by the temptations of western society in the dingy streets on the edge of city centres. \"They're caught between that world and the backward-looking, rural villages of Kashmir where so many of their parents and grandparents have their roots,\" Abbas says. \"There's a huge inter-generational gap between a rapidly growing youth culture and the old guard who run the mosques and the organisations that are seen as representing the community. What we need are new institutions to bridge that gap. \"Ministers can encourage the building of structures that would help bring them about. It's a matter of empowerment, giving them a sense of belonging to a British identity. That's what should be encouraged through discourse. It also needs to be recognised that there's more than one Muslim community. We're not just from south Asia.\" There are also Somalis, Turks, Kurds, Bosnians, Kosovans and others, he points out. \"And don't forget those who came from east Africa in the 1970s.\" Many were Gujarati Hindus, he concedes. \"But there were Muslims, too. Those refugees were mainly educated people who brought social capital with them. Leicester has benefited greatly.\" His own roots lie in Birmingham, a couple of miles or so down the road from the stylish town house in leafy Moseley that is the Abbas family home. He was brought up in the grim and leafless inner-city streets near Birmingham City's football ground. His father arrived from Kashmir 50 years ago at the age of 16. After taking menial jobs in factories, he drove buses for the rest of his working life. He was anxious that his son should get on, so young Tahir became one of only four non-white children at a Catholic primary school. Not a particularly tolerant one. A memory that haunts him still is of being force-fed by the headteacher in the dining hall after declining to eat non-halal meat. The same woman declined to let him sit the 11-plus that could have granted entry to one of Birmingham's surviving grammar schools. Instead, he was sent to the local comprehensive, where bullying was rife and, as the 80s wore on, teachers were taking regular industrial action. \"We spent a lot of time hanging around in cinemas and pool halls,\" he recalls. Not surprisingly, his exam results fell some way short of his parents' expectations. \"So I took myself off to a sixth-form college for three years, as far away from where we lived as possible. First, I did my re-sits, then A-levels.\" Well enough, as it turned out, to get him into Queen Mary, University of London. He studied economics and doesn't mind admitting that he faced some temptations himself at a time when the greed-is-good philosophy was rampant on both sides of the Atlantic. \"The prospect of champagne lunches in the City seemed very appealing,\" he smiles. \"But big events were unfolding worldwide - first the Berlin wall coming down, then the first Gulf war. I began to think much more about civilisation and cultures than about money.\" After completing an MSocSc in economic development, he returned to the Midlands to do a PhD at Warwick University's Centre for Research in Ethnic Relations. \"We had people from all over the world,\" he says. Exposed as he may have been to the intellectual hothouse of Warwick's campus, there was no danger of Abbas losing touch with life on the streets, as every evening he went back to his parents' house in Brum. But in 2001 he moved back to London to be a senior researcher at the Home Office. \"When I joined in January, New Labour seemed to be very positive about anti-discrimination legislation in the wake of the Stephen Lawrence tragedy. But by the end of the year, there had been a complete turnaround after the Bradford riots and then 9/11. The emphasis moved from tackling institutional racism towards the issue of Muslim integration.\" Changing city Abbas moved to the Department for Constitutional Affairs, but became even more disillusioned in 2003 when Iraq was invaded. So he grabbed the chance to take up his current post at Birmingham's red-brick university. Beyond its gates, the demographics of his home city were changing even more rapidly than he remembered. His eight-year-old son, Naheel, now attends a school where 60% of the pupils are Muslim. Which wouldn't be so surprising if the school wasn't officially set up for Orthodox Jews. So what proportion of pupils are Jewish? \"About 25%. I think it's good for children to appreciate other faiths. It builds trust and tolerance.\" Two qualities that have been in increasingly short supply in the wider world since he entered the Home Office in those early days of 2001, full of hope that life for British Muslims could be changed for the better. Curriculum vitae Age 37 Job Reader in sociology and founding director of the Centre for the Study of Ethnicity and Culture at Birmingham University Before that Senior research officer at the department for Constitutional Affairs and the Home Office Likes Open-mindedness, creative intelligence and kindness Dislikes People whose egos exceed their abilities; an obsession with material possessions Married with three children"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}