{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2007/nov/05/mondaymediasection", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2007-11-05T23:50:10Z", "webTitle": "My media by Julien Temple", "webUrl": "https://www.theguardian.com/media/2007/nov/05/mondaymediasection", "apiUrl": "https://content.guardianapis.com/media/2007/nov/05/mondaymediasection", "fields": {"headline": "My media", "bodyText": "Newspapers I can't get through a day without reading a newspaper. I just like turning the pages and the random sense of alighting on headlines and captions that catch your attention. I usually read the Independent or the Guardian, along with the Mirror for gossip and chat, although I quite often sneak a peek at my mother-in-law's Daily Telegraph - I like the rustling sounds those big old broadsheets make. Magazines I tend to think of magazines as things you pick up in airports to take your mind off the nightmare of air travel. I quite enjoy those outrageous, trashy American National Enquirer-style scandal sheets and the odd article in Vanity Fair which I'd never read at home. I'll buy Private Eye, too, to read on the train if the front cover makes me laugh, and the Big Issue if the seller has a humorous pitch. Books I like to have several on the go at once. I loved The Angel of History, Bruno Arpaia's novel about Walter Benjamin's ill-fated walk across the Pyrenees to escape from the Nazis during the war. At the moment I'm enjoying Kenneth Tynan's Profiles collection - which contains perfectly acerbic prose - and a biography of the uniquely eccentric Ralph Richardson, who has got to be one of the funniest men who ever lived. TV I watch BBC News and Newsnight as well as things like South Park, or the Attenborough programmes with my kids, but I don't really like small screens. I'd much rather go to the cinema or watch a DVD. Radio Radio 6 and Radio 3. I also catch the Today programme in the car, taking the kids to school, and often have to pull in by the side of the road to listen to Melvyn Bragg's In Our Time on the way back. Desert Island Discs is cool, too, if the right person's on it, although I preferred Sue Lawley to Kirsty Young. In the afternoons I like Gardeners' Question Time because I'm obsessed with spending time working in my garden. Ads I think ads are great social signifiers and love chopping them up and using them in a documentary context; the 1970s Hai Karate series being among my favourites. But I don't like the intrusion of them in my living room, trying to sell me things I don't need. New Media The net is an unbelievable research tool and will change our lives, and the way we receive news and information, more profoundly than anything else. I love the idea of people starting their own internet TV channels, bypassing traditional distribution routes for music and film. I like independent news sites such as guerrillanews.com, chatting with my daughter on MySpace and checking out what's new on YouTube. But you can easily lose all sense of time and space. · Julien Temple's documentary, Joe Strummer: The Future Is Unwritten, is out now through Channel 4 DVD"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}