{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2007/nov/13/furthereducation.uk3", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2007-11-13T23:58:19Z", "webTitle": "All in a day's work: Gill Moore", "webUrl": "https://www.theguardian.com/education/2007/nov/13/furthereducation.uk3", "apiUrl": "https://content.guardianapis.com/education/2007/nov/13/furthereducation.uk3", "fields": {"headline": "All in a day's work", "bodyText": "During breakfast, one of my colleagues phones to say she is ill and can't get in. Would I be able to double up our two classes at the day centre? Of course I would. The classes, geared at adults wanting basic literacy, are only small, and I do have a helper. So I stop to collect a few extra resources, which makes me a little later than usual to arrive, but it's still 10 minutes before the lesson is due to start. I quickly fetch more chairs to accommodate the extra students. On the way, I pick up a message from reception that my helper is also off sick. The day centre is part of a college in the West Midlands. The students have a range of physical and learning difficulties. And some are long past the flush of youth. Already two of the students are hovering anxiously. The rest of the students will arrive in dribs and drabs, because they depend on social services transport to bring them in. So it is a good 10 minutes past the designated starting time before I have rounded up enough of them to begin the lesson. But then Pam bustles in. She is not going to join us today, as the centre staff are taking her on an outing, she explains - but it is George's birthday. She gives George a card and plonks a kiss on his reluctant, stubbly cheek, and everyone wants to sing happy birthday. Pam bustles off and we begin again. No sooner have we started than we must stop to make room for Frances in her wheelchair. About five minutes later, Fred arrives and we stop again while he pushes his walking frame round to his seat. The effort involved means he can't start without a cup of tea, so I go and make it for him. He won't do any work unless I do. By the time I get back, John has arrived but he can't start before he has gone to the toilet. He comes back after a while and we pause while he squeezes past to his desk. Just then, Frances has a coughing fit and I go and find her some water. We are now about half an hour into the lesson, in which we are discussing holidays, and how to write a postcard. We have decided to include details of the weather and I have started writing key words on the board, to assist students' spelling. Frances joins in the discussion enthusiastically, although she has speaking difficulties, so she often gesticulates to reinforce her meaning. \"Snow,\" she says. \"You know, you can - whoosh!\" She sweeps her arm to indicate skiing. Over goes the glass of water, soaking George. George leaps to his feet, a puddle spilling from his lap. Fortunately it's only water, but George is upset in case anyone thinks he has wet his pants. I rush off to find paper towels, and he starts mopping. By now, we have managed to get started on writing our giant postcards, but it is time for the tea break and we must keep to it, or several of the students will have an insulin crisis. I feel in urgent need of a coffee, but a nice relaxing break it is not to be. The colleague who has been sitting quietly in the corner, observing and making notes on her clipboard, smiles. \"If you can just spare a few minutes outside for some feedback,\" she says."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}