{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2007/nov/16/classicalmusicandopera4", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2007-11-16T23:46:01Z", "webTitle": "Northern Sinfonia/ Nézet-Séguin, Sage, Gateshead", "webUrl": "https://www.theguardian.com/music/2007/nov/16/classicalmusicandopera4", "apiUrl": "https://content.guardianapis.com/music/2007/nov/16/classicalmusicandopera4", "fields": {"headline": "Northern Sinfonia/ Nézet-Séguin", "bodyText": "The Northern Sinfonia has an impressive track record for talent- spotting. It appointed Thomas Zehetmair as music director before a Gramophone award confirmed his international standing; now it introduces 32-year-old French-Canadian Yannick Nézet-Séguin as its next important find. A dynamic young conductor with an irrepressible platform manner and a Jamie Oliver haircut, Nézet-Séguin was mentored by Carlo Maria Giulini and became principal conductor of the Metropolitan Symphony Orchestra in his home town of Montreal at the age of 21. Though he is still relatively unknown in Europe, that is likely to change when he succeeds Valery Gergiev at the Rotterdam Philharmonic next year. A dedicated explorer of the lesser-beaten tracks of the French repertoire, Nézet-Séguin's unusual choice of calling card is Bizet's callow Symphony in C. Bizet wrote the symphony in 1855 at the age of 17, then shelved the piece, which didn't receive a public performance for over 80 years. Nézet-Séguin conducts without a score - not that there can be many people prepared to commit Bizet's precocious juvenilia to memory - but he makes a convincing case for the work as a significant overture to the composer's operatic career. The slow movement is a langurous aria for oboe that seems to prefigure The Pearl Fishers, while the seductive Iberian dance patterns of the finale carry distinct echoes of Gypsy girls with roses between their teeth. A vigorous parade of Rameau dance suites and a limpid account of Debussy's Prélude à l'Après-midi d'un Faune seem strangely diverse items to perform alongside the Bizet. Yet the lucent colours Nézet-Séguin extracts from the Sinfonia's wind section make a convincing case that if the Austro-German composers added woodwind as an additional flavour, French taste always made it as an essential ingredient."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}