{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2007/nov/19/guardianobituaries.poetry", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2007-11-19T23:57:52Z", "webTitle": "Obituary: Vernon Scannell", "webUrl": "https://www.theguardian.com/news/2007/nov/19/guardianobituaries.poetry", "apiUrl": "https://content.guardianapis.com/news/2007/nov/19/guardianobituaries.poetry", "fields": {"headline": "Vernon Scannell", "bodyText": "News of the death at 85 of the poet Vernon Scannell will be greeted almost with disbelief by friends and admirers. For all that he was stricken with throat cancer, emphysema and much else, and had been bedridden for some months, the man seemed indestructible. The words \"Can't write much today\" at the beginning of a handwritten letter, replying to your own with amazing promptness, frequently prefaced two sides of A4, or more, filled with cheerful greetings and inquiries, reminiscences, perhaps a joke or two - usually an account, appreciative or scathing, of his latest reading. This would include just published volumes of writers' memoirs or letters (as the author of several volumes of candid autobiography, Scannell was fascinated by \"lives\"), old favourites such as Siegfried Sassoon, new novels and work by younger poets. Sometimes, there would also arrive in a letter a new poem of his own, because the last two years saw a revival of Scannell's creative energies. This year alone he had brought out two short new collections, A Place to Live (Happy Dragons' Press), and Last Post (Shoestring Pres). He wrote eight novels, including Ring of Truth (1983) and his last, in 2000, Feminine Endings. As always, his verse in these final books is traditional in form. What might have been considered unusual given a colourful, even swashbuckling, personality that spawned innumerable anecdotes, was his fastidious procedure as a poet, his unflinching focus on the age-old themes of love, war and death, his concern for \"a real involvement with living experience\". Craft and care, and for that matter clarity and accessibility, were unquestionable necessities if you were serious about the art; students on Scannell's creative writing courses were liable to be sat down, hangover or not, to write a sonnet after breakfast. He was born John Vernon Bain in Spilsby, Lincolnshire, but subsequently abandoned the family surname \"as an act of symbolic dissociation\" from a brutal, detested father, and because he was \"on the run from the army\". After an early childhood in County Roscommon, where his father was running a photography shop, he attended elementary and secondary schools in Aylesbury, Buckinghamshire, where, with the supervisory encouragement of an admired elder brother, he discovered a love of reading and music and secretly wrote his own adventure stories. In the evenings he developed a talent for boxing, which came in useful after the second world war. During the war - after an initial attempt to get into the RAF, described with broad humour in his memoir Drums of Morning (1992) - he served in the Gordon Highlanders in the Middle East; and, took part in the D-day landings, where he was wounded on patrol. One day in 1945, in the fifth year of his service, he deserted, simply walked out - as he was never reluctant to tell - on the waste and folly of the experience. Back in England with his changed name he started out as an amateur boxer, earned much needed money as a semi-professional middleweight, began to write and decided to go in for a proper, academic education if he could. The authorities caught up with him in 1947 (he did time in a military prison), but Bonamy Dobrée, then professor of English at Leeds University, recognised his talents and helped him get a place. Scannell then had a short period as a prep school teacher before giving himself up to the precarious life of freelance poet, novelist, autobiographer, critic, creative writing tutor, broadcaster. By the early 1950s his was a familiar name above carefully shaped, ruefully romantic poems in the Listener, the London Magazine, the Spectator and a host of smaller journals. He wrote prolifically in this period. In later years he would seem unable to recall the number of novels, including run-of-the-mill thrillers, he had produced to subsidise his true vocation as a poet. Early books such as A Mortal Pitch (1957), The Masks of Love (1960) and A Sense of Danger (1962) won respect from critics rather than outright praise, though the first of those contains his deservedly much anthologised November 5 poem, Gunpowder Plot: \"... I'm forced to hear/ The banshee howl of mortar and the talk/ Of men who died; am forced to taste my fear.\" The breakthrough came with Walking Wounded (1965), where the rawly moving title-poem sums up the memories of war which never left him: \"...Remembering after eighteen years,/ In the heart's throat a sour sadness stirs;/ Imagination pauses and returns/ To see them walking still, but multiplied/ In thousands now. And when heroic corpses/ Turn slowly in their decorated sleep/ And every ambulance has disappeared,/ The walking wounded still trudge down that lane,/ And when recalled they must bear arms again.\" This, and other poems in the same book, some of them only implicitly - yet unmistakably - about the war, place Scannell among the best poets of that conflict; which scarred him also in other ways. Inside the extrovert drinker, lover, man of broad (though often curiously innocent) humour was someone who had seen much, thought about it and suffered deeply from it; this is only just below the surface in the poems that reach the school books. The volumes he published in his 50s and 60s, usually to the accompaniment of popular performances of his poetry, even sometimes to jazz, on the circuits, won him increasing recognition as a craftsman, a love poet, un homme moyen sensuel who could put that role into verse with touching accuracy and appeal. Of these, The Loving Game (1975) is probably the best, the most accomplished and vigorous, volume he ever published: see Self-inflicted Wounds or the ballad Captain Scuttle Ashore. But it is to be hoped that Scannell's very last poems, appearing in small magazines or simply sent to friends, achieve a wider circulation. Of these, Missing Things must be among the most poignant he ever, wrote: \"I'm very old and breathless, tired and lame,/ and soon I'll be no more to anyone/ than the slowly fading trochee of my name/ and shadow of my presence .../ There's something valedictory in the way/ my books gaze down on me from where they stand in disciplined disorder, and display/ the same goodwill that well-wishers on land convey to troops who sail away to where great danger waits...\" It is now the poems like that that have the indestructible air. Scannell is survived by four children. · Vernon Scannell (John Vernon Bain), poet, born January 23 1922; died November 17 2007"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}