{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "science/2007/nov/20/medicalresearch.health", "type": "article", "sectionId": "science", "sectionName": "Science", "webPublicationDate": "2007-11-20T23:56:00Z", "webTitle": "Genetically altered virus helps Parkinson's sufferers", "webUrl": "https://www.theguardian.com/science/2007/nov/20/medicalresearch.health", "apiUrl": "https://content.guardianapis.com/science/2007/nov/20/medicalresearch.health", "fields": {"headline": "Genetically altered virus helps Parkinson's sufferers", "bodyText": "The first gene-based therapy for Parkinson's disease has been found to be effective following brain scans of patients who received the treatment as part of an on-going trial. The success marks an important landmark for gene therapy, which has never before been used to treat a degenerative brain disease in humans. In the study, patients' brains were injected with a harmless virus, genetically modified to carry a human gene which dampens down nerve cells that become overactive in Parkinson's patients, interfering with movement control. Doctors noted a significant improvement, and the scans confirmed the treatment worked by highlighting brain circuits involved in movement that had recovered. Eleven men and one woman received injections directly into part of the brain most affected by the disease. The scans later showed that some brain circuits that act abnormally in Parkinson's patients were working healthily again. The patients showed signs of recovery one month after treatment, and three to six months later showed on average a 30% improvement in their movement. One patient's recovery astounded doctors, after tests showed his movement had improved 65%. \"These scans show that the treatment corrects abnormal activity in the brain, and we would only see those changes if the therapy was working,\" said Dr David Eidelberg, who led the study at the New York University School of Medicine. Before scanning the patients' brains, it was unclear whether their recovery could be explained by the placebo effect, or even by the surgery to enable doctors to inject the gene-based drug into their brains. Detailed examination of the scans showed very specific changes in the patients' brains that could only be explained by the therapy, Eidelberg said. Parkinson's affects around 120,000 people in Britain, with 10,000 new cases diagnosed each year. Symptoms, such as tremors, difficulty in moving and muscles that tighten and lock, usually appear when a patient is over 50. There is no cure and while several drugs are available to treat symptoms, some patients experience side-effects, among them a condition called dopamine dysregulation syndrome. Patients affected by the condition demand increasing doses of medication, are prone to aggressive outbursts and indulge in risky behaviour. The disease is caused by a loss of nerve cells in one part of the brain. The cells release a chemical called dopamine, which allows messages to be sent to parts of the brain that coordinate movement. As the dopamine-producing cells die off, these parts of the brain stop functioning properly. At the same time, levels of another chemical messenger, which dampens down over-active cells, begin to drop. It is levels of this chemical that were boosted in the study when regions of patients' brains were injected with a genetically modified virus to carry a human gene which is absorbed by nerve cells. The brain scan images revealed how the activity of different brain circuits changed before and after treatment. The team found changes in several parts of the brain, notably the circuits that control movement. Networks of nerve cells linked to cognitive ability, that also deteriorate in Parkinson's patients, showed no sign of improvement. The study appears in the journal Proceedings of the National Academy of Sciences today. The doctors are planning a second, larger trial of the therapy, due to begin early next year and expected to last 18 months."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}