{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2007/nov/16/post.annatimsonconsumeraffairs", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2007-11-16T23:48:27Z", "webTitle": "Anna Tims on Royal Mail failures", "webUrl": "https://www.theguardian.com/uk/2007/nov/16/post.annatimsonconsumeraffairs", "apiUrl": "https://content.guardianapis.com/uk/2007/nov/16/post.annatimsonconsumeraffairs", "fields": {"headline": "Is Royal Mail delivering all that it promises?", "bodyText": "The Universal Service Obligation (USO) is a bogeyman that haunts Royal Mail, for it requires the organisation to deliver mail to every UK address every working day. An expensive bore, this, for an organisation that is trying to make money. Which is why, according to an Edinburgh postman who has contacted me, the USO is routinely ignored. \"Royal Mail gets round the obligation by counting as delivered all mail that leaves the delivery office,\" he says. \"A part-timer is given mail they can't hope to deliver by the end of their shift so they dump it in a post box, but it's counted as delivered.\" The postman, who prefers to remain anonymous, reckons Royal Mail uses misleading delivery statistics to justify job cuts, compounding the problem whereby \"managers are paid for achieving targets reached only on paper\". \"In one delivery office where I work, 43 walks were reduced to 28 and full-time workers were replaced with part-timers,\" he says. Last week, he claims, he and his colleagues were asked to deliver scores of cards informing householders that parcels would not be delivered \"due to industrial action\". \"The strike had finished 22 working days before,\" he points out. Royal Mail claims it is very rare for post to be returned undelivered and that if a postal worker cannot shift their load on a three-and-a-half hour round, someone will be appointed to finish it for them (odd, then, that my area had no mail for a week because there was no cover for a sick postwoman). The cards delivered in Edinburgh were, it adds, a temporary attempt to clear a backlog caused by the strike. However, the postal watchdog Postwatch reckons USO failures could be far more widespread than official figures show. \"Royal Mail has to publish audited records of complaints to its call centre, and last year there were 113,631 complaints about delivery procedures,\" says a spokeswoman. \"But it's no mean feat to get through to customer services and a lot of complaints are directed first to the delivery office and not necessarily recorded.\" Postal workers can post mail back into a pillar box if they can't finish their round and both Royal Mail and Postwatch insist investigations are started if this is abused. \"Figures seem to suggest the system is working,\" says the Postwatch spokeswoman. \"But we suspect the recorded complaints are only the tip of the iceberg.\" Readers who miss out on a delivery should complain to Royal Mail customer services on 08457 740740 (if they can get through) to help flag up any corporate neglect."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}