{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2007/nov/20/health.medicalresearch", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2007-11-20T23:57:28Z", "webTitle": "Severe headaches may cause other pains, study suggests", "webUrl": "https://www.theguardian.com/society/2007/nov/20/health.medicalresearch", "apiUrl": "https://content.guardianapis.com/society/2007/nov/20/health.medicalresearch", "fields": {"headline": "Severe headaches may cause other pains, study suggests", "bodyText": "Migraines may do more than cause head-splitting pain, according to a study published today. People who experience severe headaches have differences in the part of the brain that deals with sensations, scientists have found. Neurologists who took brain images of 24 people who suffered frequent migraines and 12 who did not found that part of the brain called the somatosensory cortex - which processes information such as touch and pain - was 21% thicker in those who had a history of migraines. This may explain why people who get migraines may also suffer from other painful conditions. \"Repeated migraine attacks may lead to, or be the result of, these structural changes in the brain,\" said Dr Nouchine Hadjikhani, who led the study at the Massachusetts general hospital in Boston. The work appears in the journal Neurology today. The somatosensory cortex was first mapped by Dr Wilder Penfield, a neurosurgeon, in the 1950s. While operating on patients with epilepsy he stimulated different parts of the brain region and asked patients to describe where they felt any sensation. \"This may explain why people with migraines often also have other pain disorders such as back pain, jaw pain and other sensory problems such as allodynia, where the skin becomes so sensitive that even a gentle breeze can be painful,\" Hadjikhani said. In April scientists at the University of Rochester Medical Centre in New York warned that migraines may be causing more harm to people than previously thought. Their research showed that as migraines develop the brain demands more energy, but in some instances this led to a severe shortage of oxygen in the organ. Brain scans later showed that headaches were capable of causing damage to the brain that was identical to that seen after a minor stroke. They advised people prone to migraines to take every precaution they could to prevent the headaches coming on."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}