{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2007/nov/28/houseofcommons.partyfunding", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2007-11-28T23:58:40Z", "webTitle": "Simon Hoggart's sketch: Smile, though your party's breaking", "webUrl": "https://www.theguardian.com/politics/2007/nov/28/houseofcommons.partyfunding", "apiUrl": "https://content.guardianapis.com/politics/2007/nov/28/houseofcommons.partyfunding", "fields": {"headline": "Smile, though your party's breaking", "bodyText": "Gordon Brown walked into his press conference wearing an alarming smile. It was wide and cavernous and was no doubt supposed to make him seem relaxed and assured. In fact, it looked as if aides had fixed him up with one of those clamps that dentists use to keep your mouth wide open. Then they had tugged it out and said: \"Just hold it there for 20 seconds, prime minister!\" Then the grimace collapsed and he resumed his normal apprehensive frown, like a nail-chewer who's realised that he's down to the cuticles and will soon be working on bloodied stumps. He had decided to take the problem of the corrupt donations head-on. They had been \"completely unacceptable\". All the money would be returned. Of course, it was like nearly all political apologies. He was responsible, but not to blame. It was less a \"mea culpa\" than a \"everybody else culpa.\" He had set up an inquiry (Gordon Brown sets up inquiries at roughly the rate some of us have a snack.) One of the people holding the inquiry would be Lord Harries, the former Bishop of Oxford, and a stalwart of Thought For The Day. Who next? \"I have appointed Anne Atkins to create yet more nerve-tingling rightwing policies\"? Or, \"Rabbi Lionel Blue has kindly agreed to provide a selection of heart-warming Jewish stories to take our mind off things\"? It's going to be a very thorough inquiry. Would the names of any miscreants be published? \"If the inquiry names names, those names will be named,\" he declared. So that's sorted, then. The person who must have listened with most dread was Harriet Harman. Her boss was invited time and again to express his full confidence in her. He wouldn't. He expressed \"confidence\" in her, and \"confidence in the information she gave me\". She had thought the donation was \"bona fide\" - or \"boner feedy\", another of his weird misprounounciations. But he always stopped short of giving her his total support. If she was watching on TV she must have felt like a mediaeval heretic who hears the squeak of a trolley and a porter saying \"Where d'you want the iron maiden, guv?\" He was also surprisingly evasive about Mr Abrahams. He had never had a formal meeting with him, and when he had met him they never talked about donations. So how well did he know him? What did they talk about? We were not told. At one point he produced his own Willieism. Willie Whitelaw was once asked if he knew the temperature of the nation. \"I have the thermometer in my mouth, and I listen to it all the time.\" Gordon Brown was asked what his \"moral compass\" said. \"It says this was completely unacceptable.\" A talking compass! These are strange days in Downing Street."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}