{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2007/nov/05/ethicalmoney.personalfinancenews", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2007-11-05T23:51:08Z", "webTitle": "Co-op divi brings in the young", "webUrl": "https://www.theguardian.com/business/2007/nov/05/ethicalmoney.personalfinancenews", "apiUrl": "https://content.guardianapis.com/business/2007/nov/05/ethicalmoney.personalfinancenews", "fields": {"headline": "Co-op divi brings in the young", "bodyText": "The number of younger people joining the Co-op's membership scheme has more than doubled since it re-introduced its \"divi\" scheme last year, the group claims today. Before the re-launch of the scheme in September 2006, only 16% of the group's old loyalty cardholders were aged under 40 and 25% were men. An analysis of new membership applications shows that almost 40% are aged under 40 and that almost 35% are men, figures released by the group show. The shift comes amid an increase in new members of the Co-operative with membership increasing by 500,000 (25%) in a year. The group has 2.5 million active trading members across its range of businesses that includes convenience stores, funeral homes, pharmacies and travel outlets. The group is the world's largest consumer co-operative with a turnover of more than £9bn and around 85,000 employees. By presenting their membership card every time they shop, members earn points that are converted into a share of the profits with payment being made twice a year. Because the payouts are linked to future profits, the value of the points vary from year to year. For 2006, the value of a point was 1.43p. Patrick Allen, the marketing director, said: \"The combination of high-quality products with the ability to influence our business, and contribute to our community and social goals agenda, is a compelling reason to join the Co-operative - recently named the UK's most trusted and ethical brand.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}