{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2007/nov/01/games.guardianweeklytechnologysection", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2007-11-01T23:53:38Z", "webTitle": "A handy guide to the confusing consoles", "webUrl": "https://www.theguardian.com/technology/2007/nov/01/games.guardianweeklytechnologysection", "apiUrl": "https://content.guardianapis.com/technology/2007/nov/01/games.guardianweeklytechnologysection", "fields": {"headline": "A handy guide to the confusing consoles", "bodyText": "If you're thinking of buying a next-generation console this weekend, you'd better take a notebook and calculator - it's a complicated business. Take PlayStation 3 (\"please!\" says a Sony exec). You can opt for one of the old 60GB machines still littering the shop shelves, or go for the brand new 40GB version - which features fewer USB ports, no backwards compatibility with PS2 games and no memory card reader - but is quite a bit cheaper. Thank your lucky stars you're not in Japan or the US. In these territories you'd also have the choice of the 20GB version, which has no wireless internet, or the newer 80GB behemoth, which has everything. Oh, except backwards compatibility. Which you can only get from the 60GB machine. Wired editor Chris Kohler recently produced a helpful Venn diagram to explain the differences between the four iterations - it may well come up on next year's GSCE maths paper, so make sure your kids have a good look. Meanwhile over in Xbox 360 land, until recently you had the choice of the basic Core system (no hard drive, wired controller) and the Premium system (20GB HD, wireless controller). Now, the Core has been replaced by the Arcade bundle, which still has no hard drive but at least comes with a 256MB memory card and HDMI capabilities. The Premium package is an option (hard drive but no HDMI), but you also have the Elite machine, complete with HDMI slot and cable, plus a 120GB hard drive and fancy black colouring. This proliferation of bundles and differing specifications has come about for different reasons. With PS3 it's all been about price, cutting out extraneous features in order to bring that whopping SRP down to something manageable for those of us who aren't Premiership football players. With Xbox 360, the manoeuvring has been about getting up to date - the machine came out at the dawn of the next-gen era. So which should you go for? I'll leave the basic Xbox vs PS3 quandary to you, but as for packages, at £299 the 40GB PS3 is good value - it'll be rare for you ever to need more than two USB ports. Keep an eye out for retailer bundle deals - most will offer a game or at least a Blu-ray movie or two and for a few extra quid you could get an extra controller as well. With Xbox 360, the Arcade machine's lack of a hard drive is a big minus for those hoping to use Xbox Live Arcade by downloading more games, plus GTA fans will find themselves having to fork out more than £100 for a hard drive when GTA IV comes along. If you're really confused, there's always the Wii. If you can find one: the machine that doesn't offer a dozen iterations is the one that's selling like hot cakes. I wonder if there's a connection? · Get all the latest videogames news and gossip straight from our trio of bloggers blogs.theguardian.com/games"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}