{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2007/nov/16/guardianobituaries.obituaries", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2007-11-16T23:46:01Z", "webTitle": "Obituary: Donald Ayler", "webUrl": "https://www.theguardian.com/news/2007/nov/16/guardianobituaries.obituaries", "apiUrl": "https://content.guardianapis.com/news/2007/nov/16/guardianobituaries.obituaries", "fields": {"headline": "Donald Ayler", "bodyText": "At John Coltrane's funeral service in 1967, Donald Ayler stood on a balcony beside his saxophonist brother and played a spine-chilling lament. Wildly flagging his trumpet valves and swaying backwards and forwards, he seemed to scream through the instrument. Forty years later, that music still has the power to stun and dismay. Ayler, who has died from a heart attack aged 65, was the younger brother of Albert Ayler, one of the most charismatic musicians in jazz. If it was his fate to be perpetually in the shadow of the music's last great innovator, he made his contribution through jagged and unsettling trumpet work, heard on their recordings for Impulse and the radical ESP label, and with a statement that is a stepping stone to appreciating free jazz. \"Try to move your imagination towards the sound,\" he advised critic Nat Hentoff. \"Follow the sound, the pitches, the colours\". Donald started out as a saxophonist, but choosing another instrument was inevitable. He found a place in the freely improvised forms of expression that developed alongside the black liberation movements of the 1960s. Gradually, what was once avant garde has taken its place in modern musical consciousness. Today, Albert Ayler is a cultural hero, not least because his life ended tragically in New York's East river. Donald is part of that legend. He was born in Cleveland, Ohio, and grew up in Shaker Heights, a racially mixed district. His father was a semi-pro musician who played tenor saxophone and violin. His mother ensured the boys attended church; as Albert became a child star, Donald listened. The brothers turned away from the church, but that background remained an indelible part of their music. The cry of those whom African-Americans call \"the saved\" was heard in each note they played. When Albert travelled to Europe for his army service, Donald followed. In 1964, Albert went to Scandinavia for engagements, leaving saxophonist Charles Tyler to prepare Donald to join his band. In New York the brothers, and Tyler, recorded for ESP. On Bells, the jazz world first encountered Donald's skittery trumpet streaking through the music, couched in braying ensembles, raggedy bugle-calls and marches. The musicians lived from hand to mouth with few engagements, but in 1966 Donald played at Lincoln Center with Coltrane and worked with pianist Paul Bley and Coltrane's drummer Elvin Jones. The same year, I interviewed the brothers in New York for Melody Maker, their first real contact with a European publication. Later in 1966 they came to London, and recorded for BBC television. But their music outraged the corporation, which refused to give it airtime and wiped the tapes. Elsewhere in Europe, the musicians were treated as important artists, but back home, Albert's record company was grooming him for the rock market and did not want Donald. The trumpeter formed a group and recorded, but signs of mental instability had emerged and the session remained unreleased. Later, he had a breakdown. In January 1969 the brothers were temporarily reunited when Albert joined Donald's band on stage, but shortly afterwards the trumpeter returned to Cleveland. In 1970, Albert Ayler was found drowned in circumstances that have never been fully explained. His guilt over Donald's illness was implicated, but little was heard of the trumpeter until 1976, when I went to see him. With medication to help his condition, he was almost unrecognisable from the skinny, wild-eyed man of a decade earlier. Plump and talkative, he spoke freely about the past, although refused to refer to Albert by name. He had started playing again, with the help of saxophonist Mustafa Abdul Rahim, a childhood friend. Tentative sessions at the barber shop of Al Rollins, another saxophonist, increased his confidence and the three men found a few gigs. In 1981, Donald took Rahim to Italy, their concert in Florence being recorded and released in its entirety. But he was unable to sustain a career. Following his mother's death, Donald moved into a care home. With the resurgence of interest in his brother, his fortunes changed. He spoke to Albert's biographer, Peter-Niklas Wilson, appeared in Kasper Collin's documentary My Name is Albert Ayler, and collaborated on an autobiography. He is survived by his father. · Donald Ayler, trumpeter, born October 5 1942; died October 21 2007"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}