{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2007/nov/20/nhs.health", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2007-11-20T23:57:30Z", "webTitle": "Family doctors to shun national database of patients' records", "webUrl": "https://www.theguardian.com/society/2007/nov/20/nhs.health", "apiUrl": "https://content.guardianapis.com/society/2007/nov/20/nhs.health", "fields": {"headline": "Family doctors to shun national database of patients' records", "bodyText": "Nearly two-thirds of family doctors are poised to boycott the government's scheme to put the medical records of 50 million NHS patients on a national electronic database, a Guardian poll reveals today. With suspicion rife across the profession that sensitive personal data could be stolen by hackers and blackmailers, the poll found 59% of GPs in England are unwilling to upload any record without the patient's specific consent. Three-quarters of family doctors said medical records would become less secure when they are put on a database that will eventually be used by NHS and social services staff throughout England. Half thought the records would be vulnerable to hackers and unauthorised access by officials outside the NHS. A quarter feared bribery or blackmail of people with access to the records and 21% suspected that social services staff would not adhere to the confidentiality rules. The poll of more than 1,000 doctors was conducted by Medix, a healthcare online research organisation previously used by the Department of Health to test medical opinion. It found GPs are increasingly concerned about the department's plan to automatically upload the records of everyone who does not register an objection. After a Guardian campaign last year ministers conceded that patients would have the right to stop their medical files being passed from the GP to an NHS data warehouse known as the Spine. But they said everyone not exercising this veto would be assumed to have given \"implied consent\". In a Medix poll a year ago - shortly before the government's concession - 38% of GPs said they would not put clinical records on the database without getting a patient's specific consent, and 13% said they were unlikely to do so. During polling earlier this month these proportions rose to 43% refusing to upload without specific consent and 16% unlikely to do so. Another 30% were unsure or unable to comment, leaving only 11% who thought they were likely to comply with the government's proposal. This high level of scepticism came in spite of months of campaigning by Connecting for Health, the NHS's IT procurement agency, to persuade doctors that the \"summary care record\" scheme would save lives. During trials in Bolton less than 1% of patients opted out. The agency transferred the first 50,000 summary records to the database, including details of medications and allergies. As a first step it has made the information available to doctors providing out-of-hours care. Eventually the agency wants tens of thousands of NHS staff with security clearance to have access to millions of patients' files. One GP told the pollsters: \"Patients' confidential records will undoubtedly be at risk in the brave new world ... I look forward to the innermost secrets of our politicians, actors and personalities being revealed to all and sundry.\" Another said: \"Our current record confidentiality has been breached by a local primary care trust manager and we only found out by accident. I cannot trust the security of a national scheme.\" The summary care record is part of a £12.4bn programme to modernise the NHS's IT systems. The poll found 70% of GPs and hospital doctors do not think the programme is a good use of NHS resources and only 1% rate its progress as good or excellent. Three-quarters said they wanted an independent review before further sums were committed. The British Medical Association said last night: \"The government will not regain the confidence of the public or the profession unless it can demonstrate that its systems are safe, and doctors will wish to see for themselves how the programme will work.\" A spokesman for NHS Connecting for Health said the results of the poll \"do not appear to reflect the general picture on the ground or chime with other recent comprehensive surveys\". The early signs in areas introducing the summary care record showed patients appreciated its potential for improving safety, he added."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}