{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2007/nov/13/schools.uk3", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2007-11-13T23:58:18Z", "webTitle": "Matt Keating reports on the educational benefits of art therapy.", "webUrl": "https://www.theguardian.com/education/2007/nov/13/schools.uk3", "apiUrl": "https://content.guardianapis.com/education/2007/nov/13/schools.uk3", "fields": {"headline": "A place to hide and heal", "bodyText": "In a classroom full of art materials a 14-year-old is tearing paper, twisting it, and sticking it together. For the most part, she stays silent. The therapist also remains mute, not wanting to intrude into this very private space. When the teenager does speak, she tells of her father being nursed at home, dying from cancer; of how she is putting on a brave face; and of the great burden her mother is carrying. This is the first school-based art therapy session for a distressed teenager who is unable to focus on her schoolwork. The educational benefits of art therapy, both one-to-one and in groups, need shouting about according to schools that provide it. The work of 350 or so art therapists in English schools received a boost last month when the Big Lottery Fund awarded a £418,196 grant to a project in Newham, east London, that will develop and expand an existing range of art-therapy, counselling and support services in schools. West Ham Central Mission, a Christian charity in east London and Essex that offers counselling, art therapy and drama therapy, already provides subsidised art therapy at five schools. \"What is important about this project is its integrated approach,\" says Maureen Keane, director of WHCM Forrest (the east London branch). \"We are going to run parental skills workshops, so they can more effectively support their child while he or she is in therapy.\" The child and family consultations service estimates that at any one time 7,500 children in Newham are experiencing moderate to severe mental health problems. \"Attending to children's emotional needs cannot be underestimated,\" says Claire-Louise Leyland, one of two art therapists leading the WHCM Forrest project. In England, children referred by their teacher for art therapy have weekly one-hour sessions, the cost of which is paid out of a school's special educational needs budget. Parental consent is required as art therapy is a form of psychotherapy based on the belief that the creative process in artistic self-expression can help individuals resolve conflicts and problems, develop interpersonal skills, manage behaviour, reduce stress and increase self-esteem. It can be preferable to counselling for those who are unable to verbalise the emotional and mental effects of bereavement, domestic violence, a broken home or identity problems. \"Verbal therapy can often seem quite threatening, particularly for adolescents,\" says art therapist Carole Welsby. \"Art therapy allows them almost a place to hide, from which they can appear slowly.\" For the past 15 years she has been on staff at Enfield County, a girls' secondary school in north London. \"With visual work a lot of unconscious material comes out,\" she says. Some students require as little as half a term of therapy, others more. For one girl, it continued throughout her secondary schooling. \"It depends on the intensity of the issues we are dealing with,\" says Maggie Lee, Enfield County's deputy head. \"Loss and separation are often what you find behind a child acting out in school. Art therapy is a way of enabling struggling students to do better at school and in life.\" The improvements in the classroom following art therapy can be significant, and the service might fit in neatly with the government's Social and Emotional Aspects of Learning programme, rolled out in secondary schools this term. But the Department for Children, Schools and Families says the provision of art therapy is a matter for individual heads. \"We wouldn't prescribe it,\" says a DCSF spokeswoman. \"Though we encourage schools to look into ways to improve behaviour and attendance.\" Inevitably, such non-committal responses anger some in the profession. \"We need to get rid of the stigma attached to therapy,\" says Peppy Wilson, an art therapist from Kids Company, which works with Harris academy, Merton, in south London. Welsby agrees: \"I think the word 'therapy' can strike terror into the hearts of headteachers.\" However, parental consent for art therapy is not such a problem as getting consent for a referral to the child and adolescent mental health services. \"In the four years that we have had art therapy in the school, only one parent didn't want their child attending sessions,\" says Katherine Gill, who was until this term assistant head at the Star primary school, where WHMC Forrest is on site. \"Having art therapy on the premises meant not having to beg the parents to take their child to CAMHS - which has a six-month waiting list, to which they have to accompany their child, and which is often based in a mental health institution.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}