{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/nov/19/match.manchesterunited", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-11-19T22:43:38Z", "webTitle": "Manchester United 2 - 0 Leicester City", "webUrl": "https://www.theguardian.com/football/2001/nov/19/match.manchesterunited", "apiUrl": "https://content.guardianapis.com/football/2001/nov/19/match.manchesterunited", "fields": {"headline": "Shy Ferguson unmoved by French farce", "bodyText": "Strange things have been happening at Manchester United recently but none more so than Sir Alex Ferguson going all shy. Following the example set by Allan Border in 1993 - \"I am not talking to the British media . . . they are all pricks\" - Manchester United's manager has apparently gone on strike from the press, doubtless with similar thoughts churning through his mind. For someone who understands the media better than a lot of people employed in it, his refusal to attend the usual post-match news conference on Saturday, having called off his weekly press briefing 24 hours earlier, is a surprising stance, however irritated he has been by recent criticism. He compensated for his last no-show, after a 5-0 defeat of Sunderland in December 1996, by sending a scribbled note saying: \"I'm taking my winter break from you lot - the result speaks for itself.\" But this time there was no explanation. \"He doesn't want to give a reason,\" was all that Paddy Harverson, the club's mouthpiece, could offer, so it was left to Dave Bassett, in typical cockney mode, to say what everyone else was thinking. \"Got the petrol pump, has he?\" queried the Leicester manager. Why Ferguson should have the hump with anyone but his players is a mystery when even the most blinkered United follower would be forced to concede his final year in office has hardly been an epic thus far. In his absence it was left to Bassett to offer a sense of perspective. \"I think United winning the league so easily last season might have contributed to them starting this season slowly. But, as far as I'm aware, trophies have never been handed out in November. Only a fool would write them off and if Alex has got a crisis on his hands then God knows what the rest of us have got.\" At least Ferguson's players will depart for Germany this morning having rediscovered the art of keeping clean sheets before renewing acquaintance with Bayern Munich in the Champions League tomorrow. It was scarcely a memorable performance but the improved form of Wes Brown and the fact Roy Keane made it through the 90 minutes with no reaction to his knee injury give cause for optimism. Above all, the quality of United's crossing would test any team, David Beckham instigating this win with a right-wing centre so sumptuous that Ruud van Nistelrooy would have been impertinent not to head beyond Ian Walker. What happened next provided the game's pivotal moment. Ade Akinbiyi made a mess of a clear shot at goal and, just as Trevor Benjamin was homing in on the loose ball, he was shunted out of the way by Laurent Blanc. As Muzzy Izzet went to take the penalty, the Theatre of Dreams witnessed some French farce. First Fabien Barthez cleaned his studs on the goalpost. Then he started the final chapter of his favourite Victor Hugo novel. Then he lit a cigarette and put up a deckchair. Izzet kicked the ball into the empty net but the referee Andy D'Urso made him take it again. His nerve was crushed and Barthez pushed the second kick on to the upright. Bassett spoke about Barthez using \"gamesmanship\" and \"mind games\" but with understanding rather than annoyance and those who have criticised the goalkeeper are missing the point. Barthez was merely doing his job. Did anyone criticise Bruce Grobbelaar for his jelly-legs routine during the penalty shoot-out in Liverpool's 1984 European Cup triumph over Roma? Instead Leicester should feel more aggrieved towards D'Urso, whose admission that he had blown his whistle for the original kick to be taken is an admission of guilt that Izzet's first effort should have stood. For that matter, why was Blanc not shown a yellow or red card? Dwight Yorke duly dropped Leicester back into the bottom three, heading in Gary Neville's cross after 50 minutes. It would have been interesting, of course, to know what Fergie made of it all. Man of the match: Ryan Giggs. His running at defenders has given Bayern much to ponder. Best moment: A thrillingly quick one-two with Van Nistelrooy, only for his searing drive to ricochet off the crossbar."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}