{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/nov/05/sport.england", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-11-05T22:02:36Z", "webTitle": "England's left-wing problem", "webUrl": "https://www.theguardian.com/football/2001/nov/05/sport.england", "apiUrl": "https://content.guardianapis.com/football/2001/nov/05/sport.england", "fields": {"headline": "England's left-wing agenda", "bodyText": "The urgent need of England's Under-21 team to overcome Holland in a World Cup qualification play-off series, starting with the home leg on Friday night at Pride Park, has restricted Sven-Goran Eriksson's scope for using next weekend to experiment with the personnel of his senior side when they face Sweden, his own nation, in a friendly at Old Trafford. The likes of the Chelsea centre-back John Terry, the Southampton full-back Wayne Bridge, the Aston Villa striker Darius Vassell and the midfielders Michael Carrick of West Ham and Owen Hargreaves of Bayern Munich will retain their roles in David Platt's squad, rather than appearing on Saturday in the first of the series of friendlies in which Eriksson will refine his own World Cup plans over the next seven months. A naturally euphoric response to his success in ensuring England's presence in Japan and South Korea next summer was put in its proper perspective by the poor performance in the last of their group matches, the 2-2 draw against Greece a month ago. For much of the match England were as clueless as they had been in the defeat by Holland that preceded the triumph over Germany. In the end they took a point from a match they had deserved to lose. If next Saturday's match had been a competitive fixture, there would be guaranteed places for David Seaman (shoulder permitting), Sol Campbell and Michael Owen, all of whom missed the Greece match through injury. It will be interesting to see whether Eriksson views the friendly as an opportunity to test understudies as well as to examine solutions to well-known problems. Eriksson's tenure was immediately characterised by a shrewd ability to identify the spine around which his team is being built, using a judicious blend of experience and youth. When he arrived in this country he listened to the wise voices telling him that English football was blessed with an unusually rich crop of blossoming talent, but he refused pleas from several quarters - including this one - to abandon the old generation altogether. It is unlikely that much will change between now and next May. Probably only injury or loss of form would now disturb the goalkeeping trio of Seaman, Nigel Martyn and Richard Wright, ranked in that order. In the remainder of the defence, however, there are still questions to be answered in every position except at right-back, where Gary Neville is coming into his maturity and may well, between now and 2006, give England his most effective football. In the centre, the pairing of Campbell and Rio Ferdinand looks the best available. Wes Brown is out of contention with a knee injury and the prospect of facing Martin Keown, Gareth Southgate or Ugo Ehiogu is unlikely to give David Trézéguet or Francesco Totti sleepless nights, and this would have been a good opportunity at senior level for Terry, who captained the Under-21s with reasonable effectiveness and has been playing well alongside Marcel Desailly in an inconsistent Chelsea team. The problem on the left flank of the defence is tied in with the left side of the team as a whole, and remains the cause of Eriksson's biggest headache. Ashley Cole is a gifted young player, full of dash and adventure, but his upfield sorties inevitably leave gaps for opposing forwards to exploit. Given that there is no chance of the coach budging from 4-4-2 and turning him into a wing-back, a way must be found to compensate for the problems caused by his occasional absences from his post. With Real Madrid, the naturally right-footed Steve McManaman often provides cover on the left when Roberto Carlos goes raiding, the Englishman's ambitions confined to keeping the ball moving with short, accurate passes. That is one possibility for England, too, but it would require McManaman to curb his inclination to carry the ball past opponents. If Eriksson decides to give Ashley Cole a rest, there may be a recall for Graeme le Saux, whose limitations are well known. Gareth Barry, currently out of the Aston Villa team, seems to have been the biggest loser in the change from three central defenders to a flat back four, and Jon Harley, another gifted attacking left-sided defender, has spent most of the season on the injured list since being bizarrely sold by Chelsea to their nearest neighbours. Of the regular midfield quartet, only David Beckham did himself justice against Greece. Steven Gerrard is young enough to be excused a temporary lapse but Eriksson may be asking himself questions about the true international quality of Paul Scholes. Given the continued absence of Joe Cole, still suffering from a pre-season bruised foot, the coach could be considering Frank Lampard Jr, dropped from the last squad after an incident of off-duty unruliness, even though his form for Chelsea this season has hardly justified his £11m transfer fee. Darren Anderton's recent displays for Spurs may earn him a recall, although scepticism must colour a coach's attitude towards a player who is so seldom fit. On the left, Nick Barmby gave perhaps his least effective England performance against Greece. His half-time departure and the redeployment of his Liverpool team-mate Emile Heskey increased England's productivity in that quarter, but Heskey is too valuable as a front runner and link-up man - as he showed in his outstanding performance in Liverpool's most recent Champions League match - to be wasted on the flank. The admirable Danny Murphy is another contender for a makeshift posting, and Matt Jansen of Blackburn may also be pressed into service, but Eriksson would do better to heed Ron Atkinson's promptings and bring the underappreciated Lee Hendrie back into the fold. In attack there seem to be no such problems, with Owen, Heskey, Teddy Sheringham, Andy Cole, Robbie Fowler and Alan Smith established as the sextet from whom two starters are chosen, although Cole's hamstring strain will keep him out of action this week. For the first time since Eriksson arrived in the job, the coach has time to reflect and, if he wishes, to experiment. Between now and May 31 he will need to maintain the squad's unity while retaining a sense of freshness, leaving his side open to the possibility that they will not discover their true collective nature until they take the field for their first game of the finals. The possibility of an unexpected late arrival galvanising the group should never be discounted, and no doubt Eriksson possesses the mental flexibility to accept such a gift. But today's announcement will not be short of valuable clues. England Under-21 squad: Kirkland (Liverpool), Robinson (Leeds), Taylor (Arsenal), Barry (Aston Villa), Bridge (Southampton), King (Tottenham), Terry (Chelsea), Wright (Liverpool), Young (Charlton), Carrick (West Ham), Chadwick (Man Utd), Davis (Fulham), Dunn (Blackburn), Greening (Middlesbrough), Hargreaves (Bayern Munich), Johnson (Leeds), Parker (Charlton), Prutton (Nottm Forest), Wilson (Middlesbrough), Pennant (Arsenal), Ameobi (Newcastle), Christie (Derby), Defoe (West Ham), Vassell (Aston Villa). · You've read the piece, now have your say. Email your comments, as sharp or as stupid as you like, to the football.editor@theguardian.com."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}