{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2001/nov/09/internetnews", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2001-11-09T18:15:43Z", "webTitle": "Sean Dodson: Yahoo and the Nazi memorabilia court case", "webUrl": "https://www.theguardian.com/technology/2001/nov/09/internetnews", "apiUrl": "https://content.guardianapis.com/technology/2001/nov/09/internetnews", "fields": {"headline": "The very long arm of the law", "bodyText": "It looked like yet another nail in the coffin for web freedom. Last November, the Californian-based portal Yahoo had just lost a seven-month long legal battle in the French and US courts. At issue was the sale of Nazi memorabilia, displayed on Yahoo's auction site and held in the US. The company was ordered to block access to the offending part its site to French citizens. It looked as if a court in one country could now dictate content on a website held in another. But earlier this week a US federal judge said that the French court orders barring such auctions on US-based web sites would not be enforced. He stated that he could not enforce this judgement because it would have represented a violation of the US constitution, which gives the right to a freedom of expression. France had sought to bar Yahoo's auctions of Nazi memorabilia under its anti-hate speech laws. It had threatened Yahoo with fines as big as $13,000 per day unless it blocked French citizens' access to the items. Yahoo protested, saying it ran a French auction site that abides by local laws but could not effectively block people in France from going to other country-specific sites to access the objectionable material. The Nazi memorabilia was never sold on Yahoo's French auction site and - at the time of the trial - there is no evidence that any French citizen actually bought any of the offending material displayed on the Yahoo site. The French court ruled against Yahoo and ordered it to block the offending pages. The net result? Yahoo removed all Nazi memorabilia from all its sites in January. EBay followed suit. Civil liberties campaigners - not natural defenders of hawkers of second-hand jackboots - have welcomed the news. They argued that the original French ruling not only threatened free speech but that it set the dangerous legal precedent of allowing courts in one country to dictate content on a website held in another. The case was seen as a key test of how national juristriction could be enforced over the internet. A similar court case is currently underway in France regarding access to white supremacist sites, also held in the US. \"This has very broad implications for everyone, not only companies but also for individuals who operate web pages here in the United States,\" said Mary Catherine Worth, of Yahoo. In practice, the judgement might mean little to Yahoo - the company is not expected to allow Nazi memorabilia dealers back on to its site - but the principle means much more. \"This is a good principle, it stops countries applying their laws to legitimate activities in other countries,\" says Mike Pullen, a partner at DLA and an expert on e-commerce. \"You have got to keep in mind that Yahoo has not broken any laws in the States. Also, if the French had tried to repeat this in Europe, because of Article 10 of the European Convention on Human Rights the result would probably have been the same. \"It could have opened the floodgate. You have got to think what could happen, for example, to Greenpeace in the US who has been criticising French nuclear testing in the south Pacific on their site. If the French don't like the Greenpeace site, could they get that one closed down? And if you set it [the French ruling] as a precedent, what happens with the more repressive governments in the world?\" Ronald Katz, a California lawyer representing the League Against Racism and the Association of Jewish Students - who made the initial complaints in France - said that his clients would appeal the case to the US Court of Appeal. Read the full judgement (pdf file)"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}