{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2001/nov/09/golf.helensmyth", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2001-11-09T22:51:55Z", "webTitle": "Hot reception for the Casey and Rose late show", "webUrl": "https://www.theguardian.com/sport/2001/nov/09/golf.helensmyth", "apiUrl": "https://content.guardianapis.com/sport/2001/nov/09/golf.helensmyth", "fields": {"headline": "Hot reception for the Casey and Rose late show", "bodyText": "Ken Schofield, the executive director of the European Tour, and Mel Pyatt, the president of Volvo Event Management, stood for hours under a blazing sun on the 1st tee here yesterday, welcoming every single player to the Volvo Masters Andalucia and wishing him luck. They saw off the great and the good and if their spirits flagged at all, they did not show it. In any case, if they needed perking up, the sight of the second-last pairing of Paul Casey and Justin Rose more than sufficed, not just, because it meant that lunch and a sit-down were imminent. No top Tour official can feel too beleagured when he has the likes of Casey and Rose, appearing in their first end-of-season Masters, on the membership list. Aged 21 and 24 respectively, and currently 18th and 31st on the money list, these Englishmen help give the lie to the doomsayers who are predicting dire days for the game in Europe, a Tiger-free zone with no spark or zip. Rose's career has been well documented since he tied for fourth place in the Open as a 17-year-old in 1998. He turned professional immediately, then found MC after his name so often - he missed 21 cuts in succession - that he contemplated a career as a toastmaster. He stuck to the golf and here he started with a 69 that contained six birdies and still allows him a tilt at the first prize. Casey, keen to move into the top 15 on the order of merit to cap a successful rookie season, will have to perform heroics to do so after an opening 74 that featured a solitary birdie, at the short 14th. He was disappointed but not upset, and said: \"It was one of those days if something was going to go wrong, it went wrong.\" Today it might all go right again, and while there may be troubles ahead for tournament golf, a product that Schofield concedes is a luxury, he knows that to the traditional solaces of music and moonlight and love and romance he can add Casey and Rose. Making it all scan could be the difficult bit."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}