{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/nov/05/match.sport3", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-11-05T21:27:40Z", "webTitle": "Bolton Wanderers 2 - 2 Everton", "webUrl": "https://www.theguardian.com/football/2001/nov/05/match.sport3", "apiUrl": "https://content.guardianapis.com/football/2001/nov/05/match.sport3", "fields": {"headline": "Ricketts makes timely use of Gazza's onfield master class", "bodyText": "Gazza should know better. After all, if you spend almost an entire game cajoling and coaxing the best out of the opponents' most prolific striker, it should come as little surprise when he duly puts some of that advice to good use. Michael Ricketts's ninth goal of the season, back-heeled through Steve Simonsen's legs four minutes into stoppage time, earned Bolton a well-deserved point. Paul Gascoigne would have been the first to congratulate him had it not been his goal that was cancelled out at the last. \"Gazza kept giving me tips all through the game, saying things like 'great lay off' and 'good pass',\" said Ricketts. \"He wasn't taking the Micky either - he was being serious. He was just enjoying it so much, even if that means encouraging the opposing players.\" Gascoigne was as bubbly as ever and his effervescent display was instrumental in hauling Everton back into a contest after they had spent most of the first half floundering miserably. Per Frandsen's quickly taken free-kick - Wanderers' first home league goal since August - was reward for a frantic opening that had Simonsen twitching nervously. But chances were missed and Everton found parity. Alan Stubbs pummelled a 30-yard free-kick into the top corner -\"I didn't realise I'd scored until I was jumped on by my team-mates,\" said the defender who played 257 times in a six-year spell at Wanderers - and Gascoigne and Thomas Gravesen promptly took control. Their busy running and clever flicks had Bolton in a dither and it was no surprise when Gary Naysmith burst down the left flank and pulled back for Gascoigne to fire beyond the 38-year-old home debutant Kevin Poole. It was his first goal since a penalty for Middlesbrough against Southampton in September 1999. Yet for all Gazza's subtle prompting, Everton fluffed their lines whenever a third goal beckoned. Tomasz Radzin ski was the chief culprit, lofting over the bar after Djibril Diawara dawdled on a clearance. Even the on-loan defender's dismissal for two bookable offences failed to kill off Bolton and, after Kevin Nolan had a goal disallowed and Rod Wallace struck the bar, Ricketts touched in Gudni Bergsson's header to salvage a point. \"We are giving games away,\" said Gascoigne. \"We are creating plenty, but we haven't been able to finish teams off and are not being ruthless enough. We could have been in the top three - we've played well enough. That felt like a defeat, but at least we can take heart that teams have to fight really hard to beat us nowadays.\" Bolton, too, can find solace in their performance and, after three successive defeats, the Reebok suddenly feels like home again. \"That stops the rot here and gives us something to kick-off from,\" added Ricketts. \"Scoring goals always gives me a buzz and it's going well. But I'm still learning all the time.\" Even, clearly, from his opponents. Man of the match: Paul Gascoigne (Everton)."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}