{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/nov/28/newsstory.sport4", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-11-28T23:19:10Z", "webTitle": "Blackburn to make an improved offer for Kuqi", "webUrl": "https://www.theguardian.com/football/2001/nov/28/newsstory.sport4", "apiUrl": "https://content.guardianapis.com/football/2001/nov/28/newsstory.sport4", "fields": {"headline": "Blackburn to see how Kuqi crumbles", "bodyText": "Blackburn Rovers are expected to make an improved £1.2m offer for the Stockport County striker Shefki Kuqi after taking the Finn on a week's trial. The 25-year-old, short of fitness following an ankle injury, would fill a void created by last week's sale of Marcus Bent to Ipswich and the likely repatriation of Corrado Grabbi at Napoli when the Italian transfer window opens next week. Kuqi, who joined Stockport for £250,000 from Jokerit in January, was born in Kosovo but became a Finn after his family emigrated when he was a child. \"He is a player who has caught our eye but he has not played for Stockport for a while so I am letting him train with the lads for a week,\" said Graeme Souness, the Rovers manager who has already had a £500,000 offer turned down for the 6ft 2in forward. Birmingham's caretaker managers Mick Mills and Jim Barron will remain in charge of team affairs for the foreseeable future. The duo took over when Trevor Francis was sacked last month but the club's efforts to appoint Steve Bruce as his successor are deadlocked after Crystal Palace were granted an injunction to make him serve nine months' notice. \"Mick and Jim are doing a good job,\" said David Gold, the St Andrews chairman. \"I can't fault their performance. They have got the job for the foreseeable future.\" Dean Windass joined the Middlesbrough exodus last night when he agreed to join West Bromwich on a month's loan in a deal that may lead to a permanent move for the 32-year-old forward who joined Boro for £1m from Bradford this year. Leicester, moreover, are confident that Brian Deane, 33, will complete his move from Middlesbrough in time for Saturday's trip to Aston Villa. The striker had a medical yesterday and is expected to tie up the deal today. \"Brian has already given me his word that he will be coming and I do not foresee there being any problems with the medical,\" said Leicester's manager Dave Bassett. \"He has kept himself fit and in good shape and will provide us with some extra firepower.\" Southampton have made a second bid, an appearance-based £1.5m, for Brett Ormerod, the Blackpool striker who has also attracted the attentions of Wigan. \"We gave Wigan's latest offer some serious thought but we couldn't agree with them about a sell-on clause and one or two other bits and pieces,\" said the Blackpool manager Steve McMahon. \"I understand that Southampton are back in the picture again, and it wouldn't be any surprise at all if they up their initial offer considerably. I'm sure that Brett would find the lure of the Premiership irresistible.\" Rupert Lowe, the Saints chairman, commented: \"We made an offer of just under £1m for Ormerod a couple of weeks ago but this was turned down. [The manager] Gordon Strachan and I have discussed Ormerod and Bobby Zamora of Brighton but we are not rushing anything or paying over the odds.\" The Professional Footballers' Association has been called in by Chris Bart-Williams to help in his dispute with Nottingham Forest, who have consigned him to the reserves after he turned down moves to Southampton and Birmingham city. The midfielder is out of contract at the end of the season but Forest are hoping to sell him before the deal expires. \"They were not the right clubs to move to. It's up to Chris Bart-Williams to decide where he wants to go and I'm very happy to stay here at Forest,\" he said. \"The final decision has to come from me. I'm not just going to join any club and Forest have got to realise that. \"The PFA are not happy about the situation and the club can't get away with it. They are going to investigate it on my behalf because they feel the club is in the wrong and have taken drastic action.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}