{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2001/nov/24/guardiansaturdaytravelsection1", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2001-11-24T18:44:03Z", "webTitle": "Best offers", "webUrl": "https://www.theguardian.com/travel/2001/nov/24/guardiansaturdaytravelsection1", "apiUrl": "https://content.guardianapis.com/travel/2001/nov/24/guardiansaturdaytravelsection1", "fields": {"headline": "Best offers", "bodyText": "Under £200 Channel Islands: Travelsmith (0870 7481000/01621 784666) has cut a third off its brochure prices during Jersey's annual Christmas Festival from November 29 to December 3. Two nights' B&amp;B at the Mermaid Hotel in St Peters now costs £129 per adult including return flights from Gatwick and car hire. France: VFB Holidays (01242 240 310, vfbholidays.co.uk) is offering two-night gastronomic breaks in Picardy from £131pp including return midweek Dover-Calais ferry crossing for car and passengers, half-board accommodation and fully comprehensive travel insurance. Italy: Travelscene (020-8424 9648, travelscene.co.uk) is offering three nights' B&amp;B for the price of two at the three-star Embassy Hotel, Rome. The new price, £199pp (two sharing), is available for Sunday departures until mid-December, and includes flights from Gatwick. Under £400 Lake District: Until December 13, Sunvil UK (020-8232 9788, sunvil.co.uk) is offering four nights' B&amp;B for the price of three at Nanny Brow Country House Hotel overlooking Lake Windermere. £201pp (two sharing). Sundays to Thursdays only. Switzerland: Visit the Christmas market in Bern on a two-night break departing November 30 with Inntravel (01653 629024, inntravel.co.uk). £289pp (two sharing) including return scheduled flights from London City and B&amp;B accommodation at the four-star Hotel Bern. US: Until December 14, two nights' room-only at the two-star Comfort Inn Revere, Boston, costs £299pp including return flights from London Heathrow. British Airways Holidays (0870 241 2412, baholidays.co.uk). Northern Cyprus: Until December 14, seven nights' half-board at the Pia Bella and Altinkaya hotels in Kyrenia costs £299 (two sharing) including scheduled flight from Stansted and transfers (£48 off the brochure price). Fourteen nights from £359pp. Flights from Heathrow and Manchester available at a supplement. Metak Holidays (020-7935 6961, metakholidays.co.uk). Egypt: Discover Egypt (020-7407 2111, discoveregypt.co.uk) is offering seven-night Nile cruises for £399pp departing December 3, 10 and 17 from Gatwick and Manchester. The price includes return flights, taxes, transfers, full-board accommodation, excursions and the services of an Egyptologist. Under £1,000 Poland: Seven nights at the lakeside Hotel Mazurski Dworek based on half-board start from £420 in May, including return BA flights and transfers. Inghams (020-8780 4433, inghams.co.uk). India: Two weeks' B&amp;B at the four-star Club Mahindra resort in Goa costs from £499pp including flights from Goa Way (020-7224 7070, goaway.co.uk). US: Book by November 30 and Funway Holidays (020-8466 0222, funwayholidays.co.uk) is offering seven nights' room-only at the Hollywood Roosevelt Hotel in Los Angeles for £520pp for December 1-14 departures or for £550pp for January 1-31. The price is £100 off brochure prices including return flights with Delta Airlines from London Gatwick and car rental. Cornwall: Trenant in Lamorna Cove sleeps seven and costs £682 in total for the week from December 28. Classic Cottages (01326 555 555, classic.co.uk). Scotland: Archduart Cottage near Achiltibuie, Wester Ross, sleeps six and costs a total of £695 including fuel, electricity, bed-linen and towels for a week at Christmas or New Year. Ecosse Unique (01835 870779, uniquescotland.com). Australia: Six nights at the five-star Hotel Rendezvous, Perth, followed by a five-day wine and forest experience self-drive tour costs £939pp (two sharing) including return flights from London Heathrow or Manchester. If you book by December 31, you could win £500 spending money. Austravel (0870 1662070, austravel.com). Over £1,000 Iceland: Arctic Experience (01737 214 214, arctic-experience.co.uk) is offering a seven-night stress-busting break to Reykjavik departing December 27. From £1,109pp including return flights, transfers, B&amp;B accommodation, an evening and full day at the Blue Lagoon including lunch and a massage, one evening meal, a lava treatment at the Mecca Spa, a Jeep safari, a Northern Lights hunt and the services of a natural health therapist. India: The 17-day Wildlife and Tiger Safari from Explore Worldwide (01252 760100, exploreworldwide.com) departs December 8 and visits Varanasi and the Bhandhavgarh national park. £1,195pp including flights, transport, accommodation and some meals. Mauritius: Somak Holidays (020-8423 3000) is offering 13 nights' all-inclusive from January 2 at the Maritim Hotel for £1,959pp (two sharing), including flights and transfers. Botswana: Far Frontiers (01285 850926, farfrontiers.com) has cut the price of its nine-day land and water-based safari by £700 to £2,025pp (two sharing) including all flights, accommodation, transfers and meals. Flights daily. Maldives: Tradewinds (0870 7510004, tradewinds.co.uk) is offering all-inclusive breaks at the Lily Beach Resort departing December 17-31. Five nights costs £1,299pp,12 nights £1,949pp (two sharing) including return Qatar Airways scheduled flights from Heathrow. Antarctica: Save £1,900 on a 12-day cruise departing December 5 with Last Frontiers (01296 653000, lastfrontiers.com). £2,496pp including all food and excursions. Flights from £709pp."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}