{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2001/nov/11/watersportsholidays.caribbean.observerescapesection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2001-11-11T18:02:51Z", "webTitle": "Anchors aweigh - and pass the suncream", "webUrl": "https://www.theguardian.com/travel/2001/nov/11/watersportsholidays.caribbean.observerescapesection", "apiUrl": "https://content.guardianapis.com/travel/2001/nov/11/watersportsholidays.caribbean.observerescapesection", "fields": {"headline": "Anchors aweigh - and pass the suncream", "bodyText": "Truly we are between a rock and a hard place. Darkness is falling and the two of us are anchored in a small bay with a sandy beach in front and a coral reef behind. Increasingly large rollers are breaking over both, competing with a strong wind which is blowing off the land. As we watch, two boats moored further inshore to our starboard are picked up by waves and borne towards the shore. Fast. Fortunately they have time to get their anchors up and head off to sea. But where to? The pilot book and the boat folk back at base all vehemently advise those without local knowledge against sailing at night in waters scattered with coral reefs, not marked by buoys. So far our anchor has held, and as the Caribbean dark falls like a curtain, we settle on the deck to wait for daybreak. Large pieces of timber bob past us: the wooden jetty on the beach is breaking up. Which is just what we will do if we hit the beach. We are in a 36ft Beneteau Oceanis sailboat that belongs to the tour operator Sunsail. She's a bobbing, beamy holiday boat that is so far still in one piece, but with a big sea like this, if her anchor drags or the waves start to break under us rather than in front of us, we will surf up the beach extremely fast and break up. So we line up lifejackets, bedding, a torch and a knife to cut the anchor loose fast if we need to, and ponder the ironies of bareboat chartering. I am shaking like a jelly with fear, uttering strangled sobs from time to time, and the veteran-sailor husband is actually looking quite thoughtful. But we survive. The sea dies down at about 3am and at sunrise we get the hell out and return to the altogether more agreeable option of island hopping in the Windwards. They have earned their name rightly: they're bloody windy. Situated at the most southern end of the Caribbean islands they have the Atlantic on their eastern side - with no windbreak between them and Africa - and the Caribbean on their western flank. This makes for wonderful sailing conditions, zipping along at 7.5 knots, a fierce sun tempered by wind and the occasional tropical downpour; and, on the whole, sheltered anchorages on the leeward side of the islands. I have only myself to blame. As the least keen sailor of our household, it took the long English winter for me to suggest such a venture. The wise husband pointed out the downsides. 'You'll be seasick, you'll break your nails, your hair will go curly and you'll grumble about the loo.' Right on all counts, but an overriding urge to see the sun and get a tan swept such trifles aside, and several weeks later we presented ourselves at the Sunsail charter base in St Vincent, home to about 40 sailing boats of varying sizes. Visiting the Caribbean islands by boat is a pretty good way to see them. The locals are very much a maritime people, earning their living from the sea in one way or another, and approaching the islands by sea seems the intended route - like approaching a house via the front door - rather than landing on a more recently constructed air strip. You don't have to go the rugged bareboat route that we did; you can take a skipper. The huge catamarans - 'party platforms', as Sunsail refers to them - are often skippered by a local who handles them with the ease of driving a small car. Or (although not in all regions), you could link up with a flotilla. Whichever you choose, it's a casual, easygoing way of life. As the husband is a very experienced sailor with all sorts of qualifications to prove it, we were let loose on our comfortable, well-kitted 36-footer after a chart and boat briefing. We stocked up with the basic provisions from stores on the jetty and headed off under their watchful eyes, feeling as though we were leaving the examination centre having just passed the driving test. (We were much more cavalier on our return, but fortunately were intercepted by Sunsail's motorboat for their 'valet parking service' before we discovered the tide was lower than seemed possible from the pilot book and we were about to go aground.) And that was pretty much the pattern of it. Sail for a while, always with land in sight, which is psychologically terrific, then stop and look around. We had a rough itinerary: first Bequia, then Mustique, Canouan, Tobago Cays and Mayreau, with the option of continuing to Grenada. We decided we'd have no preconceived plan of how long to spend in each island, but see how we felt about them. Everybody had said how wonderful the diving was at Tobago Cays - gorgeous coral reefs, bright fish, an old wreck - but the downside is a very crowded anchorage exposed to the wind, continual harassment from boat-boys selling things and, we found, an eerie atmosphere. So we left after a day, and that's when we had our scary night, at the nearby anchorage of Mayreau. Mustique intrigued us, so we stayed for two days. This is an undeniably posh island, where they have roadsweepers, a patisserie, a very English riding school, a deli selling fine wine and French cheeses, and high prices. Boats that carry more than 25 passengers are not allowed to drop anchor and land - a wise precaution in view of the huge cruise ships that ply the area, landing masses of people at other islands with few facilities. We walked about rubbernecking although, apart from Princess Margaret's huge former villa that dominates the skyline, most of the famous houses are tucked away. And Mustique has some lovely deserted beaches that you can sail or walk to. As does Bequia, our favourite island, vibrant with life from its 6,000 inhabitants and, when we were there, in the throes of a very noisy election campaign. Port Elizabeth is a large natural harbour ringed by restaurants and shops. Boat-boys zip about the water selling everything from jewellery to lobsters, ice, bread and a laundry service. There'd be no need to leave the deck if you didn't want to, particularly as there's always so much to see. Bequians specialise in building huge model boats (gum boats) - often up to 5ft long and made from the gum tree - which they follow in little dinghies to adjust the rigging and change their course. Formerly a big whaling island, they still have an annual permit to hunt two whales, and one was sighted when we were there. 'Delicious meat we divide up between families, and we don't waste any of it,' one lady told us dreamily. Again, there are gorgeous beaches within easy walking distance (it's not a clean anchorage for swimming off the back of the boat), and we crossed the island to explore Friendship Bay - a wonderful long beach with maybe a dozen people on it. Back at base on St Vincent, we hired a taxi and a guide for the day and climbed the volcano, a six-hour round-trip of pretty vertiginous walking, but well worth it when at 3,000ft you look down into the huge crater. What is a jolt, though, is the prices. This part of the Caribbean is not cheap - a meal for two was rarely less than £50 (in Basil's Bar on Mustique it was £80 and the nastiest food we had all holiday); the taxi to the volcano was £40. But tourism, since the collapse of the islands' sugar industry, is - apart from bananas - their mainstay, and most staples have to be imported. The good cheer, the sun and the sheer beauty of the place are beyond price. Booking your voyage Caroline Boucher travelled with Sunsail (023 9222 2222). A 14-night holiday to St Vincent, including flights, yacht charter and transfers costs £1,370 per person, based on two people hiring a 36ft Beneteau Oceanis boatnext September. Sunsail operates bareboat charters from 39 bases in 23 countries, including seven in the Caribbean. No formal qualifications are required to charter a yacht, but each area is graded on a difficulty level, and sales staff will assess your experience when booking. Sunsail offers two-day courses in the UK or the Mediterranean for inexperienced sailors, or you can hire a Sunsail skipper to show you the ropes."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}