{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2001/nov/24/guardiansaturdaytravelsection3", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2001-11-24T19:04:09Z", "webTitle": "Travel tips", "webUrl": "https://www.theguardian.com/travel/2001/nov/24/guardiansaturdaytravelsection3", "apiUrl": "https://content.guardianapis.com/travel/2001/nov/24/guardiansaturdaytravelsection3", "fields": {"headline": "Travel tips", "bodyText": "For fantastic panoramic photos of Dublin, go to the top floor of the St Stephen's Green Shopping Centre car park. Susan Roper When visiting cities, take time out in a botanic garden - peaceful interesting and cheap, and not just for gardeners. Some good ones - Oxford, Cambridge, St Andrews, Rouen, Funchal and Purto de la Cruz (Tenerife). VK Goodhart We've just returned from a trekking holiday in Nepal and would like to pass on some new information about the Annapurna region. First, the previous trekking permits are no longer needed for the main trekking areas, but they have been replaced by an Entry Permit for the Annapurna Conservation Area Project (ACAP) area. This costs just under £20 and should be bought in Pokhara or Kathmandu. If you buy it at a checkpoint on the trail, it costs double. The offices are closed on Saturdays and public holidays, so plan ahead. If you leave the ACAP area and re-enter, you have to buy a new permit. Second, there is a serious shortage of rooms on the Annapurna Base Camp (or Sanctuary) trek at prime times. Lodges are limited to six rooms each, and groups send porters ahead to reserve them - so independent trekkers can find all the rooms booked by 11am and even the dining room space all taken. Florence Lawson If you have a tip you would like to share with your fellow readers, please write to: Travel Tips, The Guardian, 119 Farringdon Road, London EC1R 3ER, or email us at travel.tips@theguardian.com. Every reader whose tip we use receives a Rough Guide of their choice."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}