{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/nov/16/sport.comment", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-11-16T21:37:49Z", "webTitle": "Houllier learns his lesson", "webUrl": "https://www.theguardian.com/football/2001/nov/16/sport.comment", "apiUrl": "https://content.guardianapis.com/football/2001/nov/16/sport.comment", "fields": {"headline": "Houllier learns his lesson", "bodyText": "Gérard Houllier used to be a workaholic, but he has clearly learnt his lesson. The Liverpool manager looked back yesterday on two months of physical exhaustion that culminated in the severe chest pains he suffered during October's Premiership draw with Leeds United. The Frenchman, now at home with his wife Isabelle, is making steady progress as he recovers from 11 hours of heart surgery to repair an acute aortic dissection. That condition was caused less by stress than by exhaustion; when he was not on the training ground or directing his players from the dug-out, he was globetrotting on scouting missions and club business. The workload inevitably took its toll. \"I know I did too much,\" he conceded. \"August and September were not good for me. Nobody knew that. As manager I did not want to show that there was something wrong. But I was going through this spell when I was reluctant to go into work, which was just not me. I had to force myself. Physically I felt something was wrong, but I did not show that to my players. If you show you are weak, the team will be weak.\" Houllier's doctors believe that his aorta was leaking throughout that period, while he maintained a gruelling schedule that included meeting and signing players in France and the Czech Republic on top of Liverpool's early forays into the Champions League. Even when he found rare time away from football, the 54-year-old found it impossible to relax. \"Sometimes when you know things are not right you actually try to do that little bit more to compensate and prove to yourself that there is not a problem,\" he said. \"Some people break their leg by overstretching themselves. In simple terms, I broke my aortic valve. \"At the beginning of September Rick Parry [Liverpool's chief executive] and I went to Le Havre to sign Anthony Le Tallec and Florent Sinama Pongolle. When I got back I was absolutely exhausted. It took me a week, not a day, to recover. We played a Sunday game at Newcastle on September 30. I went to France for a three-day break the following week to see some friends and even played a full 90 minutes of football while I was there; that was less than two weeks before I was rushed to hospital. \"When I came back I finally decided I needed a check and had some blood tests. I still did not really believe that there was anything seriously wrong. I rested and felt fine again, but to be sure I arranged some heart tests in Paris. The following day it was business as usual again as I flew to Prague.\" In hindsight, the Frenchman conceded that the relentless timetable was simply too much. Since becoming Liverpool's manager in 1998, Houllier has made his influence felt at every level of the club, and at 12.50pm on October 13 his body reached breaking point. Having been rushed to the Broadgreen cardiothoracic centre, he underwent surgery with the warning that it carried a significant risk. \"I didn't think twice,\" he said. \"I just said: 'Get it done. I've taken risks all my life.' But even then I still somehow couldn't grasp just how serious things were. That changed when [the surgeon] asked if I wanted to speak to anybody before we went into theatre. \"My wife Isabelle was with me and the words we exchanged are obviously very personal. I said I would also like to speak on the phone to my mother and my brother in France. Not for one single moment did I feel I was going to die, but after the operation those around me knew I had been very lucky. If I had felt those symptoms two hours after the game, I would have told myself again that I was just tired and would have just gone to bed. And 24 hours later we were flying to Kiev for a Champions League clash. If things had gone wrong when I was in the air . . . Somebody up there must like me.\" Houllier has insisted he will return to Anfield in the new year. \"The medical team are satisfied that the operation has been a total success. Now it's just a matter of time. \"I did not act initially on the warning signs; I won't make that mistake again. When you are a manager you must look after yourself.\" · You've read the piece, now have your say. Email your comments, as sharp or as stupid as you like, to the \n<a>football.editor@theguardian.com.</a>"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}