{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2001/nov/19/rugbyunion.bath", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2001-11-19T23:43:27Z", "webTitle": "Bristol 31 - 17 Bath", "webUrl": "https://www.theguardian.com/sport/2001/nov/19/rugbyunion.bath", "apiUrl": "https://content.guardianapis.com/sport/2001/nov/19/rugbyunion.bath", "fields": {"headline": "Archer makes Bath quiver", "bodyText": "Garath Archer managed not only to stay on the field but inspired Bristol to only their second league victory over Bath in 21 attempts. The villain of the piece at Gloucester last weekend, when a blatant right upper-cut on Trevor Woodman left his side with 14 men and on the receiving end of a 51-17 hammering, Archer kept his cool. By the time he was replaced near the hour mark, the Geordie giant had, legally, stamped his authority on their lightweight opponents. The second-row even did a lone lap of honour at the final whistle as Bristol's fans savoured every minute of a derby win made even sweeter by seeing Bath propping up the table again. Eleven months ago, Bristol needed a spark of genius from Agustin Pichot to break their duck over Bath but yesterday they could not have had it easier. Bath arrived without seven players because of international commitments, including Mike Catt, the centres Mike Tindall and Kevin Maggs, not to mention their own enforcer Danny Grewcock. Bristol, too, were deprived of Pichot and his Argentine half-back partner Felipe Contepomi and the England's prop Julian White and their biggest crowd of the professional era - 10,021 - were treated to possibly the worst first half of rugby either set of supporters have seen this season. The referee Roy Maybank whistled the game to a standstill with Bristol's fly-half Shane Drahm the main beneficiary. The Australian kicked four penalties, including two from inside his own half, while Matt Perry recovered from an early effort that barely rose from the ground to restrict Bristol to a 12-3 half-time lead. Even when Bristol had the flanker Craig Short sin-binned for illegal use of the elbow, Jon Callard's impotent side failed to capitalise. In contrast, Bristol made immediate use of a one-man advantage after the lock Mark Gabey was yellow carded for a high-tackle. Jason Little made the initial surge and Dan van Zyl sent Archer on an easy run to the line. It got worse for Bath when Perry hit the woodwork from right in front of the post and the game was effectively over when their former hooker Neil McCarthy was mauled over from a lineout. Spencer Brown turned a comfortable victory into a rout when he linked with Luke Nabaro to dive over. Gareth Cooper raced over from 30 metres and Olly Barkley added some respectability to the final scoreline when he converted his own try with five minutes left but it was scant consolation. Bristol: Carrington (Best, 68min); Nabaro, Rees, Little (capt), S Brown; Drahm, Van Zyl; Johnstone, McCarthy, Crompton, Archer (Sheridan, 59), A Brown, Short, Vander (Nelson, 80), Salter (Sturnham, 75). Tries: Archer, McCarthy, S Brown. Cons: Drahm 2. Pens: Drahm 4. Sin-bin: Short 28. Bath: Perry; Voice, Crockett, Balshaw, Danielli; Barkley, Cooper; Emms (Barnes, 57), Long (Mears, 57), Mallett (Dorsey, 57), Gabey, Beattie, El Abd, Scaysbrook, Lyle (capt). Sin-bin: Gabey 42. Tries: Cooper, Barkley. Cons: Barkley 2. Pens: Perry. Attendance: 10,021. Referee: R Maybank (London)."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}