{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2001/nov/24/australia.guardiansaturdaytravelsection3", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2001-11-24T19:09:24Z", "webTitle": "Underworld", "webUrl": "https://www.theguardian.com/travel/2001/nov/24/australia.guardiansaturdaytravelsection3", "apiUrl": "https://content.guardianapis.com/travel/2001/nov/24/australia.guardiansaturdaytravelsection3", "fields": {"headline": "Underworld", "bodyText": "Australia is a geographical feast. For beaches, climate and wildlife, this vast and sparsely populated land, which has given us such exotic creatures as wombats, wallabies, kangaroos and Kylie, has no competitors. But its abiding strength as a holiday destination lies in its menu of contrasting, but strangely complimentary, landscapes. Parched, cinnamon-red deserts and fertile plains range with snow-clad ski slopes, terraced vineyards and World Heritage rainforest. A side-order of crisp, clean cities completes a memorable meal washed down with a vintage and all-encompassing seascape. Not surprisingly, the majority of the population live with 20km of the ocean. The city Sydney is regularly voted the world's best city destination, and no visit to Australia is complete without taking in the capital of New South Wales. The hotel: Sydney's most luscious hotel is The Observatory, tucked discreetly away in The Rocks district. A delightfully understated exterior hides huge bedrooms. Its restaurant features modern Australian cuisine with an Italian twist. £236 per night for a deluxe city room, travel not included. Leading Hotels of the World (0800 181123, orient-express.com). The holiday: a seven-night holiday in Sydney costs £897 including flights staying in the Pier One Parkroyal at Dawes Point. Bookings: Austravel. The flights: Trailfinders' best buy is London-Sydney return for £583. Tip down under: secure your visa before you pay for your flight. The beaches Queensland claims some of the most exquisite bronzing terrain in Australia. The busy seaside village of Palm Cove comprises a string of outdoor cafés, restaurants and boutiques set along an attractive esplanade. The holiday: 10-night holiday at Azure Waters in Palm Cove, from £899 including flights and accommodation. Bookings: Bridge The World. Broome's Cable Beach in Western Australia is a sweeping 22km of perfect white sand fringed by the turquoise waters of the Indian Ocean. Broome itself was at the centre of the \"Pearl Rush\" of the 1880s, when the discovery of mother-of-pearl brought brief fortune to the town. The holiday: 10-night stay at the Cable Beach Club, from £1,085 including flights and accommodation. Bookings: Bridge The World. Noosa is at the exclusive end of the Sunshine Coast, two hours' drive north of Brisbane. The town has a good choice of shops, fine restaurants, and a marked absence of high-rise buildings. Bask on chic Noosa Beach or skip the crowds on Sunshine Beach. Visit also beautiful Cooloola National Park to the north. The holiday: A$1,600 for eight nights' B&amp;B in an apartment at the Noosa International Resort, including a day-trip to Fraser Island with yet more golden strands (ar.com.au-getaway). Tip down under: Stingers (life-threatening jellyfish) prevent swimming on tropical beaches from October to May. The rainforest Nothing is new about the Greater Daintree Rainforest in Northern Queensland. Over the past 110 million years, it has spawned 28 varieties of mangrove, 200 species of fish, 70 different types of crustacean, and giant sea-faring crocodiles that haunt the estuaries as well as the darkest corners of every visitor's imagination. The Daintree Eco-Lodge lies 90 minutes' drive from Cairns Airport and 45 minutes from Port Douglas. The lodge has 15 air-conditioned and microscreened villas that are set in secluded positions among the trees. Relax beside the tented solar-heated pool, try a guided Aboriginal Rainforest Cultural Walk, join a bird-watching safari, or trek on horseback through the rainforest. The holiday: a three-night B&amp;B package includes Julayma Rain Therapy (where you lie on a timber bed and receive hydrotherapy and an aromatherapy massage), a guided rainforest walk, costs A$660 per person (daintree-ecolodge.com.au). Tip down under: the mosquitoes are only marginally smaller than the crocs. Try natural Alfresco repellent (alfresco.uk.com). It not only works, but it also smells good. The Outback Every corner of the continent has wide open spaces with a plethora of fabulous geological treasures. The Northern Territory is where they filmed Crocodile Dundee and is dubbed The Real Outback. Uluru - Ayers Rock to the politically incorrect - lies 426km from Alice Springs and is one of the world's truly great wonders. Despite requests to the contrary from local Aboriginals, most visitors attempt the tiring and often hazardous one-hour climb to the summit. The walk around the base of the monolith takes around three hours. The holiday: three-day safari to the region costs £159. You camp overnight for two nights, with all meals and a guide included. Bookings: Bridge the World. Coober Pedy lies 900km from Adelaide, and at the centre of the opal mining industry. Life here goes on as much below ground as above it. The hotel: Desert Cave Hotel has subterranean shops, a bar, restaurant and even a gaming room. From A$168pp per night, travel not included (desertcave.com.au). Tip down under: for Aboriginals and other explorers of the Outback, the greatest aid to survival is the invention of the mobile phone. The diving From the moon, the US astronauts reported that the Great Barrier Reef looks like a white scar on the face of the Pacific Ocean. It runs over 2,300km from Cape York in the north to Bundaberg in Southern Queensland. Of its 2,900 individual reefs and 300 coral islands, Hayman Island merits every possible superlative for paradise, albeit at a price. First-time divers must take an introductory course, but snorkellers need have no previous experience. The hotel: from £104 per night in a room among the tropical gardens at Hayman Island, flights not included. Bookings: Travelbag. As a cheaper alternative, join one of the many diving day tours that operate out of Cairns and Port Douglas. Quicksilver Tours offers fast catamaran trips to fixed sites on the Agincourt section of the Outer Barrier Reef. Marine biologists take groups of eight for an hour's educational snorkel among the sea life. The trip: Quicksilver Outer Reef Cruise A$156, guided snorkelling tour A$33, introductory diving A$113 for one dive. Lunch and all equipment is included (quicksilver-cruises.com). Tip down under: if you scratch yourself even slightly on the coral, clean the wound immediately with iodine to avoid a visit to your doctor for antibiotics. The wildlife Millions of years of Darwinian isolation plunged the Australian continent into marsupial madness, a Doolittle dream that never ceases to amaze and delight. Cuddly koalas, possums, wombats, kangaroos, and wallabies take their place in the affections of visitors along with the Tasmanian devil and the elusive and biologically impossible duckbilled platypus. Kangaroo Island in South Australia has sensational scenery and possibly the finest collection of Australian wildlife (along with a million sheep) contained within its 450km of dramatic coastline (tourkangarooisland.com.au). The holiday: a seven-night South Australian Wildlife tour costs £1,144 including two nights on Kangaroo Island with a visit to Seal Bay, the only beach in the world where you can walk among a colony on Australian sea lions, and a two-day Murray River cruise. Price includes all flights. Bookings: Austravel. The spas The Spa of Peace and Plenty , on Dunk Island in Queensland offers both and delivers still more. It has a low-key and friendly atmosphere, as well as its own herb garden where many healthy ingredients are grown. So relaxed is the set-up that manager Caroline Henry, wafts around dressed in flowing white robes. Many of the treatments are based on Aboriginal recipes. These include Li'tya, an aboriginal wattle seed exfoliation. Mermaid Song is an exfoliating massage that uses crushed sea salt (poresorts.com.au). The holiday: one week at Dunk Island Resort full board, including flights and transfers but not treatments, costs from £1,260. Bookings: Austravel. Shizuka Ryokan in Victoria is the cool spa for couples, with just seven rooms. It is built to look like an ancient Japanese inn among the pine trees. Treatments include a 45-minute citrus salt scrub for A$68. The hotel: two-night Escape Package costs A$440 per couple in a traditional Japanese room with futon bed, en suite spa bath and private Japanese garden (shizuka.com.au). Other wellness centres include the Couran Cove Resort Spa in Queensland (couran-cove.com.au) and the Empire Retreat in Western Australia (empireretreat.com.au) Tip down under: beware of the sun. \"Slip, slop, slap\" - put on a tea shirt, apply sunscreen, and put on a hat is healthy governmental advice in a part of the world where, with or without an ozone hole, you will otherwise burn. Way to go Tour operators selling holidays Austravel (0870 1662070, austravel.com). Bridge The World (020-7916 0990, bridgetheworld.com). Explore Worldwide (01252 760100, exploreworldwide.com). Journeys of Distinction (01695 578140, journeysofdistinction.co.uk). Tailor Made Travel (01386 712050, tailor-made.co.uk). Trailfinders (020-7938 3939, trailfinders.co.uk). Travelbag ( 020-7287 5556, travelbag.co.uk). Air travel British Airways (0845 7733377, britishairways.com). Qantas (0845 7747767, qantas.com.au). Websites Australian Tourist Commission australia.com Northern Territory Tourist Commission ntholidays.com Tourism Queensland queensland-holidays.com.au South Australian Tourism Commission www.tourism.sa.gov.au Tourism New South Wales visitnsw.com.au Tourism Tasmania tourism.tas.gov.au Tourism Victoria: visitmelbourne.com Western Australian Tourism Commission westernaustralia.net · For a copy of the Australia Travellers Guide, call 0906 8633235 (calls cost 60p a min and last for an average of 3 mins) or visit the ATC website."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}