{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/nov/01/footballfanzines.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-11-01T19:09:57Z", "webTitle": "24. Southend United", "webUrl": "https://www.theguardian.com/football/2001/nov/01/footballfanzines.sport", "apiUrl": "https://content.guardianapis.com/football/2001/nov/01/footballfanzines.sport", "fields": {"headline": "24. Southend United", "bodyText": "What makes you so different? Southend supporters are different primarily because they don't follow the masses and support a more fashionable London club, unlike the majority of Essex. The club's pure inconsistency over the years has meant at the very least it is an interesting club to follow; unlike the predictability of the fashionable clubs in the Premier League. A quirk particular to Southend United is that the ground was originally built on a rubbish dump (drawing obvious comparisons with the quality of football at Roots Hall). The high point? Naturally the time spent in First Division (1991-1997). Regardless of the time spent supporting the club, 99.9% of fans will recall January 1st 1992 as their ultimate high point. A 4-0 drubbing of Newcastle took us to the summit of the First Division table. Few however will mention it was only for a few hours, owing to the 12pm kick-off. Many will also recall a 1-0 victory at Bury against all the odds which sealed promotion to First Division. Also, it's always nice to see the various ex-Southend managers that have jumped ship for the brighter lights (usually the Second Division!) fail at their new clubs; Barry Fry at Birmingham springs to mind. The low point? David Webb is an all-time legend at the club so obviously him leaving us for various reasons has always hurt; one time it was after a spat with notorious chairman Vic Jobson, more recently it was health reasons and falling out of love with football. Getting relegated is always a low point for any club, but Southend being Southend we had to do it in consecutive seasons. It was as if a higher power had decided we had experienced far too much fun during the Division One years (1991-97) and consequently we had to endure two season of hell in which we dropped to Division Three. Also our current plight is extremely worrying - as a football club we have no assets, no manager and huge debts. What's going on at the moment? What isn't going on at Roots Hall? Financially we are in real trouble. Dropping two divisions at the end of the 90s had the obvious financial implications. So the much loved Vic Jobson sold the club to a property developing joint venture comprising of a local firm, Martin Dawn and Delancey. The Roots Hall site was bought from us which paid off some the mounting debts. The joint venture have to this day bankrolled the club but obviously at a cost, the club owe hundreds of thousands in rent (charged @ £400,000 pa) and interest charges. Initially the plan was to develop a new stadium on the outskirts of the town (Fossetts Farm). This would allow the property men to make their money (both on the Roots Hall site and the new stadium development). Southend would apparently benefit from these profits and also have a new stadium which would provide the club with new, much needed revenue streams. However the stadium development seems dead in the water; not only can we not gain planning permission from an apathetic town but we also only own around 15% of the Fossetts Farm site - the other 85% is owned by another property firm (Lansbury). The club thus face the prospect of being homeless when the lease on the Roots Hall site expires and as we are owned by property developers there is no-one specifically within the club who is fighting for Southend's interests. On the footballing side, things are not much better. Alan Little was rather harshly sacked this time last year, although it was more to do with financial rather than footballing matters (he signed a number of players on big salaries). The new owners achieved a great PR coup by luring Southend legend David Webb back to Roots Hall from Yeovil Town. Webb released the highly-paid players who were not achieving and replaced them with young, raw talent from the non-leagues. Despite much promise the team have failed to deliver this season, much to do with the weight of expectation - many fans, drunk with the relative glory of the First Division days - expect us to be promoted every season. Webb resigned last week citing ill health and a desire to have a life outside of football. Rob Newman, who was Webb's assistant, has taken over first team affairs and has openly admitted he would love the job full time; he also has the backing of the players and the supporters. Sore point The loss of the North Bank at Roots Hall. Following the move to all-seater stadiums the home supporters at Southend were moved out of the terraced North Bank and into a brand new two tier stand at the opposite end of the ground. The loss of atmosphere was immediate - the North Bank had a low roof which was fantastic for the acoustics (good for disguising the fact that only eight people were singing) - and has been poor ever since. The North Bank it is now seated and houses the away support. Thus when the Exeter fans that have come together in a taxi start chanting, it almost sounds like there is a decent away support, before you look up and count all five of them individually. What's the chairman like? Officially we don't have a chairman but directors of the company that own us (Martin Dawn) tend to get most involved, particularly Ron Martin and Geoffrey King. Both are eyed with suspicion by most supporters as its difficult to understand how they can be fighting the club's corner when they are employees of the property developing firm that owns the club. They have, however, begun to get the club's finances in order for which they must deserve credit; they also did well to lure David Webb back to the club which kept fans off their back for a while. Who are your rivals? Historically Colchester, more recently West Ham and Leyton Orient. I've supported the club since 1991 and have yet to see a game against Colchester; the lack of fixtures has rather dampened any rivalry. The great First Division days meant a closer proximity to West Ham which meant a rivalry developing there; it's all also born out of the fact that many West Ham supporters live in Southend and tend to come down to Roots Hall when the Hammers aren't playing at home. More recently our rivals have been Leyton Orient (whether it is mutual though I'm not sure) whilst we have been wallowing in the Third Division. Kit? A very smart Navy outfit a bit too close to Tottenham colours for some fans' liking. However it's a vast improvement on recent years, especially the 1995-96 kit. It had a blue background with a splash of yellow and could easily have been mistaken for a plain blue shirt decorated with the insides of someone's stomach. Most ridiculous piece of merchandise? Nothing stands out. Our club shop is a small building with the dimensions of a broom cupboard - yet the powers to be have curiously decided to name it as the a 'Superstore'. This is either a ridiculous mistake on the part of the Southend management or the word 'Superstore' has a very broad meaning that I was previously unaware of. Mascot There are two mascots, the more appropriate but tatty 'Sammy The Shrimp' who won 'Ugliest Mascot' at some recent awards and the more recent 'Elvis J Eel' who won 'Best Dressed Mascot'. Both become rather insignificant when the 'Pulse Cheerleaders' begin entertaining. Usually a mixture of teenagers doing dance routines, fans were recently treated to a the 'Pulse Schoolgirls' - five 18-year-olds dressed in school outfits dancing rather provocatively to Britney Spears' 'Hit Me Baby One More Time'. Player rated Currently? Undoubtedly Darryl Flahavan who has gained respect not only for his excellent performances between the sticks but also the professional way he dealt with the death of his brother earlier this season. Danny Webb (son of David Webb) is also a fantastic prospect at 18-years-old, but the departure of his father may spell the end of his time at Roots Hall. Past hero? Chris Powell is an all-time Southend legend, not only a great player but a lovely bloke who would always appreciate the fans' support by being the last off the pitch. On the pitch he was a model of consistency - I don't think I saw anyone go past him at left-back in all his time at Roots Hall. Stan Collymore is also well liked and despite his reputation will be fiercely defended in this part of Essex - whatever he gets up to! Player hated Southend are not quite high-profile enough to incite hatred from opposition players so there is no one that immediately springs to mind. Any striker considered a threat will get some random abuse, as do most goalkeepers. Ex-players tend to get heckled especially if they left Roots Hall under a cloud. Roots Hall In the days before all-seater stadiums it was fantastic - I fell in love with the club standing on the North Bank terrace watching Stan Collymore thump in 25-yard efforts from all over the pitch - but it no longer has the atmosphere with the introduction of seats. On a terrace all those who liked singing would congregate in the middle; these days everyone is allocated seats, thus singing is sporadic at best. The ground though still has character despite it's ageing stands, the same thing cannot be said of standard 30,000 seaters you find at Southampton and Middlesborough. Links The general lack of information from the club and the shambles that is the offical site has given birth to a number of good independent sites: www.susc.co.uk: This is the website of the supporters' club, currently fans are flocking here to pledge money to a 'fighting fund' which has been set up amid the current concerns about the club's ownership and direction (or lack of). www.shrimpers.net: Well-written website with all the latest news and a thriving Shrimper community. www.thelittlegazette.com: Excellent source for the latest news and match reports. www.shrimperzone.com: Another comprehensive written website on the Shrimpers."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}