{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2001/nov/20/cricket.indiacricketteam1", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2001-11-20T18:03:44Z", "webTitle": "India salvage draw amid acrimony", "webUrl": "https://www.theguardian.com/sport/2001/nov/20/cricket.indiacricketteam1", "apiUrl": "https://content.guardianapis.com/sport/2001/nov/20/cricket.indiacricketteam1", "fields": {"headline": "India salvage draw amid acrimony", "bodyText": "As the Sachin Tendulkar ball-tampering saga raged on behind the sightscreens, the second Test between South Africa and India fizzled out into a tame draw. The cricket seemed little more than an incidental sideshow compared to the diplomatic wrangling taking place stage left, but the tourists will still be pleased to have escaped unbeaten. One man in particular will feel mightily relieved, and if Tendulkar can inspire his team-mates in the final Test which begins in Centurion on Friday, then India can square the series. The second of the Little Master's made a negligible contribution to this match, and India had Rahul Dravid and Deep Dasgupta to thank for drawing the game. The changeable Port Elizabeth weather also played its part, and had more than 25 overs been bowled yesterday, then the tourists would surely have found themselves under more pressure. Dravid and Dasgupta did all that could be asked of them though in a resolute display of batting, and by the time Dravid was dismissed two overs before tea South Africa's hopes of victory had evaporated with the overnight rain. The pair, who came together last night after Shaun Pollock had dismissed Shiv Sunder Das, added 171 for the second wicket before Dravid gave Boucher a catch at the wicket off Nantie Hayward. Just five balls later, Dravid had departed for 87 but the conditions again lessened India's task, as rain and bad light took the players off for 75 minutes. Both Dravid and Dasgupta batted with a solidity and determination not often associated with Indian batsman, and their rearguard effort was worthy of saving the game. Dasgupta's innings was particularly courageous as it came in only his second Test match and in an unfamiliar position at the top of the order after he was press-ganged into opening. He batted for over five and a half hours, accumulating 63 runs from 281 balls, hitting only seven fours. Hayward also took his wicket, caught at second slip by Jacques Kallis, but it was the last to fall as Tendulkar and Sourav Ganguly guided India to 206 for three at the close. Tendulkar finished unbeaten on 22, but in this match it is his activities with the ball, rather than the bat, that will be remembered."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}