{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2001/nov/28/cricket.indiacricketteam", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2001-11-28T22:15:18Z", "webTitle": "India lose to South Africa in unofficial test", "webUrl": "https://www.theguardian.com/sport/2001/nov/28/cricket.indiacricketteam", "apiUrl": "https://content.guardianapis.com/sport/2001/nov/28/cricket.indiacricketteam", "fields": {"headline": "Indian tourists slump to defeat in unofficial Test", "bodyText": "India slumped to defeat by an innings in the unofficial third Test against South Africa, their final match before the first Test against England in Mohali on Monday. India, who needed to bat out three sessions to survive, finally collapsed under the weight of South Africa's imposing first-innings total of 566 for eight 15 balls after lunch on the final day. The fast bowlers Shaun Pollock, Makhaya Ntini and Nantie Hayward took two wickets each as India's last six wickets fell for 79 runs. Not even Sachin Tendulkar could reverse their fortunes: he shouldered arms to an inswinger from Ntini and was bowled, ending a promising fourth-wicket stand of 58 with VVS Laxman. Seven Indian batsmen passed 20 but none could better the opener Shiv Das's 48. Deep Dasgupta was the last man out, lbw to a low delivery from Jacques Kallis for 27. Venkatesh Prasad, who had a stiff neck, and Javagal Srinath, who broke a finger in the first innings, were unable to bat. Srinath's injury will keep him out of Monday's Test. After suffering what amounted to a 2-0 series defeat, the Indians announced that Sourav Ganguly would return as captain for the three-Test series against England. Ganguly missed the match here because of neck and back spasms. Whether or not he takes to the field alongside Virender Sehwag remains to be seen. India's New Zealand coach John Wright yesterday hinted that Sehwag could be named in the side, toeing what has become the Indian board's party line. \"The team still has to be selected,\" Wright said. \"But from my perspective, and I'm sure from the players' perspective and the Indian people's perspective, we would like to pick our best team for that match against England. You always want to put your best team on the park.\" The Indians fly back today when the squad to face England will be announced. India continued to voice their view that the match here should be considered a Test. \"As far as I'm concerned, we tried to play this as a Test match which we were playing for India,\" said Wright. \"We lost. But it certainly wasn't because we tried to play it in any other manner - we were trying to play it as a Test match.\" While celebrating his side's victory, the South African captain Shaun Pollock urged the ICC to arrive at a set of mandatory sentences for cricketers' transgressions. \"The best thing that can happen, whether it be excessive appealing or whatever, is that there should be a prescribed punishment for each offence,\" Pollock said. \"Then it's not left up to each match referee to make his own assessment. If someone appeals excessively it needs to be written down what the punishment will be. Then everyone will accept it because they know what the consequences are before it happens. \"The ICC can maybe learn from this that everything should be set in place so that if anything does happen you have a code of conduct to deal with the situation.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}