{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2001/nov/16/citynews.business", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2001-11-16T17:55:22Z", "webTitle": "Upbeat Capital targets Emap", "webUrl": "https://www.theguardian.com/technology/2001/nov/16/citynews.business", "apiUrl": "https://content.guardianapis.com/technology/2001/nov/16/citynews.business", "fields": {"headline": "Upbeat Capital targets Emap", "bodyText": "Capital Radio yesterday raised the prospect of further media consolidation by expressing an interest in the radio assets of Emap, including London stations Kiss and Magic FM. David Mansfield, the chief executive, promised to pursue an aggressive acquisition strategy and added: \"We would be very interested in acquiring Emap's radio assets in the right circumstances.\" The stations are valued by analysts at between £500m and £550m, and would represent a substantial acquisition for Capital, which has a stock market value of £630m. Capital is best known for Capital FM, Capital Gold and Xfm in London and for Century FM in the North. Emap's assets are complementary and include - along with Magic and dance station Kiss in London - Piccadilly in Manchester. \"They're a great match but not without regulatory risk,\" said Paul Richards, a media analyst at Numis Securities. Competition rules would prevent Capital owning another London station, but advisers to the company believe a deal could be structured in a way that would see Capital buying an option on the stations and completing the deal in a couple of years' time, when ownership regulations are expected to be relaxed. Capital adopted the same strategy recently when it took an option to buy out Choice FM, a London rival, in a deal worth up to £16m. Emap is going through a period of transition and may decide shareholders' interests are best served by selling its radio assets and business publications to focus instead on expanding its stable of consumer magazines, which includes the successful FHM and Heat. Mr Mansfield's comments followed the publication of full-year results showing Capital's underlying profits had fallen 27% to £30.1m as advertising revenues dried up. Turnover slipped 1% to £123.2m in the year ending September 30. The dividend was unchanged at 18.5p. Mr Mansfield said he expected no immediate rise in advertising revenues, adding that October and November revenues were down 7% on the previous year. \"We're not going to be making any forecasts. It's just too difficult to predict with any degree of certainty.\" The downbeat assessment of the advertising market echoes comments made earlier in the week by Emap and Scottish Radio Holdings. Mr Mansfield was phlegmatic about the downturn's affects. \"We're not gloomy about the recession, we're upbeat. There will be opportunities for healthy companies.\" The advertising climate forced Capital to issue two profits warnings earlier this year and make swingeing cuts to its interactive arm, which runs the stations' websites. Yesterday's figures were in line with expectations and the shares edged up 42.5p to 810p."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}