{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/nov/19/match.sport8", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-11-19T22:15:24Z", "webTitle": "Derby County 1 - 0 Southampton", "webUrl": "https://www.theguardian.com/football/2001/nov/19/match.sport8", "apiUrl": "https://content.guardianapis.com/football/2001/nov/19/match.sport8", "fields": {"headline": "Little pride in park for Derby after bizarre win", "bodyText": "Gordon Strachan, shaking his head, pulling his hair and biting his fingers, looked like a man struggling to learn his lines for the panto season that will surely have an extended run in Southampton this winter. A combination of bad fortune away and an inability to keep the home fires burning - or even ignite them - at their new stadium has seen them lose five of their last six matches; the odd one out was a desperate 3-3 draw with Ipswich last month, Strachan's first match in charge. They are now rock bottom of the Premiership, cut off like an exile and with little hope of repatriation. Their magnificent new St Mary's Stadium home in Britannia Road is beginning to look like an ocean liner keeping an appointment with an iceberg. The fact this will be one of the best football centres in the Nationwide League next season will be of little consolation to their long-suffering supporters. Relegation, in truth, is what the club deserves. The chairman has made such a hash of his managerial appointments in recent years, there are many who cherish the notion of his club going down while Wolves and Coventry are promoted. The seriousness of the situation surely requires a manager with a more substantial record than Strachan's. But the Scot continues to win affection wherever he goes. On Saturday evening he was asked about the astonishing goal that settled this untidy affair. \"Bizarre goal, Gordon,\" said the reporter. \"Yes,\" said Strachan. Then silence. \"Well,\" said the persistent newshound, \"what did you think about it?\" Strachan, scratching his head once more, replied: \"Well, it was bizarre.\" Laughter all round. There was less laughter when Strachan told his audience his side had enjoyed more possession and the bulk of the chances, for Southampton clearly deserved a point here. Right now, though, the club needs lucky generals more than humorous ones. They also need more quality in front of goal; only Leicester have scored fewer than their 10 in 12 games. This was such a desperate, nether-worldy affair between these two sides they should have sent the photographers home and used Hieronymus Bosch to illustrate it. Derby climbed off the bottom of the table with their first win since the start of the season but this showing did little to convince fans they would be in the Premiership next year. There was also little evidence of the extra work manager Colin Todd has been putting in on the training ground to improve his side's goal-scoring habits. Here, they seem to have put all their eggs in Fabrizio Ravanelli's capacious basket. He had scored in County's five previous matches. But when he fails they seem to need something extraordinary to get on the scoresheet. They certainly got it this time. After 23 minutes captain Craig Burley took a corner which James Beattie sliced high, Gary Owen-style, in the direction of his own keeper, Paul Jones. Jones misread it completely, the ball bounced and struck the left post before Youl Mawene touched it over the line. \"We were the better side,\" shrieked Strachan. \"My goalkeeper didn't make one save.\" But he should have. Paul Telfer should have scored, too. But, strangely, the match didn't deserve it. Pride Park? It was hardly the right name this day. Man of the match : Matt Oakley (Southampton)."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}