{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/nov/16/newsstory.sport3", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-11-16T21:38:16Z", "webTitle": "Beckham in running for double award", "webUrl": "https://www.theguardian.com/football/2001/nov/16/newsstory.sport3", "apiUrl": "https://content.guardianapis.com/football/2001/nov/16/newsstory.sport3", "fields": {"headline": "Beckham in running for double award", "bodyText": "David Beckham's inspirational performances for his country and Manchester United could see the England captain rewarded with an historic awards double. Beckham was yesterday shortlisted for Fifa's world footballer of the year prize, only two days after he was named as one of the top contenders for the 2001 European award. The 26-year-old midfielder is among the top three for the world accolade along with Portugal's Luis Figo, who was runner-up to Zinedine Zidane last year, and Spain's Raul, Figo's Real Madrid team-mate. No British player has ever won the Fifa award in its 10-year history - although Beckham was second to Rivaldo two years ago - and the last Englishman to be European footballer of the year was Kevin Keegan back in 1979. Beckham, Figo and Raul won the most votes from a 130-strong panel of national coaches. Each coach was asked to name his top three in the world, with five points awarded for a first-place nomination, three for second place and one for third. No coach is allowed to vote for players from his own national team. Fifa, which already knows the winner, will reveal the result at its world player gala in Zurich on December 17. Middlesbrough's out-of-favour striker Brian Deane is close to linking up with his former manager Dave Bassett at Leicester. The 33-year-old striker played for Bassett at Sheffield United and is set to become the Leicester manager's second signing, with the Nottingham Forest wing-back Alan Rogers close to completing his own move to Filbert Street to join the Premiership strugglers. As Bassett reshapes his squad, the Icelandic forward Arnar Gunnlaugsson has been put on the transfer list. Gordon Strachan has completed the fourth and fifth signings of his Southampton management, paying £1.5m for Ecuador's midfielder and captain Kleber Chala and £450,000 for Torquay's teenage defender Mike Williamson. Aston Villa's midfielder George Boateng has pledged his future to the club after attracting the interest of Borussia Dortmund. · You've read the piece, now have your say. Email your comments, as sharp or as stupid as you like, to the \n<a>football.editor@theguardian.com.</a>"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}