{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2001/nov/05/cricket.indiacricketteam", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2001-11-05T18:25:56Z", "webTitle": "Clubbing Klusener gives advantage to South Africa", "webUrl": "https://www.theguardian.com/sport/2001/nov/05/cricket.indiacricketteam", "apiUrl": "https://content.guardianapis.com/sport/2001/nov/05/cricket.indiacricketteam", "fields": {"headline": "Clubbing Klusener gives advantage to South Africa", "bodyText": "A typically thunderous century from that classical clubber Lance Klusener left South Africa in a strong position at the end of the third day of the first Test in Bloemfontein. Resuming on 327-3 overnight, Klusener's fourth Test century, well supported by Jacques Kallis and Mark Boucher, took the home side to 563 all out, their highest Test score against India. Trailing on first innings by 184, India had reached 96 for the loss of Rahul Dravid by the close. South Africa were not exactly under pressure when Klusener arrived at the wicket at 377-6, but the batsman himself certainly was, having not made a score of any substance since his 97 against Sri Lanka in Cape Town in January. In 11 test innings since, he had managed 110 runs at an average of just over 12. Klusener's decline as a bowler - he is now very much South Africa's fifth seamer - had led to whispers regarding his future in the side, but he responded in the only way he knows how: aggressively. When Klusener connects as he did today there is no more destructive batsman in world cricket, and though his 124-ball 108 may not have been pretty it was mercilessly effective. Swinging from his hips like the Diamondbacks of Arizona, Klusener hit 18 fours and a six, the majority cracked off his not inconsiderable legs through mid-wicket. He shared a 121-run partnership for the seventh wicket with Boucher, before the wicketkeeper fell to Javagal Srinath for an 47. Klusener reached his hundred by pulling Anil Kumble for four over mid-wicket but the leg spinner had his revenge, inducing the man known as Zulu to give him a return catch soon after. Klusener's wicket was the ninth to fall, but South Africa weren't finished just yet as Makyr Ntini made a run-a-ball 23 before becoming Srinath's fifth victim of the innings. The South African assault largely blunted the earlier efforts of Srinath, who became the fifth Indian bowler to pass 200 Test wickets with a typical demonstration of the virtues of line and length. India's strike bowler used the new ball to good effect, removing Boeta Dippenaar and captain Shaun Pollock in successive balls to reach his landmark, upo which he was mobbed by his team-mates. Earlier Kallis had extended his world record for time between dismissals in Tests to 1,241 minutes - nearly 21 hours - before falling to Nehra to 68. The last time he was dismissed was against the West Indies in Jamaica last April. Klusener's burst put South Africa into a match-winning position, which Pollock set about exploiting. The captain steamed in and gained immediate reward, Dravid finding Gary Kirsten in the gully when on 11, but that proved their only breakthrough as Shiv Sunder Das and Vangipurappu Laxman guided India to the close. Das, with an unbeaten 54, in particular looked fluent, and if his more illustrious colleagues Tendulkar and Saurav Ganguly can emulate him tomorrow, then India could yet save the match."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}