{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/nov/19/newsstory.sport4", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-11-19T23:42:26Z", "webTitle": "Women's football", "webUrl": "https://www.theguardian.com/football/2001/nov/19/newsstory.sport4", "apiUrl": "https://content.guardianapis.com/football/2001/nov/19/newsstory.sport4", "fields": {"headline": "Women's football", "bodyText": "Few sides in the Premiership have a happier team spirit than Sunderland, and with the arrival of the first-team coach Bobby Paterson from the United States, the American influence is strong. They have developed \"something called the Sunderland mentality\" and photocopied passages from the book, The Champion Within, are handed out in the dressing room. Paterson's methods are clearly enjoying some success, because despite no wins from nine matches, the players and staff view their position as more a circumstantial accident than an epithet. They may be bottom of the league but they are \"not a bottom-of-the-league side\", says captain Julie Twaddle. Yesterday they marched on with a 7-0 defeat at Charlton, for whom Jo Broadhurst scored a hat-trick. Part of Sunderland's problem is attracting players. The north-east has always been football-rich in the men's game but much less so in the women's. Middlesbrough play in a league no one has heard of and Newcastle have no side at all, though they are looking to organise one. That may surprise the Sunderland women who, in their previous incarnation as the Kestrels, approached Newcastle on more than one occasion between 1989 and 1995. One February, recalls a former Kestrel Jane Ashworth, they even donned Newcastle kit and presented the then manager Kevin Keegan with a Valentine's Day card in an attempt to embarrass the club into submission. Despite being a team of largely Newcastle fans - their No9 Mel Reay is Alan Shearer's cousin - they have found a happy home at Sunderland. Women's football is \"an absolute priority\", says the community department's Bob Oates and, at 19%, the parent club has the most female season-ticket holders in the Barclaycard Premiership. The other women's Premiership games were postponed, due to England Under-19 action: they must beat the Czech Republic in Denmark today to stand any chance of qualifying for next year's European Championship."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}