{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2001/nov/16/highereducation.internationaleducationnews", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2001-11-16T17:34:41Z", "webTitle": "Looking for meaning", "webUrl": "https://www.theguardian.com/education/2001/nov/16/highereducation.internationaleducationnews", "apiUrl": "https://content.guardianapis.com/education/2001/nov/16/highereducation.internationaleducationnews", "fields": {"headline": "Looking for meaning", "bodyText": "Ramadan has more or less arrived here in the Muslim world - no daytime food, drinking or sex now until around December 16. No such prohibitions apply, however, on academic punditry on the meaning of Islam in light of world events, particularly as it relates to the views of Samuel \"clash of civilisations\" Huntington. Edward Said, the Palestinian-born scholar and professor of comparative literature at Columbia University, recently penned one of his most corrosive critiques yet of fellow Harvard academic Dr Huntington's famous thesis, which has received a renewed airing in the wake of September 11. Dr Said's response, The Clash of Ignorance, which first appeared in the left-wing American journal, The Nation, takes aim at what the writer calls the west versus the rest paradigm that's persisted \"often insidiously and implicitly\" in much of the discussion surrounding the attacks against America and the US-led counterattack now in process in central Asia. \"The carefully planned and horrendous, pathologically motivated suicide attack and mass slaughter by a small group of deranged militants has been turned into proof of Huntington's thesis,\" he writes, instead of commentators seeing the initial acts for what they were, \"the capture of big ideas (I use the word loosely) by a tiny band of crazed fanatics for criminal purposes\". International luminaries, he continues, \"from former Pakistani Prime Minister Benazir Bhutto to Italian Prime Minister Silvio Berlusconi have pontificated about Islam's troubles, and, in the latter's case, have used Huntington's ideas to rant on about the West's superiority, how 'we' have Mozart and Michelangelo and they don't\". Even the \"normally sober\" British weekly, The Economist, he adds, couldn't resist reaching for the vast generalisation, praising Huntington extravagantly for his \"cruel and sweeping, but nonetheless acute\", observations about Islam. Today, the journal says with unseemly solemnity, Huntington writes: \"The world's billion or so Muslims are 'convinced of the superiority of their culture, and obsessed with the inferiority of their power.\" But did Dr Huntington canvas 100 Indonesians, 200 Moroccans, 500 Egyptians and 50 Bosnians to reach that conclusion? Dr Said asks. And even if he did, what sort of sample is that anyway? Dr Said's latest views were unsympathetically cross-referenced this week in an appreciation published in the online magazine, Slate, for the 85-year-old London-born Islam scholar Bernard Lewis, whose new book, What Went Wrong?, is scheduled for publication early next year. The New Yorker magazine this week also ran his sprawling essay, The Revolt of Islam, updating his equally regarded 1990 Atlantic magazine piece, The Roots of Muslim Rage. \"He is one-stop shopping for baffled westerners needing a coherent worldview to explain our current situation - it's easy to pick up Lewis' books and open almost at random to a page that has chilling relevance to today,\" the article, written by Emily Yoffe, gushes. By comparison, she argues, Dr Said's offerings over the past 13 or so years have at times been \"fevered, often ludicrously unsupported caricature\", claiming to expose the hidden biases of Middle Eastern scholars but revealing instead an \"obsessive anti-Americanism and anti-Zionism animating all his work. And as the rise of Saidism began to overshadow Lewis' importance as a figure in academia (he could never be dismissed, his scholarship is too vast and fundamental for that), Lewis became a more revered figure outside academia, for people seeking context for our political crises\". An altogether more courtly think-piece, in the New York Review of Books, and written by Timothy Garton Ash, the director of the European Studies Centre at St Antony's College, Oxford, ponders whether a useful definition can ever be reached on the meaning of terrorism. In response to the growing din for a UN convention on terrorism, he writes: \"One wonders how useful any definition it comes up with can be, both because member states will have such widely differing views of what should count and because of the intrinsic difficulties for even the most neutral, independent analyst.\" One realistic solution, the scholar suggests hopefully \"may be that as wide as possible a spectrum of states, including states from different 'civilizations', in Samuel Huntington's sense, may reach agreement on the description of as many particular cases as possible,\" with common features drawn under his own headings of biography, goals, methods and context perhaps serving \"as a modest template\" to begin with. Ray Takeyh, a Soref research fellow at the Washington Institute for Near East Policy, is another of the scholars to have recently pronounced himself unmoved by the Huntington thesis. In his Can Islam bring democracy to the Middle East?, published in the latest edition of Foreign Policy he notes how televised footage of an airliner crashing into the World Trade Center has for many become the prevailing image of Islam. \"Media pundits decry anti-Muslim bigotry and hasten to remind the public that Islam is a religion of peace and tolerance, notwithstanding the actions of an extremist minority,\" he adds, \"but in the same breath, many of those pundits warn of a clash of civilisations - a war that pits the secular, modernised west against a region mired in ancient hatreds and fundamentalist rage.\" For all that, he writes, this simplistic choice between \"Islam\" and \"modernity\" ignores a third option he sees emerging throughout the Middle East. \"A new generation of theological thinkers, led by figures such as Iranian President Muhammad Khatami and Tunisian activist Rached Ghannouchi, is reconsidering the orthodoxies of Islamic politics.\" In the process, \"such leaders are demonstrating that the region may be capable of generating a genuinely democratic order, one based on indigenous values\". For the Middle East today, he believes, moderate Islam may be democracy's last hope, and for the west, it might, in fact, \"represent one of the best long-term solutions to 'winning' the war against Middle East terrorism.\" Sounds like a thought worth pondering this Ramadan. To comment on this article, email us at education.editor@guardianunlimited.co.uk. All mail will be considered eligible for publication unless otherwise specified."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}