{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2001/nov/01/football.research", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2001-11-01T23:33:12Z", "webTitle": "Scientists kick into touch soccer belief in weak foot", "webUrl": "https://www.theguardian.com/uk/2001/nov/01/football.research", "apiUrl": "https://content.guardianapis.com/uk/2001/nov/01/football.research", "fields": {"headline": "Scientists kick into touch soccer belief in weak foot", "bodyText": "The professional player could kick the ball into the net just as neatly with the left foot as the right - and the finding has nothing to do with Celtic or Rangers. A sports psychologist at the University at Aberdeen has just put the boot into a soccer shibboleth - that each professional has a \"good\" foot. According to New Scientist today, David Carey and colleagues studied the videos of every game in the 1998 World Cup in France. Each time one of the 236 players passed the ball, or took a shot at goal, the researchers assessed how accurate he was. They then analysed the circumstances under which each player used his right or his left foot. They found that the players went to great lengths to move the ball to their favourite foot before kicking it. But when they had no time for tricky transfers, players did as well with their weak foot. Nine out of 10 shots and passes were on target, and there was no difference between kicking with the right or the left foot. The finding - in the Journal of Sports Sciences - is the latest in a procession of studies of the ballistics and psychology of ball play. In August a University of Buffalo physicist worked out why a passed football tended to curve left or right, according to the handedness of the player. \"Sports commentators often excuse poor shots by saying they were hit with a player's weak foot, but it appears there is no such thing,\" said Dr Carey."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}