{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2001/nov/24/familyholidays.family.guardiansaturdaytravelsection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2001-11-24T18:18:13Z", "webTitle": "Shopping all over the world", "webUrl": "https://www.theguardian.com/travel/2001/nov/24/familyholidays.family.guardiansaturdaytravelsection", "apiUrl": "https://content.guardianapis.com/travel/2001/nov/24/familyholidays.family.guardiansaturdaytravelsection", "fields": {"headline": "Shopping all over the world", "bodyText": "I'm doing my Christmas shopping. I've forsaken Oxford Street, with its predictable displays of Santa Claus with a moving arm filling up a bottomless sack. Instead I've paid less than the price of a taxi fare home from Hamleys to come to Venice (ryanair.com, £11.40 each way), where I'm spending two days circling the Grand Canal on the look out for festive treats. Venice may seem a strange place to come for Christmas bargains for the kids; it is, after all, a city of high culture. But I want nothing so tasteful as a Venetian silk scarf or even a tasty chunk of parmigiana. I'm on the trail of tack. And Venice, being a major tourist destination, has truck loads of it. Ever since I was the same age as my eight-year-old I've been dedicated to the souvenir. This much maligned form is, as far as I'm concerned, part of the joy of being abroad. And the trashier the better. Not even a straw donkey with Costa del Sol written across the brim of its boater is too low to find a home in my sitting room. And eight-year-old Storme shares my enthusiasm for the ephemeral. She's in no way unique in finding far more pleasure in something utterly fake than a wooden Brio train set. However much we may try and educate them in the way of Ikea, kids want kitsch. In Titian's canal city, I've managed to accumulate: a lace bookmark depicting the Campanile (£3); a child-sized black T-shirt emblazoned with the name Michelangelo, as if he were Venice's answer to Shaggy (£5); a pencil covered in pink marbled paper (75p); an inch-high glass Father Christmas (£2.50); and, my favourite of all, a foot-long gold and plastic gondola that lights up green (£3.50). Of course, all this shopping is just a form of guilt relief. I haven't really come here to escape my three children for two days, I've come to buy them things for the festive season. But added to the cost of the fare is the large number of bribes I've had to buy for those who've been left at home, literally holding the babies. I wonder if the nanny would like a plastic model of the Basilica di San Marco for her dressing table, one that lights up? If you have any tips to share, email: deabirkett@cs.com"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}