{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2001/nov/13/rugbyunion.paulrees", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2001-11-13T22:37:18Z", "webTitle": "Ex-Kiwis coach Wayne Smith takes over at Northampton", "webUrl": "https://www.theguardian.com/sport/2001/nov/13/rugbyunion.paulrees", "apiUrl": "https://content.guardianapis.com/sport/2001/nov/13/rugbyunion.paulrees", "fields": {"headline": "Smith to take over as Saints run out of patience", "bodyText": "Struggling in the bottom three of the Zurich Premiership and with no chance of qualifying for the quarter-finals of the Heineken Cup, Northampton yesterday announced they were having a player clear-out and shaking up their coaching structure. The Saints are two off the bottom of the Premiership with only two victories in seven matches and their 50-point hammering by Montferrand earlier this month prompted the club's chairman and backer Keith Barwell to take drastic action before qualification for next season's Heineken Cup became a distant dream. Wayne Smith, who resigned as the New Zealand coach in September, will this week be appointed to take charge of first-team affairs at Northampton with John Steele taking a more administrative role as the club's director of rugby but Colin Deans and Andy Goodway have been dropped from the coaching staff. The players expected to be released from their contracts include the wing Luca Martin, the hooker Steve Brotherstone, who was yesterday named in the Scotland A side to face Argentina in Selkirk tomorrow, and the former England wing Jon Sleightholme who will continue as Northampton's commercial manager.There is speculation that the former New Zealand No8 Wayne Shelford, who played for Northampton in the early 1990s, will be appointed as Smith's assistant next year. \"One third of the squad have been tremendous this season,\" said Barwell. \"Another third have given commitment but without the necessary skills while the final third have the necessary skills but they have not been giving enough commitment. We want to bring in some world-class players, and in order to do that within the £1.8m salary cap, we have to release some of our current squad and there will be a further review of the players later in the season.\" Northampton will have to do without their England scrum-half Matt Dawson for the next three weeks. He suffered concussion during Friday night's draw against Harlequins at Franklins Gardens and will be out of contention for England's internationals this month against Romania and South Africa. Bath's scrum-half Andy Williams plays for Wales A against Tonga at Stradey Park tonight after just seven matches for his club where he is the understudy for the Wales international Gareth Cooper."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}