{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/nov/16/newsstory.sport1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-11-16T18:02:15Z", "webTitle": "Premiership previews", "webUrl": "https://www.theguardian.com/football/2001/nov/16/newsstory.sport1", "apiUrl": "https://content.guardianapis.com/football/2001/nov/16/newsstory.sport1", "fields": {"headline": "Premiership previews", "bodyText": "Aston Villa v Middlesbrough Aston Villa hope to have central defender Olof Mellberg (ankle) and midfielder Paul Merson (calf, hamstring and back) back. Darius Vassell will play despite a knee injury, but Steve Staunton and Alpay face checks after World Cup duty. Colombia striker Juan Pablo Angel is available following his return from international duty. Middlesbrough captain Paul Ince starts his three-match ban for his dismissal against Sunderland, with Mark Wilson and Allan Johnston hoping to deputise. Mark Crossley will replace Mark Schwarzer in goal, who is still away on international duty with Australia. Blackburn v Liverpool Captain Garry Flitcroft is Blackburn's main doubt with a groin injury, while Corrado Grabbi is definitely out with knee ligaments. Damien Duff returns to the squad after two months out with a hamstring problem. Michael Owen and Steven Gerrard - left out of England's 1-1 draw with Sweden at Old Trafford last weekend as a precaution due to hamstring and groin injuries respectively - should both be fit. Liverpool's only serious absentee is midfielder Nick Barmby, who is out for six weeks after an operation on an ankle problem this week. Derby v Southampton French right-back Francois Grenet will make his debut for Derby after a £3m move from Bordeaux last week. Malcolm Christie, who missed England's Under-21 game on Tuesday because of a calf strain, could feature but Horacio Carbonari, Brian O'Neil and Simo Valakari are still out. New signing Agustin Delgado is out for three weeks after undergoing knee surgery before his £3.5m move but his Ecuador team-mate Kleber Chala is in the squad. Defender Claus Lundekvam has recovered from a hamstring injury to boost so Tahar El Khalej is expected to drop to the substitutes' bench. Fulham v Newcastle Fulham's strikeforce is depleted because of an injury to Steve Marlet and Luis Boa Morte's suspension, but Lee Clark has recovered to face his old club. Republic of Ireland right-back Steve Finnan faces a late fitness test. Steve Harper is on standby for Shay Given, but manager Bobby Robson will give him Shay Given every chance to shake off the effects of the Republic of Ireland's World Cup trip to Iran. Chilean midfielder Clarence Acuna is a doubt after a bout of tonsilitis, but Andy O'Brien, who did not play for Ireland in Tehran, is likely to start. Man Utd v Leicester Roy Keane will not be risked but Sir Alex Ferguson claims the Manchester United captain will recover from his knee injury in time to face Bayern Munich on Tuesday. Juan Sebastian Veron is also out as the midfielder only returned today from World Cup duty with Argentina. Laurent Blanc has recovered from his virus and Ryan Giggs his latest hamstring problem. Alan Rogers goes straight into the Leicester squad following his move from Nottingham Forest, possibly replacing Welsh international Robbie Savage who is out through suspension. Defender Gary Rowett is again ruled out with a knee injury. Tottenham v Arsenal Christian Ziege and Sergei Rebrov both returned unscathed from international duty, so Tottenham have no new injury worries. Goran Bunjevcevic could return to the defence and goalkeeper Dave Beasant will be on the bench, having signed a two-month contract as cover for injured Kasey Keller. Sol Campbell has been passed fit to face his former club, but Thierry Henry is ruled out by an ankle injury. Campbell, who missed England's friendly against Sweden, will line up alongside Martin Keown, but Oleg Luzhny (calf) joins David Seaman, Tony Adams, Lee Dixon and Francis Jeffers on the injury list. Fredrik Ljungberg faces a fitness test on a shoulder injury. Henry's absence means Dennis Bergkamp will start alongside Sylvain Wiltord in attack. Sunday 18th November Everton v Chelsea Everton will be without captain Kevin Campbell because of his back injury, but Welsh international Mark Pembridge returns to the squad after recovering from a calf problem. Portuguese defender Abel Xavier returns from concussion. Duncan Ferguson (ankle) is doubtful and Tomasz Radzinski could be partnered by either Danny Cadamartari or Joe-Max Moore. Emmanuel Petit faces a fitness test on the ankle injury which ruled him out of France's friendly in Australia last weekend, while Marcel Desailly suspended. Ipswich v Bolton French winger Ulrich Le Pen goes straight into the Ipswich squad after his £1.4m move from Lorient, while Argentinian midfielder Sixto Peralta, on loan from Inter Milan, should be available again after recovering from a knee injury. Defender John McGreal, striker Alun Armstrong and Nigerian winger Finidi George are sidelined, but Mark Venus, Titus Bramble and Richard Naylor have all recovered from minor injuriess. Sam Allardyce has a mini goalkeeping crisis, with Jussi Jaaskelainen suffering from a back problem and Steve Banks carrying a thigh strain. Kevin Poole is on stand-by. Defender Djibril Diawara is sidelined through suspension, but midfielder Kevin Nolan is expected to recover from a foot injury. Sunderland v Leeds Jody Craddock is out with the shin injury he picked up at Leicester a fortnight ago, and Northern Ireland international George McCartney and 19-year-old Ben Clark have been added to the squad. Leeds are without a number of key players, with Mark Viduka and Harry Kewell both on World Cup qualification duty with Australia, while midfielder Lee Bowyer is out with a hamstring strain. Alan Smith will replace Viduka, Seth Johnson take over from Kewell, and either Stephen McPhail or David Batty come in for Bowyer. Centre-back Dominic Matteo is doubtful following a minor knee operation."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}