{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/nov/20/footballfanzines.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-11-20T17:52:47Z", "webTitle": "25. Sheffield Wednesday", "webUrl": "https://www.theguardian.com/football/2001/nov/20/footballfanzines.sport", "apiUrl": "https://content.guardianapis.com/football/2001/nov/20/footballfanzines.sport", "fields": {"headline": "25. Sheffield Wednesday", "bodyText": "What's going on at the moment? A downfall from two cup finals and qualification for Europe in 1993 to relegation at the end of the decade and almost going down to the Second Division last season. We're £16m in debt as well... The high point Winning the League Cup in 1991. The low point Watching David Pleat dismantle everything Ron Atkinson and Trevor Francis had built up, and the board stumble along with no vision as millions were frittered away. Who are your rivals? Sheffield United by geography, but L**ds are the ones no Owl really likes. Kit Our kit is OK. The stripes are a bit thin, though. I'd like us to have the Porto one. Most ridiculous piece of merchandise I think we have some Danny Wilson mugs left! Mascot Our mascots are Owls called Ozzie, Baz and something else. They're no more pathetic than any others and I guess children like them. Player rated Our current club hero is Gerald Sibon, while the most popular players ever are, rather obviously I suppose, Chris Waddle and David Hirst. If we had to pick someone from another team? We'd wish Emerson Thome well. Player hated Paolo di Canio. Wonderful footballer; shit morals. What's Hillsborough like? Time is catching up, but there are still not many places to beat the atmosphere at a full Hillsborough - particularly for a night match. What's the atmosphere like? There's a good atmosphere. The band help, unless we are losing, in which case they are annoying. No particular individual fans satnd out, though; it's about a collective identity, isn't it? What to do when you get there Get there at 2.59 and leave when the final whistle goes. You could always go to the New Barrack Tavern, which is probably one of the best pubs in England."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}