{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/nov/28/newsstory.sport1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-11-28T23:16:15Z", "webTitle": "Advocaat set to stay for season", "webUrl": "https://www.theguardian.com/football/2001/nov/28/newsstory.sport1", "apiUrl": "https://content.guardianapis.com/football/2001/nov/28/newsstory.sport1", "fields": {"headline": "Advocaat set to stay for season", "bodyText": "The Rangers manager Dick Advocaat insists he will not walk away from Ibrox before the end of the season - but has refused to commit himself to the club beyond then. The Dutchman is remaining tight-lipped over whether he will extend his contract once the current deal expires in the summer, saying only that he will make an announcement next month. Speculation about his future has intensified since it was reported yesterday that Louis van Gaal had resigned as coach of Holland. Celtic extended their lead over Rangers at the top of the table to 10 points following their 2-1 win at Parkhead on Sunday - the fifth Old Firm game Rangers have lost in a row - and Advocaat is one of the favourites to take over the Holland job, a position he held during the 1994 World Cup in the United States. But he insists that neither speculation nor Rangers' poor form will prompt him to leave the Govan club before the end of the season.\"The position is quite clear,\" he said. \"I will definitely stay until the end of the season and, for the rest, you will have to wait.\" Although Rangers' chances of stopping Celtic winning the league are increasingly remote, Advocaat still believes there is a chance they can catch their city rivals. The teams meet twice again this season, and he has warned his players they must not give up hope. \"We are 10 points behind Celtic but we also know that anything is possible,\" he said. \"We are still involved in the league and in the cup competition so everything is open - that's what we told the players this morning. There is no reason to say that it is over because it is still alive.\" Rangers head to Ross County for the quarter-final of the CIS Insurance Cup tonight, with Michael Ball retaining his place in defence. His heated exchange with Advocaat following his substitution at Parkhead on Sunday has fuelled rumours of a rift between the pair. But although the manager has fined the former Everton defender £10,000 for his outburst, he insists Ball still has a future at Rangers: \"He will be involved again with the football. He said 'I did something wrong' and he realises that. He got a fine and it's over now.\" The Ross County manager Neale Cooper admits that Rangers' recent results could work against his side: \"I don't want to be negative but we are hoping that we won't be on the end of the backlash from the Celtic game.\" - PA"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}