{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2006/oct/25/rugbyunion.gdnsport3", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2006-10-24T23:36:30Z", "webTitle": "Rugby union: Allen ready to join battle for centre ground", "webUrl": "https://www.theguardian.com/sport/2006/oct/25/rugbyunion.gdnsport3", "apiUrl": "https://content.guardianapis.com/sport/2006/oct/25/rugbyunion.gdnsport3", "fields": {"headline": "Allen ready to join battle for the centre ground as England seek cutting edge", "bodyText": "Andy Robinson will today announce his - or rather his new five-man selection panel's - 30-man squad to prepare for the November 5 international against New Zealand at Twickenham, two months into a season in which few players have been in outstanding form for their clubs. Attention has been lavished on Gloucester's fresh-faced backs, the outside-half Ryan Lamb, the centres Anthony Allen and Jack Adams and the full-back Olly Morgan. But only Allen has a realistic chance of being called up today, not least because of England's injury problems in midfield with Stuart Abbott and Olly Barkley already ruled out while Mike Tindall has been restricted to one 20-minute outing this season because of a calf injury. Newcastle's Mathew Tait and Jamie Noon are the likely centre pairing against New Zealand but there has been a clamour for the inclusion of the Gloucester youngsters given the sterility in attack which afflicted England last season. Allen showed up well last Saturday against Leinster in Dublin when he was facing Brian O'Driscoll and Gordon D'Arcy, and there is a maturity about the centre, which Lamb and Adams have yet to gain. Allen is not the quickest but he is strong and is quick to see possibilities, a footballer in the mould of a New Zealand second-five. As Morgan has not played for a month because of a shoulder injury, Allen is the one Gloucester youngster set for inclusion and the club's director of rugby, Dean Ryan, has urged Robinson and his fellow selectors to be cautious, mindful of Tait's international debut against Wales in Cardiff last year when the then 19-year old spent more than a year in the international wilderness after the 11-9 defeat. \"Most judges agree these lads will be Test players at some time in the future,\" said Ryan. \"I would not want any of them to be dragged in for a one-off appearance and then discarded because a byproduct would be a huge dent in their confidence.\" Lamb's name will have come into the frame because of the need for an understudy to Charlie Hodgson as an outside-half and a goal-kicker, but Andy Goode offers more in terms of experience. Newcastle's Toby Flood is the other option. England's potential back three for New Zealand is likely to be Josh Lewsey, Mark Cueto and Ben Cohen, but all three are nursing injuries, opening the way for a return of the Gloucester full-back Iain Balshaw. While the three scrum-halves in the 30 will pick themselves, Peter Richards, Shaun Perry and Harry Ellis, it is far less clear who will start against the All Blacks. Richards is the man in possession, but while he caught the eye in Leinster before being substituted 15 minutes into the second-half, there were concerns about his all-round game. Perry has been consistent for Bristol this season while Ellis has only started one match for Leicester. Robinson's dilemmas are as numerous at forward. With Steve Borthwick injured, Ben Kay is in line to resume his second row partnership with Danny Grewcock, but nobody appears certain of his place in the other two areas of the pack. Perpignan's Perry Freshwater will challenge Andy Sheridan at loose-head prop after a feared broken leg at the weekend turned out to be deep bruising and there are suggestions that Sheridan may be tried on the tight-head instead of Julian White, with Phil Vickery just three matches into his latest comeback from a back operation. George Chuter is the form hooker but Steve Thompson returned from injury on Sunday. England played most of last season without a specialist breakaway but they now have an option in Wasps' Tom Rees, even if Lewis Moody will probably start against the All Blacks. The extra pace needed in the back row and ability to get behind defences may be provided at No8 by James Forrester, although he was not at his best when Robinson watched him in Leinster last weekend, which would leave Martin Corry, Pat Sanderson and, perhaps, Lawrence Dallaglio fighting it out. Robinson has said he will name two captains for the autumn internationals with no player appearing in no more than three of the four Tests, but whoever is given the armband against New Zealand, rather than Argentina six days later, will be the first choice. It may be that Robinson's preference to skipper England in the World Cup will only become clear when Borthwick and Vickery are back to full fitness. Who to choose? Problem positions for England Mathew Tait v Anthony Allen The centre pairing is the biggest selection headache with injured Olly Barkley, Stuart Abbott and Mike Tindall all falling by the wayside. Ben Johnston of Saracens is the in-form inside-centre this season but the most likely pairing would be Newcastle's Jamie Noon and his callow club-mate Mathew Tait, below. Tait was horribly exposed when out of position against Australia last summer but Allen is more likely to wait and start against Argentina. Andy Goode v Ryan Lamb Barring injury in Sale's Heineken Cup match on Friday, Charlie Hodgson will be a shoo-in at fly-half but the question of who shadows him is an important one. If the kicker is injured against the All Blacks, Leicester's Goode would be a safe option as a replacement off the bench, just as he was for his club against Munster last Sunday. Perry Freshwater v Andrew Sheridan Perry Freshwater is considered one of the strongest scrumagers in France and faces Wasps for his club Perpignan this weekend. But the former Leicester loose-head prop hails from New Zealand, which may count against him and he annoyed England's management last season when he opted to play for club rather than country. It may not be the best time to shunt England's strongest player Sheridan to tight-head where Julian White would be the safe option. Pat Sanderson v Lewis Moody The open-side flanker position will be vital to get right against the All Blacks, not least because New Zealand have the brilliant Richie McCaw to scavenge for them. Sanderson looks the best option with Moody a good impact man off the bench and probably a better No6. Magnus Lund, Andy Hazell and Dave Seymour wait in the wings. Ian Malin"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}