{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2006/oct/06/horseracing.gdnsport32", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2006-10-05T23:52:18Z", "webTitle": "Horse racing: Sanders' exit spells more gloom on the Downs", "webUrl": "https://www.theguardian.com/sport/2006/oct/06/horseracing.gdnsport32", "apiUrl": "https://content.guardianapis.com/sport/2006/oct/06/horseracing.gdnsport32", "fields": {"headline": "Sanders' exit spells more gloom on the Downs", "bodyText": "When Brooke Sanders, trainer of such charismatic types as Double Dutch and Calapaez, gave up her 20-year training career last month, the racing world shrugged and moved on. Her Epsom colleagues, by contrast, were bound to be more reflective. Sanders is the latest in a long list of local trainers to give up the game. Those that are left have fewer than 200 racehorses in their care, a drop of 60% in the town's equine population since 1970. There is a feeling among what remains of Epsom's racing community that this long-term decline is largely the fault of the local authorities in whose territory the famous Downs fall. \"I love it here, but I just wish the council would give us a bit more support,\" says Jim Boyle, who has increased his winners tally each year since setting up at South Hatch Stables in 2002. \"We had plans to redevelop the yard into a modern training centre and in order to fund that, we proposed to build some houses nearby. Well the [Epsom &amp; Ewell] council turned us down and turned us down again on appeal. I'd be desperate to stay but we may have to look elsewhere. We're in discussion with the council and I very much hope it won't come to that.\" Sanders has experienced similar red-tape frustration. \"I got planning permission on some land of mine, for a yard and a house,\" she says. \"John Prescott took it off me, because it was a deviation from the green belt. And if horse racing isn't appropriate to the green belt, what bloody chance have you got?\" It is not only in their reluctance to allow development of new yards that the councils are believed to have erred - they are also accused of failing to prevent profiteers selling off established stables for development. \"Unlike Newmarket and Lambourn, there is no local planning policy that racehorse training yards have to remain assuch , which is a big problem,\" says Stephen Wallis, managing director of Epsom racecourse. Sanders can list nine Epsom yards that have been sold, razed and built on in the last 30 years. David Smith, chief executive of Epsom &amp; Ewell Council, is trying to stop the rot. \"The remaining yards are all in or at the edge of the green belt, there is no significant yard in the urban area. And we will be looking to protect those yards. We're confident we can protect them against being sold for housing. We also have to look at protecting them against going to other forms of horse use.\" Trainer Simon Dow says that £250,000 has now been raised through the Epsom training &amp; development fund which will be used to buy \"affordable, subsidised accomodation for recognised stable staff\", addressing another problem which afflicts yards in such an affluent area. The Jockey Club recently announced an intention to develop such starter yards in Lambourn and Dow feels that a similar project could help bring young trainers into Epsom and perhaps make the area more fashionable. But Club spokesman John Maxse pours cold water on the idea. The Lambourn scheme \"hasn't even reached the drawing board yet,\" he says. \"If it got the go-ahead, one would use that as a learning experience before seeing if there was anything that could be done elsewhere.\" Sanders' parting shot is to point out that The Durdans, the oldest racing stables on the Downs, is for sale. The site is owned by a Jockey Club member, Lord Halifax. \"It would be a marvellous place for starter yards,\" she says, \"and, if the Jockey Club was not wanting Epsom to go into decline, it'd seem wrong that one of them was selling off yet another yard.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}