{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2006/oct/12/news.libya", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2006-10-11T23:11:28Z", "webTitle": "All Libyan pupils to get laptop and web access", "webUrl": "https://www.theguardian.com/technology/2006/oct/12/news.libya", "apiUrl": "https://content.guardianapis.com/technology/2006/oct/12/news.libya", "fields": {"headline": "All Libyan pupils to get laptop and web access", "bodyText": "Libya could become the first country to provide every school-age child with a laptop computer and internet connection under a scheme supported by the UN Development Programme. In a £134m deal with One Laptop Per Child (OLPC), an American non-profit group, Libya will acquire 1.2m computers with internet connection. The deal, reported by the New York Times yesterday, follows a visit by computer scientist Nicholas Negroponte to Colonel Muammar Gadafy last August. Mr Negroponte, who founded the Media Lab at Massachusetts Institute of Technology, is chairman of OLPC, which aims to provide laptops for children in developing countries that cost $100 (£54) each. The specially designed laptops will have a rugged case and a sealed rubber keyboard to keep out dust and water. In an effort to eliminate the parts most likely to go wrong, the designers have dispensed with a cooling fan and replaced the conventional hard disc with a flash drive. Col Gadafy's son, Saif al-Islam, has talked of turning the country into the first \"e-democracy\", with citizens participating electronically in government decision-making. Last August, Saif al-Islam - who is regarded as a likely successor to his father - spoke of wiring-up the country with optical fibres, mobile networks and computers in every home to provide \"electronic government\" where Libyans can interact with officialdom. OLPC has also reached tentative purchase agreements with Argentina, Brazil, Nigeria and Thailand. In his meeting with Col Gadafy, Mr Negroponte discussed the possibility that Libya might fund laptops for poorer African countries such as Chad, Niger and Rwanda, according to the New York Times. It is possible that Libya will become the first country in the world where all school-age children are connected to the internet through educational computers, he told the newspaper. \"The US and Singapore are not even close,\" he said. Test versions of the computers will be distributed to the participating countries in November, with mass production by the Taiwanese manufacturer Quanta expected to begin next year. These computers will rely on free software, such as Linux rather than Microsoft's Windows to keep costs down. They will also need about 10% of the power of normal laptops, OLPC says. \"The power supply is tolerant of almost any voltage you might have at hand for charging, either from a human powered generator or a car or truck battery ... under typical use, the computer should last the entire school day without requiring charging. \"Our goal is to provide children around the world with new opportunities to explore, experiment, and express themselves. \"Laptops are both a window and a tool: a window into the world and a tool with which to think.\" OLPC was initially funded by technology companies, including Google and eBay, but Intel and Microsoft have been sceptical about the project."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}