{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2006/oct/21/featuresreviews.guardianreview3", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2006-10-20T23:54:31Z", "webTitle": "Ahdaf Soueif on Palestinian literature", "webUrl": "https://www.theguardian.com/books/2006/oct/21/featuresreviews.guardianreview3", "apiUrl": "https://content.guardianapis.com/books/2006/oct/21/featuresreviews.guardianreview3", "fields": {"headline": "Art of resistance", "bodyText": "Last Saturday at the Festival of Palestinian Literature in Manchester, Salma Khadra Jayyusi walked slowly to a microphone in a large auditorium. Poet, critic, academic and translator, Professor Jayyusi, now frail and a little hard of hearing, is the undisputed doyenne of Palestinian letters. In 1980 she founded the Project for the Translation of Arabic Literature (PROTA) and set about compiling and editing critical anthologies of Arabic poetry and fiction, now the cornerstones of Palestinian and Arabic literature in English. Last week, she read her poems in both languages and spoke with passion of the world's receptivity to Palestinian literature, citing the warm welcome that Mourid Barghouti's memoir, I Saw Ramallah, has received: \"The world can never be our enemy,\" she said, \"if it sees that we have a just cause.\" Political and economic tracts describe fragmentation and corruption in Palestinian ranks, but the Palestinian people have responded to their threatened position by becoming stronger and more creative, as the amount of their art moving around the globe shows. In the last 12 months, for example, Hani Abu Assad's film Paradise Now won the Golden Globe and was nominated for an Academy Award in March; Made in Palestine, an exhibition spanning three generations of Palestinian artists living in the West Bank, Gaza Strip, parts of Israel, Syria, Jordan and the United States took New York by storm; and Sovereign Threads, a collection of embroidery that ran from July to October at the Craft Museum in LA got rave reviews. Palestinians are using technology to reach each other in different countries and the rest of the world: a concert in solidarity with Lebanon in September was \"headquartered\" in Ramallah, but most of the performers were in Cairo, Paris, New York, Dubai and Durban and the whole thing, plus shots of the Ramallah audience, was transmitted live by satellite TV. Palestinian organisations, such as the Qattan Foundation, are putting money into art and art education. The Edward Said National Conservatory in Ramallah with Dar al-Nadwa in Bethlehem and Yabous Productions in Jeruslaem has set up an ambitious annual programme of concerts for all three cities. The Sakakini Cultural Centre in Ramallah and the Ma'mal Foundation for Contemporary Art in Jerusalem post detailed weekly programmes. Although they often have to cancel performances because of Israeli closures or curfews, they simply reschedule them. There is now a vibrant and growing body of work that can be said to be an art \"of Palestine\". Created by Palestinians and non-Palestinians, it is essentially an art of resistance. This has existed for decades in the Arab world but now it's coming from the west as well. One thinks of Joe Sacco's graphic novel Palestine; graffiti artist Banksy's paintings on Israel's \"security\" wall; and, of course, the East-West Divan Orchestra, co-founded by Daniel Barenboim and the late Edward Said. The \"Palestine\" contrib-ution to the Venice Biennale a few years ago took the form of a number of human-sized travel documents that the viewer came across, one by one, stranded between the pavilions of different states. The documents were from different countries but their bearer was always born in Palestine. In contrast, at the British Museum's recent Word into Art exhibition you could find a pocket-sized installation of an open page of a dictionary in which a wall of sturdy black nails imprisoned and bore in upon the word \"philistine\". Framing all this creativity, though, still poses problems. With the best will in the world, it seems that arts managers cannot escape some obvious pitfalls, such as the academic who treats an audience to a parody lecture on their own history and ethnicity. But at the festival last week, Nicholas Blincoe read from his novels The Dope Priest and Paris Burning, both of which deal with aspects of the Palestinian situation. His reading showed (if it needs showing) that fiction can be clever, funny and edgy and still have a heart and an ethical position. Both Salma Khadra Jayyusi and Palestinian novelist Liana Badr mentioned the \"just cause\" and the \"collective identity\", but Palestinian artists have often rebelled against both, against the demand that their art be \"committed\". In the opening session of the festival someone asked - as you'd expect - what function poetry has in Palestinian life now? What was poetry's contribution to the Palestinian struggle today? Mourid Barghouti said what he must be weary of saying: that poetry is not a civil servant, it's not a soldier, it's in nobody's employ. Palestine's laureate, Mahmoud Darwish, has been outspoken about his right to write about things that are not Palestine. He has also raised questions about the poet's role in a time of crisis, a time when he has to shift his focus from his inner-self to the world. Barghouti, Darwish and other Palestinian artists have engaged creatively with the claims of community and cause by simultan-eously acknowledging and kicking against them. In the latest edition of the Palestinian literary magazine, al-Karmel, Darwish's \"Diary\" (responding to the Israeli bombing of Lebanon) takes the form of 15 short pieces of prose and poetry. The fifth piece holds the self and the world in balance: \"Smoke rises from me, I reach out a hand to collect my limbs scattered from so many bodies, besieged from land and sky and sea and language. The last plane has taken off from Beirut airport and left me in front of the screen to watch / with millions of viewers / the rest of my death / As for my heart, I see it roll, like a pine cone, from Mount Lebanon, to Gaza.\" · Ahdaf Soueif will be giving the Edward Said Memorial Lecture at Warwick University on October 31."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}