{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2006/oct/21/featuresreviews.guardianreview18", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2006-10-20T23:54:33Z", "webTitle": "Diary: Oct 21", "webUrl": "https://www.theguardian.com/books/2006/oct/21/featuresreviews.guardianreview18", "apiUrl": "https://content.guardianapis.com/books/2006/oct/21/featuresreviews.guardianreview18", "fields": {"headline": "Lyrical badlands", "bodyText": "· Friendship was at stake at the LRB bookshop last week: a small but attentive band gathered to hear Adam Sisman talk on Wordsworth and Coleridge (his birthday falls today), about whose fraught relations he has written a book. For the first 100 pages, said Romantics scholar Seamus Perry, moderating, they \"move towards each other like the Titanic and the iceberg\". By 1795 Wordsworth was looking - rather like 20th-century leftist intellectuals trying to distance themselves from euphonies about the Soviet experiment - for a graceful philosophical way out of his youthful identification with the French revolution. Coleridge, with his Pantheistic and slightly less bloody ideals, offered one. Sisman and Perry had worked out links into sections of Sisman's book in the pub beforehand - such as Dorothy Wordsworth's first glimpse of Coleridge, bounding across a field towards her. \"At first I thought him plain. That is, for about three minutes.\" Within weeks the Wordsworths had moved to the Quantocks to be near their new friend. Dorothy was very much a part of the friendship. \"It's clear she acts as a kind of lightning-rod for their affections,\" said Sisman, \"and a bridge between them when they find it difficult to talk about something.\" · But the intensity could not last. Two poets with vaulting ambitions were always going to find equality difficult. In the spring of 1798 Coleridge came up with the scheme for \"The Recluse\", an all-encompassing philosophical poem, wilfully ignoring that such a project would suit his temperament much more than Wordsworth's. Cue some speculative psychoanalysis: \"There's something needy about Coleridge, don't you think? It's as if he needs collaboration, so he can cast himself as a minor partner in order to free himself.\" \"Yes,\" said Sisman, \"the deference is strange, and in the end it's disastrous.\" He then advanced his theory that the relationship began to curdle with the second edition of Lyrical Ballads, when Wordsworth chose to assert his dominance, publishing it under his own name, moving \"The Rime of the Ancient Mariner\" to the back and deciding \"not to print\" the poem Coleridge had planned as his principal contribution, \"Christabel\". Sisman eyed Perry warily, and added: \"No, we don't actually know Wordsworth rejected it.\" After this, they agreed, there was a kind of fatal collapse in Coleridge's confidence. \"I mistook a strong desire for original power,\" he said. And \"the poet is dead in me\". He was only 28. · Sisman and Perry wrangled politely about how much all this was Wordsworth's fault, and how much, as Perry put it, \"Coleridge invents the terms of his own humiliation\": \"I think he had one of the great inferiority complexes in literary history.\" Yes, said Sisman, \"He's a masochist.\" But there was another way of seeing the relationship - that Wordsworth attempted for all his life to write what Coleridge wanted to him to write, \"The Recluse\"; \"The Prelude\", his masterpiece, was meant only as what Perry called an \"antechapel\". Perhaps, suggested Sisman, Coleridge's plan for Wordsworth was just an epic piece of passive aggression? The unhealable wound finally came when Coleridge heard that Wordsworth had said to a friend that \"Coleridge is rotting out his entrails with intemperance\". Coleridge went on to have serial intense friendships all his life. Wordsworth, whose aloneness, said Perry, Coleridge found mesmerising, never did again. AE"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}