{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2006/oct/14/classicalmusicandopera", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2006-10-13T23:32:01Z", "webTitle": "BBCCO/Hazlewood, Queen Elizabeth Hall, London", "webUrl": "https://www.theguardian.com/music/2006/oct/14/classicalmusicandopera", "apiUrl": "https://content.guardianapis.com/music/2006/oct/14/classicalmusicandopera", "fields": {"headline": "BBCCO/Hazlewood", "bodyText": "\"Find a neutral space, whether you have faith or not,\" Charles Hazlewood told the audience. Hazlewood was introducing John Tavener's Tears of the Angels, one of six works included in this BBC Concert Orchestra gig, entitled Maximinimalists: The Brits, a survey of UK minimalism from the early 1970s to the late 1990s. The mood of the evening was self-consciously upbeat, despite the emotional darkness of certain individual scores. Hazlewood excitedly talked us through each piece before conducting it. A complex lighting plot alternately plunged the audience into darkness, swathed the players in pools of light, and threw whirling shafts of colour on to a screen behind the orchestra. Given that minimalism is \"like one of those 1970s lava lamps - about slow but constant change,\" according to Hazlewood, the son et lumière style of the whole thing seemed appropriate. Hazlewood's aim was to demonstrate how UK composers have taken the basic principles of American minimalism and made them their own. Gavin Bryars' seminal Jesus's Blood Never Failed Me Yet, in which a set of haunting orchestral variations accompanies a looped tape of a tramp singing a religious ballad, was placed alongside Andrew Poppy's 32 Frames for Orchestra, with its propulsive drive and its overt debt to Steve Reich in its shifting sonorities. Tavener's effort, muted, religiose and a trial of one's patience, preceded the ritzy urbanity of Michael Nyman's L'Orgie Parisienne, with Mary Carewe belting out Rimbaud's text for all she was worth. Graham Fitkin's rhythmically complex Huoah brought with it a few problems. \"It's very hard for us to kind of keep our collective poise,\" Hazlewood remarked - and the textures occasionally sounded clotted rather than brilliant. Howard Skempton's Lento, however, was played with almost Wagnerian gravitas, drawing us inexorably into its world of resignation, grief and consolation. It's a beautiful work, and deservedly popular."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}