{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2006/oct/29/comment.politics2", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2006-10-28T23:12:26Z", "webTitle": "Henry Porter: The way the police treat us verges on the criminal", "webUrl": "https://www.theguardian.com/commentisfree/2006/oct/29/comment.politics2", "apiUrl": "https://content.guardianapis.com/commentisfree/2006/oct/29/comment.politics2", "fields": {"headline": "The way the police treat us verges on the criminal", "bodyText": "A father and his eight-year-old son got off a train at Blackpool on a Friday evening two weeks ago to be confronted by a number of police officers moving passengers towards a scanner. There was a mildly threatening manner about them and it was clear that they expected everyone to pass through the scanner, which they said was being used to search for knives. The man, whose name is Danny, quietly told the police that unless they had a very good reason, he would not be searched. One or two passengers hesitated, then joined him in refusing to go through the scanner. The police were clearly disgruntled, but couldn't do anything because Danny was right: they had to have reasonable grounds for suspecting he was carrying a knife in order to search him. 'I am not some rabid left winger or civil libertarian,' he wrote in an email to me. 'It just seems we are allowing a police state to be developed without an argument.' On the phone, he seemed to modify this by saying that the police behaviour had been oppressive. Thank God there are still people like Danny who know the law and understand that part of its fragile essence is the respect for the rights of the innocent citizen when confronted with authority. The British Transport Police may insist that its Operation Shield, as this random trawl is known, is for the common good in that it fights knife crime, but think twice about the attitude it betrays and you realise that it is another small erosion in the esteem for the individual. Such behaviour makes everyone a suspect. Tony Blair talks incessantly about respect, yet there are few who have done more to degrade authority's respect for the public. Nowhere is that better seen than in the behaviour of the police, which gradually becomes more coercive and imbued with the idea that we are all bad hats until we prove otherwise. We now live in a country where the idea of wrongful arrest has become a historic curiosity and where anyone can be arrested for the slightest offence and compelled to become part of the government's DNA database. We live in a country where young boys - one was just seven - are taken aside and questioned for trying to knock conkers out of chestnut trees on public ground. Where a grandmother whose neighbour accused her of not returning a ball kicked into her garden was arrested, fingerprinted and required to give her DNA. The police went through every room in her house, even her daughter's drawers, before letting her go without charge or caution. Where two sisters can be arrested after a peaceful protest about climate change, held in solitary confinement for 36 hours without being allowed to make a phone call, then told not to talk to each other as a condition of their bail. As this paper reported, their money, keys, computers, discs and phones were confiscated, their homes searched. There is much more, all of it enabled by Blair's laws and encouraged by a vindictive and erroneous contention that defendants' rights must be reduced in the pursuit of more and quicker prosecutions. Our prisons are full, problem teenagers are, by default, exiled to a kind of outlawry and every citizen becomes the subject of an almost hysterical need by the authorities to check up on and chivvy them. The government regards us not just as wedded to too many regrettable vices - smoking, speeding, drinking too much, eating unhealthy food and taking no exercise - but also as innately prone to law-breaking. Perhaps with good reason, since, according to the Liberal Democrat homes affairs spokesman, Nick Clegg, some 3,000 criminal offences have been created by Labour. The more crimes there are, the more criminals there will be. Mass surveillance has begun on our motorways and in our town centres. Metropolitan drivers increasingly find themselves pressed into numberplate-recognition camera traps on the same principle that inspires Operation Shield. Everyone has something to hide unless they can prove otherwise, which is why the police also enthusiastically pursue samples for the DNA database. (Incidentally, by next year, the total number of profiles will rise to three million, one in five of which will belong to black people.) The police are in their very own heaven and demand more and more powers of instant justice, a contradiction in terms if ever there was one. These will allow them to crush people's cars, issue more on-the-spot fines and ban 'undesirables' from any area they choose without having to go to court. Even parish councils are to become part of this culture of minatory bossiness. Instead of having to apply to central government to introduce new bylaws, they are to be given powers by Ruth Kelly, the Communities and Local Government Minister, to levy instant £100 fines for skateboarding, not cleaning up dog mess, busking and, no doubt, scrumping for apples and playing Pooh sticks. How will it end - with CCTV cameras watching small boys for inappropriate behaviour in the vicinity of horse chestnuts? In his frantic terminality, Blair plans the sinister information-sharing index, otherwise known as the universal child register, and last week was musing that we should all have our DNA stored on the national base. Link this to his earlier remarks about identifying problem children who might grow up to be a menace to society by intervening before they were born and you begin to feel the chill of the technology-driven authoritarianism. What runs through all this seems to be a rather surprising dislike of the British people. It was once possible to believe the government's unusual attention to law, order and behaviour was benevolent yet ill-conceived. Now it looks more like the result of late-onset sociopathy, influenced by a long period in power and the degenerate entanglement between Downing Street and the seething red-top newspapers. The prevailing account of Britain in the current political establishment has become deeply pessimistic and, to my mind, wrong. Yes, we have problems with home-grown terrorism, loutishness, a swelling underclass, unintegrating minorities, but there is another story. Britain is also a success and it should occur to one of our political leaders to defy the orthodoxy of decline and compliment the nation on its adaptability and deep reserves of virtue and toleration. Think of the charitable activity in this country, of the level of public debate that wells up in BBC programmes such as Any Questions, the deep interest in history, the eagerness of the audiences at arts festivals all over Britain, the humour and generosity of spirit, the commitment to local communities, to understanding each other's needs and of the array of passions and hobbies which absorb so many millions of people whose quiet, law-abiding fulfilment as Britons goes undescribed by the furious negativity of the moment. It is these people, with their stored-up virtue and unself-conscious decency, who the government seeks to turn into suspects and infantilise by its morbid intrusion. It is not the government's business to encroach on our experience as individuals in a democracy, to threaten us with so much oppressive legislation and always to assume our guilt. But there is another reason and that is because we are soon going to have to have the debate about individual liberty in the context of rapid climate change. That will only work if the government treats us like adults and says: 'Look, this is potentially the greatest crisis civilisation has ever faced and we need your help.' The resulting contract must be between equals - the people and the state - and in a relationship where respect flows both ways.That, ultimately, is what this nagging and suspicious government threatens. henry.porter@observer.co.uk"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}