{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2006/oct/10/research.highereducation1", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2006-10-09T23:53:29Z", "webTitle": "Research answers", "webUrl": "https://www.theguardian.com/education/2006/oct/10/research.highereducation1", "apiUrl": "https://content.guardianapis.com/education/2006/oct/10/research.highereducation1", "fields": {"headline": "Research answers", "bodyText": "The results of the government's consultation on the first part of its plans to shake up the UK's science base are in. Following the publication of its Next Steps consultation in March, the government received 190 responses, the majority of which came from universities and academic institutions, to seven questions it posed on how to reform science to get the best out of it. The UK's eight research councils came in for some criticism. Many respondents suggested the existing processes the councils have in place pushed researchers away from looking into more adventurous ideas. Respondents also said the councils are slow to respond to new challenges and emerging multidisciplinary research areas. In response to these criticisms, the research councils published a statement setting out how they intended to address some of the issues raised, and a revised protocol to better assess research proposals that straddle boundaries. The councils say they are taking forward a number of actions, including support for longer-term flexible funding that provides scope for researchers to explore new directions, and a review of guidance to applicants to ensure that researchers and reviewers are aware that the councils will take risks in funding speculative research. They also announced new funding arrangements to better support multi- and interdisciplinary research. Professor Ian Diamond, chairman of Research Councils UK executive group, said: \"We recognise that we need to guard against conservatism within the peer-review process but we do not believe this is inherent.\" Professor Randal Richards, interim chief executive of the Engineering and Physical Sciences Research Council, added: \"Some of the most exciting research today has little regard for traditional disciplinary boundaries. We want to provide the flexibility to ensure that the research community can pursue investigations across the whole research landscape, regardless of discipline or approach.\" On the question of how to encourage collaboration between universities and industry, responses suggested that universities improve their business awareness and understanding of their customer base. They said businesses should increase the number of placements for graduates and postgraduates and encourage their staff to spend time in higher education institutions. The responses also suggested that the government should learn from and adopt best practice in the commercialisation of science and technology from countries such as Germany and the US and should consider extending its R&amp;D tax credits scheme to larger companies. · Natasha Gilbert is news editor of Research Fortnight: ng@researchresearch.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}