{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2006/oct/14/theatre.familyandrelationships", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2006-10-13T23:12:04Z", "webTitle": "Cultureshock: Actor Tim West takes his son Sam exchange experiences", "webUrl": "https://www.theguardian.com/stage/2006/oct/14/theatre.familyandrelationships", "apiUrl": "https://content.guardianapis.com/stage/2006/oct/14/theatre.familyandrelationships", "fields": {"headline": "Cultureshock", "bodyText": "Sam: The puffer boat was terrific fun. I wish I could have stayed longer. I did manage to rearrange things so I could have two nights instead of one. My father and I share a passion for canals having holidayed on the family narrowboat since 1976 but the puffer boat [a 1945 paddle steamer] was different. My father is a steam enthusiast. He'd be wary of the steam bore, but he is part of the great generation that started trainspotting just after the war when steam was at its height. I think we'd both admit to a slight geekiness. I was a trainspotter when I was little. Now I'm a birdwatcher - in fact, I went birdwatching early one morning from the puffer boat and for the first time in my life, I missed the boat! It was assumed I was in bed and I had to catch up a few miles further on. I collect stamps too. I don't know what it is about boys and collecting. Perhaps it's something about controlling, categorising, getting a handle on a world that is quite confusing. When I was growing up, my parents always had a great respect for enthusiasm and inquisitiveness and whenever I am in trouble my inquisitiveness and probing nature have always inspired me. I think my father is like that too. We share quite a lot of tastes and sensibilities. But we are quite different as actors. When we worked together 10 years ago in Henry IV, he was Falstaff and I was Hal so we were on stage together in the first scene and I picked up his script and he picked up mine. At one point I had written, \"palliate the follies I can neither avoid nor deny\". At the same spot, he had written, \"pick up boot\"! I hope I am a less wanky actor now. I do a lot more picking up boots and less palliating. Falstaff is the ultimate non-father figure, but we are about to work together again in A Number by Caryl Churchill and this time he's playing my father and I play all three of his sons. Has it got us talking? Yes - we've got to learn it! In fact, while we were on the puffer boat we ran through the first scene with my mother [Prunella Scales] hearing the lines. I hope [the performance] won't be smug. I hope anything we share as father and son will be useful - and anything we don't share, too. My father doesn't play poker and I didn't think he was interested. I thought he'd turn up, play quietly for a couple of hours and go home. Poker is often boring if you play it properly. You have to wait and wait. Temperamentally my father is not quite suited to it. He likes doing things. But he was great and he played extremely well. My Monday night poker school has been playing together for about 15 years so we play very fast. We dropped him right in the deep end and he swam. I lost twice as much as he did. He even got his own nickname. There is a Texan player called Amarillo Slim, so of course he became Amarillo Tim. We'd be happy to welcome him back. The only thing he didn't do was lose quite enough money! Tim: I was about £6.30 down at the end of the evening, and I had a lot of fun. Through inexperience, I made some very eccentric bets and unnerved the others and cleaned up. But then I started playing more conventionally and lost. I knew a couple of the other people slightly because Sam and I are in the same profession and know a lot of the same people. They were all saying how they were working, filming the next day, being picked up at 6.15am and so they had to leave early - but nobody seemed to move. I used to play poker - a different kind - many years ago with the Royal Shakespeare Company. We played between acts, between scenes, between entrances. One night, an actor went on stage in the middle of a hand and the whole pack of 52 fell out of his doublet. He was a 17th-century duke at a formal occasion so it didn't look too good. I am not generally a betting man, but I don't bet off the course. It was something Sam got into quite early. I remember meeting a young actor in a pub about 20 years ago and he said, \"Sorry I can't buy you a drink; I've been playing poker with Sam.\" My fascination with the puffer boat is that it is a coal-burning, steam-driven ship of historical and mechanical interest. I'm into Victorian engineering. This ship isn't Victorian but it's built to Victorian design. Sam shares my interest in trains, but not so much ships. This ship has very good food and drink though and we both like that, as does his mum. The thing about this holiday is that you work: you fill bunkers, shovel coal, pull ropes, peel potatoes. Sam was fine. He did a lot of loading coal - very hard work; he's good at that. Sam is a very good mucker-in. We've always liked doing lots of different things and learning new things. He probably liked being better at them than his parents. He likes to feel he's got his finger on the button. · Tim and Sam West were on board the first voyage of the restored puffer VIC 32 run by Puffer Steamboat Holidays (01546 510232; nick.walker@amserve.com, www.savethepuffer.co.uk). A Number opens on October 17 at Sheffield's Studio Theatre (0114-249 6000, www.sheffieldtheatres.co.uk) and runs until November 11, before transferring to the Chichester Festival Theatre (01243-781312, www.cft.org.uk) from November 14."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}