{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2006/oct/10/russia.media", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2006-10-09T23:58:10Z", "webTitle": "Anna Politkovskaya: The only good journalist ...", "webUrl": "https://www.theguardian.com/world/2006/oct/10/russia.media", "apiUrl": "https://content.guardianapis.com/world/2006/oct/10/russia.media", "fields": {"headline": "The only good journalist ...", "bodyText": "The killer was waiting on the ground floor. Anna Politkovskaya, a tall, elegant figure with steel-grey hair and black clothes, descended in the lift to collect the shopping bags she had left in her Lada outside on the street. It was 4.10pm on Saturday. As the doors opened, a young man in a baseball cap stepped forward and fired two shots into her heart. The third hit her shoulder; the fourth her head. But Politkovskaya, 48, was already dead. Her brutal exit from life this weekend had much in common with the 12 other assassinations of journalists that have taken place on the watch of President Vladimir Putin. Yet Politkovskaya's murder provoked the strongest reaction so far because she was his most fervent critic. The fear now is that Russia's already fragile independent press could crumble without its talisman. \"It's a loss that's hard to comprehend,\" says Andrei Lipsky, deputy editor of the bi-weekly newspaper where she worked, Novaya Gazeta. The Moscow Union of Journalists chimed in yesterday in a statement, saying \"the murder of Anna Politkovskaya is a new attack on democracy, freedom of speech and openness in Russia\". For years Politkovskaya, a mother of two, was a hero to the liberal opposition. She pursued human rights abuses in Chechnya for Novaya Gazeta and, occasionally, the Guardian. She exposed stories of cruelty: the torture and kidnap of civilians, the sale of corpses by Russian soldiers to relatives desperate to respect Islamic rites of burial. She was reckless in her contempt for those she despised, calling her nemesis, pro-Moscow Chechen prime minister Ramzan Kadyrov, a \"coward armed to the teeth and surrounded by bodyguards\" - a terrible insult to a man in the Caucasus - just days before her death. But her main enemy was Putin, the man who gained political capital on the back of the Russian army's second bloody charge into Grozny in late 1999, and the man she said she hated \"for his cynicism, for his racism, his lies, for the massacre of the innocents that went on throughout his first term as president\". Following Putin's rise to power, as the Kremlin transformed Russia's once unruly television stations into anodyne transmitters of sitcoms and patriotic pap, Politkovskaya's survival served as a fine example that newspapers were still alive and kicking. But now even that faint hope seems in danger of being extinguished. Mikhail Gorbachev, the former Soviet leader who is a shareholder in Novaya Gazeta, was quick to express his outrage at the \"savage crime\" which had struck \"a blow to the entire democratic, independent press\". And many blame the Kremlin for Politkovskaya's death. While her work never implicated Putin in anything that could have rocked his leadership, she was the scourge of bureaucrats and the hawkish security officers who dominate his administration. Vladimir Pribylovsky, an analyst from the Panorama thinktank, says Politkovskaya's enemies were numerous. \"She was on at least six lists of 'enemies of the state' placed on the internet by ultra-nationalists. In one of the lists, 'for liquidation' was written next to her name.\" \"Of course, no one believes that Putin sat in his office and said to two thugs, 'I want Politkovskaya dead',\" says Viktor Shenderovich, a friend of the reporter who was driven off the NTV channel for lampooning the president in his programme Kukli, the Russian equivalent of Spitting Image. \"But the fact is he has created the kind of country where it is possible to kill a journalist - maybe to please him - and then feel untouchable afterwards.\" For many, the fact that Politkovskaya was assassinated on Putin's birthday, and two days after Kadyrov's 30th birthday celebrations, raised suspicions that a henchman of one or both had served up the contract hit as an unasked-for present. Equally likely - and one version entertained by Politkovskaya's colleagues - is that Kadyrov's rivals in the federal security services or the increasingly splintered leadership in Grozny killed her in order to discredit him. Defenders of press freedom think that is splitting hairs. \"The result of Anna's death is simple,\" says Alexei Simonov, head of the Glasnost Defence Foundation. \"Every journalist will now practise self-censorship: think thrice, before you write.\" Critics say the Kremlin has bracketed critical journalists with others whom it also sees as unpatriotic wreckers: foreign-funded non-governmental organisations and radical opposition groups. New restrictions on Russian reporters were introduced after Chechen militants took hostages in a Moscow theatre in 2002 and at Beslan, a school in southern Russia in 2004, causing the deaths of more than 450 people. Media laws were tightened to limited the right of reporters to cover war and terrorist attacks. The facts are certainly chilling. Since 2000, when President Putin was elected, at least 13 journalists have been murdered, apparently because of their work. Before Politkovskaya, the most famous case was the gunning down of Paul Khlebnikov, editor of the Russian edition of Forbes magazine, on a Moscow street in 2004. It is not just murder that has stunted the independent media. In the past five years, the NTV terrestrial channel, Izvestia newspaper and the Ekho Moskvy radio station have been scooped in to the maw of Gazprom, the state-owned gas monopoly that serves as an arm of Kremlin propaganda. A sense of perspective is needed: every day the Russian press publishes articles that criticise the Kremlin. Despite authoritarian trends \"Putin is not a maniac in power, he's not [Belarus president and dictator Alexander] Lukashenko,\" says Shenderovich. \"It's the groups around him in the Kremlin who fear the coming of a real democracy that would see them ousted from power.\" Yesterday brought an apparent paradox: while Politkovskaya's death served a bleak warning to the independent press that the price of dissent is death, newspapers were their angriest for many months. Predictably, opposition dailies such as Kommersant and Novaya Gazeta were filled with fury about the murder. But the pro-Kremlin press was also in high dudgeon. Rossiyskaya Gazeta, the official newspaper of the Russian government, praised Politkovskaya for \"standing against war, corruption, demagoguery and social inequality.\" Even the usually loyal mass-market tabloid Komsomolskaya Pravda was happy to publish a conspiracy theory suggesting Politkovskaya was killed as part of a complex plan to lever Putin into the presidency for an anti-constitutional third term. Some believe the anger in the press shows a stirring among the elite, a discontent that Putin - so often depicted as an authoritarian who pulls all the strings - cannot impose order and stop the killing. But the fact remains that the vast majority of Russians are not getting their news from newspapers: oppositionists in the press are mostly singing to the choir. A poll earlier this month showed that Channel One, Rossiya and NTV - three television channels directly or indirectly owned by the state - are the main source of news for 85% of Russians. \"Let me ask you something,\" says Simonov. \"How may times did Anna [Politkovskaya], one of the most well-known journalists in Russia, appear on Channel One and Rossiya this year? The answer is, not once. She was persona non grata\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}