{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2006/oct/02/rugbyunion.edfenergycup2006072", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2006-10-01T23:57:15Z", "webTitle": "Rugby union: Leicester 41 -17 Newport-Gwent", "webUrl": "https://www.theguardian.com/sport/2006/oct/02/rugbyunion.edfenergycup2006072", "apiUrl": "https://content.guardianapis.com/sport/2006/oct/02/rugbyunion.edfenergycup2006072", "fields": {"headline": "Tigers too sharp but Turner's  second stringers do him proud", "bodyText": "Paul Turner's coaching career has taken him - in no particular order - to Sale, Bedford, Harlequins, Gloucester and now the Dragons, but not once has he experienced a win at Welford Road. He did manage it twice as a player, but such a record still demands the question of why on earth the Welshman fielded only two first-choice players for this Group D trip to the east Midlands on Saturday evening. \"We ran out of petrol last season,\" said Turner, \"and I don't want to be like that again this season. I couldn't have made 13 changes last season and got away with it.\" The final scoreline flattered Leicester, who used only six of the starters who had stuttered past Harlequins. Five tries - and a bonus point - were more than the Tigers deserved. \"We made plenty of line breaks, but our finishing has been a consistent issue,\" said their coach, Pat Howard. They were 27-10 up only minutes into the second half after a try by their hooker, James Buckland, and Leicester should have completed the sort of hiding their dominance demanded. Shane Jennings did scoot round a lineout for a fourth try, but in general the Dragons' were hard to crack. For the Welsh the arrival after 50 minutes of the scrum-half Gareth Cooper and the forward Michael Owen, both returning from injury, added class. That resulted in a well constructed try for the full-back, Kevin Morgan, to add to a first-half effort from Scott Williams, intercepting Ian Humphreys' pass. It was Humphreys who skipped over at the death to give the score its unfair slant. But nothing on or off the field surprised Turner. \"On it, we expected the contact area to be a war-zone and so it proved. Off it, just look around you. We'd die for 16,000 crowds every week in Wales,\" he said. \"We want to be like the Leicesters of the rugby world. You need serious money to be like that, though. They've brought in Martin Castrogiovanni. I couldn't afford to.\" The Italian was quite outstanding at tight-head, anchoring a scrum which earned a penalty try, as well as carrying destructively in the loose. He should have been made man of the match, but the lock James Hamilton's long gallop in the build-up to Leicester's first try - taken by John Murphy - caught the adjudicators' eyes. \"I'll have to check what he was doing in the tight,\" cautioned Howard. The Australian is not easily impressed. With Paul Burke again starting at fly-half, Howard was asked about his pecking order in that position. There was a smile and a silence so enlightening that the again-absent Andy Goode had better nip off to the gym, training paddock or wherever Howard sets his \"challenges\". Then there is the centre Ollie Smith. This was his first start of the campaign but Daryl Gibson replaced him and looked more penetrative. \"Let's keep it nice and competitive in the centres and may the best man win,\" said Howard. What Turner would give for such competition. Leicester J Murphy; Lloyd, Hipkiss, Smith (Gibson, 51), Tuilagi; Burke (Humphreys, 67), Bemand (F Murphy, 61); Ayerza, Buckland, Castrogiovanni (White, 65), Hamilton (L Deacon, 62), Cullen (capt), Moody, Jennings, Crane (B Deacon, 50). Tries J Murphy, penalty, Buckland, Jennings, Humphreys Cons Burke 3, Humphreys 2. Pens Burke 2. Newport-Gwent Dragons Morgan (capt); Chapman (Fussell, 70), N Brew, Williams, A Brew; Warlow (Sweeney, 50), Baber (Cooper, 50); Maddocks (Thomas, 60), Daly (Crawford, h-t), Harrison (Maddocks, 78), Griffiths (Owen, 51), Charteris, Hall, Harris (Charvis, 51), Fitisemanu. Tries Williams, Morgan. Cons Warlow, Sweeney. Pen Warlow. Sin-bin Harris, 38. Referee W Barnes (Surrey). Attendance 16,057."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}