{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2006/oct/02/rugbyunion.gdnsport3", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2006-10-01T23:57:22Z", "webTitle": "Rugby union: Lomu World Cup hopes gone", "webUrl": "https://www.theguardian.com/sport/2006/oct/02/rugbyunion.gdnsport3", "apiUrl": "https://content.guardianapis.com/sport/2006/oct/02/rugbyunion.gdnsport3", "fields": {"headline": "Lomu's World Cup comeback is over as Super 14 provinces refuse to back his dream", "bodyText": "Jonah Lomu has revealed that his dream of capping a remarkable comeback to professional rugby by playing for New Zealand in next year's World Cup is over, with the confirmation that he has missed out on a contract for the 2007 Super 14 tournament. The 31-year-old wing, who played a leading role in the All Blacks' 1995 and 1999 World Cup campaigns before kidney-transplant surgery in 2004, admits he has no hope of making Graham Henry's New Zealand squad after failing to persuade the provinces to take a gamble on him returning to his former devastating form in time for the Super 14 competition, which begins in February. \"I'd be lying if I said I'm not disappointed about not getting a contract,\" he said. \"But I don't feel like I've let anyone down. I've given it my all. It's been a failure in the sense I didn't make the All Blacks but I certainly didn't fail myself. I dared to dream. Who can criticise me for that?\" Lomu became the All Blacks' youngest ever player when he made his Test debut against France in 1994 at the age of 19 years and 45 days and quickly established himself as the most exciting player of his generation. He scored 37 tries in his 63 Test appearances. At 6ft 5in tall and weighing 19½ stone, bigger and heavier than some international locks, Lomu was the outstanding player in the 1995 World Cup in South Africa. Although New Zealand lost the final to the hosts, his four tries against England in the semi-final earned him a lucrative endorsement portfolio as the global face of the newly professional game. At the end of 1996 he was diagnosed with the kidney disorder nephrotic syndrome and although he played in the 1999 World Cup he missed 2003's after having to commence thrice-weekly dialysis, before a suitable donor was found in 2004. Lomu began his comeback in 2005 but was unable to regain his old form as a series of injuries restricted his appearances. \"If I had my time over again I wouldn't do anything differently,\" he said. \"I wouldn't even change the kidney illness. It has made me a better person.\" The All Blacks have announced that they will be bringing three hookers and three scrum-halfs to Europe in an expanded 32-man squad for November's tour. \"We have a short turnaround between major Tests against England and France,\" said Henry. \"It is prudent to have additional cover at the specialist positions.\" The likely beneficiaries are the half-back Jimmy Cowan and the front-rows Andrew Hore or Corey Flynn for the four-Test tour, which starts against England at Twickenham on November 4."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}