{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2006/oct/06/sport.comment5", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2006-10-05T23:52:31Z", "webTitle": "Friday Flutter: October 5", "webUrl": "https://www.theguardian.com/football/2006/oct/06/sport.comment5", "apiUrl": "https://content.guardianapis.com/football/2006/oct/06/sport.comment5", "fields": {"headline": "Back Crouch to pouch another goal and Rooney to see red again", "bodyText": "Quotes as short as 1-20 about England defeating Macedonia will not get the rank and file of the punting public rushing to part with their cash before Steve McClaren's team's latest Euro 2008 Group E qualifier, while the best price of 1-11 (Bet365) is perhaps just for the large-staking gamblers. Although the Balkan nation managed to secure a 2-2 draw against England at Southampton the last time the two sides met on these shores, VC Bet's 8-1 about Macedonia going home with a point from Old Trafford does not appeal either. And you can forget taking 33-1 (VC Bet and Paddy Power) that the away side will win. The handicap betting also looks too close to call. Most layers have issued Macedonia with a two-goal start, with England 5-6 (general), Macedonia 9-4 (Paddy Power and Bet Direct) and the draw - this could only happen if England win by a two-goal margin - 10-3 (BetFred). Here, you would back England if you believe they can win by more than two goals and as Macedonia have not lost by such a margin in their last 10 fixtures - including a draw away to Holland in a World Cup qualifier last year - it is a bet that does not really appeal. Correct-score punters can back 1-0, 2-0 and 3-0 to England at combined odds of around 7-4. Individually, those scorelines are quoted at 11-2, 11-2 (both general) and 9-1 (Ladbrokes). But again, whether that is the best policy for tomorrow's game is open to debate. One bet that does appeal, though, is Paddy Power's 21-20 about the first goal coming after the 29th minute. Macedonia have kept four clean sheets in their last nine matches and at this early stage of the qualification campaign still harbour hopes of causing an upset or two. They managed to shut out the Dutch in Amsterdam and they are good enough to hold England until at least the latter half of the first period. It took Peter Crouch 46 minutes to score the only goal of the game in the fixture between these two teams in Skopje last month. Crouch is the subject of many special bets offered by the bookmakers - Ladbrokes offer 14-1 the Liverpool striker scores with his head but just 6-4 he scores with his feet. However, given his goalscoring record for the national side - 11 goals in 14 internationals - the best bet might just be to back him to score the first goal at 7-2 (general). Crouch, a 10-11 shot to score at any time, will partner Wayne Rooney up front at the United forward's home ground, and the 20-year-old, who is in poor form and has not scored since the opening weekend of the Premiership season, also gets 7-2 and 10-11 quotes to grab the first goal of the game and to score at any time respectively. Spread bettors could do worse than focus on the Bookings Market, in which Sporting Index go 36-40 (remember, yellow cards are worth 10 points and red cards 25). Markus Merk, a German who issued 16 yellow cards in three matches in this summer's World Cup finals, is the referee at Old Trafford. The match between Macedonia and England in Skopje produced six cautions and McClaren's men's easy win over Andorra last month saw four. In their 12 World Cup qualifying fixtures, Macedonia picked up 27 yellow cards and one red, making them one of the least disciplined European nations. England's caution count is on an upward curve at the moment (after picking up only 12 bookings in qualifying for the World Cup), and with Rooney returning (Totesport go 20-1 he will be sent off) a buy at 40 is the call. Selections Time of the first goal to be later than the 29th minute (Paddy Power) ***** Peter Crouch to score the first goal (general) ** Buy bookings at 40 (Sporting Index) * Flutters International football 4-7 Serbia v Belgium to produce less than three goals (Stan James) ***** Serbia had the best defence in qualifying for the World Cup and Belgium drew 0-0 with Kazakhstan last time out. International football 11-4 Norway to defeat Greece (SkyBet) ** Norway have two wins and won on their last visit to Athens. International football 11-4 Russia to draw with Israel (Sporting Odds) ** Israel have won both their Euro 2008 qualifiers so far and won in Moscow in 2003. Uefa Cup 10-1 Dinamo Bucharest to win Group B (SkyBet) * Romania's league leaders can top their section this year, as Steaua and Rapid Bucharest did last year. Coca-Cola League One 8-11 Yeovil to defeat Cheltenham (Stan James and Ladbrokes) ***** The Robins have lost six in a row and face the second-placed side at Huish Park. Rugby league 10-11 Kirk Yeaman to score at any time against Bradford *** The centre scored 21 tries in the regular season and one against Saints last week. American football 10-11 Under 44.5 points in Dallas' NFL match at Philadelphia (Bet365) *** The toughest match of the week could well be low-scoring. Boxing 10-11 Nikolay Valuev and Monte Barrett to go past the ninth round (Bet365) *** Valuev should win the WBA title but Barrett is a durable fighter."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}