{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2006/oct/06/golf.gdnsport3", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2006-10-05T23:52:19Z", "webTitle": "Golf: Evans refuses to budge in Monty row", "webUrl": "https://www.theguardian.com/sport/2006/oct/06/golf.gdnsport3", "apiUrl": "https://content.guardianapis.com/sport/2006/oct/06/golf.gdnsport3", "fields": {"headline": "Evans refuses to budge in Monty row", "bodyText": "Gary Evans had just shot a seven-under-par 65 over the Old Course yesterday in what is the penultimate tournament of his 15-year professional career, but afterwards he was keener to focus on one of his rivals in this Alfred Dunhill Links Championship - Colin Montgomerie. It was during the BMW Championship at Wentworth in May last year that Evans had first claimed to be outraged by the Scot's illegal replacement of a ball, following an overnight delay caused by a lightning storm at the Indonesian Open a month earlier. Speaking for what he said was \"98%\" of his fellow players, the 37-year-old journeyman professional said: \"Monty has no excuse for getting it so wrong. He knows a lot of people are unhappy. For him not to mark the position of his ball was unprofessional.\" Yesterday Evans made it clear he felt \"vindicated\" by what has transpired in the 17 months since Montgomerie made his fateful error. \"There has never been any fallout from what I said,\" maintained Evans. \"[The European Tour executive director] George O'Grady never said one word to me afterwards. He never asked me to apologise. Off my own bat I wrote to the head man at BMW apologising for distracting attention from their event. I also offered my services to them for a day. I got a great letter back from him in which he said, 'If anything, you added to the tournament'.\" According to Evans, officialdom's positive reaction to his comments was replicated by his peers - well, except one. \"I've never had a personal problem with Monty,\" he continued. \"He has never spoken to me since but I've not lost any sleep about that. \"It was the way it was all handled that I didn't like. And I wasn't alone. When I got out of my car in Wales, the week after the BMW, 15 guys applauded me. When I went to Asia a lot of players were telling me I was absolutely right. Then, when Monty won his eighth Order of Merit title at the end of last year, Sky television couldn't get one player to say what a great achievement it was. That had nothing to do with me, or what I said.\" As for his own performance on an appropriately dank day in the \"Auld Grey Toon\", Evans - who is retiring from the tour after a succession of back, shoulder and leg injuries over the last couple of years - was uncharacteristically brief. \"It was just a really good, solid round of golf. I really didn't do much wrong at all.\" The same can be said for Paul Casey, who further enhanced the spectacular seven birdies and an eagle he made at Kingsbarns by not dropping a single shot. The Ryder Cup player, who is vying with his fellow Englishman David Howell (who shot 75 at the same course) in the chase for the Order of Merit title, nipped round in a nine-under 63 that put him one stroke clear of the Scottish Open champion Johan Edfors and Bradley Dredge of Wales, whose 64 set a new course record for the lengthened layout of the Old Course. The world No5 Vijay Singh is alongside Evans on seven under par after his 65 at Kingsbarns. \"I'm quite surprised,\" admitted Casey. \"Last week [when he finished in a lowly tie for 56th at the Am-Ex World Golf Championship] I was tired and didn't have anything left to give. So this was very refreshing.\" Still, for all the heroics of Casey and the others at Kingsbarns and St Andrews, the real leader at this early stage may well be Anders Hansen. The Dane shot 30 on the back nine and made a remarkable seven birdies en route to a six-under 65 at Carnoustie, easily the toughest of the three courses of this celebrity pro-am event."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}