{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2006/oct/12/money7", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2006-10-11T23:10:05Z", "webTitle": "European Commission threatens legal action on gambling", "webUrl": "https://www.theguardian.com/business/2006/oct/12/money7", "apiUrl": "https://content.guardianapis.com/business/2006/oct/12/money7", "fields": {"headline": "European Commission threatens legal action on gambling", "bodyText": "The European Commission today threatened legal action against France, Italy and Austria for restricting sports betting and gambling services, including banning foreign online gaming and casino operators. Its move, bringing to nine the number of EU countries whose gambling legislation is under investigation, was hailed as a shot in the arm by the \u008050bn European betting sector - several of whose leading executives have been prosecuted for offering cross-border services. Didier Dewyn, secretary general of the European Betting Association, said: \"How long must EU-licensed and regulated operators endure legislation which causes wrongful financial harm and deprives their executives of even the basic right to travel freely in EU member states? \"We hope these new proceedings will put an end to the witch-hunts against private EU licensed operators.\" His comments follow last month's arrest in Monaco by French police of the two co-chief executives of Austrian online operator bwin on charges of illegally offering gambling services in breach of national laws guaranteeing a shared monopoly to local operators PMU and la Francaise des Jeux. There are 2000 illegal casino websites in France. Charlie McCreevy, internal market commissioner, said the \"official request for information,\" the first step in putative legal proceedings, merely sought to discover whether national laws complied with EU treaty rules on the free movements of services. He said he had received a large number of complaints from operators. Mr McCreevy, an ultra-liberal who, with fellow commissioners, initiated a series of infringement proceedings against EU member states today to enforce the single market, said the decision did not call into question national monopolies as such nor push for the liberalisation of gambling services. The commission, which gave the governments two months to respond, said countries were still entitled to protect the \"general interest\" provided that any restrictive measures were necessary, proportionate and non-discriminatory. In a key ruling, used by several German federal states to ban bwin and other online operators, the European Court of Justice has said such measures need to be \"consistent and systematic\" and has allowed restrictions aimed at supporting public order (the prevention of fraud) or combatting gambling addiction. Germany, Holland, Hungary, Denmark, Finland, Sweden and Italy are already under investigation. In a sideswipe at French protectionism, Mr McCreevy questioned how the state could ban European online operators access to the sport and horse-race betting market in order to prevent addiction when \"the French sport betting market continues to expand and offer more choice and opportunity for consumers to bet.\" France, whose casinos turn over \u008017bn a year, was separately told to amend a controversial 2005 decree, part of the government's \"economic patriotism\", restricting foreign investors in key sectors such as defence on public security grounds. It also applies to casinos. Italy, which banned overseas online betting in February, was warned by the commission that its restrictions on \"legitimate\" operators were disproportionate - \"particularly in the light of the expanding sports betting market which appears reserved to domestic operators.\" Liverpool-based Stanley International Betting, which filed a complaint against the Italian authorities in February, welcomed the opening of infringement proceedings which follow a November 2003 ECJ ruling in its favour. Managing director John Whittaker asked: \"But how many complaints, how many cases against the Italian sports betting regime and how many ECJ rulings will it take before the Italian authorities drop the protectionist measures applied to their national betting market?\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}