{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2006/oct/21/featuresreviews.guardianreview32", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2006-10-20T23:54:32Z", "webTitle": "Amit Chaudhuri on the poetry of Arun Kolatkar", "webUrl": "https://www.theguardian.com/books/2006/oct/21/featuresreviews.guardianreview32", "apiUrl": "https://content.guardianapis.com/books/2006/oct/21/featuresreviews.guardianreview32", "fields": {"headline": "Pilgrims' progress", "bodyText": "When Jejuri was published in 1976, I was 14. I heard about it only the following year, when the Times of India announced it had won the Commonwealth Poetry Prize, and carried a piece on its author, Arun Kolatkar. Later, if I remember correctly, the Times featured an article on the poet, the book, and the actual town of Jejuri, a site of pilgrimage in the state of Maharashtra; it was probably when Kolatkar's droopy moustache and longish hair became familiar to me from a photograph. I first met Kolatkar in early 2000, when I was in Bombay to launch a novel. I'd extended my stay in order to seek him out; I hoped to ask him to give Jejuri to the international publishing house for whom I'd just begun to edit a series that would give modern Indian classics, both translated and in English, a fresh lease of life, and so make Jejuri available to the worldwide audience I felt it deserved. At the time, the book was not published internationally, and it was only available - though it had acquired a reputation as a key work of contemporary Indian literature - in limited print runs at a couple of bookshops in Bombay and, I was told, Pune. Jejuri's author was, by all accounts, content, even determined, that this was how things should continue to be. I was told that Kolatkar could be found at the Wayside Inn in Kala Ghoda on Thursday, after half past three. The friends he met up with there were from the intermittently overlapping spheres of art and commerce, poets and friends from the advertising world in which, for many years, he'd made his living; but it was the low-lifes, the obscure daily-wage-earners, and the itinerant families of Kala Ghoda that he looked upon from the open window of the inn, and whom he'd been writing about for 20 years. I found Kolatkar there on the Thursday afternoon; three or four meetings, another trip to Bombay, and long-distance telephone calls to a neighbour's phone (he didn't own one himself) followed in my attempt to make him sign the contract. I found him a mixture of the unassuming, reticence, mischief and recalcitrance. His well-known prickliness about contracts came not so much, I think, from a feeling of neglect, as from a sense of allegiance to a sub-culture that had, by now, largely disappeared. Kolatkar was born in Kolhapur in Maharashtra (the Western Indian state of which Bombay, now Mumbai, is the capital) in 1932. In 1949, he enrolled at the JJ School of Art and took his diploma as late as 1957; but by this time he was already a graphic artist in the vibrant advertising world in Bombay and was to become one of the city's most successful art directors. All this seems very far away from Jejuri, both the place and the book. The place would have been fairly well known to a certain kind of pilgrim-devotee and follower of the local Maharashtrian deity Khandoba (who began his career as a folk-god, a protector of cattle and sheep, and graduated slowly to Brahminical acceptance as an incarnation of Shiva); but it would probably have been obscure to Kolatkar and his friends. He told the poet Eunice de Souza that he discovered Jejuri in \"a book on temples and legends of Maharashtra ... It seemed an interesting place.\" He went there first in 1963, with his brother Makarand, and his friend, the Marathi novelist Manohar Oak, both of whom make appearances in the poem, in laidback, deadpan incarnations that are variations of the narrator. The 60s, for him, were a time of reappraisal and ferment. He was writing extraordinary poems in Marathi about the extremities of urban and psychological experience, which seem to be the product of a social outcast who had been dabbling in mind-altering drugs while reading up on Surrealism, William Burroughs, Dashiell Hammett, Indian mythology and Marathi devotional poets like Tukaram. The last of these was a real enthusiasm, and Kolatkar was translating, into English, the medieval poet's rather belligerent hymns to God. These were as much translation as occasionally tough-guy reworkings of some of the songs; an unsettling form of ventriloquising. Machismo seemed to have interested him; not only its aura of power, but its disorienting humour. The proximity between the disreputable, the culpable, and the religious - a living strand in Indian devotional culture, and an everyday reality in places like Banaras and Jejuri - becomes, in the act of translation, an aesthetic. And so some of his own \"Marathi\" poems of the 50s and 60s are written in the Bombay argot of the migrant working classes and the underworld, part Hindi, part Marathi, which the Hindi film industry would make proper use of only decades later. These poems he then often translated into an Americanese which, at the time, would have made respectable Americans blush; \"maderchod\" rendered, for instance, as \"motherfucker\". Bombay in the 60s gave him these languages and also the transition between these worlds, the movement from street to library to cinema hall. In December 1973, Kolatkar began to write Jejuri, which is, on its most obvious level (and a very rich level in terms of realism, observation, irony), an account of a man who arrives at the pilgrimage town on a \"state transport bus\" in the company of people whose intent is clearly more devotional than his, and has less to do with a seemingly unfathomable curiosity. They seem to thus reproach him by their opacity, their inaccessibility, their very presence: \"Your own divided face in a pair of glasses / on an old man's nose / is all the countryside you get to see.\" The rest of the poem is about the narrator's idiosyncratic reading of the place. Jejuri appears to him a mixture of temples in disrepair, unreliable priests, and legends and religious practices of dubious provenance. It nevertheless excites him oddly, though not to worship, but to a state akin to it but also quite unlike it. He leaves later on a train from the railway station, still evidently in a state of confusion over what's secular and what miraculous: \"a wooden saint / in need of plaster / ... the indicator / has turned inward / ten times over\". Jejuri was received with unusual enthusiasm by the standards of poetry publishing in Anglophone India but the critical response was unremarkable. One reason was that the poem, like its author, resisted being pigeonholed into quasi-religious categories; in response to an interviewer asking him, in 1978, if he believed in God, Kolatkar had said: \"I leave the question alone. I don't think I have to take a position about God one way or the other.\" This discomfort with the either/or lies at the heart of the poem. Most of the Marathi critics opted, conveniently, for simplification and chauvinism. In the larger, unfolding story of the independent nation, writing poetry in English was a minor, marginal, and occasionally controversial activity. But marginal endeavours have their own excitements, disappointments and dangers. Kolatkar wrote steadily after Jejuri (as he had before its publication), in both English and Marathi, but published only very sporadically in journals. Two collections of his Marathi poetry appeared in 2003; but the English works, the Kala Ghoda poems and his political/mythological fable in verse Sarpa Satra, would see the light of day only after he knew he was dying. When I first met him in 2000, four years before he died, the Hindu chauvinist parties, the Shiv Sena and the BJP, were at their most active and aggressive in Mumbai - perhaps in prescient nervousness at an election defeat later that year. The city was trying to rebuild its old cosmopolitanism and sense of personal and physical freedom after recovering from more than a decade of religious and economic divisiveness, and from having become the commercial capital of a globalised India. When I reread Jejuri now, I realise how important the modern metropolis before globalisation - with its secret openings and avenues, its pockets of daydreaming, idling, and loitering, its loucheness - is fundamental to Kolatkar as a way of seeing. I am reminded that, although it's about a journey to a remote (for many) pilgrimage town in Maharashtra, it's less about the transformations of the journey than about a man who never left the city, or a cosmopolitan, modernist idea of the metropolis; that his journey, and his sense of travelling and of wonder, brought him back to where he was - and where he was is metropolitan, shabby, and dislocating. And so, in the third poem itself, the four-line \"The Doorstep\", the newcomer to the pilgrimage town speaks in the voice of the flâneur, for whom the line dividing public from private space is never final; the title names an object, a threshold, while the first two lines retract that meaning: \"That's no doorstep. / That's a pillar on its side.\" The flâneur stops, starts, pauses again, ponders, constantly struck by the unremarkable object that the city's passers-by don't notice. Things, thresholds, buildings that have either fallen out of use or look like they have, that disturb and ironicise the logic and flow of capital (and, in independent India, Mumbai has been as much the centre of expanding capitalism as Paris was in France in the 19th century) - this is what he's besotted with. So, in Jejuri, part network of shrines, part downtown, he's transfixed by the journey of a \"conduit pipe\" around a wall; with a broken door that's leaning against an \"old doorway to sober up / like the local drunk\"; with the invitation to what seems to be \"another temple\" ... \"The door was open\" - but turns out to be \"just a cowshed\". In 1981, five years after Jejuri had been published, Midnight's Children inaugurated a monumental view of Indian history in literature - in fact, a monumental view of literature itself in India. It brought into being a lineage of writing about what Walter Benjamin called the \"great reminiscences, the historical frissons\", everything that was \"so much junk to the flâneur\", as Kolatkar's art had so passionately and contrarily proved. I'm not setting up a crude opposition between the two writers here; Kolatkar admired Rushdie's novel, as Rushdie does Kolatkar's work. But I am suggesting that there is another lineage and avenue in Indian writing in English than the one Midnight's Children opened up, along with an obsession with the monumental; and its source lies in Jejuri. Younger writers haven't looked at the possibilities of this lineage, with its idiosyncratic delight in the freedom to withhold, assign, and create meaning, its consignment of history to the scrap-yard, and its bringing of the scrap-yard into history, closely enough. If it does exist in some form, critics haven't done enough to uncover and identify it. Had they done so, our view of Indian writing in English would be a different, a more heterogeneous and unexpected one than it has been in the last 25 years. For now, Kolatkar's influence - no less far-reaching, potentially, than that of Midnight's Children - hovers on the edges; which is where, as we see in Jejuri, he liked to be. · This is an edited version of Amit Chaudhuri's introduction to the new edition of Jejuri"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}