{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2006/oct/20/sport.comment1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2006-10-19T23:22:07Z", "webTitle": "Drogba revels in new stature at Chelsea", "webUrl": "https://www.theguardian.com/football/2006/oct/20/sport.comment1", "apiUrl": "https://content.guardianapis.com/football/2006/oct/20/sport.comment1", "fields": {"headline": "Drogba revels in new stature at Chelsea", "bodyText": "Goals give a player authority. With his commanding drive that delivered a 1-0 win over Barcelona on Wednesday, Didier Drogba played like a leader of the Chelsea team and also spoke like one afterwards. At present he has a higher status than at any point since he came to Stamford Bridge two years ago. The Ivorian knows that he has not so much hit a new peak as belatedly rediscovered his old self. Asked if he had ever been in better form he was too thoughtful merely to bask in the implied praise. \"Yes,\" he said. \"When I was at Marseille.\" It was an accurate answer. British viewers saw at least as much verve as strength when he scored the goals for the French club that eliminated Newcastle United from the Uefa Cup in the 2004 semi-final. The whirl and whack with which he produced the winner for Chelsea against Liverpool last month inspired awe and disbelief, but Marseille fans remember him pulling off that feat on a couple of occasions. If anything, there has been a delay in showing off this knack for the idiosyncratically spectacular. For too long he was a human battering ram at Chelsea. The games were fiercer and more frequent than he had ever known and the strains were accentuated because, at that time, he was the lone centre-forward in the 4-3-3 that Jose Mourinho habitually used. Frustration made him consider leaving Chelsea and that thought continues to lurk somewhere in his mind. Talks over an extension to a contract that ends in 2008 petered out in the summer. In the short term, he revels in having a partner in attack for every game, even if Andriy Shevchenko, the player in question, is suffering from the wayward touch and sluggishness that stopped him from doubling Chelsea's lead over Barcelona. No one predicted that the Ukrainian would be in need of a show of faith from Drogba. It is as if Shevchenko is sidekick to a senior partner. \"Everybody has to be patient with him,\" Drogba pleaded. \"You can't change countries like he has and expect to adapt as easily as people want. I know that myself. He was used to playing in a certain way in Italy, with a team he knew and in a style of football that was familiar. But it is very different here in England. We know he is a great goalscorer and he will be a great goalscorer for us. We must just give him time.\" Drogba, however, may wish to ensure that his own days at Chelsea are numbered. Whatever loyalty he feels for the club, it is not dumb loyalty judging by his interview in L'Equipe on Tuesday. There was bitterness at Stamford Bridge when William Gallas forced his way out to join Arsenal and accusations followed that he had threatened to score an own-goal if the club refused to let him leave. Although Drogba did not address that allegation, he chose, so far as Chelsea are concerned, to go completely off-message. His affinity with Gallas must run far beyond having an agent, Pierre Frelot, in common. \"He stayed true to his values,\" said Drogba. \"What I remember is that he gave 100% of himself from the first minute with Chelsea until the last. William is someone for whom I have the greatest respect.\" These are not opinions commonly aired within earshot of Mourinho, and the forward's independent streak suggests that he has a move in mind sooner or later. The notion persists that he will ultimately be bought by Lyon. It is clear, all the same, that Drogba's focus is intense for the time being. Barcelona were far from their best on Wednesday, but men such as Khalid Boulahrouz, in his suppression of Ronaldinho, stopped the visitors from excelling during a night when Chelsea's concentration and competitiveness were unfaltering. Drogba states that the team's mood remained highly charged after the weekend incident in which their goalkeeper's skull was fractured. \"It was our best performance of the season so far,\" said the striker, \"and that was probably because we wanted to win it so much for Petr [Cech]. We had a heavy anger in our hearts and took that on to the pitch with us after what happened at Reading. What was important was that it was a controlled anger. When Chelsea play like we did against Barça we know that nobody will find it easy to play against us. Barcelona never looked like scoring. They have great attacking players like Ronaldinho, Deco and Messi but they could not score and did not come close.\" The 30-year-old debutant goalkeeper Hilario was competent, but Chelsea would like to bring in another contender for the position. Fabien Barthez fits the bill in theory because he is out of contract after retiring in the summer. Drogba says he would be happy to be reunited with a team-mate from his Marseille days, but Mourinho doubts if a high-profile figure such as Barthez could deal with being a mere squad member, kept on standby. Drogba himself has always been prominent in the manager's plans and Mourinho has always been crisply dismissive of any speculation that the player might be allowed to leave. A forward who scores as he did on Wednesday, by first looking clumsy and then setting himself up with the flick of a heel before sweeping a shot home, can perplex any defence. Drogba may have dreaded being on the fringes when Shevchenko was bought. As it is, nine goals this season have put him at the very heart of Chelsea's ambitions."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}