{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2006/oct/02/horseracing.comment", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2006-10-01T23:57:17Z", "webTitle": "Horse racing: Deep's barmy army create big impact", "webUrl": "https://www.theguardian.com/sport/2006/oct/02/horseracing.comment", "apiUrl": "https://content.guardianapis.com/sport/2006/oct/02/horseracing.comment", "fields": {"headline": "Deep's barmy army create significant impact", "bodyText": "The estimate before the Prix de l'Arc de Triomphe here yesterday was that 3,000 Japanese racing fans had made the trip to see Deep Impact take on the best in the world. But then, at 10.30am, they opened the gates. Outside there was a queue half a mile long, and it was suddenly clear that the east had moved west as never before. In Japan, the diehards queue overnight before the Japan Cup to be sure of a good position in the stands. British and French punters tend to be a little slower off the mark, particularly after a big Saturday night in Paris, but Deep Impact's fans were definitely taking no chances. Five hours before the Arc, and an hour and a half before the first race on the card, a couple of thousand had already staked out their position for the big race on the terrace at the base of Longchamp's huge main grandstand. Behind the stands, meanwhile, a queue of quite extraordinary proportions soon formed in front of the two PMU (Tote) windows set aside to deal with the thousands of requests to back horse number one in race number seven. It must have taken an hour at least to shuffle slowly towards the betting booth, but when you have travelled 6,000 miles to watch a single race, another few hundred yards is neither here nor there. And no one was going to let Deep Impact go unbacked, as early betting shows of 1.1 (that is, 10-1 on) demonstrated. For some, the intention was that the tickets would be souvenirs, not investments. Legend has it that many winning tickets on the great Secretariat's Belmont Stakes went uncashed and finished up in frames. As it turned out, though, only those who backed Deep Impact for a place had anything to collect. Perhaps the most striking thing about the serried ranks of Japanese racegoers on a unique day in the Bois de Boulogne was their average age. The great majority were young, more the sort of age group that you would expect to see at a pop concert in Britain rather than on a racecourse. Many were decked out with scarves and shirts in the Deep Impact colours too, and one section of the grandstand looked like the Kop at Anfield as their hero galloped to post. But there were no undertones of tribalism, just delight and excitement to be present on a unique day at the races. There may be more days like this now, of course, as racing expands its international appeal. Deep Impact may have let his supporters down in one sense, but the sport as a whole is in his debt."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}