{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2006/oct/17/ukcrime.stevenmorris", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2006-10-16T23:18:26Z", "webTitle": "Man guilty of murder bid with latex glove", "webUrl": "https://www.theguardian.com/uk/2006/oct/17/ukcrime.stevenmorris", "apiUrl": "https://content.guardianapis.com/uk/2006/oct/17/ukcrime.stevenmorris", "fields": {"headline": "Man guilty of murder bid with latex glove", "bodyText": "An estranged husband was found guilty yesterday of trying to murder his wife by forcing his rubber-gloved hand into her mouth to trigger an allergic reaction. Charles Henson slipped into Allison Phelps' house in the Forest of Dean in Gloucestershire armed with two knives and wearing a surgical glove on his left hand. Knowing Ms Phelps was allergic to latex, he grabbed her, forced her head back and put his hand into her mouth, telling her that she would be dead in four minutes. Henson, a 39-year-old American who met Ms Phelps in an internet chatroom for people with an interest in sado-masochism, bondage and domination, was also found guilty of trying to poison Ms Phelps, 40, and her new partner, Michael Phelps, by turning the gas hobs on in their kitchen as they slept upstairs. He will be sentenced after psychiatric reports are prepared. The jury at Bristol crown court was told the details of the couple's courtship, brief marriage and acrimonious split. They had met in an internet chatroom devoted to sexual fetishes, she using the nickname Salacious Squirrel. Henson, a former US serviceman and jeweller, came to the UK and nine months after they met, the couple married. It was no conventional marriage. Henson said he bought Ms Phelps a collar to mark her out as his \"slave\" and he drew up a contract setting out what behaviour was expected of her and what punishments were allowed. They also went to Birmingham together to buy a bondage flogger - a whip. Henson told the court Ms Phelps enjoyed pain but she said their online chats about slavery and spanking had been \"fantasy\". She said that after they were married she realised that he really wanted to hurt her. She told the jury he would whip her until she bled. Henson returned to the US in February this year but came back to the UK a month later. He crept into Ms Phelps's house and turned the gas hobs on, then lay in wait on the floor of the living room. Mr and Ms Phelps were woken by the sound of a dog barking and came downstairs to discover Henson. In the struggle he stabbed Mr Phelps and tried to force his hand into Ms Phelps' mouth, shouting out: \"By the power of Grayskull\" - apparently a reference to a magical castle in the fantasy cartoon He-Man and the Masters of the Universe. During the trial medical experts confirmed Ms Phelps suffers a serious allergy to latex and carried an adrenaline injection with her at all times. But Henson denied he was trying to kill her, saying this was not allowed in their contract. \"In section four of the contract, it says the master does not have a right to kill the slave,\" he said. \"If I break bones, cut her, leave scarring or wounds without her consent - that's not allowed.\" He said if he had wanted to kill her his military training would have enabled him to do so in \"four seconds\". Addressing prosecutor Lynne Matthews he said: \"I can take the palm of my hand and kill you by shoving your nose into your skull. That's a four-second death. If I wanted her dead, she would be dead.\" Henson said he had entered the house to talk to Ms Phelps and had forgotten he had the latex glove on. He said he still considered Ms Phelps his slave and he had the right to punish her for leaving him. Asked what punishment was appropriate he replied: \"It would probably be 50 to 100 lashes over an hour period. They would be harder than your normal standard lashes.\" Adjourning the case, Mr Justice Royce said: \"I'm bluntly concerned about this defendant's psychiatric position.\" Speaking outside court, investigating officer Detective Constable Phil Boyes, of Gloucestershire police, said: \"Latex is an unusual murder weapon. It was definitely an eye-opener looking into the background of the case and it has broadened my horizons.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}