{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2006/oct/21/featuresreviews.guardianreview12", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2006-10-20T23:54:31Z", "webTitle": "Review: Henry VIII's Last Victim by Jessie Childs", "webUrl": "https://www.theguardian.com/books/2006/oct/21/featuresreviews.guardianreview12", "apiUrl": "https://content.guardianapis.com/books/2006/oct/21/featuresreviews.guardianreview12", "fields": {"headline": "Tudor attitudes", "bodyText": "Henry VIII's Last Victim: The Life and Times of Henry Howard, Earl of Surrey by Jessie Childs 416pp, Jonathan Cape, £20 Henry Howard, Earl of Surrey, was an aristocratic courtier, a soldier, and the poet who introduced blank verse into English poetry. In January 1547 he was the last person to be executed by the dying King Henry VIII. With this background it is hardly surprising that he became, for generations afterwards, a romantic hero. It is a virtue of Jessie Childs's biography that she shows Surrey as he really was - vainglorious, violent, outspoken to the peril of himself and others, something of a preposterous figure at court by 1546 - yet retains empathy with him. She also analyses his poetry with a sensitive eye, giving us an unusual insight into a Tudor mind. Surrey was born in 1517, eldest son of Thomas Howard, Duke of Norfolk, premier peer of the realm. Conservative both in his dislike for the \"new men\" of humble origin at Henry's court and in his religious attitudes during the Reformation, Norfolk led the traditional party at Henry's court for 15 years. Surrey inherited his father's social attitudes, but not his considerable political abilities. While Norfolk was a highly skilled politician, a manipulator who could hide his feelings about commoners such as Thomas Cromwell, Surrey strutted around the court broadcasting his contempt for those without noble blood. Hypersensitive to any slight, he was twice imprisoned for aggressive behaviour at court. His exaggerated air of superiority prevented his making friends, and by the time of his fall he had become a laughing-stock. Meanwhile he spent vast sums on his houses and - tellingly - on paintings of himself. In the snakepit of Henrician politics Surrey behaved with extraordinary naivety, whether abusing the rising Seymour family with whom his father needed to ally the Howards, or quartering his arms with those of King Edward the Confessor at a time when Henry VIII was uncertain over the security of the succession. After the young Surrey's role as companion to the king's illegitimate son, Henry, Duke of Richmond, ended with the duke's death aged 17 in 1536, Surrey did not progress at court. For high politics Henry turned to highly talented commoners - Wolsey, More and Cromwell. These were men steeped in the ideals of humanism - including an abhorrence of war and the notion that true nobility lay not in noble blood but in noble behaviour. Surrey belonged to the other side of Henry's court - his boon companions, young aristocrats who adhered to the old chivalric codes, believed themselves far above the common herd, and whose chief talents were jousting, the chase and war. One criticism of Childs's book is that she does not set Surrey in the context of these conflicting ideologies. Surrey's attitudes were at the extreme end of traditionalist aristocratic ones, but were not unique. One wishes Surrey had had the sense to see his true vocation was poetry - for which, as Childs shows, he had very considerable talent. The poems show us, pathetically, a man who for all his vainglory was haunted by a sense of loneliness, separation and unworthiness. Given the poems' adoption of female voices and celebration of male bonding, one wonders whether he might have been bisexual, although he and his devoted wife Frances had five children. Meanwhile, Surrey was present at the executions of his cousins Anne Boleyn and Catherine Howard. It was, however, the condemnation of his cousin Thomas for an illegal marriage that seems to have brought a growing disillusion with the mores of the royal court which Surrey expressed, allusively but still dangerously, in his poems. Although Henry VIII kept Surrey from the council table, as an aristocrat he had been trained to lead, and after a junior command in the Scottish war of 1542 was appointed to a senior post in Henry's war with France in 1544-45. This gigantic military enterprise was ruinously expensive - it shattered the economy - and was undertaken solely for reasons of military glory and gaining fresh territory in France. But as the king's Spanish allies deserted him and military success in France turned to failure, Henry abandoned the campaign, and Surrey was recalled. By 1546 the king was dying, and religious reformers were in the ascendant. They resolved to bring down Surrey and - far more importantly - his father the duke. As with Boleyn and Cromwell, a group of courtiers managed to persuade the ever-suspicious king, by \"gentle massaging of complex evidence\", that Surrey and his father were traitors who would seize the realm when he was dead. A manipulated trial followed at which Surrey was found guilty (the old duke had been \"persuaded\" to confess). He was beheaded on Tower Hill on January 19 1547, at the age of 29. His father would have followed a week later, but Henry died in the meantime and it was felt more politic to keep the old duke alive, in the Tower, where he languished for years. Childs's description of these complex manoeuvrings, as of the French wars, is excellent, although occasionally she falls into the error of assuming how people felt at a particular time. Henry was not, for example, \"exhilarated by the prospect of a summer progress\" in spring 1541; the northern progress had been brought hastily together because of a danger of rebellion, and whatever Henry was feeling it is unlikely to have been exhilaration. But that is a quibble. Overall, this book opens a fascinating window on the mid-Tudor world. · CJ Sansom's Winter in Madrid is published by Macmillan"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}