{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2006/oct/12/fashion.fashionandstyle", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2006-10-11T23:09:53Z", "webTitle": "Little-known designer to lead Chloe", "webUrl": "https://www.theguardian.com/uk/2006/oct/12/fashion.fashionandstyle", "apiUrl": "https://content.guardianapis.com/uk/2006/oct/12/fashion.fashionandstyle", "fields": {"headline": "Little-known designer to lead Chloe", "bodyText": "Few have heard of him and even fewer know what he looks like, but as of yesterday morning Swedish designer Paulo Melim Andersson became the most watched designer in the fashion world. Chloe, the fashion label that has launched a million high street copies and is worn by fashion icons from Kate Moss to Colleen McLoughlin, finally named its new creative director after the departure of Phoebe Philo earlier this year. With sales increasing 60% annually it is one of the most popular designer brands around. Rumours had been circling for months about who would take over this plum fashion position, with suggestions ranging from Britain's Luella Bartley to, not wholly seriously, Jane Shepherdson, Topshop's former brand director who announced last week she was stepping down. Yesterday Chloe's chairman and chief executive, Ralph Toledano, made it official, saying: \"We are thrilled to have Paulo join us and look forward to him becoming a part of the Chloe legacy.\" Melim Andersson had previously worked as design director of the Italian fashion house Marni which has a similar fashionably cool and young but monied appeal as Chloe. But it is the \"Chloe legacy\" to which Mr Toledano referred that surprised some by the appointment. Chloe has garnered a reputation for using vaguely well-known designers, launching them into the stratosphere. Karl Lagerfeld, Martine Sitbon and Stella McCartney have all worked as Chloe's design directors. But Melim Andersson's appointment reflects a recent trend in the industry of established houses hiring unknowns to ensure that the starry names and, more importantly, starry egos don't detract attention from the brand name. Yves Saint Laurent, Gucci and Givenchy are all manned by relative unknowns, marking a distinct shift away from the late 90s when Tom Ford was the superstar designer for Gucci and YSL and Julien Macdonald looked after Givenchy. Both left under clouds of distinct acrimony."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}