{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2006/oct/21/featuresreviews.guardianreview21", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2006-10-20T23:54:33Z", "webTitle": "Review: Queen Camilla by Sue Townsend", "webUrl": "https://www.theguardian.com/books/2006/oct/21/featuresreviews.guardianreview21", "apiUrl": "https://content.guardianapis.com/books/2006/oct/21/featuresreviews.guardianreview21", "fields": {"headline": "Long live King Graham", "bodyText": "Queen Camilla by Sue Townsend 464pp, Michael Joseph, £18.99 I wonder if the Queen ever reads any of the books written about her dysfunctional family? This autumn, in addition to Sarah Bradford's biography of Diana, we have had another torrent of treacle from her former butler and more goo from Dodi Fayed's \"butler\". There are also biographies of the Queen's mother, soft-cover accounts of the love affair between her son and Camilla, and hilarious collections of the wit and wisdom of her husband. Her 80th birthday this year brought forth a slew of publications designed for those who prefer their reading matter big on photos, long on sentimentality and short on common sense. And then there is Helen Mirren's wonderful portrayal of the old girl in The Queen Soon, doubtless, the flags will be hung, the bells pealed, the television broadcasts filled with the simpering tones of commentators who at the first whiff of a royal wedding leave their brains in the airport security bin for sharp objects and take to the skies in vapour trails of unctuousness. However many Guardian columnists rant and rail about the indefensibility of a head of state who has the job simply by accident of birth, the British thirst for the royal story remains perpetually unslaked. The institution may be antique and democratically abhorrent. But we can't get enough of them. And then there is Sue Townsend. As you might expect from the person who invented the glorious Adrian Mole 20 years ago, she takes a slightly less inebriated view of monarchy. In Queen Camilla, the royal family are living out their lives in Asboland, exiled, in a horribly plausible \"tough on the causes of crime\" initiative, to a gulag known as Hell Close. He may have failed to do anything much for schools or hospitals, the transport system, or any of the other public services come to that, but the PM could be proud that he had removed the hereditary principle from public life for ever. Republicanism is the default position of most of those who have had the privilege of tertiary education. It's part of the package, along with a mild atheism, scepticism about the promises of politicians, a tolerance of cheap alcohol and a dislike of nylon sheets. Townsend left school at 15, and her republicanism is, I think, harder-earned. In The Queen and I she imagined a world in which the Windsors were evicted from Buckingham Palace and tried to make their way as ordinary citizens. Now, in Queen Camilla, she considers what might happen when a reinvented Conservative party (the New Cons) decides to make restoring the monarchy the centrepiece of its election campaign. You can see why it might work. Not only is mucking about with the constitution easily done, as we've seen with the reform of the House of Lords and the politicisation of the judiciary, it is also cheap. In Queen Camilla law and order has been contracted out to sleazy businessmen, and an integrated national computer system can tell any of its operatives not only your criminal record, but what you bought on your last shopping trip or when you menstruate. There are government initiatives on everything from the menace of stepladders to dog mess on the pavements: dogs will soon be banned. Small wonder that the opposition sees votes in promising to restore the monarchy. It is noticeable that enthusiasm for the institution seems strongest among those least likely to have any direct contact with it, and a politician with a smart sense of public relations (does any of this sound familiar?) could go a long way by promising to restore the object of collective fantasy. What is missing in this calculation, of course, is any empathy for those most intimately affected by the change. Who in their right mind - even as they languished in Hell Close - would honestly wish to return to the endless tedium of opening bypasses and sitting through the Royal Variety Performance? And then things are amusingly complicated by the arrival of Graham Cracknall, a health and safety inspector from Ruislip, who turns out to be Charles and Camilla's love-child. After changes to the law he will have a stronger claim to the throne than Prince William. Even though I am a Townsend fan, this did not strike me as her funniest book, and various of her devices - notably an irritating collection of talking dogs - left me cold. But it rattles along and does raise some entertaining questions, not the least of which concerns who is exploiting whom in the relationship between the people and their king or queen. There is an underlying humanity to all her comic novels which recognises that every family is a dysfunctional family, and that the easy certainties of political life take too little account of human nature. And, having met - and liked - Camilla, I'm willing to bet that she'd have a laugh at it, too. · Jeremy Paxman's On Royalty is published by Penguin"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}