{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2006/oct/02/rugbyunion.edfenergycup2006071", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2006-10-01T23:57:22Z", "webTitle": "Rugby union: London Irish 36 - 24 Saracens", "webUrl": "https://www.theguardian.com/sport/2006/oct/02/rugbyunion.edfenergycup2006071", "apiUrl": "https://content.guardianapis.com/sport/2006/oct/02/rugbyunion.edfenergycup2006071", "fields": {"headline": "Saracens await Farrell effect as Flutey steals the show for Irish", "bodyText": "England's coach Andy Robinson, sifting through the wreckage to find 15 fit players to face the All Blacks in little more than a month's time, might at least soon be able to whistle up a blindside flanker from Saracens. That's the good news. The bad news is that Richard Hill may, at 33, be too long in the tooth to repeat the impact he made in 2003 at the World Cup in France next autumn. Hill, who has not played since tearing cruciate ligaments in the first Lions Test against New Zealand 15 months ago, may return to the first team against Bath on Sunday week. In his absence, of course, Saracens have recruited Andy Farrell who played his first full first-team game in the No6 shirt on Saturday. It is something of an irony that Hill has been helping Farrell in his difficult conversion from the world's premier rugby league loose-forward to a position alien to the 13-man code. The Rugby Football Union has stumped up around £500,000 to finance the 31-year-old Farrell's move to union so it is another irony that Saracens have three back-rowers who cost them nothing in Hill, Dave Seymour and Ben Skirving who may have greater claims to an England shirt. It was Farrell, though, who last night joined the England squad for their latest gathering in Loughborough. But despite his relief at playing 70 minutes of EDF Cup rugby union in Reading, the former Man of Steel knows he is far from being a copper-bottomed international flanker. There were a few flashes of excellence, such as the trademark cut-out pass on the hour that almost gave the replacement Tommy de Vedia a try in the corner, but this was a low-key debut in another dreadful display by Saracens. \"As a team performance it was pretty dire really. We couldn't hold on to the ball for more than two phases which made it difficult for every one of us to get in the game. So I am a bit frustrated,\" said Farrell. \"At six you have a job to do first, and you just hope that the team keep hold of the ball for a couple of phases so that you can come into it. But after the downpour in the first half we couldn't keep hold of the ball for a phase, let alone two.\" As for the debate on whether Farrell's talents would be better employed in the centre, he said: \"I think it's only myself who doesn't have an opinion on the subject because everyone else seems to. But I'm just happy to be playing anywhere after the year I've had. It will be nice to get some more experience by going up to Loughborough but at this moment I'm not even thinking about playing for England. I'm just relieved to be playing again.\" On Saturday, London Irish continued to have the upper hand in a fixture they have lost only once in the last seven games. In the absence of Mike Catt, Riki Flutey tormented Saracens. The centre's breakaway try just after the interval was Irish's fifth and came after Dan Scarbrough had lost possession close to the home tryline. It summed up another dark day for the men in black. London Irish Horak (Bishop, 66); D Armitage, Tiesi, Flutey, Tagicakibau; Everitt (Geraghty, 72), Rees; Hatley (Lea'aetoa, 23), Russell (Coetzee, 51), Skuse, Kennedy, Hudson (McCullen, 63), Roche, Magne (S Armitage, 63), Leguizamon (Murphy, 63). Tries Rees 2, Horak, Leguizamon, Flutey. Cons Everitt 4. Pen Everitt. Saracens Scarbrough; Haughton, Ratuvou, Johnston (De Vedia, 55), Penney (Sorrell, 74); Jackson, Rauluni (De Kock, 68); Yates (capt), Byrne (Ongaro, 64), Broster, Vyvyan, Ryder, Farrell (Mercey, 66; Farrell, 76), Russell (Seymour, 64), Gustard. Tries Ratuvou, penalty try. Con Jackson. Pens Jackson 4. Sin-bin Broster, 65. Referee B Robertson (Warwickshire). Attendance 7,172."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}