{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2006/oct/12/prisonsandprobation.ukcrime", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2006-10-11T23:11:32Z", "webTitle": "Home Office admits tagged offenders guilty of 1,000 serious crimes", "webUrl": "https://www.theguardian.com/politics/2006/oct/12/prisonsandprobation.ukcrime", "apiUrl": "https://content.guardianapis.com/politics/2006/oct/12/prisonsandprobation.ukcrime", "fields": {"headline": "Home Office admits tagged offenders guilty of 1,000 serious crimes", "bodyText": "More than 1,000 serious crimes have been committed by offenders released early from jail on electronic tags monitored by private companies, the Home Office reveals today. There has been one murder, four manslaughters, 56 woundings and more than 700 assaults over the past six years since home detention curfew was introduced in 1999. There were also 100 cases of possessing an offensive weapon, one incident of causing death by reckless driving, 100 of obstructing a police officer and 16 other violent attacks. Details were released as part of an investigation by the Commons public accounts committee. The review is the first proper audit of the tagging system as a way of monitoring the behaviour of offenders no longer deemed a danger to the public. Tagging was also a cost-cutting move that helped free prison places. Among other findings, the review found 60% of prisons do not have direct access to the police national computer to check an inmate's previous convictions. Governors receive no feedback from the Home Office on whether early release or tagging has worked. The details were released to Richard Bacon, Conservative MP for Norfolk South and Helen Goodman, Labour MP for Bishop Auckland. Mr Bacon said: \"The first duty of a prison governor is to safeguard the public but over 1,000 offenders have committed violent crimes whilst on home detention curfew ... if governors are to protect the public properly the Home Office cannot leave them in the dark. As a matter of routine the Home Office must tell governors whether their decisions to release offenders under home detention curfew have worked.\" Conservative and Liberal Democrat home affairs spokesmen said the public were being put at risk. David Davis, the shadow home secretary, said: \"This report raises serious issues about the way tagging is being used. With so many serious offences being committed it is clear the government is showing a shocking disregard for public safety. \"It is disgraceful that this government is happy to put people who are clearly unsuitable for tagging right at the heart of our communities resulting in over 1,000 violent offences, including five deaths. \"While tagging may have a useful role to play, it is vitally dependent on careful selection of the people who are tagged. If it is merely used as a means for the government to combat their prison overcrowding crisis no one wins: the victim gets no justice, the public get no protection, the offender gets no rehabilitation and the whole scheme is undermined.\" Nick Clegg, Liberal Democrat home affairs spokesman, said: \"Once again, flaws in the system can be laid squarely at the government's feet for failing to implement the system competently in practice.\" The report also revealed that two people wrongly suspected of removing their tags received £8,100 compensation from the Home Office for being sent back to jail. Private companies running the tagging service said that the financial savings to taxpayers - £70 a day - made it good value for money despite the risk of re-offending. Tom Riall, chief executive of Serco Home Affairs, said: \"I am delighted the PAC has recognised the value of electronic monitoring. The latest contracts with the Home Office delivered a 40% cost saving to the taxpayer through new technology and better service design.\" The Home Office is evaluating pilot schemes using satellite monitoring to track tagged convicts, including sex offenders, so they can be re-arrested if they are found near exclusion zones set up to protect children. Home Office minister Gerry Sutcliffe said: \"Of the 130,000 low-risk offenders who have been released on home detention curfew since its inception in January 1999 less than 4% have re-offended. This compares with a figure of 67.4% re-offending rate for all prisoners released from prison within two years. We are not complacent however, and any offence committed is one too many.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}