{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2006/oct/21/featuresreviews.guardianreview2", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2006-10-20T23:53:40Z", "webTitle": "Critical eye: Oct 21", "webUrl": "https://www.theguardian.com/books/2006/oct/21/featuresreviews.guardianreview2", "apiUrl": "https://content.guardianapis.com/books/2006/oct/21/featuresreviews.guardianreview2", "fields": {"headline": "Out of the inferno", "bodyText": "\"The streak of casual cruelty that runs through him is one of the qualities that makes him a fascinating art critic,\" said Waldemar Januszczak in the Sunday Times of Robert Hughes, whose memoir Things I Didn't Know presents \"a picture of an angry scrapper, a man capable of scary ruthlessness, an autodidact whose faults, when he turns to art criticism, don't seem to be faults at all\". \"Things I Didn't Know is bracingly candid,\" wrote Christopher Bray in the New Statesman. \"We are treated to passages on the great critic's masturbatory habits, the time he caught the clap off Jimi Hendrix and the suspiciously crusty patch he, ahem, came across while stroking his faithless first wife's hair.\" \"Hughes is fond of quoting Dante (in the original, naturally),\" observed Martin Gayford in the Sunday Telegraph. \"His descriptions of his first marriage, to an expatriate Australian hippy, suggest that he then visited one of the lower circles of Inferno.\" \"This book is more entertaining than many novels,\" wrote Allan Massie in the Daily Telegraph of A History of the English-Speaking Peoples Since 1900 by Andrew Roberts. \"It is a patriotic history ... full of detail, enriched by brilliant pen-portraits, opinionated and provocative. It will have some readers purring in happy agreement, and others tearing their hair in fury.\" \"This book seems to me almost valueless, and I am genuinely astonished that so intelligent a person could have written it,\" wrote Stephen Howe in the Independent. \"Great swathes are devoted to rehearsing personal hates, whether of leaders - with special venom towards Heath, Major and Clinton - or countries. Roberts passionately dislikes Ireland and the Irish ... the French are targets for almost childish abuse.\" \"This is an even better book than the author's erudite, dense and sprawling triumph of last year, Earthly Powers,\" declared Rod Liddle in the Spectator, reviewing Michael Burleigh's Sacred Causes: Religion and Politics from the European Dictators to al-Qaeda. \"It also benefits from a continual drip feed of very dry and very black humour.\" \"Burleigh brings together here much of the new evidence ... on the role of Pius XII, the man so unfairly traduced as 'Hitler's Pope'. A compelling case is made, and the book would be worth buying for this part of it alone,\" wrote Noel Malcolm in the Sunday Telegraph. \"For all his acerbity, this author remains a humane presence throughout his book; he has looked into a veritable Inferno of human evil, and has not lost heart.\" \"Few historians would be able to cover such enormous tracts of ground so convincingly, but Burleigh also leavens his narrative with hefty chunks of opinion, wit and sheer mischief that make it a pleasure to read,\" wrote Dominic Sandbrook in the Daily Telegraph. \"Why can't all historians write like this?\""}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}