{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2006/oct/12/retail", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2006-10-11T23:11:38Z", "webTitle": "Matalan board agrees to founder's £800m buyout", "webUrl": "https://www.theguardian.com/business/2006/oct/12/retail", "apiUrl": "https://content.guardianapis.com/business/2006/oct/12/retail", "fields": {"headline": "Matalan board agrees to founder's £800m buyout", "bodyText": "The board of Matalan, the budget retailer, has agreed to a 200p-a-share cash offer from its chairman and founder John Hargreaves, valuing the company at £817m. Mr Hargreaves had until midday yesterday to make his move and took it to the wire - the deal was announced at one minute past noon, after negotiations through the night. A statement from Matalan's independent directors said the price fairly reflected the future prospects for the company. The bid has been made through Missouri Bidco, a company controlled by Mr Hargreaves who, with his family, owns 53.5% of the group. The offer is underwritten by Icelandic bank Kaupthing. Mr Hargreaves said the 200p-a-share terms were \"full and fair\" and urged other shareholders to accept. He said: \"Matalan would be better off back in the private ownership of the Hargreaves family. This will enable us restore the original values and ethos that enabled the company to grow.\" Geoff Brady, who chaired the committee of non-executive directors, suggested Mr Hargreaves was not suited to running a public company. He said: \"He was a fish out of water trying to run a FTSE company with corporate governance\". Earlier this year there was a boardroom split and the non-executives went to the Takeover Panel to get a \"put up or shut up\" order from their chairman after speculation that he was working on a bid. Investors had feared that Mr Hargreaves would cut his offer price from his indicated 200p, but Mr Brady said he had made it clear 200p was the minimum they would accept. Private ownership would \"provide more flexibility\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}