{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2006/oct/10/schools.news", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2006-10-09T23:53:15Z", "webTitle": "Acting up", "webUrl": "https://www.theguardian.com/education/2006/oct/10/schools.news", "apiUrl": "https://content.guardianapis.com/education/2006/oct/10/schools.news", "fields": {"headline": "Acting up", "bodyText": "· Coming to the big screen this week, the film version of Alan Bennett's The History Boys. The film features the fictitious Cutler's grammar school, but was shot at Watford girls' and boys' grammars. Concerns that the cast might not as easily pass for schoolboys on screen as they had done on stage were put to rest when the actors played football during a break from filming. Producer Damian Jones recalls: \" A strident teacher's voice called to the cast members from a nearby window: 'Put that ball away and get back to class immediately!'\" · It may not be a jungle out there, but maths professor Sasha Borovik would like to keep his blackboards. In an impassioned blog on \"the psychophysiology of blackboard teaching\", he laments the fight his department at Manchester University is having to put up to save them. \"We have to wage the war on two fronts: against the vandals from Estates who rip out our blackboards and replace them with projector screens and whiteboards, and against the snake-oil peddlers from Staff Development and Teaching Quality who cannot imagine an 'enhanced learning environment' without an all-singing, all-dancing PowerPoint presentation.\" One colleague suggests portable blackboards prompting comparisons with Blackboards, the film by Samira Makhmalbaf in which teachers wander in search of students along the Iran/Iraq border, the vital equipment strapped to their backs. · Heads have received an apology from schools minister Jim Knight after major problems with accessing and filling in the school profile. The profile, introduced to replace the annual report from governors, is an online document for parents, and meant to be pre-populated by DfES statistics and then completed by governors. But Knight's letter has caused further anger because it was sent to heads and not to governors who have the legal responsibility for completing the profile. · Last week, the British Council showed off its first royal blogger: Thai Crown Princess Maha Chakri Sirindhorn (see http://access.britishcouncil.or.th). HRH restricted herself to insights into English as a global language with a disappointing lack of comment on the recent military coup. · Among the great and the good (happily not always both) added to the online update to the Oxford Dictionary of National Biography is one Thomas Hopley, the Victorian schoolmaster who became a sensation when he was convicted of the manslaughter of a boy in his charge. The trial of Hopley provided a legal definition of reasonable chastisement, which served as a measure for cases involving corporal punishment for more than a century."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}