{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2006/oct/29/military.politics", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2006-10-28T23:56:50Z", "webTitle": "Afghanistan war is 'cuckoo', says Blair's favourite general", "webUrl": "https://www.theguardian.com/uk/2006/oct/29/military.politics", "apiUrl": "https://content.guardianapis.com/uk/2006/oct/29/military.politics", "fields": {"headline": "Afghanistan war is 'cuckoo', says Blair's favourite general", "bodyText": "Tony Blair's most trusted military commander yesterday branded as 'cuckoo' the way Britain's overstretched army was sent into Afghanistan. The remarkable rebuke by General the Lord Guthrie came in an Observer interview, his first since quitting as Chief of the Defence Staff five years ago, in which he made an impassioned plea for more troops, new equipment and more funds for a 'very, very' over-committed army. The decision by Guthrie, an experienced Whitehall insider and Blair confidant, to go public is likely to alarm Downing Street and the Ministry of Defence more than the recent public criticism by the current army chief Sir Richard Dannatt. 'Anyone who thought this was going to be a picnic in Afghanistan - anyone who had read any history, anyone who knew the Afghans, or had seen the terrain, anyone who had thought about the Taliban resurgence, anyone who understood what was going on across the border in Baluchistan and Waziristan [should have known] - to launch the British army in with the numbers there are, while we're still going on in Iraq is cuckoo,' Guthrie said. In a unprecedented show of scepticism towards Blair, he said the Prime Minister's promise to give the army 'anything it wants' was unrealistic. 'I'm sure he meant what he said. He is not dishonest. But there is no way you can magic up trained Royal Air Force crews, or trained soldiers, quickly. You can't magic up helicopters, because there aren't any helicopters,' said Guthrie, promoted from chief of army staff to become overall head of the military for Blair's first term of office. Guthrie said Britain was 'reaping the whirlwind' for assuming too great a 'peace dividend' after the Cold War and risks being ill-equipped for a whole new set of dangers. He also cast doubt on suggestions of an early pullout from Iraq, saying that Britain could not afford to leave a 'bloodbath' behind. Guthrie's comments will be given even further weight with the publication of a report on Friday by the National Audit Office that is expected to warn that the armed forces are failing to recruit and retain sufficient numbers to deliver the 'required military capability'. The report will echo Guthrie's warning that the armed forces are likely to remain seriously stretched 'for the foreseeable future'. Guthrie voiced concern that ministers, civil servants and even some in the military were assuming that 'Afghanistan and Iraq are something we're going to muddle through for another couple of years and then we'll be able to go back' to a period of relative calm. 'I don't see that happening. I think we're in an extremely volatile, dangerous world,' he said. 'It's no good governments saying we're going to keep out of these things. They don't always have the luxury of choice. The type of crisis is actually quite difficult to forecast. But sure enough, we are going to have crises. There is absolutely no reason to suppose that the world is going to settle down in the foreseeable future. We're not going to be allowed to graze in Elysian fields with the sun on our backs.' What was needed, he argued, was a fundamental new look at the needs of the British military in the 21st century - as the last strategic defence review, in 1998, had been geared to a dramatically different world. 'What are we actually going to be faced with?' he said. 'A lot has changed and we do actually need more soldiers to actually do the tasks - and new equipment. And we are saddled with some things that it doesn't look awfully likely we're going to use.' In Iraq, he said, there were three possible scenarios for British forces. The first would be an immediate pullout and the prospect of civil war. The second was to partition the country, but that would risk the slaughter of minority communities in each of the new states. 'We would have to live with it for ever if we left and they were put to the sword,' he said. That left the hope of somehow creating a more loosely 'federated' Iraq - a 'last chance saloon' option, but one which Guthrie felt might still be workable. 'We have to stick with Iraq not least because in international terms the price of failure is far greater than in Afghanistan'. Iraq could cause problems in the region for years, he said, with implications for Jordan and Turkey, as well as for Saudi Arabia and the Gulf states."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}