{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2006/oct/17/arts.artsnews1", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2006-10-16T23:18:14Z", "webTitle": "Record advance sales for Velázquez show", "webUrl": "https://www.theguardian.com/uk/2006/oct/17/arts.artsnews1", "apiUrl": "https://content.guardianapis.com/uk/2006/oct/17/arts.artsnews1", "fields": {"headline": "Record advance sales for Velázquez show", "bodyText": "One of the most eagerly anticipated exhibitions in the art calendar has broken a record before it has even started: the Velázquez show has sold more advance tickets than any previous show, including Vermeer, Titian and Caravaggio. The record advance ticket sales of more than 11,000 yesterday led to a plea from National Gallery bosses for people to book early to avoid disappointment. For the first time, four rooms in the main gallery have been cleared to make way for the 46 works by the painter. The National Gallery contains the largest collection of Velázquez paintings outside the Prado in Madrid, and these nine works, together with seven from other British collections, will form the heart of the exhibition. It will include one of the jewels in the gallery's collection, The Rokeby Venus - the only surviving example of a female nude by Velázquez, painted at a time that sort of thing was frowned on by the Inquisition. More properly known as The Toilet of Venus, it picked up the name because it hung at Rokeby Hall in Yorkshire before it was acquired by the National Gallery a century ago thanks to the then newly-founded Art Fund. The Prado has agreed to more Velázquez works leaving its walls than ever before. British curators, like children in the best sweetshop in the world, got to choose eight. They include Philip IV as a Hunter, with the king in his best hunting gear with his dog (Velázquez is also renowned as a painter of dogs) at his feet. Gallery bosses believe the exhibition, which opens tomorrow, could be its most successful ever. \"We really do advise people to book early,\" said a spokeswoman. Tickets can be bought via the website Nationalgallery.org.uk or by telephone, 0870 906 3891, or in person."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}