{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2006/oct/17/ukcrime.topstories3", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2006-10-16T23:19:48Z", "webTitle": "Life sentence for teenager who murdered schoolboy in 'savage' kitchen knife attack", "webUrl": "https://www.theguardian.com/uk/2006/oct/17/ukcrime.topstories3", "apiUrl": "https://content.guardianapis.com/uk/2006/oct/17/ukcrime.topstories3", "fields": {"headline": "Life sentence for teenager who murdered schoolboy in 'savage' kitchen knife attack", "bodyText": "A teenager was given a life sentence yesterday after he admitted murdering an 11-year-old boy with cystic fibrosis during a \"sustained and savage\" attack using a frying pan and kitchen knives. Manchester crown court heard how Joe Geeling was lured to Michael Hamer's home in Bury where he was hit over the head and stabbed to death in his bedroom after the younger boy rebuffed his sexual advances. The 15-year-old was detained at Her Majesty's pleasure for a minimum of 12 years. Detective Superintendent Martin Bottomley, who led the murder inquiry, said he would ask Crown Prosecution Service to consider whether the tariff was unduly lenient. Joe suffered 16 stab wounds - one of which penetrated to a depth of 8cm. After he died, Hamer stabbed him in the buttock and the prosecution said there had been no explanation for the injury. There was no evidence of a sexual assault. Hamer, who was 14 at the time of the attack in March, dragged Joe's body downstairs into the kitchen, bundled it into a wheelie bin and dumped it in a park, where it was concealed with discarded furniture, leaves and rocks. As he was disposing of Joe's body, Hamer's mother phoned him on his mobile but there was \"nothing in his tone of voice which would have alerted his mother, or anyone else, that he was up to anything out of the ordinary,\" said Alistair Webster, prosecuting. His mother later noticed dark marks on the carpet on the landing outside his bedroom, which he blamed on a leaking red pen. Hamer completed his homework, which was based on the 10 commandments. As the search for Joe was taking place the next morning, Hamer went to St Gabriel's RC high school as usual, but was arrested after teachers became suspicious. The court heard how Hamer had lured Joe to his house after forging a letter to him from the deputy headteacher. The letter said Hamer had been appointed Joe's mentor and set up a meeting after school. Joe was worried about the letter and showed it to a teacher, who realised it was not genuine and sent him to speak to the deputy head. But Joe never saw the deputy and went to Hamer's home after school. Among four other letters found by police at Hamer's home, one expressed a clear sexual interest in Joe. Mr Webster told the court that Joe's cystic fibrosis was diagnosed when he was six weeks old. The condition meant that he had regular treatment at Booth Hall children's hospital, requiring overnight stays. On March 1, the day he went missing, he was due at hospital for treatment. But by the time his mother reported him missing at 5.24pm, he was already dead. Mr Webster said: \"Although Michael has never given what the crown would say was a true account of the circumstances leading to Joe's death, the evidence clearly demonstrates that despite his relatively tender years, this was a murder in which the murderer targeted his victim, lured him away from safety by deception and to his own house, carried out the killing with significant brutality and then set about covering up his crime.\" He said Hamer had claimed Joe came to his house to charge his mobile phone but the explanation did not stand up to examination. \"It is clear that Joe was lured back to Michael's house where the murder took place,\" Mr Webster said. The aggravating features of the case were the \"significant degree of planning and premeditation, the victim was particularly vulnerable by reason of his medical condition and the prolonged nature of the attack is likely to have inflicted considerable physical suffering.\" Additionally, there was the concealment of the body. David Steer, defending, said the offence was wildly out of character. Hamer, who had intermittent contact with his natural father, felt anger towards him and had become distressed in late 2003 after inadvertently overhearing him tell his mother: \"I have no feelings for Michael at all.\" Another psychiatrist said the experience had left him feeling unloved, denigrated and humiliated. Additionally, he was bullied at primary and secondary school, suffering verbal abuse, violence, extortion and social exclusion and had been threatened with the words: \"You're a dead man walking,\" after he told the school of the bullying. Mr Steer said Michael had begun to eat less and \"started to stab the wall\" at his home, and had difficulty sleeping. At the time of the attack, he was suffering from an adjustment order that affected his mental state. The barrister said Michael had made a sexual advance to Joe \"who responded by referring to him as gay and he threatened to tell others about what he had tried to do. \"Tragically, he responded in the way he did. At the time of the act of violence, he says he could see the faces of the bullies in Joe.\" He added that there was no suggestion Joe had been one of the bullies. Hamer told psychiatrists he had lured Joe to his home to scare him and make him feel what it was like to be isolated and scared, as he had been when he was bullied. Through his barrister, Hamer and his mother expressed their sorrow and deep regret for what had happened. Detaining Hamer at Her Majesty's pleasure, Mr Justice McCombe told him: \"[Joe] was clearly an intensely loved member of a close and devoted family. No sentence that this court can pass can make good their loss. I am now told that within the last few days that you have admitted to Mr Steer and to your solicitor that you made a sexual advance to Joe who responded by referring to you as gay and threatening to tell others of what you had done. You took away Joe's life and damaged the lives of all who loved him. At the same time you did a terrible damage to yourself.\" The judge said he had taken into account the aggravating features of the case. He said Hamer had been \"precisely half-way between the age of criminal responsibility and adulthood\". The aggravating features were \"particularly worrying, even in the case of one as young as you\". In mitigation, he considered his age and guilty plea. 'Things went from bad, to worse, to unbearable' : Joe Geeling's parents' statement \"Our son meant everything to us. We spent many happy years grooming him into the smart, witty, loving young man he had already started to become. In spite of the drawback of being born into this world with cystic fibrosis and enduring more than his fair share of hospital visits, we had managed to instill him with a no-self-pity attitude. \"He understood that those were the cards God had dealt to him and together we made the best of what we had. \"On occasions, he would remark on other youngsters at the hospital as being a lot worse off than he was, which would make us silently very proud. He was a very brave and kind hearted little lad. \"Joe loved school. He had many friends and loved playing. Even though we have another little boy, Joe was always the centre of attention with his corny jokes and his comical outlook. \"Since that day when our son never returned home from school, things just went from bad, to worse, to unbearable. The drip feed of information regarding his suffering has been enough to break any man - let alone a devoted mother. \"We cannot make any sense of Hamer's actions. We feel he will leave us never knowing the truth about the many gaps in his version of events. \"My wife and I privately weep all the time. We weep about what we could, would or should be doing with Joe now. We each have some very bad days where you simply cannot function and you just can't explain what the problem is. \"[... Our son] James has just turned seven and we have not yet been able to tell him the fuller facts. It was so painful and upsetting to tell him Joe was lost, that Joe was found but dead and later that he was stabbed by someone. At his age his perception (rightly in our opinion) is that if you do something really wrong, you will go to jail and the key would be thrown away. When he discovers what really happened and that life imprisonment does not mean what it says, even we won't come close to the horror and fear he will suffer. \"We fear for James's future, and we fear about the time when Hamer would be released. Will he be safe? Will we be safe? We think any judge, any parent, will know this is their worst nightmare. We just pray to God that as the years pass the pain may ease and the happy memories return.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}