{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2006/oct/14/broadcasting.tvandradio", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2006-10-13T23:23:32Z", "webTitle": "Sam Wollaston on last night's TV", "webUrl": "https://www.theguardian.com/media/2006/oct/14/broadcasting.tvandradio", "apiUrl": "https://content.guardianapis.com/media/2006/oct/14/broadcasting.tvandradio", "fields": {"headline": "Last night's TV", "bodyText": "Johnny Kingdom - A Year on Exmoor (BBC2) A poacher-turned-wildlife-filmmaker, Johnny Kingdom loves Exmoor so much that he actually tries to make himself look like the place. So he wears camouflage trousers and a camouflage top - and, when there are deer around, he pulls his camouflage hood over his head. Where's Johnny Kingdom? Gone. Except that a piece of Exmoor seems to be yabbering away in a West Country drawl. By day, or maybe by night, Johnny's a grave-digger. So when he finds one of his beloved badgers dead on the road, I thought he might give it a proper interment. But he's in a hurry, so he just takes it into the trees and covers it up with some bracken. \"Poor little badger,\" he says, saluting it. \"God bless you my friend.\" He loves it all: the birds, the wild ponies, the deer. But most of all Johnny loves the badgers. \"They're beautiful, the black-and-white striped animal, they're a clean animal.\" Five years ago he built himself a wooden tower from which to film them. It was an extraordinary Heath Robinson construction, with strings holding it up. On the ground below, he built a theme park for the badgers with raised runways for them to run along, pipes, and wheels for them to spin. But one day the badgers just stopped coming. \"Whether it's the climate change or what, it's a sad state of affairs,\" says Johnny's farmer friend Tony Thorne. So Johnny is building a new tower, on another part of the moor. It's a sturdier structure this time, made from steel scaffolding. And he wraps it all up in camouflouge tape, so it disappears, just like him. Then he gets up there with his torch, and a few good tips for badger-watching. \"The most important thing is when you turn your light on, you turn it up into the sky, you come down very slowly like this, and that badger, I guarantee you, thinks it's the moon.\" Do they come though? Of course they do. First just a black-and-white nose sticking out of the ground, testing the air, perhaps wondering why the moon is so strong tonight. Then there are two. And he's right, they are beautiful. But this programme is not so much about the badgers as it is about Johnny Kingdom."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}