{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2006/oct/12/japan.northkorea1", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2006-10-11T23:17:19Z", "webTitle": "Japan bans all trade with North Korea", "webUrl": "https://www.theguardian.com/world/2006/oct/12/japan.northkorea1", "apiUrl": "https://content.guardianapis.com/world/2006/oct/12/japan.northkorea1", "fields": {"headline": "Japan bans all trade with North Korea", "bodyText": "Japan unilaterally imposed fresh sanctions on North Korea yesterday, including a ban on shipping, as Pyongyang warned it would consider US pressure \"a declaration of war\". Three days after North Korea claimed it had conducted its first nuclear test, there was no sign of tension subsiding. Japan's prime minister, Shinzo Abe, unwilling to wait for the UN security council, announced a total trade ban on North Korea. All its ships will be denied entry to Japanese ports. As he spoke, about two dozen North Korean ships lay idle in Japanese ports yesterday with no dockers to unload them. Other measures include a ban on the entry of North Koreans, other than those with residential status. Tokyo imposed limited sanctions in July after Pyongyang test-fired missiles over the Sea of Japan. Japan is pressing for tough sanctions, working alongside the US, with French and British backing, but China and Russia are proving hesitant. George Bush, the US president, yesterday warned of \"serious repercussions\" and promised increased military cooperation with Washington's allies in the region, including bolstering their ballistic missile defences. He said he supported efforts to work toward a solution with more dialogue with North Korea. \"The United States remains committed to diplomacy,\" he said, but added that it also reserved \"all options to defend our friends and our interests in the region.\" But the North Korean foreign ministry warned: \"If the US keeps pestering us and increases the pressure, we will regard it as a declaration of war and will take a series of physical corresponding measures.\" The second most powerful figure in North Korea, Kim Yong-nam, threatened a second test unless the US softened its stance. \"The issue of future nuclear tests is linked to US policy towards our country,\" Mr Kim told Japan's Kyodo news agency. \"If the US continues to take a hostile attitude and apply pressure on us in various forms, we will have no choice but to take physical steps to deal with that.\" North Korea has issued bellicose statements in the past without taking action. Within the past six months it has, however, fired long-range ballistic missiles and conducted its first nuclear test. Australia said it had received information that North Korea was preparing a second test. \"We have very real concerns that they may conduct another nuclear test and that they may do so very soon,\" the foreign minister, Alexander Downer, said. Kofi Annan, the UN secretary-general, urged Pyongyang not to escalate an already \"extremely difficult situation\". He urged the US to enter direct talks with North Korea, something which Washington consistently refuses to do. \"I have always argued that we should talk to parties whose behaviour we want to change,\" Mr Annan said. Mr Bush rejected criticism from Democrats that he had failed to build on a 1994 deal with North Korea agreed by then president, Bill Clinton.\"It is the intransigence of the North Korean leader, Kim Jong-il, that led to the current situation,\" said Mr Bush."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}