{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2006/oct/25/Olympics2012.politics", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2006-10-24T23:36:33Z", "webTitle": "London 2012: Games set for £2bn budget increase for new homes", "webUrl": "https://www.theguardian.com/sport/2006/oct/25/Olympics2012.politics", "apiUrl": "https://content.guardianapis.com/sport/2006/oct/25/Olympics2012.politics", "fields": {"headline": "London Games set for £2bn budget increase for new homes", "bodyText": "A new budget is being negotiated for the 2012 Olympics to include extensive regeneration work in east London. The original funding package is expected to be substantially increased, possibly by £2bn, to take account of work needed to prepare the site for 40,000 new homes after the games, David Higgins, chief executive of the Olympic Delivery Authority, said yesterday. He told the Commons culture, media and sport select committee, that the creation of the new homes and 60,000 jobs in the Lower Lea Valley had not been planned at the time of the bid. \"It seems crazy to complete the games and then in 2013 fit out the entire site,\" he said. The ODA wanted to use the games as a catalyst for the regeneration of some of London's most deprived boroughs. A new budget will be submitted to the DCMS, which will in turn have to agree it with the Treasury. The existing funding package is £2.375bn to build the Olympic village and venues, plus an additional £1.044bn set aside for infrastructure work. Higgins said: \"We do not want to take a lot of short cuts and do a lot of superficial regeneration of the valley. The responsible thing to do is to look at what all government departments intend to spend in the Thames Gateway in the next five years. We need to co-ordinate the expenditure.\" It is thought that could push the Olympic project's total price tag up by between £1.5 to £2bn. The committee heard concerns from Janet Paraskeva, chair of the Olympic Lottery Distributor, over whether Camelot would meet its targets for raising £1.5bn for the ODA budget, £750m of which will come from Olympic-related games and draws. So far the lottery has raised £60m for the games, slightly ahead of target. Paul Deighton, chief executive of the London 2012 organising committee, said he was confident of raising the £2bn for the separate budget needed to stage the games. The cash will come from 9.5m ticket sales, merchandising and the sale of worldwide TV rights. London 2012 is seeking six long-term sponsors, paying up to £100m each and hopes to name the first company to sign up next March. \"There is enormous enthusiasm to be associated with the games,\" he said. Asked for a guarantee that the games would not require bailing out from the taxpayer, Deighton said: \"We are confident that the sources of revenue are sufficient to leave us at the organising committee with revenues that will match our expected expenditure.\" He would not be drawn on the likely additional costs of security for the games. He said London 2012 would take responsibility for in-venue security, but the police and Home Office were responsible for the broader budget outside. Nigel Evans, a Conservative member of the committee, said there could not be a bigger target for terrorists. \"Any increase will fall on London taxpayers,\" he said."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}