{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2010/sep/17/cesc-fabregas-arsenal-barcelona", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-09-16T23:06:51Z", "webTitle": "Barcelona can afford to wait for the ever-improving Cesc Fábregas | Kevin McCarra", "webUrl": "https://www.theguardian.com/football/blog/2010/sep/17/cesc-fabregas-arsenal-barcelona", "apiUrl": "https://content.guardianapis.com/football/blog/2010/sep/17/cesc-fabregas-arsenal-barcelona", "fields": {"headline": "Barcelona can afford to wait for the ever-improving Cesc Fábregas", "bodyText": "When a team are 5-0 up a trace of greed becomes excusable. Indeed it takes a stern mentality not to wallow in selfishness. Very few footballers would deny themselves the possibility of a hat-trick and prefer to pick out a team-mate as Cesc Fábregas did when setting up Carlos Vela's second goal in the drubbing of Braga. The discipline of the Arsenal captain bordered on eccentricity in a situation where others would have felt entitled to self-indulgence. Fábregas has made himself more distinctive than ever this year. After being denied a move to Barcelona, others would have sulked and performed weakly while suggesting that their life was in turmoil because they had not gotten their own way. It seems that Fábregas has a sense of proportion. \"People were saying after the summer that he may be somewhere else, but now he is showing he is a true professional,\" said the left-back Gaël Clichy. At 23, time is on the side of the Spaniard and he can anticipate getting to Camp Nou fairly soon, perhaps next summer. All the same, there is no cause for him to be disillusioned at the Emirates. Thanks to Arsène Wenger's influence, his development has been prodigious. Fábregas would once have been categorised as a playmaker, but the manager saw the benefit of pushing him into advanced positions where he could deliver the final pass to set up a forward or, more surprisingly, reveal a knack for cool finishing. Despite an injury that ended his club campaign in March, he scored 19 times for Arsenal while still creating at least as many goals for others as he had in his time as an orthodox midfielder. Camp Nou may be his destination, but the route he has taken so far has been so fulfilling that there has been no need for haste. Arsenal have gone five years without a trophy but experience at the club has equipped their captain to be a European Championship and World Cup winner with Spain. Clichy baulked when tentative parallels were drawn between the Spaniard in his youth and the English 18-year-old Jack Wilshere. \"Cesc was already playing at 16,\" he protested. \"He was playing with players like Patrick Vieira. Jack is a really good player but I still think he has a way to go yet to show he can be as good as Cesc. The talent is there but there's a big gap between playing a few games and being the number one like Cesc.\" While Fábregas continues to be on the books at the Emirates there are ambitions to be pursued with conviction. It looks as if there is more stability around him now. With Thomas Vermaelen injured for the Braga match, Wenger fielded both of his new centre-halves; Sébastien Squillaci and Laurent Koscielny. Nobody would have called them formidable, but Arsenal did keep a clean sheet against Braga, a side who had scored four times in the away leg of the qualifier with Sevilla. Evidence about the current resilience of Wenger's team, an attribute that has been deservedly doubted for years, is still being gathered but tomorrow's match at Sunderland will be informative. Arsenal have not travelled well, as last season's league table confirmed. The side, who came third, gathered 28 points from away matches. Manchester United, immediately above them, took 36. The tally for the champions Chelsea was 34. Arsenal are at present hindered because they failed in the effort to recruit a new goalkeeper, with Fulham holding on to Mark Schwarzer. Even so, Wenger's team badly need to make an impact in this campaign. After all, they may not have Fábregas to inspire them in the seasons thereafter."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}