{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2010/sep/17/house-of-games-michael-billington", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2010-09-16T23:33:29Z", "webTitle": "Review | Theatre | House of Games | Almeida | Michael Billington", "webUrl": "https://www.theguardian.com/stage/2010/sep/17/house-of-games-michael-billington", "apiUrl": "https://content.guardianapis.com/stage/2010/sep/17/house-of-games-michael-billington", "fields": {"headline": "House of Games", "bodyText": "The Almeida seems obsessed with making plays out of movies. It more or less worked with Bergman's Through A Glass Darkly because of the original's confined setting. But Richard Bean's version of House of Games, a flawless 1987 film written and directed by David Mamet, is a pointless exercise. What emerges is a strange crossbreed which takes much of the sting out of the Mamet screenplay. As always with a story dependent on surprise, a critic's hands are tied. But one can reveal that the heroine, Margaret, is a psychoanalyst who has written a best-seller on compulsive behaviour. When a patient claims his life is at risk because of a gambling debt, she tracks down Mike, the man threatening him. Intrigued by the seedy world she enters, Margaret is drawn into a dodgy poker game. She is also mesmerised by Mike, and suddenly a willing accomplice to a group of Chicago con artists. Mamet's movie depended on mystery and the spectator's willingness to see things from Margaret's point of view: we were as fascinated as she was by this murky milieu. But Bean's play is radically different. We view the heroine and the con men objectively, and are asked to find the latter faintly comic. Bean creates a new character, a dumb trickster who'd scarcely find work with the Three Stooges, let alone a gang of predators. We also get a plethora of wisecracks; when one con victim announces \"I'm a banker\", he is told \"I don't want to know your problem.\" But there is a deeper issue than one of mood. Mamet realised that \"the job of the director is to tell the story through the juxtaposition of uninflected images\". So he cuts rapidly from a shot of Margaret in her office to one of her surveying the poker joint from across the street. The meaning is in the editing: the clinical academic is about to enter a disturbing new world. Such effects, however, can't be reproduced in theatre where it takes 30 seconds of blackout and background music, allowing the heroine time to change her costume, before she appears in the gambling hell. Lindsay Posner's production does its best to overcome the obstacle of being confined to two locations, and there is nothing wrong with the acting. Nancy Carroll is plausible as the analyst forced to confront her compulsions, Michael Landes invests Mike with sinister charm, and Al Weaver is suitably wild as the patient whose predicament lures the heroine into new territory. Even there, everything has to be spelled out. In the play, the boy taunts the analyst, \"why are you so sexless?\" whereas in the film her power-suited precision rendered the question superfluous. What I'm saying is blindingly obvious: that plays and movies operate in different ways. It's a message that the theatre, littered with corpses of dud stage versions of everything from Les Enfants du Paradis to transplanted Hitchcock, seems curiously slow to learn. Why go and see House of Games when you can rent the video?"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}