{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2010/sep/25/labour-years-term-report", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2010-09-24T23:06:26Z", "webTitle": "The Labour years: Could have done better", "webUrl": "https://www.theguardian.com/politics/2010/sep/25/labour-years-term-report", "apiUrl": "https://content.guardianapis.com/politics/2010/sep/25/labour-years-term-report", "fields": {"headline": "The Labour years: Could have done better", "bodyText": "As Labour elects a new leader, we look back on the record of the last 13 years. How can the incoming leader repeat Labour's successes and avoid past failures? In recent weeks, star players of the Labour era have rushed to spill the beans, each telling his or her own self-justificatory versions of the inside story. We examine the hard outcomes: the ambitions realised, the targets missed and the reasons why. This is a timely reminder, as the coalition plans to roll back all the extra spending of recent years, ending many of Labour's programmes and shrinking the state back as if the last 13 years had all been a dream. Labour came to power in 1997 as a historically necessary government, ready to restore a near derelict public realm that had fallen shamefully far behind standards among its European neighbours. There was no doubting the overwhelming public desire to see public services replenished after years of Tory imprudence and swindling capital spending. Health and education were pressing public priorities. Here, we focus on domestic policy – though foreign catastrophe marked out the era just as surely. The problem was paying for it. Labour never dared make the political case for increasing the tax take, and failed to adjust spending when growth dipped after the first years of the new century. But above all, Labour never trusted the British people enough to confront them with the grown-up facts of life – better services have to be paid for. So Blair soothed middle England while Brown levied a little more tax by stealth. Dare the new leader be more honest about the price of public improvements, and abandon that New Labour pretence that we can have Scandinavian quality on US tax rates? Economy In the 13 years Labour was in power, GDP per head grew by 20% in real terms. Had that sum been shared out equally, everyone would have had £3,840 more in January 2010 than in May 1997, measured in 2009 prices. That was enough to buy a third of a new Ford Fiesta, a week in Lanzarote for six, a breast enlargement operation, a year's university tuition or a year's social housing rent. Averaging the good and the post-crash years, annual growth in GDP per capita was 1.6%. The 1948-1998 average had been 2.2%. Labour bucked no trend. Still, average unemployment fell, from 9% between 1992 and 1997 to 5.5% between 1997 and 2007. What Labour brought to the party was jobs, many of them in the public sector. As the coalition takes them away, unemployment looks like reverting. Moses-like, Brown dominated the Treasury in 1997, his tablets commanding prudence and restraint. But this prophet fawned on financial power and worshipped its excesses. Capital will be safe with Labour, he told the boardrooms. Corporate taxation was kept low – it was second lowest among the G7 in 2009. Profits beckoned as the state divested itself of air traffic control and defence research, pushed contracting in health and IT, guaranteed returns for the companies owning water, nuclear and train companies and (though this changed later) soft-pedaled on competition inquiries in defence, communications and energy. Until the recession, Labour's vision excluded making things. As Simon Topman, a businessman, told us: \"They talked down manufacturing. They said it was all over and globalisation was inevitable. They never said they believed in us. Waves of these negative messages coming from the top meant no one wanted to invest either. Fathers I know in manufacturing told their sons it was all over, lots took early retirement and sold out rather than buy new machinery and invest in the future.\" When Labour came into power, tax amounted in total to 35% of GDP. Anti-statists liked to conjure up a government behemoth consuming the nation's hard-earned produce, with Brown intent on fattening the beast. Yet under Labour, the tax-GDP ratio peaked at just over 36% in 2001 then fell, returning to 36% in 2007-8. The trouble then, and now, is that the national appetite for services and benefits exceeded that. Labour tried to bridge the gap by stealth. Its new leader has to pick up from its failure to make ends meet. The verdict: Macroeconomic good fortune and public spending produced good years; the City's fallibility was proved in the crash. 5/10 Health Labour took 1997 as a mandate to spend, and from 2000 it did - by 7% a year in real terms in the next decade. They left the NHS in better health, its shabby face scrubbed up. Waiting times for elective surgery were the touchstone; they fell to unprecedentedly low levels. But the price the NHS paid was political fixation on minutiae; not just organisation but operations, clinical practice and recovery rates. Plans and edicts spewed out. Patients were largely oblivious; what mattered was the extra money. Here Labour came closest to an honest bargain with people, who kept telling pollsters they wanted more and better healthcare. The 2001 increase in National Insurance was pegged explicitly to increased spending, and won popular support. New money bought physical transformation, immediately visible to patients and relatives coming through those shiny glass atriums, though they might moan about car park charges. Capital spending rose from £1.1bn to £5.5bn over the decade to 2007-8. That money built 100 hospitals, pushing the average age of NHS buildings down dramatically: in 1997 half were Doctor in the House, by 2010 most were House (by then only a fifth of NHS buildings dated from before 1948). \"No one could justifiably deny the past decade has seen an improvement in quality in the NHS,\" disinterested foreign observers concluded in a 2009 Nuffield Trust study. But dementia and dentistry remained Cinderella services. Labour bequeathed social care costs and conundrums to their successors. As for value for money, they stuffed the clinicians' mouths with gold and gave other staff a gilded \"agenda for change\". Endless \"reforms\" perpetrated by Blair, Alan Milburn, Patricia Hewitt, John Reid and their advisers consumed time and goodwill in chopping and churning. Labour could not quite bring themselves to state a redoubtable truth. The NHS, big and baggy, with all its anomalies, worked pretty well. What the anorexic patient they inherited in 1997 needed most was fattening up. But gradually. Force-feeding was the wrong therapy: the NHS probably got too much extra, too fast. A lot of British people were in a not dissimilar position, eating and drinking too much. Labour knew the public health score, but ducked dealing with the food and drink manufacturers, let alone the social inequalities at the root of much obesity. Everyone was living longer – good news. But the gap in life expectancy between men in poorest areas and the average grew by 2%. \"The question is how to get the public engaged with the services they've got,\" Averil Dongworth, chief executive of Chase Farm hospital told us. Labour found no formula for getting people to take responsibility in health. As for its repeated reorganisations. \"Going in a circle? I'd say three or four times round in a circle.\" In the Con-Lib era, she will have more pointless circuits to do. The verdict: Labour saved the NHS, but meddled. 8/10 Education A tide of new money washed through schools. Primary school spending per pupil went up by a third in real terms in the eight years after 2000. After 1997, teacher numbers in England grew by 32,000; schools recruited 100,000 more teaching assistants and 70,000 more support staff. By 2008 capital investment was running at eight times the 1997 level of £1bn. Labour hit their target of having 80% of 16-18 year olds in learning of one kind or another in 2004. In the 10 years after 1997, undergraduate and postgraduate numbers together rose from 1.8 million to 2.4 million. Blair, in the manner of his unprepared and uncosted declaration on child poverty, committed the government to a target of half all 18-30 year olds graduating: that reached 45% by 2009. Average teacher salaries increased by £5,000 a year, up 17% in real terms between 1997 and 2007, with head teachers getting 32% and newly qualified teachers 13%. At Oakthorpe primary school in Enfield, north London, veteran head George Cumner-Price did not hesitate for a moment in declaring teaching quality to be immeasurably better. His formula could start the daily maths lesson: quality teachers + more of them = better results. Attainment in primaries increased markedly between 1998 and 2000, but plateaued. In Labour's last summer results, the number reaching the standard for their age group in English was down one point to 80%, ending the upward trend of the previous 15 years. A fifth of England's children still left primary school neither literate nor numerate enough to cope with secondary education, and likely to end 11 years of compulsory education with no useful qualifications. Half of all secondary pupils left with five good GCSEs. But in almost 1,000 secondary schools, only one in three pupils made the standard in English and maths at 16. Ministers noted proudly that average school performance in 1997 had become the bottom marker by 2009 – not bad. Progress was fastest in poor areas, especially in London. Yet something went awry. Teachers resented Labour for intrusive targets and \"deprofessionalisation\". Gleaming new independent academies in the poorest places were handed over to businesses and churches. Faith schools multiplied in a secular nation, increasing social segregation. Despite national literacy and numeracy strategies, improvements in results undershot ambitious targets set. More children stayed on longer and learnt more under Labour, but successive ministers were defeated by the same hard old truths about British society: background and parental income trump classroom. However, international comparisons do record movement up the ladder. England's pupils now perform about as well as their peers in the rest of the developed world, providing little cause for panic, but also faint cause for celebration. Cinderella sectors benefited, notably further education. John Hogg, principal of the gleaming new Middlesbrough College said Labour had made a difference, especially to those who failed at school. \"They made us feel we mattered. Maybe it started with Blunkett as their first education minister and the kind of education he'd had. He understood about second chances from his own dreadful education.\" The verdict: Blair's \"education x 3\" mantra got results, but social divisions in educational destiny stayed all but unchanged. 6/10 Equality Labour stopped inequality getting worse. Child poverty would have been 6 to 9% higher without their measures. The Gini coefficient of inequality would have gone up three points rather than by the two it did rise under Labour. A one-point mitigation – that was Labour's achievement. Yet they emphasised equality in school attainment, public health, deprived communities, early years, the New Deal, the minimum wage and tax credits. The government worked hard at welfare to work. We spoke to a Jobcentre Plus official who started to sound like a Soviet-era farm worker praising the beetroot crop - but sincere and far from untypical in her zeal to help young people into work. The National Audit Office reports that she and her work and pensions colleagues scored better than the private and voluntary agencies Labour brought in, and to which the coalition will hand everything over. Blair said if he did not leave behind a fairer Britain, he would have failed. He failed, Brown too, despite using the words \"fair\" and \"fairness\" 40 times in his 2008 conference speech. Yet Blair made that extraordinary promise to halve the number of poor children by 2010 and, in 2009, Brown secured the Child Poverty Act, formalising the commitment. In 1997, Labour inherited 3.4 million poor children – 26% of all children. By 2007 there were still 2.9 million. That meant half a million children no longer lived in poor households, an achievement: a cut of quarter compared with that promise of half. Lone parents, whatever the tabloids said, were going to work outside the home. Thanks to the New Deal, their employment rate rose from 45% in 1997 to 57% 12 years later; Labour had wanted 70%. The inequality that hardly dared speak its name was social class. On its deathbed, Labour recognised that society was closed: 45% of senior civil servants, 70% of finance directors and 75% of judges were privately educated – as were the victorious prime minister and deputy, after the election. Labour's replacement by a cabinet of Old Etonians and Old Westminsters, 18 of them multimillionaires, said it all: no plates shifted in Britain's social geology. Labour would not admit that \"Broken Britain\" was in truth \"Unequal Britain\", manifest in everyday ill health, obesity, drunkenness, truancy, school failure, teenage motherhood and childhood unhappiness. The verdict: A for effort, C for barely touching Britain's class structure. 6/10 The verdict Labour left behind a sprucer public realm. Schools, FE colleges, hospitals and clinics, benefits offices, children's centres, arts and sports venues, parks and museums were all renovated, restocked and rebuilt. Look around, especially in the cities of the north, to see buildings and public spaces that will mark Labour's era for years to come, despite the cuts. It's a decent list. Public services measurably improved. Bus passes, the right to roam, arts and science funding, civil partnerships. But the roster of failure and weird policy includes casinos, lapdancing, late drinking, the explosion in prison numbers, 28-day detention without trial, the incarceration of refugee children – and the bizarre House of Lords, where 92 ermine-clad aristocrats hang on, like zombies defying democracy. MPs' expenses were an accident waiting to happen, while Labour's constitutional conservatism failed to clean up party funding, or bring in the proportional voting for the Commons it enacted for Scotland, Wales and the Greater London Assembly. A Labour vision for the UK shimmered, then dissipated. Devolution was supposed to run alongside re-legitimisation of government inside England; instead, Labour toyed with regional assemblies, mayors and city regions, only half-formed. Cuts in carbon emissions were promised but not delivered. All those criminal justice acts and extra police had a limited effect on crime, which continued its long-run international decline. Take Asbos. An innovative attempt to address a genuine problem of disorder on estates – worth experimenting with in local areas – became a national panacea, which did not work. Labour's housing record was poor. Despite the boom in prices, few new homes were built and state-supported construction did not compensate, though many council houses were refurbished. One result was to intensify the impact of a steep rise in immigration in poorer areas. However it was not foreigners at home but Labour's intervention in a foreign country that did the worst reputational damage. If you leave out the particulars of the Iraq episode - Blair's character, the pusillanimity of Labour MPs and the dodgy dossier – the war was business as usual for British foreign policy. British soldiers were deployed because British policy was aimlessly committed to \"punching above our weight\", as if that were in itself a goal. A desperate desire for influence in Washington and at the UN top table led both to the war in Iraq and over-commitment in Afghanistan. The early rash promise of an \"ethical foreign policy\" was best met with a pledge to hit the UN target of giving 0.7% of GDP in aid. In 1997, the Tories paid just 0.26%. By 2005 that had doubled, but it was still short and would not have reached the target until 2013. Some say Blair, Brown, Mandelson and the New Labour architects had concluded that Britain was unchangeable and besides, for at least two of them, the seductions of wealth had welded them to the plutocratic status quo. If so, it is a category error to judge them against progressive goals they didn't have. But why then would Blair have made that astonishing pledge to end child poverty? Why the plentiful targets devoted to the socially excluded? Labour knew money spent on tax credits for poor families was of no political use: the families who gained most gave Labour little credit, and many didn't vote. Beneath the faint-heartedness, wrong directions and the misinterpretation of the public will, Labour's heart was still beating to the left. Britain was a better place for the election of Labour in 1997, with that great red carpet of opportunity before it. But did Labour do as well as it might, given the constraints, the baggage it carried and the circumstances over which it lacked control? No, because it did not convince the people, who by 2010 were susceptible to the Tories' anti-Big Government message. No, because Labour's state was too often oppressive and ineffectual at the same time. Not enough altered in the fabric of a country so strongly defined by class, regional disparity, inequality, individual and commercial under-achievement. Nor did Labour summon the nerve to challenge the owners and perpetrators of mean-spirited British journalism. Labour's new leader may lack Blair's political genius, but perhaps will have a clearer sense of direction and a more generous understanding of Britain's capacity for responding to arguments for greater fairness; based this time on an honest calibration of the respective size and obligations of public and private, rich and poor. Overall verdict: Labour showed what the state could do to improve lives and chances, but never made, nor won, the case for its extra costs. 6/10 Extracted from The Verdict: Did Labour Change Britain? by Polly Toynbee and David Walker, published by Granta at £18.99. To order a copy for £14.49 with free UK p&amp;p visit guardianbookshop.co.uk or call 0330 333 6846. Buy both The Verdict and Unjust Rewards: Ending the Greed that is Bankrupting Britain by Polly Toynbee for £19.99 (save £7.98)."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}