{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2010/sep/01/william-hague-aide-gay-relationship-rumours", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2010-09-01T23:27:00Z", "webTitle": "William Hague denies gay affair rumours as aide quits", "webUrl": "https://www.theguardian.com/politics/2010/sep/01/william-hague-aide-gay-relationship-rumours", "apiUrl": "https://content.guardianapis.com/politics/2010/sep/01/william-hague-aide-gay-relationship-rumours", "fields": {"headline": "William Hague denies gay affair rumours as aide quits", "bodyText": "William Hague released a deeply personal statement about his struggle to start a family yesterday and announced the resignation of a young special adviser as he moved to kill off \"untrue and deeply distressing\" rumours of an affair. Amid unease in Downing Street at his judgment in appointing a 25-year-old with little apparent expertise in foreign affairs, Hague took the extraordinary step of revealing highly personal details about his marriage to dispel rumours that he had made an \"improper\" appointment. Hague, 49, responded to intense speculation about his private life, sparked by the publication of old photos of him joking with Christopher Myers in the Mail on Sunday nearly two weeks ago, by admitting that they had shared a twin-bedded room \"occasionally\" during the election campaign. But the foreign secretary denied that they had been involved in a relationship, a point he illustrated by highlighting the strength of his marriage in an account of his difficulty in starting a family. \"I have made no secret of the fact that Ffion and I would love to start a family,\" he said. \"For many years this has been our goal. Sadly this has proved more difficult for us than for most couples. We have encountered many difficulties and suffered multiple miscarriages, and indeed are still grieving for the loss of a pregnancy this summer. \"We are aware that the stress of infertility can often strain a marriage, but in our case, thankfully, it has only brought us closer together. It has been an immensely traumatic and painful experience but our marriage is strong and we will face whatever the future brings together.\" The foreign secretary insisted he had not been involved in a relationship with Myers as he admitted that they had shared a room. \"Any suggestion that his appointment was due to an improper relationship between us is utterly false, as is any suggestion that I have ever been involved in a relationship with any man,\" Hague said. \"This speculation seems to stem from the fact that whilst campaigning before the election we occasionally shared twin hotel rooms. Neither of us would have done so if we had thought that it in any way meant or implied something else. In hindsight I should have given greater consideration to what might have been made of that, but this is in itself no justification for allegations of this kind, which are untrue and deeply distressing to me, to Ffion and to Christopher.\" The dramatic statement by Hague, who confirmed that Myers had decided to resign because of the pressure of \"untrue and malicious allegations\" about him, came after rumours had been swirling for days on the internet. The Guido Fawkes political website led the charge after the publication of the photos in the Mail on Sunday. The website made a freedom of information request about the Myers appointment and disclosed that he and Hague had shared a hotel room at least once. This prompted the Foreign Office to release a statement on Tuesday night saying: \"Any suggestion that the foreign secretary's relationship with Chris Myers is anything other than a purely professional one is wholly inaccurate and unfounded.\" The Foreign Office agreed with Downing Street yesterday that this did not go far enough and that Hague would need to take the dramatic step of releasing highly personal details about the strength of his marriage to kill off the rumours. Government sources stressed that the statement was Hague's idea and that it was fully supported by his wife, Ffion. But Andy Coulson, the Downing Street director of communications, was heavily involved. Downing Street has been irritated with Hague's handling of the matter. One senior Tory said: \"It is pretty clear that Downing Street has had reservations about how this has been handled. They feel the whole situation is a mess and it had to be sorted.\" Hague's greatest mistake, Tories say, was to appoint Myers as his third special adviser when he has little expertise in foreign affairs. Sources say he should have had a job in Hague's parliamentary office because he is a key adviser in Hague's Richmond constituency. Cabinet ministers usually have just two special advisers, a convention Hague followed when he appointed his long standing aides Arminka Helic and Denzil Davidson after the election. The Foreign Office justified the Myers appointment on 24 May the grounds of Hague's additional duties as first secretary of state. This is a title which carries no extra ministerial duties other than sitting on cabinet committees."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}