{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theguardian/2010/sep/06/corrections-clarifications", "type": "article", "sectionId": "news", "sectionName": "News", "webPublicationDate": "2010-09-05T23:06:37Z", "webTitle": "Corrections and clarifications", "webUrl": "https://www.theguardian.com/theguardian/2010/sep/06/corrections-clarifications", "apiUrl": "https://content.guardianapis.com/theguardian/2010/sep/06/corrections-clarifications", "fields": {"headline": "Corrections and clarifications", "bodyText": "• We reported that more than 3 million doctors had downloaded an application, invented by a University College London researcher, that allows an Apple iPhone to be used as a stethoscope (Doctors swap their stethoscopes for iPhone heart app, 31 August, page 13). What we should have said was that according to the inventor, Peter Bentley, 3 million people in general downloaded this app. (Three million doctors would have been a substantial proportion of the world's stock of same.) • Alongside a story about the Palestinian-Israeli talks in Washington, a side panel showed some of the main people involved (Key figures at the White House, 2 September, page 22). In early editions, the thumbnail photo of \"King Abdullah II\" showed the king of Saudi Arabia instead of the king of Jordan. • A repeat offender made its latest appearance when a picture caption – Car chase ends in three arrests, 3 September, page 11 – said that policemen at an arrest scene in Peterborough were armed with machine guns. With rare exceptions, British police do not carry machine guns/submachine guns. The big guns they are sometimes seen with are, as our last correction noted (29 October 2009) single-shot weapons, meaning they are called semi-automatics. • Our feature on Brett Dean's opera Bliss, based on Peter Carey's novel of the same name (Hands up if you're going to hell, 30 August, page 20, G2), said that Carey had left his job in advertising behind and joined a commune called Starlight. In fact, he continued to work in advertising while in Starlight."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}