{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2010/sep/02/tony-blair-not-labour-messiah", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2010-09-01T23:05:11Z", "webTitle": "Letters: Tony Blair wasn't Labour's messiah", "webUrl": "https://www.theguardian.com/politics/2010/sep/02/tony-blair-not-labour-messiah", "apiUrl": "https://content.guardianapis.com/politics/2010/sep/02/tony-blair-not-labour-messiah", "fields": {"headline": "Tony Blair wasn't Labour's messiah", "bodyText": "As a Labour party member since before Tony Blair was born, and whose father joined the ILP as a teenager in the 1890s, and who therefore was a founder member of the party, I believe I am qualified to comment on many of Blair's statements (I knew Brown premiership would be a disaster for Labour, 1 September). But rather than all the policy issues from civil liberties to Iraq and Afghanistan, I will pick out just one: \"I adore the Labour party,\" he says. I do not adore the Labour party. I see a world rife with poverty, conflict, injustice, exploitation, preventable disease and many other evils. I try to do my little bit to combat these evils, and one of the agencies through which I make my contribution is the Labour party. But it is a very flawed mechanism, as David and Ed Miliband's father Ralph made clear in his book Parliamentary Socialism. I stick with it because there is no practical alternative that has any hope of achieving the power necessary to even start the transformation of our society that I desire. And because many grassroots members share my vision, despite the many disappointments when office is achieved. One of the besetting sins of the left is that it is always looking for a messiah, and messiahs are few and far between. Tony Blair was certainly not one. Whoever wins the leadership election, an element of scepticism will remain a legitimate philosophical attitude. Frank Jackson Political education officer, Harlow Labour party • Talk about pots calling Brown black! Like many of my acquaintances, I and other long-term Labour activists left the Labour party when it became a distorted reflection of the Tories. Is Blair so deluded – about this as well as many other things in the real world outside Westminster – that he thinks Labour would have won if he had continued as leader? Diane Munday Wheathampstead, Hertfordshire • Blair and Brown were the Lennon and McCartney of New Labour – neither produced as good songs on their own as they did together. Tony Flynn Newcastle upon Tyne • Tony Blair is right when he says \"If Labour defaults to attacking 'Tory cutters and Lib Dem collaborators' it will not be elected\". But I am sure that will not top the usual display of correspondents, newspaper columnists and otherwise anonymous leftwing backbenchers from suggesting the complete opposite as a matter of course (Letters, 1 September). Tainted he may be, but Blair remains the only Labour leader to have kept out the Tories for three elections – for which those who have benefited from Sure Start, who are educated in new school buildings or who enjoy astoundingly better NHS treatment than was available in 1998 should be profoundly grateful. Jonathan Harris St Austell, Cornwall • Your report on Tony Blair's memoir reveals a man who can gloss over the deaths of hundreds of thousands of humans as long as they are not British (Afghanistan and Iraq); who believes in pre-emptive war as policy (Iran); who does not believe the state should have any economic responsibility towards its citizens (financial crisis); who does not believe citizens should be able to hold the state accountable to any degree (Freedom of Information Act); who is in awe of royalty and celebrity culture (Diana and Rupert Murdoch); who values macho posturing over intellectual competence (Alastair Campbell and Gordon Brown); who believes God talks to him (Northern Ireland); and who equates any left-progressive values with failure (Labour's future). Assuming all this is sincere, I can see why he may be counted among the leading modern conservatives, but it beats me why Labour supporters should still count him as one of their own. Pablo Mukherjee Oxford • 700 pages seems excessive. I'll remember Blair in one sentence, spoken by an Afghan farmer and reported in the Guardian last September: \"I couldn't find my son, so I took a piece of flesh with me home and I called it my son.\" Cathal Rabbitte Zollikon, Switzerland"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}