{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2010/sep/10/research-funding-cuts", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2010-09-09T23:05:21Z", "webTitle": "Science funding: Experimental thinking | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2010/sep/10/research-funding-cuts", "apiUrl": "https://content.guardianapis.com/commentisfree/2010/sep/10/research-funding-cuts", "fields": {"headline": "Science funding: Experimental thinking", "bodyText": "Vincent Cable gave a good speech this week on the importance of scientific research, and then ruined the effect by confirming that funding for research is to be reduced. Yesterday David Willetts repeated the trick. He praised British universities, before declaring that they do too much research. Both are intelligent men, instinctively sympathetic to academia. They must be aware of the contradictions in the policy they now defend. The government spends around £6bn a year supporting science – almost three times the Foreign Office budget. Scientists would of course like that figure to increase. They can point, as Mr Cable did, to rising science funding in Asia and the United States. It is commonplace to assert that developed countries need to get cleverer in order to compete, and that since science is one of those areas in which this country is still world-class, the government ought to be doing all it can to support it. Hence the disappointment at Mr Cable's immediate surrender to cuts. One pro-science blog yesterday contrasted the business secretary's search for economies with promises of greater funding for science from leaders in France, Germany, India and America. Indeed, the US president was promising more money for innovation this week as a route out of recession, even as Britain prepares to cut it. Yet it is simplistic to hope that all existing spending can be sustained. Ministers have inherited Labour plans for massive unidentified cuts. Those cuts have been made much bigger by the coalition, but there was never any prospect of avoiding them altogether. Scientists should also think twice before seeking refuge in the claim that all their research is beneficial to economic output. The truth is that while much of it is, some of the best scientists work in fields that will never produce commercial spin-offs, but which still deserve funding as a public good. The long-term threat to British scientific excellence lies as much in an obsessive government concentration on work that appears to ministers to be economically valuable as in a short-term cut in the amount spent on it. \"There is no justification for taxpayers' money being used to support research which is neither commercially useful nor theoretically outstanding,\" Mr Cable said this week. That may be true; but who is to decide which work qualifies as excellent, or useful? By its nature, the outcome of research is unpredictable and any benefits long-term. Picking commercial winners is hard to do. Scientists must mount a defence of pure research and fight the crude idea that the best science is done in pursuit of profit."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}