{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2010/sep/14/hugh-muirs-diary-richard-balfe", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2010-09-13T23:15:37Z", "webTitle": "Hugh Muir's diary", "webUrl": "https://www.theguardian.com/politics/2010/sep/14/hugh-muirs-diary-richard-balfe", "apiUrl": "https://content.guardianapis.com/politics/2010/sep/14/hugh-muirs-diary-richard-balfe", "fields": {"headline": "Diary", "bodyText": "• Here we go, from the summer of rage that never was to the winter of discontent that looks quite likely to come to fruition. Come the moment, come the man, and surely with the government and the unions on a collision course, now is the time for Richard Balfe, the Tories' link to the trade union movement, to swing into action. But where is he? No speech from him scheduled from the TUC conference podium in Manchester. Nothing, as far as the organisers are aware, planned at any of the fringes. David Cameron declined his own invitation from congress – at the time he was expecting to be away on paternity leave – but there is nobody replacing him. The closest thing to a representative from the Con-Dems will be the independent governor of the Bank of England, Mervyn King. Disappointment then, but scant surprise, as in Haringey, north London, where Balfe – a former Labour MEP – leads the Tories, the local trades council have been trying to sit down with him for the last two years. And the idea for that meeting was his. • Let's have an election pact, said Tory brainbox Nick Boles to the Lib Dems yesterday. And many do believe that the coalition partners are ready to move from their seedy roadside motel into an apartment made for two. But there isn't quite the required harmony in nearby Kensington and Chelsea, where the parties are going head to head in a local council ballot on Thursday. Lib Dem deputy leader Simon Hughes has been campaigning in what he says is \"a winnable byelection\". With the cuts as the battleground? Erm, no. Not quite. • Meanwhile, more trouble for coalition defence secretary Liam Fox and his neocon project the Atlantic Bridge, which was set up as a charity but does not appear, according to the Charity Commission, to have engaged in much that one might describe as charitable activity. Pursued by indefatigable blogger Stephen Newton, the Bridge, set up to cement the \"special relationship\" between Britain and the US, was told in July to cease its current activity and think again. But what, says Newton, about all the monies raised and spent during the period that it was registered as a charity but effectively behaving like a cheerleader for the Conservative party? Get some of our money back, he said in a solicitor's letter to the commission. And if you can't sort it out between you, I'll seek judicial review. The deadline he gave them runs out this week, and then \"it's off to the high court, everybody\". The suspense is terrible. Do hope it lasts. • And with members of the World Nuclear Association heading for Westminster Central Hall tomorow for its annual shindig, truly thoughtful of our friends at Sellafield to put on a splendid safety cock-up to give them all something fresh to talk about. A maintenance procedure and a connection error meant there was no monitoring of the hydrogen levels in a waste compartment silo for six days. Still, there was no explosion, bigwigs say. And there are fewer cock-ups at the nuclear plant these days, so we should be grateful. The trend is going the right way. • Finally, given the choice, he would have been in New York, preparing for the final of the last grand slam of the season. But his mind went walkabout, and all hopes were dashed. So instead Andy Murray spent his Saturday afternoon as the guest of Mohamed Al Fayed in the chairman's box at Fulham to watch the club's 2-1 victory over Wolves. It was a second visit to Craven Cottage this season for the Scot, who once declared that he would always support any team that was playing against England. Al Fayed and the English establishment famously have problems of their own. For the game itself, the tennis star arrived late, left early, and declined to quaff champagne and nibble smoked salmon sandwiches at half-time in the directors' lounge, despite the pull of others such as the actor Nigel Havers and Premier League chief executive Richard Scudamore. Instead Andy stayed in his seat chatting with a friend, and he spent most of the match sending text messages. His attention span seemed little better than it was last week in the US."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}