{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2010/sep/02/middle-east-peace-talks-israel-palestine", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2010-09-01T23:33:18Z", "webTitle": "Middle East peace talks begin as Obama warns 'chance may not come again soon'", "webUrl": "https://www.theguardian.com/world/2010/sep/02/middle-east-peace-talks-israel-palestine", "apiUrl": "https://content.guardianapis.com/world/2010/sep/02/middle-east-peace-talks-israel-palestine", "fields": {"headline": "Obama warns Middle East leaders 'chance may not come again soon'", "bodyText": "The Israeli and Palestinian leaders, Binyamin Netanyahu and Mahmoud Abbas, begin direct talks in Washington today after Barack Obama launched his initiative to forge a Middle East peace agreement within a year, which he described as a \"moment of opportunity that may not soon come again\". The US president said that he recognised the task would be difficult after so many failed efforts, and that passions and mistrust ran deep. But he said that the occupation and accompanying conflict were unsustainable. \"The purpose of the talks is clear. These will be direct negotiations between Israelis and Palestinians. These negotiations are intended to resolve all final status issues. The goal is a settlement negotiated between the parties that ends the occupation which began in 1967, and results in the emergence of an independent democratic and viable Palestinian state living side by side in peace and security with a Jewish state of Israel and its other neighbours,\" he said. \"We are under no illusions. Passions run deep. Each side has legitimate and enduring interests. Years of mistrust will not disappear overnight ... \"After all, there's a reason that the two state solution has eluded previous generations. This is extraordinarily complex and extraordinarily difficult. But we know that the status quo is unsustainable.\" The president said that it was in the national interests of all involved, including the US, that the conflict be brought to a peaceful conclusion. But he warned that the US could not impose a solution or want it more than did the parties themselves. Obama also called on Arab states to back the process, saying that they claimed to want to see an independent Palestine, but did little to support it – his statement implying that the Arab states should move toward recognising Israel. The talks were overshadowed before opening by the killing of four Jewish settlers in the West Bank on Tuesday. Obama said that \"terrorists who want to undermine\" the push for peace would not be allowed to weaken negotiations. Netanyahu said the deaths reinforced Israel's determination to ensure its security is at the forefront of the negotiations. Obama held bilateral meetings with the Israeli and Palestinian leaders, and the Egyptian and Jordanian leaders, before hosting a White House dinner for all four. Tony Blair, the envoy for the quartet of the US, UN, EU and Russia, was also expected to be at the dinner. Direct negotiations between the two sides begin today at the state department with the secretary of state, Hillary Clinton, and the US Middle East envoy, George Mitchell. The White House initiative has been met with wide scepticism in Israel and the occupied territories over whether the other side is ready for peace, particularly given the rejection by hard-right members of Netanyahu's cabinet of compromises such as dismantling settlements. But it has also drawn warnings that the talks may be the last chance to agree a two-state solution before either a new wave of violence or the continued expansion of Jewish settlements in East Jerusalem and the rest of the occupied territories makes such an agreement impossible. The talks are seen as a test of Israeli and Palestinian claims to be ready to finally forge an agreement. But they are also a measure of Obama's willingness to take the political risks necessary to keep the negotiations on track. The US administration has angered some of Israel's supporters by breaking with its predecessors in describing the failure to resolve the conflict as a cause of continued instability in the Middle East and a threat to America's national security. Some involved in previous peace negotiations are concerned Obama has failed to distinguish his push from the failed efforts of the past. \"People don't think there's an Obama-specific approach,\" said Daniel Levy, a former adviser to an earlier Israeli prime minister and an architect of the Geneva Initiative peace plan. \"There isn't a way of going about it that this administration has made its own and has wrapped its arms around. You're seeing a very similar approach to what we've seen in the past – an approach that didn't deliver.\" Levy warned that \"the script for now is still being written more by the Netanyahu government than the Obama administration\"; the White House would have to be very careful not to be seen as \"Israel's lawyer\" (as Aaron David Miller, a former US negotiator in the conflict, once put it) by exerting more pressure on the Palestinians than the Israelis, because it appears Abbas is in the weaker position and more likely to fold and make an agreement possible. The chief Palestinian negotiator, Saeb Erekat, said an agreement was inevitable at some point. The question was whether it could be reached within Obama's deadline of a year. \"[Palestinians and Israelis] know that, if not this year, next year, or in 10 years' time, it will be a two-state solution on the 1967 lines, Palestine next to the state of Israel. The difference in time here is how many lives of Israelis and Palestinians will be saved,\" he said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}