{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2010/sep/25/teach-first-no-sticking-plaster", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2010-09-24T23:06:24Z", "webTitle": "Letter: Teach First is no sticking plaster", "webUrl": "https://www.theguardian.com/education/2010/sep/25/teach-first-no-sticking-plaster", "apiUrl": "https://content.guardianapis.com/education/2010/sep/25/teach-first-no-sticking-plaster", "fields": {"headline": "Teach First is no sticking plaster", "bodyText": "I was shocked and disappointed to see a reference to the work of Teach First as a \"sticking plaster\" measure in the battle to close the attainment gap in education and describing our leadership development programme as \"community service volunteering\" (Last night's TV, G2, 21 September). Ample empirical and anecdotal evidence shows that Teach First actually provides a sustainable, long-term solution to the attainment gap through ensuring the pupils most in need have access to inspiring, intensively trained and ultimately well-qualified teachers. In inspecting our provision, Ofsted has said that we produce some of \"the most exceptional trainees produced by any teacher training route\", with at least half achieving qualified teacher status at the \"outstanding\" level. Our most recent figures show that 70% of our 2008 cohort have remained in teaching beyond their initial two years. This compares favourably with other routes into teaching. All of those completing their first year in the programme receive a PGCE, and the vast majority of participants now go on to complete a master's degree in their second and third year, making them among the most qualified teachers in the profession. Further, Teach First is already the fourth largest recruiter of graduates in the country, and we are now planning to double our intake over the next three years. Instead of criticising, we should be celebrating the quiet revolution whereby thousands of Britain's best graduates – many who might never have considered teaching – are now choosing to make a difference in schools, and become part of a growing movement to address educational disadvantage. Brett Wigdortz Founder and CEO, Teach First"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}