{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theguardian/2010/sep/25/brotherly-bond-milibands", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2010-09-24T23:06:24Z", "webTitle": "Letters: Brotherly bond", "webUrl": "https://www.theguardian.com/theguardian/2010/sep/25/brotherly-bond-milibands", "apiUrl": "https://content.guardianapis.com/theguardian/2010/sep/25/brotherly-bond-milibands", "fields": {"headline": "Brotherly bond", "bodyText": "Perhaps all previous reports during the Labour leadership contest that the relationship between the Miliband brothers was unbreakable were not as accurate as we thought (David Miliband 'will work for Ed' if he loses, 24 September). Why, if the two are so close, does the matter of whether and in what capacity David would serve under Ed – should the latter win the contest – have to be done through aides? Can't the brothers just pick up a phone or discuss it over dinner? Val Harrison Birmingham • This week I received a letter, posted in Nottingham in an envelope marked with the familiar Royal Mail postage-paid business frank, delivered to my door by a local taxi. On the back was a stamped message giving a freephone number to phone if it was delivered incorrectly and saying not to post it via Royal Mail. Can anyone tell me what is going on? Helen Bowyer Inverness • The correspondence about theme tunes (Letters, 24 September) is being needlessly prolonged by the failure to use the authorised (by Peter Cook and Dudley Moore) \"bum titty bum\" system of notation, which does provide for some notes half the duration of the others and for such critical analysis as: \"You've got a 'bum' where your 'titty' should be.\" DBC Reed Northampton • I was wearing a Trotsky badge in the 70s (Letters, 24 September) when a young guy asked why I had Colonel Sanders on my lapel. I think I knew then that the revolution was doomed. Roy George St Lawrence, Isle of Wight • I've got the best political badge, dating to late November 1990: \"What a year! Mandela – Out! Thatcher – Out!\" John Haycock London • How about \"Don't blame me, guv. I vote Green\"? Charles Harris London • That was a marrow escape (Woman sees off bear attack – with a courgette, 23 September). Richard Barnard Wivenhoe, Essex"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}