{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2010/sep/10/south-africa-tri-nations-shaun-edwards", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-09-09T23:06:05Z", "webTitle": "Jake White's interference is doing fallen South Africa few favours | Shaun Edwards", "webUrl": "https://www.theguardian.com/sport/blog/2010/sep/10/south-africa-tri-nations-shaun-edwards", "apiUrl": "https://content.guardianapis.com/sport/blog/2010/sep/10/south-africa-tri-nations-shaun-edwards", "fields": {"headline": "Jake White's interference is doing fallen South Africa few favours", "bodyText": "Jake White this week offered to ride to the rescue and take charge of South Africa a year away from the start of the World Cup. There is no doubting his credentials, but there is something distasteful about pitching for a job while the incumbent is still in place. South Africa are conducting a review of their Tri-Nations campaign after finishing bottom of the table with one victory in their six games. Their coach, Peter de Villiers, has come under fire but there is nothing new in that: he was under pressure even when the Springboks were storming all before them last year. I do not carry a torch for De Villiers, not because I do not rate him as a coach but because of some of the remarks he has made since taking over from White at the start of 2008. He was out of order when he effectively defended eye-gouging during last year's tour of South Africa by the Lions and even government ministers have reprimanded him about recent outbursts. De Villiers has had an eventful three years in charge and the Tri-Nations marked his first real blip in terms of results. South Africa's fortunes are of extra interest to me because they are in Wales's World Cup pool, but no one should fool themselves that they have suddenly turned into a poor side. They have been without the likes of Fourie du Preez, Heinrich Brussow, Bismarck du Plessis and Tendai \"The Beast\" Mtawarira for the entire summer while players such as Bakkies Botha, JP Pietersen and Juan Smith all missed a number of matches. Any team would struggle to camouflage such losses and the results also have to be taken in context: South Africa played their first three games away from home, the first two against a revitalised New Zealand. They were always going to be up against it. White has not got over the end of his reign with the Springboks. He delivered the 2007 World Cup, but was not invited to reapply for his job. He has been linked with various other positions since but for whatever reasons he has not taken up any of them. He published his autobiography a couple of years ago and I looked forward to reading it. I wanted to learn how he had gone about winning the World Cup, expecting tactical insights, but it was largely about the politics that went on behind the scenes and I found it hugely disappointing. Yet despite being out of the game for so long, White thinks he can now come in, rip everything apart and lead South Africa to another successful World Cup campaign. He has told the South African Rugby Union the names of the men he would bring in as his assistants, never mind that Gary Gold and Dick Muir, De Villiers's lieutenants, are two good rugby men who have delivered. I have no idea what will happen to De Villiers but White should have kept quiet until he knew whether there was going to be a vacancy to fill. It is fatuous to say that just because the Springboks have had a disappointing year that they will be also-rans at the World Cup. A week is a long time in sport, never mind a year. Remember England in the last World Cup? They were hammered by South Africa in the group stage but recovered to reach the final, beating Australia and the hosts, France, along the way, and were only a disallowed try away from defeating the Springboks in the final. South Africa were unquestionably the best side in the world a year ago. New Zealand were in the doldrums then and under pressure to get rid of Graham Henry – look at them now. The All Blacks switched on to the new directive at the breakdown quicker than anyone else and were match hardened going into the Tri-Nations after what they admitted were two tough Tests against Wales. South Africa have to adjust to the new way of playing, as the Bulls did in the Super 14, and I am sure they will. The opening weekend of the Premiership showed how much has changed in a year: Wasps made 160 tackles against Harlequins compared with games last season when we had to make only 50. It is about learning and adapting, not panicking."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}