{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2010/sep/10/firm-grip-sign-of-longer-life", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2010-09-09T23:05:19Z", "webTitle": "Can a firm grip and good balance lead to a longer life?", "webUrl": "https://www.theguardian.com/society/2010/sep/10/firm-grip-sign-of-longer-life", "apiUrl": "https://content.guardianapis.com/society/2010/sep/10/firm-grip-sign-of-longer-life", "fields": {"headline": "Can a firm grip and good balance lead to a longer life?", "bodyText": "If you have a firm grip and can stand on one leg, it may indicate that you are heading for a long life, according to a new study. Grip strength and single leg balance are two of four markers for physical ability examined by researchers from the Medical Research Council's unit for lifelong health and ageing. The other factors were speed of rising from a chair and walking pace. People who were faster, stronger or better balanced in these tests, say the researchers today in a paper published online by the British Medical Journal, were likely to outlive their slower and weaker peers. The object of the research was to work out whether these simple physical measures could be used to identify older people living in their own homes who might need more help. The MRC team reviewed 57 studies that had measured people's abilities in one of these four tests and had gone on to record their subsequent death. The team excluded any studies of people who were suffering from specific diseases. In one of the tests – grip strength, which is measured by squeezing a handle as hard as possible – studies in people aged under 60 had been carried out. The team found there was a link between weaker performance in the tests and earlier death. \"We have found evidence of associations between all four measures of physical capability investigated (grip strength, walking speed, chair rises and standing balance) and all cause mortality,\" they write. \"People in community dwelling populations who perform less well in these tests were consistently found to be at higher risk for death.\" They found that the stronger the performance in the tests, the more likely the participant was to live longer. In 14 studies (involving 53,500 people) that dealt with grip strength, the death rate among the weakest was 1.67 times greater than among the strongest, after taking age, sex and body size into account. In five studies (involving 14,700 people) that dealt with walking speed, the death rate among those who were slowest was 2.87 times greater than among the people who were fastest, after similar adjustments. In five studies (involving 28,000 people) that dealt with the speed at which seated volunteers stood up and sat down again), the death rate of those who were slowest was almost twice the rate of the fastest. The researchers say there are several possible explanations for the findings – one of which is possible skewing of the results because, for instance, the studies did not record and adjust for the socioeconomic circumstances and physical activity levels of the participants. Secondly, it is possible that the results simply reflected the general health status and underlying disease of the volunteers. But, they point out, the same association between performance and mortality risk was seen in the grip strength studies, which included a younger and presumably healthier population. The MRC team would like to see further trials done in younger people, to find out whether it is possible to spot those who may be at risk of an earlier death. But ultimately, they would like to know whether physical interventions – such as exercise programmes to improve people's fitness, grip strength, walking speed and so on – would result in longer lives. Dr Rachel Cooper of the ageing unit said: \"Simple noninvasive assessment measures like these, that are linked to current and future health, could help doctors identify those most vulnerable to poor health in later life and who may benefit from early intervention to keep them active for longer.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}