{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2010/sep/29/police-citizens-antisocial-behaviour-conflict", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2010-09-28T23:05:05Z", "webTitle": "Letters: Police, citizens and antisocial conflict", "webUrl": "https://www.theguardian.com/uk/2010/sep/29/police-citizens-antisocial-behaviour-conflict", "apiUrl": "https://content.guardianapis.com/uk/2010/sep/29/police-citizens-antisocial-behaviour-conflict", "fields": {"headline": "Police, citizens and antisocial conflict", "bodyText": "Once again, Her Majesty's inspector of constabulary is misleading the public about levels of police presence on the streets. He is quoted as having said in a BBC interview that police have \"retreated from the streets\" since the 1970s, and in your article (Police see tackling antisocial behaviour as beneath them, 23 September) you attribute this claim to the report on antisocial behaviour just released by HMIC. In fact, the report makes no such assertion. Furthermore, neither the HMIC report, nor the research reports on which it is based, include any evidence in support of this claim, and the HMIC report states only that \"for some people in policing and some outside, dealing with issues that qualify as crime is 'real police work'\". This is a far cry from the generalised claim in your headline. Doubtless, as the HMIC report indicates, there is room for improvement in the way some police services respond to some complaints of antisocial behaviour. But wild and unsupported claims of police \"retreating from the streets\" and being indifferent towards antisocial behaviour are completely unjustified. Professor Philip Stenning Centre for criminological research, Keele University • Ben Rogers is right (We need a first-aid approach to defuse antisocial conflict, 23 September). As citizens we don't want to stand by when we see someone being victimised or people behaving in an antisocial way, but we're worried that anything we do will make things worse. How are we to distinguish between low-level disorder, where we could perhaps make a difference, and situations that might escalate into serious harm? Do we have the skills to defuse challenging behaviour rather than aggravate it? Taking first aid as the model, Dfuse – a citizen-led charity I set up two years ago – has demonstrated that these skills can be learned. By unlocking and adapting for the public the training given to new police recruits to keep them safe on the streets, and the skills of hostage negotiators in de-escalating highly charged situations, we have shown that we can improve our ability to identify the potential risks of a situation and assess what response would be most appropriate. We can learn how to intervene to cool things down and communicate effectively under stress, and we can learn how to portray a confident image and deter aggression. We need active policing, we need engaged communities, but we as individuals want to play our part. There are things we can do in between keeping our heads down, feeling powerless and sending all the wrong messages to the perpetrators on the one hand or rushing in and getting hurt on the other. We just need to be given the opportunity to learn what they are. Jane Atkinson Dfuse • Today's discussions about the constraints police officers feel under when trying to deal with antisocial behaviour remind me of Gershwin's Let's Call the Whole Thing Off: \"You say paperwork, I say accountability.\" David Mead Senior lecturer in law, University of East Anglia • We welcome Sir Denis O'Connor's study of the police attitude to antisocial behaviour. But is this going to be yet another case in true government fashion of expensive reports made, filed and forgotten? The police are never seen in our street or around our estate, and the Safer Neighbourhoods team will only visit when pushed, in daytime hours. The type of antisocial behaviour (random heavy, aggressive banging in the middle of the night) that we and several of our neighbours have suffered over the past two years did not seem to tick the right box for any serious action to be taken by the authorities. Had a competent and joined-up service by the local authorities and police dealt with the matter earlier, long, complicated and expensive legal action – largely focusing on the rights of the miscreants – may not have been necessary. Our nightly blue-light racetrack would be greatly improved – and greener – with the presence of \"bobbies on the beat\". Jo Sanderson and Adrian Walmsley London"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}