{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2010/sep/25/working-mans-soul-licorice-label", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2010-09-24T23:06:48Z", "webTitle": "Working Man's Soul: a labour of love", "webUrl": "https://www.theguardian.com/music/2010/sep/25/working-mans-soul-licorice-label", "apiUrl": "https://content.guardianapis.com/music/2010/sep/25/working-mans-soul-licorice-label", "fields": {"headline": "Working Man's Soul: a labour of love", "bodyText": "The common perception of the north of England in the mid-70s is that it was a cultural wasteland. That before Ian Curtis and Shaun Ryder formed their respective groups and made a vast swath of the country cool again, everyone was wandering around eating tripe and cultivating sideburns, spending their free time dodging floridly monikered serial killers and kicking back on a Saturday evening with a tankard of bitter, some casual racism and a few \"blue\" comedians. A nice corrective to this arrives this month with the vinyl edition of Working Man's Soul 2. This preconception-puncturing compilation has been put together by Sandy, Bedfordshire's Licorice Soul label, culled from the short-run \"private press\" albums produced by bands that toured working men's, miners' social and Labour clubs at a the time when Britain still had heavy industry and socialists. The end result is a journey through beat music, ranging from pounding northern soul and freaked-out Deep Purple covers, to Weather Report-style fusion and even a steel band covering classical standards. Licorice Soul's Chris Malins explains that the genesis of the project lay in repeated trips to car-boot sales in the late-90s, when \"on the hunt for something else\" he and co-Souler Sie Watson hit upon \"easy funk – things that might be mined for beats and samples\". Noticing that several of their finds were on the SRT label \"a pattern starts to emerge – you realise that there's a whole scene you never knew existed\". What began as a website to connect like-minded vinyl hunters mutated into Licorice Soul the label. The tracks Licorice use made it on to record thanks to private pressings which existed as a means for unsigned bands to get a vinyl copy out to their audience without a traditional record deal. For some these were vanity projects; but for others, selling a thousand copies of your pressing direct to the crowd could turn your Saturdays at the social club into a lucrative business. Malins explains how SRT would record the band in a day, with the act buying the finished record off the label at cost price and selling it on. While Malins acknowledges that \"for every good one there are five duds\", the level of musicianship and invention is a pleasant surprising. While many of the still-jobbing musicians Malins tracked down express surprise that anyone would be interested in their juvenilia, the Working Man's Soul compilations succeed because they work not just as a socio-historical curiosity or pieces of outsider art, but as fascinating and funky collections of music. \"What interests us is what you might call musical archaeology,\" says Malins. \"But it's got to be of a certain quality and stand up to a certain level of scrutiny. We're sorting the wheat from the chaff so you don't have to.\" Working Man's Soul 2 is out now on vinyl and CD"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}