{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "government-computing-network/2010/sep/14/whitehall-signs-mou-with-atos-14sep10", "type": "article", "sectionId": "government-computing-network", "sectionName": "Guardian Government Computing", "webPublicationDate": "2010-09-13T23:05:00Z", "webTitle": "Whitehall signs MoU with Atos", "webUrl": "https://www.theguardian.com/government-computing-network/2010/sep/14/whitehall-signs-mou-with-atos-14sep10", "apiUrl": "https://content.guardianapis.com/government-computing-network/2010/sep/14/whitehall-signs-mou-with-atos-14sep10", "fields": {"headline": "Whitehall signs MoU with Atos", "bodyText": "In a statement issued on 10 September 2010, the company said: \"The agreement marks the start of a new single client approach to engagement with central UK government.\" In July Cabinet Office minister Francis Maude held an initial meeting with a group of prime IT suppliers to government, including Atos Origin, to discuss cutting costs. The meeting was the first part of a process led by the Efficiency and Reform Group, which is chaired by Maude. Asked about the amount of money being saved, a spokesperson for Atos Origin said: \"For reasons of commercial confidentiality, we cannot go into financial detail.\" She added: \"For Atos Origin in the UK, this is good news. Since before the election held in May, our public sector business has slowed down as a result of purdah and the moratorium put in place by the new coalition government. \"The announcement means that for Atos Origin the moratorium has ended. Now, in addition to continuing to deliver all its existing contracts, it can pursue new business opportunities with government. It will also resume a number of projects that were placed on hold while these negotiations took place.\" The company said it believes the \"single client\" approach to engagement is also good news as it will reduce the cost of sale to government and will open up new opportunities."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}