{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2010/sep/12/rooney-quran-burning-david-beckham", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2010-09-11T23:06:06Z", "webTitle": "Leave Coleen be. She only wants to save her family | Barbara Ellen", "webUrl": "https://www.theguardian.com/commentisfree/2010/sep/12/rooney-quran-burning-david-beckham", "apiUrl": "https://content.guardianapis.com/commentisfree/2010/sep/12/rooney-quran-burning-david-beckham", "fields": {"headline": "Leave Coleen be. She only wants to save her family", "bodyText": "However Coleen Rooney ends up reacting over her husband's latest adventures with paid-for love, one hopes she does not fall for the sick chauvinist line that Rooney \"made\" her and she'd be \"nothing\" without him. It's an attitude reportedly held by Rooney himself and buzzes all over football forums. The recurring line is that, like all other football wives, she won't want to revert to being a \"nobody\"; she loves the lifestyle too much. Never mind the Rooneys' tiny son, or their relationship, Coleen had better catch on fast that women like her are not allowed the dignity of finer feelings. If Coleen stands by Wayne, this will be interpreted as proof that she'll put up with his behaviour, because she's into his money. Footballer's wife, paid whore – what's the difference? It comes to something when even Coleen, the sainted childhood sweetheart of the Premier League star, gets the footballer's wife \"lifestyle hooker\" treatment. While it's a cliche to complain about footballers, it's become a national blood sport to disparage the women and never more sadistically than when their men stray. It seems that whenever any of these guys get caught with their trousers down, if the woman doesn't instantly set fire to his car and see a divorce lawyer, she is branded a prostitute, in everything but name. A lifestyle hooker, who'll put up with all manner of indignities because she can't bear to lose the trappings. Never mind that they may simply be desperate to keep their families together, like many wronged women (and men) before them. The waiting rooms of Relate prove that a willingness to try again is not the exclusive preserve of footballers' spouses. Though you'd be hard pressed to believe it, considering the widespread faux-shock when the likes of John Terry's wife decide to stick it out. In Rooney's case, what's the betting he's relieved to have the spotlight thrown on Coleen's motivations, away from his own? We've had the public statement begging for \"privacy\" but, sorry Wayne, there's no blaming the media for that raging Madonna/whore complex of yours. The innocent girl at home having his babies, the bad girls on the side – it's straight out of the Freudian textbook and, it would seem, exactly how Wayne wanted it. Is this Coleen's fault, too? I've even heard it suggested that poor Wayne may have felt entrapped too young, as if this were the olden days, with boys forced to marry their first girlfriends, having to comfort themselves forever more with prostitutes. Codswallop. As is the surreal line that Coleen was \"lucky!\" to get Rooney and was \"nothing!\" before him. Rooney met Coleen as a schoolgirl, he snapped her up when she was barely out of double geography – what do we expect her to have achieved? Max Clifford is right – football fans will forgive Rooney anything so long as he keeps scoring goals. However, while Manchester United might be lucky to have Rooney, Coleen doesn't look quite as fortunate. Lifestyle hooker, my foot. Take away the electric gates and the grand-a-throw handbags and you are left with a humiliated young wife and mother, who's done absolutely nothing wrong. As it was Rooney who cheated, perhaps it's time to stop all the blame-sharing, this push to brand not only Coleen, but all footballers' wives, as somehow culpable. It seems to me that the only point of this is to take the heat off the cheating husbands, to say: \"Well, what's wrong with her? She must be into the money, right?\" How screwed up, how twisted is this? It could be seen as a refreshing twist that Rooney's case featured actual hookers. At least it makes a change from constantly hearing their women being branded as different kinds of whores. Sex sells, but not when practised by the Beckhams David and Victoria Beckham's advert for their Intimately scent is hilariously ghastly and about as sexy as gout. At least it's over quickly. The Beckhams are together in a lift. As the doors close, they indulge in \"Je t'aime\"-style snogging, as we all do in lifts. (It's the law!) Finally, the doors open and they leave, him smirking and wiping his mouth. Has he quickly scoffed a pastie? When will these crazy kids learn? This is \"fashion sexy\", easily distinguishable from \"real sexy\" because it desires only to be stylish. Sex isn't stylish, sex is often a mess, but the Beckhams will not be told. Hence the designer stubble, scarlet lipstick and cold, dead eyes of the participants, resulting in something eerily reminiscent of two mannequins posed awkwardly beside each other in a high street shop window. This isn't even an embarrassing public display of affection, it's a public display of marketing. Clearly it's time for the Beckhams to do the decent thing and just put it (their brand, their dreary relationship) away. Come on, Beckhams, play fair. Or are you trying to goad us into a Facebook petition? Obama, just ignore the crazy pastor The actions of Terry Jones, the pastor of the small American church at the heart of the burning the Qur'an row, are not only frightening, they're unChristian. As a religious man, Jones should know that burning any book meaningful to others is immoral. In Christian history, it was just such religious repression that led to people fleeing to the catacombs. That's if Jones is truly a religious man. When interviewed, his estranged daughter, Emma, described his church as sect-like and accused her father of religious delusions. It seems Jones received a \"message from above\" for her, that: \"God would take her children and then kill her.\" Nice one, Pops! With this in mind, the clumsy response of the White House is yet more dismaying. Jones received too much attention, therefore gaining a form of credibility. There is a time for the White House to let US citizens have their say, even the president's full attention, in the spirit of free speech. And there are other times for them to shrug and say to the Middle East: \"He's crazy. We get them sometimes, just ignore him\", thus distancing themselves without ceremony. It doesn't matter if this story was a \"sleeper\", belatedly fanned into life. As things stand, Barack Obama seems caught up in a hellish revolving door of emergency statements. Now at least they have dealt with Jones, though he could still go ahead with the Qur'an-burning. More likely, he'll drop it, sticking to his new, entirely unsubstantiated line that plans for the Ground Zero Islamic centre have been shelved – the \"sign from God\" he's been waiting for. Some might ask what the US government is waiting for? Threatening to charge Jones with inciting religious hatred was surely an option all along."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}