{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2010/sep/06/immigration-overseas-students-overstay-visas", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2010-09-05T23:05:41Z", "webTitle": "One in five overseas students remains in UK after five years, Home Office report shows", "webUrl": "https://www.theguardian.com/uk/2010/sep/06/immigration-overseas-students-overstay-visas", "apiUrl": "https://content.guardianapis.com/uk/2010/sep/06/immigration-overseas-students-overstay-visas", "fields": {"headline": "One in five overseas students remains in UK after five years, Home Office report shows", "bodyText": "One international student in five remains in the UK after their initial visa has expired, according to Home Office research published today. The study reveals that almost 40,000 of those who arrived on an overseas student visa in 2004 remained in Britain last year. Damian Green, the immigration minister, who is reviewing student visas, said he would be looking hard at the \"very high numbers\" of international students who remain, as part of government's plan to introduce an immigration cap. \"The limits we've already set among those on work visas are necessary but not sufficient. We need to look at other routes,\" Green said. \"We can see that 186,000 [international students] came in in 2004 and by 2009 more than 20% of them were still here. Student numbers have risen fast. In the year to June 2010, 300,000 visas were issued to students and their dependents. \"If a fifth of those are still here in five years' time, they are very high numbers.\" The Home Office report, A Migrant's Journey, says that those who remained in 2009 were going on to further study or granted leave to remain because of work or for family reasons, such as marriage. Green said his department had also discovered that, overseas students being granted visas, \"half do not fit with everyone's image of the hard-working student in higher education … People think that they are the very brightest and the best, but we have discovered that only half are studying degree-level courses. Half are coming to study sub-degree courses. There are questions to be asked about whether the student route is just for the brightest and the best and whether this is the best use of our training system.\" There were 281,000 non-EU students approved to study at educational establishments licensed by the UK Border Agency last year. The Home Office has estimated that 150,000 were at degree level and above, mostly at universities, while 131,000 were at sub-degree level, mostly at privately funded institutions. Ministers, including the education secretary, Michael Gove, higher education minister, David Willetts, and the Lib Dem business secretary, Vince Cable, have warned that too rigid a formula for the cap could undermine vital income for some higher education institutions. Yesterday, Hina Majid, policy director of the charity the Joint Council for the Welfare of Immigrants, warned: \"Reducing opportunities for international study in the UK at a point in time when the current government is proposing to slash public expenditure on education, and kick-start a recovery fuelled by the private sector could have serious implications for many public and private educational establishments in the United Kingdom.\" • This article was amended on 7 September 2010. The original heading referred to overseas students who \"overstay\" their UK visa. This has been amended to confirm with the story, which refers to students being given leave to remain in the UK."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}