{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2010/sep/17/restorative-justice-cuts-crime", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2010-09-16T23:05:52Z", "webTitle": "Response: Restorative justice can reach the parts that criminal justice can't", "webUrl": "https://www.theguardian.com/commentisfree/2010/sep/17/restorative-justice-cuts-crime", "apiUrl": "https://content.guardianapis.com/commentisfree/2010/sep/17/restorative-justice-cuts-crime", "fields": {"headline": "Restorative justice can reach the parts that criminal justice can't", "bodyText": "In his article Mark Johnson shows some basic misunderstandings about restorative justice – meetings between victims and offenders (Apologising to victims will not reduce reoffending rates, Society, 18 August). He accepts the strong evidence that meeting the offender benefits 80% of victims who choose to participate, but suggests that \"RJ pleases the Christian lobby because of its undertones of forgiveness\". For some victims it is about forgiveness – letting go of anger in order to move on with their lives. But for many, meeting the offender is about confronting them with the real impact of their crime, asking the questions that never get answered in court, and the hope that – for some offenders at least – understanding the impact of their actions might help to prevent them reoffending. Of Crispin Blunt, the prisons minister who has made clear his support for expansion of restorative justice, Johnson says: \"The minister has fallen for the RJ lobby's pseudo-scientific figures, which claim RJ is associated with a dramatic drop in reoffending.\" In truth, the research evidence on RJ is stronger than for almost any other criminal justice intervention. The Home Office/Ministry of Justice seven-year, £7m evaluation of the impact of RJ was gold-standard research, using randomised controlled trials. The offenders who took part, both in RJ and in the control group, had all agreed in principle to meet their victim – there was no cherry-picking of the guys least likely to reoffend. These offenders had committed serious crimes – burglary, robbery and violence – and many were sentenced to years in custody. For those who met their victim, the frequency of reoffending fell by 27% (ie 27% less crime after RJ). Johnson is right to say that our criminal justice system is designed to be \"detached, clinical and fair\". Decisions about the appropriate sentence should always remain squarely in the hands of judges. But I know, from my many years as a judge in the crown courts, that court leaves many victims feeling cheated, with unanswered questions. The system encourages offenders to minimise their actions, whereas restorative justice encourages them to take responsibility. Restorative cannot replace criminal justice, but it can reach the parts that criminal justice can't – for everyone harmed by crime, including offenders themselves. Johnson argues that \"RJ is based entirely on the misconception that crime is a moral choice [but] the majority of offenders have been brought up in a world where choices are non-existent\". He argues that society should be rehabilitating offenders before expecting them to take responsibility. I know that restorative justice alone cannot meet all the needs of our most damaged young people. But this is not an either/or choice. In a society and a culture in which people are increasingly alienated from one another, and encouraged to think about \"me\" alone, restorative justice can help offenders to see the connections between themselves and others, that they do have choices, and to motivate them to accept the support being offered. At present fewer than 1% of victims of crime have access to a restorative justice process. I welcome this government's commitment to make it available at all stages of the criminal justice system."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}