{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/belief/2010/sep/20/coverage-pope-visit-and-religion", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2010-09-19T23:05:39Z", "webTitle": "Open door: The readers' editor on… coverage of the pope's visit and religion in general", "webUrl": "https://www.theguardian.com/commentisfree/belief/2010/sep/20/coverage-pope-visit-and-religion", "apiUrl": "https://content.guardianapis.com/commentisfree/belief/2010/sep/20/coverage-pope-visit-and-religion", "fields": {"headline": "Open door", "bodyText": "'As a Catholic, I now know how it feels to be a Muslim in this country,\" is the way one letter writer to the Guardian expressed her feelings about our coverage in advance of the pope's visit, and of Roman Catholicism in general. One complainant to the readers' editor said that the Guardian was now \"No popery central\"; another claimed that hate was growing for Catholicism in the Guardian on a daily basis. And these views weren't all from Roman Catholics: \"Pope bashing, and papist-bashing, is sadly all too prevalent in the Guardian,\" emailed one reader. \"As an Anglican layman, I find it a little embarrassing to read this stuff constantly in my daily paper.\" More widely, readers argue that the Guardian's coverage of religion, and those who profess a religious faith, has been unfair for some time. It is a view shared by some of the newspaper's journalists, and it is not the first time it has been discussed in this column. Five years ago Ian Mayes, the Guardian's first readers' editor, responding to a complaint from a reader that there was too much religion in the paper, said he was more used to the cry that references to religious matters were \"too often made in a tone of disparagement\". He concluded that despite being rooted firmly in the Unitarian nonconformity of the early 19th century, the Guardian was a secular paper – but that had not stopped an unending rise in the number of articles about religion. Since then the discussion of faith has expanded further: Cif belief, launched on theguardian.com in November 2008 as a forum for discussion on matters of faith and non-belief, now runs at least 20 blogposts a week and receives hundreds of comments each day. Another thing that feels as if it has changed in the last five years is the growth of the strident tone in religious debate that Mayes discussed five years ago. Another letter writer last week, supporting a Polly Toynbee article written in the runup to the pope's visit, wrote that her \"balanced, lucid and intelligent article will doubtless bring the religio-fascists screeching out of their holes in pious, pompous indignation\". Not much room for doubt there. Some readers see a darker bias. One reader agreed there should be tough scrutiny of the Catholic church but added: \"None of that, however, justifies a kind of left-liberal equivalent of the worst aspects of Daily Mail-style moral panics, and that is exactly what the Guardian (among others) has been engaging in over the papal visit. As I have said before, and as many others suspect, there is a deep hypocrisy going on here – vitriol is directed at Christians and Catholics in particular in some part because it is felt unsafe or non-PC to direct it evenly at Islam and other non-western faiths.\" There are staff journalists – although in the minority – who also believe there is a problem in our approach to religion at the Guardian. One of them told me: \"We have an instinctive hostility to religion. We stroke our readers' prejudices and reinforce them. Religion is central to human experience, still central to the vast majority of the world population. Religion is expanding all around the world and we do a disservice to our readers by not explaining why that is so. Over the last five to 10 years we have adopted a pompous, self-satisfied triumphalism.\" If the weight of coverage is a guide, we must believe the pope's visit is very important. On just one day, the eve of his visit, we ran a front-page lead, a double-page spread and posts from four Catholics on the comment pages, and Steve Bell gave over his entire creative output to the pope, in the main cartoon on the leader page and the If… strip, which satirised the pope all week. By Friday and Saturday the tone of the coverage was more celebratory, but no less weighty. The bulk of the coverage is merited as this is the first state visit by a pope and it comes at a time when even supporters consider the church to be in crisis. Serious scrutiny of the issues is what you would expect from the Guardian, as well as a degree of irreverence – we have to defend the right to offend. But the tone of some of the coverage has been marred by errors in reporting and, some readers feel, an occasional lapse into a brand of intolerant rationalism that resembles a fundamentalism we would normally abhor."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}