{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2010/sep/17/nick-clegg-mumsnet-grilling", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2010-09-16T23:51:55Z", "webTitle": "'I am not a Tory', says Clegg", "webUrl": "https://www.theguardian.com/politics/2010/sep/17/nick-clegg-mumsnet-grilling", "apiUrl": "https://content.guardianapis.com/politics/2010/sep/17/nick-clegg-mumsnet-grilling", "fields": {"headline": "'I am not a Tory', says Clegg", "bodyText": "Nick Clegg found very few people who agreed with him in a heated webchat that the deputy prime minster described as tougher than a grilling by Jeremy Paxman. Clegg joked that he was \"not a Tory\" after a question and answer session hosted last night by Mumsnet, the online network for mothers, during which he was accused of selling out his party's principles to the Conservatives for a taste of power. The vast majority of the nearly 600 posts slated the performance of the Liberal Democrats in government, accusing them of backtracking on their policies on tuition fees and Trident. The most personal criticism was reserved for Clegg with posters mocking his decline in popularity since the election campaign TV debates. Pollycazzalet wrote: \"I do wonder why you have come on Mr Clegg … we're all SO OVER 'I agree with Nick'. I wonder whether you were aware just how angry people are? and it's not directed at Dave [Cameron] – he has very successfully designated you as the fall guy.\" Rather than posting questions, many preferred to vent their anger. Ledogy wrote: \"No question for you Mr Clegg just a feeling of great disappointment and a virtual slap round your face with a wet kipper.\"Poster mMrsden was more blunt: \"Nick – when did you realise that you were actually a Tory? Was it before or after the election?\" Questioned as to whether his answers were reassuring any of his critics, Clegg replied: \"Give me a chance! Am answering as rapidly/sincerely/fully as I can –no one can say I'm not facing the music.\" Although he rejected that the Lib Dems had abandoned their policies, he appeared to backtrack on the proposal for a graduate tax – championed by Vince Cable. He said: but \"This is fraught with practical difficulties, so we don't yet know whether this is worth trying out in practice.\" The theme of the hour-long webchat was meant to be the Millennium Development Goals summit at the United Nations next week, particularly its work on maternal health in developing countries, but the issue received scant attention. Despite his cold reception, Clegg did show a sense of humour. When a poster questioned whether \"git\" was a swear word, he responded: \"Yes, if it's aimed at me.\" Clegg signed off saying: \"I think it would be fair to say you've given me a tougher grilling than Paxman! P.S. I'm not a Tory!\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}