{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2010/sep/21/uk-sport-participation", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-09-20T23:06:37Z", "webTitle": "Sports participation takes a dive in the UK", "webUrl": "https://www.theguardian.com/sport/2010/sep/21/uk-sport-participation", "apiUrl": "https://content.guardianapis.com/sport/2010/sep/21/uk-sport-participation", "fields": {"headline": "Sports participation takes a dive in the United Kingdom", "bodyText": "As the sports minister, Hugh Robertson, considers whether the 2012 legacy targets bequeathed by his predecessors should be retained or revised, he is no doubt considering new evidence from Sport England carefully. Its latest Active People survey shows it is still making glacial progress towards the target of getting one million more people playing sport three times a week by 2012-13. The latest figures show that it has reached 7.015m in the 12 months to the end of July, towards a target of 7.815m. That represents an increase of 7,200 on the previous quarter – at this rate the target should be hit 25 years late in 2038. With the likely impact of the Comprehensive Spending Review on local swimming pools and leisure centres, plus the prospect of huge cuts to discretionary health and education spending and cuts of around 30% to the DCMS budget, delivery of the so-called participation legacy is looking ever more challenging. The figures recording adult participation in individual sports at least once a week make for even gloomier reading. Only one sport (athletics) boasts an increase when comparing its 2007-08 figures with the latest 12‑month rolling total. And 14 sports – including swimming, football, both codes of rugby and golf – have shown a \"statistically significant\" decrease. New leaf for bookmakers The Association of British Bookmakers has written to its members, proposing a new clause in its code of practice that is designed to act as a further safeguard against match-fixing. The recent allegations surrounding cricket have allowed the betting industry to push the line that the problem largely lies with illegal, unregulated offshore operators. Nevertheless the new code will make bets placed by professional sportsmen and women null and void if they are later found to breach the rules of their own sport's governing body. So any stake money or winnings collected from any bets made on competitions in which they are participating can be legitimately retained or recovered. The ABB chairman, Patrick Nixon, gearing up for a battle with the British Horseracing Authority over the Levy, told Digger it would act as a further guard against temptation. Beckham unleashed England's 2018 bid will once again utilise its most potent weapon this weekend when David Beckham, right, travels to Trinidad to attend a football festival organised by his academy and attend the Fifa Under-17 women's World Cup final. In his guise as the bid's anything but secret weapon, Beckham promised the controversial Fifa executive committee member Jack Warner, at the World Cup draw in Cape Town last year, that he would visit the islands. England 2018 have said Beckham's academy project will be rolled out around the world if it is successful in December's vote. This weekend, when the president Sepp Blatter and several other Fifa ex-co members are expected to be in town for the Under-17 tournament, will be crucial in demonstrating how the concept will work and seeking to drive home the message that an English World Cup can help football around the world. Reds add whites and fizz The actions of Liverpool's American owners long ago forced many fans to seek solace in the bottom of a bottle. Now the club appears to be hoping to profit from their gloom by launching its first \"official online off-licence\". Among the reds, whites and sparkling wines there is the option to buy a magnum of Liverpool Football Club Champagne for a very reasonable £79. The site also says that \"any of the products in the LFC off-licence can be personalised for any occasion\". One to lay down for when (if?) the Byzantine ownership saga is finally resolved, perhaps?"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}