{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2010/sep/12/music-programmes-tv-miranda-sawyer", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2010-09-11T23:06:07Z", "webTitle": "Top of the Pops had the real X factor | Miranda Sawyer", "webUrl": "https://www.theguardian.com/commentisfree/2010/sep/12/music-programmes-tv-miranda-sawyer", "apiUrl": "https://content.guardianapis.com/commentisfree/2010/sep/12/music-programmes-tv-miranda-sawyer", "fields": {"headline": "Top of the Pops had the real X factor", "bodyText": "After spending my summer in rural France, where popular music is provided by cover bands called Lithium playing in village squares for eight hours straight (audience favourites? Muse and oom-pah), it was strange to return to the in-yer-face, hyperactive, now-now-now world of UK pop. I've had an exceptionally musical week: Radio 2's Radcliffe and Maconie on Monday, the Mercury awards on Tuesday and a \"whither the music business\" discussion on The Review Show on Friday. The Mercury awards were, naturally, the most exciting. Though they style themselves as the worthiest gongs in pop – move along, Cowell, there's only propah music here – they are just as daffy as the rest, simply because of the presence of pop stars. (Though I do realise that labelling the when-did-you-last-wash-that-jumper? Foals as pop stars might be stretching the term past all credibility.) At the Park Lane hotel, several happy hours passed in debating the Biffy Clyro bloke's new blond hair and beard – does he look more like Roy Wood or a Sun-In Charles Manson? – and wondering just how many more woolly layers Laura Marling could wear and still find her ickle folk fingers. Is Paul Weller's head meant to look as though you could remove it, attach it to a pole and use it for those hard-to-reach spiders' webs? Do the Mumfs ever forgo those stupid waistcoats? Should teeny genius Conor from Villagers be out without his mum? When was the precise moment that Dizzee morphed from mum-scaring east London Ice-T into a national treasure melange of Jarvis and Bruce Forsyth? If you don't know, the xx won, which was right and delightful, and those of us who love pop made wise dinner-party remarks about Speech Debelle and moved on. What was noticeable, though, was how much coverage the Mercurys got. The broadsheets and radio went to town on them, making sure that we all knew everything about the nominees, even the token jazz one, Kit Downes Trio. 6 Music went so far as to have a Mercury day, as well as an hour's special on each potential winner. A vast contrast to TV, which managed a half-hour live show where the winner was announced and then a programme where you could see the bands perform one track each. And that was it. Perhaps that seems about right for on-screen coverage, until you consider just how little music there is left on mainstream telly. About a year ago, a TV plugger told me that, since the demise of Top of the Pops and Saturday morning kids' shows, there were only three places he could get a band playing live on screen: Later... With Jools Holland, Friday Night With Jonathan Ross and the BBC's teenage strand, Switch. Jonathan Ross has gone, as has Switch. So we're left with Later; plus T4 and the Embarrassment Slot on Strictly Come Dancing or X Factor. Later is for bands That Can Play (not always the best) and, more especially, Bands That Can Play While Jools Is Banging Out His Tedious Piano Twonk; T4 is only good if you're interested in the Tinchy/N-Dubz/Essex massive side of the market. The Embarrassment Slot is reserved for enormo-stars. So where can we see pop music on TV now? Please don't mention the music channels. MTV is a reality TV hellhole and the rest are all niche. They assume that if you like These New Puritans you can't like Tinie Tempah, that loving Madness means forswearing all Gaga. They are wrong. Even if they were right once, now everyone uses shuffle on their MP3 players, they're not right any longer. I do wish we still had a Top of the Pops-type programme. We need something to focus all our national musical excitement around, something other than The X Factor, which is not about music, but entertainment. After all, the charts are good again; with the resurgence of the single and downloads now being counted, there are climbers and non-movers and novelty tracks. Obviously, I understand that Top of the Pops is out of style: it can't provide the narrative of really popular shows such as Britain's Got Talent or Big Brother, the progression of personalities, the story that makes you tune in every week. But that was part of its joy – the fact that you didn't know who would be on, that you'd get an Adam and the Ants video and then Phil Collins, or Boyzone followed by Blur. The BBC is great at events and festivals: it's increased its Proms programmes and its Glastonbury coverage is so extensive as to be as exhausting as actually being there. But it's the week in, week out silly pop stuff that I miss. I spoke to a telly researcher and he said that, over the past few years, the BBC's pop music telly archive has dwindled to almost zero. For anyone who can remember the Stone Roses' \"amateurs\" appearance on The Late Show, or Madonna's first ever dance to \"Holiday\", or the first time they saw a Spike Jonze video that is a terrible, terrible thing. I had planned to write this column on a four-hour train journey from London to Glasgow, like one of those relaxed professionals you see in adverts. No chance. I got a window seat, facing backwards, with no power point, so squished that I couldn't even open my elbows to their full capacity, let alone my laptop. The whole train was full: people sitting on their bags in corridors, little kids wriggling on their mum's laps. Ah, Virgin and your moving torture chamber known as the Pendolino. Just a few questions: why design a train that assumes that people in the new millennium have got smaller rather than larger? That they want to look at a wall rather than through a window? That they like feeling travel sick? And why is the only place that you might call spacious also called the WC?"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}