{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2010/sep/17/gerard-houllier-aston-villa-harry-pearson", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-09-16T23:06:51Z", "webTitle": "Don't get too excited, Aston Villa fans. Gérard Houllier is back | Harry Pearson", "webUrl": "https://www.theguardian.com/football/blog/2010/sep/17/gerard-houllier-aston-villa-harry-pearson", "apiUrl": "https://content.guardianapis.com/football/blog/2010/sep/17/gerard-houllier-aston-villa-harry-pearson", "fields": {"headline": "Don't get too excited, Aston Villa fans. Gérard Houllier is back", "bodyText": "Speaking of Gérard Houllier, his new boss at Aston Villa, Stewart Downing said this week \"I'm sure he's excited\". Perhaps this is an accurate assessment of the Frenchman's mood, though the question is: how would you tell? After all, the current technical director of the French Football Federation is one of the world's great hangdog managers. He has the heavy jowls and baleful eyes of a basset hound with backache. When the former Liverpool manager appeared as a pundit on Match of the Day 2 a few years back he prefaced each answer with the heavy sigh of a man who has spent all too many unforgiving years trying to get the best out of Nicolas Anelka. (Incidentally, my own suggestion for getting the best out of the French striker would be to boil him for several days, then put him in a duck press.) If Houllier emerged from the tunnel at Villa Park to emit a mournful howl it would hardly come as a surprise. I should say that I don't mean this as a criticism. I welcome Houllier's return. This is because I am one of those people who feel that what our football folk need is not more passion, but considerably less of it. I realise I am spitting at the wall here, because the pipsqueak cries for ever greater and more splenetic displays of emotion grow shriller by the minute. And it's not just in sport, either. All sorts of people claim to be fervently entwined with myriad dull crap these days. Early this year I bought a home information pack from a company that claimed to be \"passionate about home information packs\". I found it hard to get similarly worked up myself about a multi-choice form so simple even an A-level pupil could do it, though admittedly when the government abolished them six weeks after I'd paid £300 quid for one I managed to swear for quite a few minutes. Unlike most work, however, football is played out in a public arena, and as consequence it is not enough simply to be passionate, you must show you are passionate. You must emote. We've reached a point where a player winning a throw-in will likely pull his shirt over his head to reveal a T-shirt carrying a message of love to the mother of his latest child, just to show how much he cares. After England's 4-0 win over Bulgaria Fabio Capello was berated by TV pundits for not celebrating his side's goals. You know things have taken a strange turn when Englishmen start criticising an Italian for not being histrionic enough. Had Field Marshal Montgomery won the battle of El Alamein these days you feel that back in the studio Richard Keys and Jamie Redknapp would be wading into the Allied Commander for not running round HQ whirling his beret in the air and dry-humping his Humber staff car in celebration. \"Bernard just stands there with his arms folded as if this win means nothing to him,\" they would say. \"And you've got to wonder what that does to the confidence of the Eighth Army.\" No, what we need is more glum bosses. I don't mean the irritable, the peevish or the miserable, there are plenty of those, but the sort of man who stands on the touchline like a bedraggled marsh bird and seems to be followed around by his personal cloud of drizzle. The former Switzerland manager Köbi Kuhn would be a good addition to the Premier League. He spent most of Euro 2008 standing in the dugout looking sad-eyed and bewildered, like Norman in Ghost World, the old man perpetually waiting for a bus that never comes. Milovan Rajevac too would be almost certain to darken up our top flight with his rapturous solemnity. The Serb, who began his playing career at the splendid Borac Cacak, coached Ghana to the World Cup quarter-finals while all the while giving the impression of somebody auditioning for a part in a Kraftwerk video. The prime target for anybody looking for talent and lugubriousness in equal measure, though, would have to be Spain's World Cup winning coach, the walrus-moustached and spaniel-eyed, Vicente del Bosque. Throughout his trophy-laden time in management the former Real Madrid coach has worn the expression of an undertaker on a Club 18-30 holiday. In his younger wilder days he would occasionally do the hunch-shouldered, put upon, arm-flapping thing, like a penguin who's just realised he's been trying to hatch a golf ball for the past month, but he's got a grip on himself since then. Now he just focuses on his core skills. There is a widespread belief that coaches must motivate players by yelling and waving. Del Bosque does it quite differently. He simply sits looking terribly morose. His players see the world-weary brow and drooping mouth and they try harder. Because the Spanish players are decent people, and nobody with an ounce of human compassion could look at Vicente del Bosque and not want to do everything in their power to cheer up the poor fellow. Will Gérard Houllier ignite similar feelings in his new squad? Only time will tell. You can rest assured, however, that whatever happens the Frenchman will always keep his chin down."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}