{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2010/sep/14/vegan-diet-health-planet", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2010-09-13T23:04:37Z", "webTitle": "Response: Adopting a vegan diet will improve our health – and the planet's", "webUrl": "https://www.theguardian.com/commentisfree/2010/sep/14/vegan-diet-health-planet", "apiUrl": "https://content.guardianapis.com/commentisfree/2010/sep/14/vegan-diet-health-planet", "fields": {"headline": "Adopting a vegan diet will improve our health – and the planet's", "bodyText": "I was sorry to see that George Monbiot was taken in by the latest attempt to justify meat-eating (I was wrong about veganism. Let them eat meat – but farm it properly, 7 September). Despite the misleading title of Simon Fairlie's book which formed Monbiot's view – Meat: A Benign Extravagance – meat is anything but benign. In fact, much of it could more accurately be described as carcinogenic and toxic. Monbiot speculates about forms of food production, citing Fairlie's argument that \"we could afford to use a small amount of grain for feeding livestock, allowing animals to mop up grain surpluses in good years and slaughtering them in lean ones\", and conjecturing that if we were to adopt a system that \"differs sharply from the one now practised in the rich world\", then \"we could eat meat, milk and eggs (albeit much less) with a clean conscience\". But intensive animal agriculture exists because of the high demand for endless amounts of ever-cheaper meat, milk and eggs: just look at supermarket ads, competing with each other for the lowest prices. They recognise that most consumers will not buy food at vastly higher prices simply out of concern for animals, even in less perilous economic times. Whether one takes Fairlie's word, as Monbiot does, that the UN Food and Agriculture Organisation's estimate that livestock are responsible for 18% of the world's greenhouse gas emissions is somewhat high – that the number may perhaps be closer to 10% – and that a claim \"that it requires 100,000 litres of water to produce every kilogram of beef\" may be \"wrong by around three orders of magnitude\", these are still unacceptable levels that require action. Adopting a vegan diet is something anyone can do today, rather than holding out in hope that a radically revamped farming system will magically appear in the future. Even if the significant environmental problems caused by factory farms (including land degradation and water pollution) were somehow overcome, there are other considerations Monbiot fails to address: for example, the intense and prolonged suffering endured by animals who are raised and killed for food. Monbiot also fails to consider the disastrous effects that animal-centred diets have on human health. Animal products, high in saturated fat and cholesterol, are linked to an increased risk of obesity, diabetes, heart disease, strokes and many types of cancer. Plant-based foods, on the other hand, are cholesterol-free and high in fibre and can provide us with all essential nutrients. Also contrary to Monbiot's assertion that advocates of vegan diets have stayed \"out of the debate over how livestock should be kept\", Peta has long and publicly advocated that as long as animals continue to be raised and killed for food, they must be treated as humanely as possible. But none of the accommodations suggested by Fairlie and other meat apologists offer any advantages at all for the environment, animal welfare or human health, while adoption of a vegan diet certainly does. There are countless reasons why we should all go vegan – and not a single plausible one why we shouldn't."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}