{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2010/sep/29/bin-strike-no-triumph-for-workers", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2010-09-28T23:05:10Z", "webTitle": "Letters: Bin strike was no triumph for workers", "webUrl": "https://www.theguardian.com/politics/2010/sep/29/bin-strike-no-triumph-for-workers", "apiUrl": "https://content.guardianapis.com/politics/2010/sep/29/bin-strike-no-triumph-for-workers", "fields": {"headline": "Bin strike was no triumph for workers", "bodyText": "It is astonishing how myths perpetuate themselves. Owen Hatherley refers to \"the triumphant outcome of the Leeds bin workers' strike against privatisation and pay cuts\" (The bins that tidy, 25 September). Nothing could be further from the truth. The Liberal Democrat-Conservative administration set up the process to implement equal pay legislation. An independent evaluation, with full trade union involvement, examined all city council jobs. Under this evaluation the vast majority remained at the same pay level. Some, including care workers and cleaners, who are currently predominantly women, received substantial pay rises. But a third group, including the bin workers, were evaluated at a lower level than their existing pay. The administration immediately safeguarded the last group's pay for three years while a solution was sought. Initial council proposals were rejected and then, catastrophically for the workers, the unions called a strike with 18 months of the protected-pay period still to run. An efficiency savings package that would have safeguarded pay levels was initially rejected, but almost identical proposals were later accepted – after a strike lasting 17 weeks. Thus the Liberal Democrat-Conservative controlled council implemented equal pay, safeguarded threatened pay reductions, and found a solution to the reductions recommended by the independent evaluation. The precipitate and ill-advised strike action of the trade unions failed to make any difference to the proposals and cost their members more than £4,000 each. Some triumph. Michael Meadowcroft Honorary alderman, City of Leeds"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}