{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2010/sep/29/hugh-muir-diary-ass", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2010-09-28T23:14:01Z", "webTitle": "Hugh Muir's diary", "webUrl": "https://www.theguardian.com/politics/2010/sep/29/hugh-muir-diary-ass", "apiUrl": "https://content.guardianapis.com/politics/2010/sep/29/hugh-muir-diary-ass", "fields": {"headline": "Diary", "bodyText": "• So that crucial first address to the nation over, the question remains: how Red is Ed? Not very, according to the genuine articles in Labour's Campaign group and many others. \"Come off it!\" said Ed himself. So shouldn't Labour do all it can to fight this characterisation? By way of an answer, former MP Alan Simpson reminded Campaign's fringe meeting of the parable of the pastor and his ass. \"The pastor trained his ass to run, and the beast turned out to be a winner, coming in first at the local races. The Daily Mirror covered the story under the headline 'Pastor's ass out in front'. The bishop, angry and embarrassed by the headline, demanded the pastor put an end to it. The pastor withdrew the beast from any more races, leading to the headline in the Mail 'Bishop scratches pastor's ass'. The bishop was further enraged and sent Sister Mary in from the nunnery to get rid of the animal completely. She took it to the farmer and traded the beast for a tenner. The Sun reported 'Nun sells ass for £10'. Angrier still, the bishop demanded that Sister Mary stopped the story going any further. She bought the animal back from the farmer and let it go in the countryside. The Express reported 'My ass runs wild and free, says top nun'.\" Only the Times reported the bishop's death from a heart attack the next day, Simpson added. And the moral? \"The more you worry about how the press defines your ass, the worse it gets.\" Well said. • What to do about the deficit? That's one of the most pressing questions for the new leader. And while we are counting the pennies, what to do about Trident? A huge issue, you might think and one worthy of exploration from the floor of the main conference. But it won't be happening. Because when the Hackney North and Stoke Newington Labour constituency put forward a CND-inspired motion to do just that, the party said \"No thanks, it's not contemporaneous\". Twenty billion quid. Could do a lot with that. • It's all about connecting nowadays. Knowing the right reference points. And no one does it better than Liam Byrne. \"Sometimes when I hear David Cameron talk about how much he loves community I can't help but be reminded of the man who says he loves humanity, it's just human beings he can't stand,\" said Liam in his conference speech. And who is most commonly associated with this cry of despair: Linus, the blanket-clutching best friend of Charlie Brown in the Peanuts comic strip. Be grateful. Liam could have quoted Dennis the Menace. • Fresh news from east London, where protests continue about the decision to close the library bearing the name of the legendary writer and activist CLR James, and to call its £4.4m replacement the Dalston Library and Archive. How did this happen, Labour activists asked Jules Pipe, the Labour mayor, last week? Well, he said, the library and the archive are sharing the building and the archive insisted on having its name in the title. It's a real hot potato, they warned him. Who is going to make the decision? \"Not me,\" said Pipe. Smart cookie. • And more on the wit and peculiarities of immigration officers as they strive to keep the undeserving out of the country. Reader Mark Gjessing, who has an Australian passport but indefinite leave to remain through marriage, recalls one such encounter. \"And under what right do you have indefinite leave to remain in the UK, sir?\" asked the official. \"My wife,\" replied Gjessing. \"And your wife is from?\" \"Yorkshire,\" he said. \"Yorkshire is not a country sir,\" protested the official. \"Have you tried telling them that,\" countered Gjessing. They waved him through and smiled. • Lest it be thought that Labour is the only party looking to the future, let us welcome Ben Howlett, the newly elected head of the Tory youth wing, Conservative Future. Not least because in a torrid campaign he had to fend off scurrilous claims that he had been leaking titbits to this diary. His victory, after a paltry 173 people voted from an electorate of 18,000, means disappointment for Craig Cox, the rival activist who once held aloft a sign saying Bring Back Slavery. For that, if nothing else young Ben, well done!"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}