{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2010/sep/20/dave-walder-wasps-leicester-premiership", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-09-19T23:06:36Z", "webTitle": "Dave Walder re-boots Wasps and victory over Leicester is assured", "webUrl": "https://www.theguardian.com/sport/2010/sep/20/dave-walder-wasps-leicester-premiership", "apiUrl": "https://content.guardianapis.com/sport/2010/sep/20/dave-walder-wasps-leicester-premiership", "fields": {"headline": "Dave Walder re-boots Wasps and victory over Leicester is assured", "bodyText": "It may be stretching the point to say that Dave Walder has emerged from the long shadow thrown by the departed Danny Cipriani, but while the 32-year‑old Wasps fly-half is unlikely to adorn the front pages of celebrity magazines, he provides a safe pair of boots for a club facing a pivotal season after two indifferent campaigns. Walder has none of the flamboyance of Cipriani, who is on his way to the Melbourne Rebels, but he knows how to win matches. Wasps had been swatted aside by the champions in a free-flowing first half and trailed 30-18 at the break. They were vulnerable at restarts and were coughing up possession at the breakdown. The Tigers had collected a bonus point for scoring four tries. Walder then took over with his kicking, off the floor and out of hand. He finished with 22 points from eight kicks out of eight and he provided the inspiration for victory when he kicked deep into Leicester territory with five minutes to go and the sides locked at 30-30. The Tigers full-back, Geordan Murphy, who had just received prolonged treatment after being hit hard in a tackle, dithered as he waited for the ball to roll into touch. It bounced the other way and the Wasps wing Richard Haughton, a replacement for Tom Varndell, who had scored two first-half tries, chipped it over the line to score the try and win the match. \"I knew Geordan was struggling after taking a whack on the head but I won't claim the move was pre-planned,\" said Walder. \"There was not much else on and 99 times out of 100 he would have taken the ball into touch.\" Murphy was replaced immediately after the try. The call should have been made earlier. The Tigers director of rugby, Richard Cockerill, did not blame Murphy for the defeat, instead pointing to an ever-increasing injury list: without Toby Flood, they lost his stand-in at stand-off, Jeremy Staunton, at half-time to an achilles tendon injury. Without a controlling influence at No10, they were unable to either protect their lead or extend it. Wasps had Walder, who kicked his forwards into position and gnawed away at Leicester's lead with his goal-kicking. He had been omitted from the starting line-up for the first match of the season, against Harlequins, with Riki Flutey occupying the No10 shirt. Wasps were perhaps seduced by the change of emphasis at the breakdown, which has encouraged more attacking play. The combination of Walder at 10 and Flutey at 12, however, allows them to choose between control and adventure, maximising their options. Decision-making remains crucial. \"We were the architects of our own demise in the opening 40 minutes,\" said the Wasps' captain, Tom Rees. \"But Dave Walder pulled it around in the second-half, putting us in the right positions and we all know what he is capable of.\" It is eight years since Leicester lost two of their first three Premiership matches and they have already conceded nine tries, a figure they did not reach last season until the end of February. One plus for them was the form of the England flanker Tom Croft, who was the dominant force in the lineout and who hounded Wasps at the breakdown. \"People have questioned whether he can put in a complete game,\" said Rees. \"He showed he can and his qualities were there for all to see.\" But it was Walder's day. His first task after the game was to see how Rosslyn Park, for whom he acts as attack coach, attending training sessions on Tuesday and Thursday evenings, had got on. They also scored 37 points, in a bonus-point victory over London Scottish in National League One. London Wasps Van Gisbergen; Varndell (Haughton, 45), Waldouck, Flutey, Lemi; Walder, Berry; Payne, Webber (Ward, 55), Broster, Shaw, Cannon (Birkett, 44), Worsley, Rees (capt), Powell (Ward-Smith, 63) Tries Varndell 2, Haughton Cons Walder 2 Pens Walder 6. Leicester Tigers Murphy (capt; Agulla, 80); Hamilton, Smith, Twelvetrees, A Tuilagi; Staunton (M Tuilagi, h-t), Youngs; Ayerza, Chuter, Castrogiovanni (Cole, 51), Slater, Skivington, Croft, Woods, Waldrom. Tries Smith, Youngs, Twelvetrees, Croft Cons Staunton 2 Pens Staunton 2. Referee W Barnes (London) Attendance 8,006."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}