{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2010/sep/14/country-diary-staffordshire-moorland", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2010-09-13T23:05:42Z", "webTitle": "Country diary: Staffordshire Moorlands", "webUrl": "https://www.theguardian.com/environment/2010/sep/14/country-diary-staffordshire-moorland", "apiUrl": "https://content.guardianapis.com/environment/2010/sep/14/country-diary-staffordshire-moorland", "fields": {"headline": "Country diary: Staffordshire Moorlands", "bodyText": "The late Geoffrey Grigson described the Dove as threading its limestone dale, half in Derbyshire, half in Staffordshire. In a similar way the Manifold threads its own way in its own broad valley somewhat parallel to the west. Its broad vale below brooding Axe Edge, where it is born, still has the summery look for it is largely pastoral. In the arable areas of the east much of the surface now looks distinctly drab, autumnal. The stubbles have been ripped up by cultivation, some already ploughed and soon to be worked up to a seed-bed prior to drilling with winter cereals. Here, though, the hill slopes and valley bases are green, even radiant when the sun breaks through. Up on the side of Sheen Hill the other morning we gazed west across the verdant valley as the sun came from behind a passing cloud. This was a sight quite evocative of Richard Strauss's September; here summer smiles, exhausted. The heather upon Revidge, directly across the valley from our belvedere, still has a hint of the regal carpet about it, though getting rather frayed at the fringes. The luxuriant hairs of the Fox Moth caterpillar make it look quite cuddly where it feasts greedily on the heath, but that very cosy overcoat is, in fact, quite irritating to the skin if you pick it in admiration. By the time we climbed to the white trig pillar atop Revidge, ominous lumps of dark blue cloud had blown over from eastern Cheshire. Sunbeams radiated from behind this dull curtain to pick out, it seemed, individual farms in the green valley. And not far below us Hayes Farm was highlighted in one such beam, reminding me that John Gould, who recently died, was born and bred there and ran the place all his working life. A true son of the soil who, I know, enjoyed the comings and goings of sunlight, cloud shadow and moonlight every day."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}