{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2010/sep/29/portsmouth-administrator-earnings-digger", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-09-28T23:06:01Z", "webTitle": "Portsmouth count the cost of entering administration", "webUrl": "https://www.theguardian.com/sport/2010/sep/29/portsmouth-administrator-earnings-digger", "apiUrl": "https://content.guardianapis.com/sport/2010/sep/29/portsmouth-administrator-earnings-digger", "fields": {"headline": "Portsmouth count the cost of entering administration", "bodyText": "Portsmouth's administrator, UHY Hacker Young, has earned almost £750,000 from its first six months handling the club's insolvency. The latest figures for the club's wage bill put into context Hacker Young's £1.5m a year, which has been set out in the administrator's report for its first six months at Fratton Park. The Company Voluntary Arrangement sets out that the club's wage bill from 26 February to an unspecified date in May was £5,181,520.74; if this were 1 May it would give an annualised salary bill of £31m. Over that period there were 33 first-team players on the club's books, meaning the average annual salary of a player was less than £950,000. Hacker Young's annualised earnings look set to be at least 50% more than that. Yet even these sums do not raise eyebrows among insolvency practitioners: KPMG earned £885,000 from its much-criticised handling of the Leeds United insolvency in 2007, when the debts involved were about £100m lower than the £138m Hacker Young at one point discovered at Pompey. Andrew Andronikou, Portsmouth's joint administrator for Hacker Young who, along with two fellow partners, Peter Kubik and Michael Kiely, has racked up £494,820 in time costs, said: \"Although that is one player's wages there are a total of 14 of us earning that money. It's been a 24/7 job and what we have done is fully documented. \"If you judge by the size of the case – more than £130m of liabilities and running a Premier League club – and compare [Hacker Young's fees] with other football administrations' costs, you will see it is not expensive at all.\" With the fans' and local companies' money at stake with all administrations, the saddest thing is he is perfectly right. Broughton turns down FA Come what may, Martin Broughton will not be the next chairman of the Football Association, Digger can reveal. The British Airways and Liverpool chairman was among those approached by Sir Dave Richards in an effort to discover whether he would be interested in taking up the position. Richards was doing so in his capacity as the chairman of the FA's professional game board but to no avail. Broughton told Digger: \"I was asked if I would be prepared to put my name forward as a candidate for the job of FA chairman and I declined. When it comes to football my priority remains finding a suitable new owner for Liverpool.\" Which is quite enough for one man. Rooney's face doesn't fit Wayne Rooney is about as likely to see his face adorning adverts in future as he is to be scoring goals at Estadio Mestalla tonight, according to a poll conducted by Utalkmarketing.com. As the England striker misses out on Manchester United's Champions League trip to Valencia, the poll of 2,000 consumers resulted in 49% of respondents naming him as \"the celebrity least likely to persuade them to buy a product\". May this influence his wife Coleen's thinking as she wonders whether to take back the multimillionaire face of Nike, Nokia, Ford, Asda, and Coca-Cola following his alleged dalliances with a £1,200-a-time prostitute? Butt back to face Clarke Ijaz Butt is in London today and tomorrow, offering Giles Clarke a fresh chance to seek an apology from the Pakistan Cricket Board chairman over his unsubstantiated claims that England players \"were paid to lose\" the third one-day international against his team at The Oval 12 days ago. Butt has not followed up his comments publicly despite the threat of litigation from Clarke and the England and Wales Cricket Board for defamation. Another twist in the saga comes coincidentally with the presence here this week of Haroon Lorgat, the International Cricket Council's chief executive, whose sacking Butt has also demanded. The Clarke‑Butt meetings will not be uncomplicated: despite the storm, Clarke has not relinquished his role as the chairman of the ICC's Pakistan task force – in the circumstances an apparent conflict of interest that will no doubt be raised this week."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}