{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2010/sep/17/ed-miliband-simon-hoggart-sketch", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2010-09-16T23:05:53Z", "webTitle": "Ed Miliband's last stand as shadow climate secretary", "webUrl": "https://www.theguardian.com/politics/2010/sep/17/ed-miliband-simon-hoggart-sketch", "apiUrl": "https://content.guardianapis.com/politics/2010/sep/17/ed-miliband-simon-hoggart-sketch", "fields": {"headline": "Ed Miliband's last stand as shadow climate secretary", "bodyText": "A few weeks ago, shortly before he declared himself a candidate, the online bookies were offering 17–1 for Ed Miliband as Labour leader. If I had put my savings on him then (as at least one of my colleagues urged me to do), in eight days from now I might have been shopping for a yacht. Or at least a secondhand Mondeo. Miliband Minor is not quite the favourite in the race, but the straws in the wind are beginning to look like a haystack in a hurricane. The New Statesman reports that he leads among Labour party members who have already voted. Even if people's intention to vote puts his brother in the lead, the second preferences from Ed Balls, Andy Burnham and Diane Abbott will give Ed a substantial and possibly conclusive boost. He was in the Commons for question time yesterday, asking about energy and climate change. I must say he doesn't much resemble a party leader. As I have said before, he looks more like the maître d' in an upmarket restaurant. Rather than leading us to the new sunlit uplands of justice, equality and prosperity, he looks as if he should be leading us to our table and assuring us that the waiter will be right over. Yesterday he hardly bothered to hide the fact that he has lost interest in being shadow minister for energy. He slumped on the bench. Then he slumped some more. By the end he had slumped so far that his bottom was on the very edge of the seat, and it looked as if he were about to slide gently under the table of the house, like a well-behaved drunk. He suddenly realised what was happening, and hauled himself up, with a boyish grin. And, indeed, whatever happens tomorrow week, he is unlikely to be shadow energy secretary by October. So all he had to do yesterday was to sound angry about the Tories. Which he did. The government was going backwards on green technology. Labour had announced demonstration projects for clean coal-burning. Would the minister, Chris Huhne, scotch rumours that these would not now be funded? The implication was clear: if the planet is a spinning ball of dust in 50 years, it will be the fault of George Osborne and his Lib Dem satraps. Mr Huhne moved into auto-mode. There is, I suspect, a switch coalition ministers can flick which produces an auto-rant. Like a disc jockey going to the toilet during a record, they can think about something else as the pre-recorded words pour out. \"The last government called for £44bn expenditure cuts without a single pound being attached to the total! The reality is, there is no money left.\" Thus relieved, Mr Huhne returned to the topic of carbon capture. For his part, Mr Miliband grew even angrier. \"Short-sightedness ... no credible plan for deficit reduction, no credible plan for growth and jobs!\" Tories groaned. \"They groan, they groan! But there is no credible plan for growth!\" And those were his last words in his present position. In eight days' time we will know if he is leader of the party, and to which poor sod he has given the tedious job of shadow energy secretary."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}