{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2005/jul/02/italy", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2005-07-01T23:21:38Z", "webTitle": "Italy breaks up vigilante group that hunted down Islamists", "webUrl": "https://www.theguardian.com/world/2005/jul/02/italy", "apiUrl": "https://content.guardianapis.com/world/2005/jul/02/italy", "fields": {"headline": "Italy breaks up vigilante group that hunted down Islamists", "bodyText": "An illegal group set up to hunt down Islamists and which included police officers in its ranks has been broken up by Italian authorities. Prosecutors in the port city of Genoa said yesterday that the group was founded last year with private donations from wealthy members just after the Madrid train bombings in March 2004, which killed 191 people. Two of the suspected leaders of the self-styled Department of Strategic Anti-Terrorism Studies have been put under house arrest. The group allegedly falsified law enforcement badges and attempted to tap into protected files at the interior ministry, prosecutors said. Some 25 people were being investigated. Roughly half of them are Italian law enforcement, including Carabinieri, prison guards and financial police. In a statement, the prosecutors' office said the apparent involvement of police was \"particularly worrying\". The group also ran a website in which it compared itself to the police and offered highly specialised research needed to identify and prevent possible attacks. It asked for anonymous tips on militant activity. Prosecutors said the group sought to illegally bolster Italy's fight against international and domestic terrorists, and wanted to become recognised by the United States and Israel to seek international funding. The full extent of its operations is still being investigated. The suspected leaders were members of a far-right group called New MSI National Right and invoked religious undertones on their personal website. \"God-fearing men, pure and tough men that are illuminated by God's will, have descended into the valley of death to defend the Christian-Judaic faith and the west,\" it said. An Italian group published what it said was extracts from from the site run by the organisation, before it was taken offline by authorities."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}