{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2005/jul/11/thefiver.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2005-07-11T15:49:06Z", "webTitle": "Still Tittersome", "webUrl": "https://www.theguardian.com/football/2005/jul/11/thefiver.sport", "apiUrl": "https://content.guardianapis.com/football/2005/jul/11/thefiver.sport", "fields": {"headline": "Still Tittersome", "bodyText": "GOIN' LOCO, OUT OF INTERTOTO? The last time Newcastle's wretched Premiership form forced them into the Intertoto Cup in the hope of clinging to the 'big club' tag they love so much, they lost out to Troyes. Nothing to do with Trojan wars, you understand [the only wooden horse being dragged into Toon back then was named Christian Bassedas], but a small-time French club that Alain Perrin had hauled out of non-league football and into Euro Vase contention. Star striker Samuel Boutal managed only two goals all season in the league, but he bashed two past Sir Bobby's boys as Troyes won on away goals. All of which information shows two things: (1) when there's a story to be wrung out of close-season news so dull even the club involved can't be bothered to comment on it, the Fiver can at least be relied upon to dig out its old Shoot! annuals, and (2) even if their players can stop kicking each other's shins long enough to beat ZTS Dubnica this week and next, Newcastle are unlikely to improve on their Intertoto record this year, what with a likely semi-final against Deportivo la Coruna waiting. That second statement rings even truer with the news that in the unlikely event of them overcoming Depor and making the final, Graeme Souness's merry Magpies will probably face Lazio or Marseille, who have Tampere United and always-tittersome Swiss outfit Young Boys of Berne to beat respectively to make the last four. This probably isn't a good time to tell Toon fans who hoped winning the Intertoto Cup would be little more than a minor pre-season inconvenience that their striking hopes could rest on a successful bid for Luis Boa Morte, is it? Although it probably is a good time to tell shrewd punters that Graeme Souness is still available at a whopping 11-2 to win this season's Premiership sack race. * * * * * * * * * * * * QUOTE OF THE DAY \"I was worried about the fans' reaction at Wrexham but it was understandable, they were close to losing their best player. I understand people getting frustrated\" - either Steven Gerrard's ego is even more out of control than we thought, or else Xabi Alonso was also on the verge of walking out on Liverpool last week. ********************* THE RUMOUR MILL Juventus have cooled their interest in perennial summer wantaway Patrick Vieira. \"I went to London for other players, not Vieira,\" said general director Luciano Moggi, refuting his club's interest in the Arsenal skipper, but failing to rule out potential swoops for Franny Jeffers, Mido and Malky Mackay. In a U-turn of \"I'm the f*****g man, me\" proportions, Seville striker Julio Baptista now wants to stay in Spain rather than join Arsenal. It turns out Michael Ballack quite likes the cut of the MU Broncos' jib, and could ditch Bayern Munich for the Glazerdome. Fulham manager Chris Coleman has draped a larger-than-usual 'not for sale' banner over his 'Wardrobe', Papa Bouba Diop. Fresh from completing a move for Paulo Wanchope, Portsmouth will shift their attention to snapping up Gregory Vignal from Liverpool. And Sheffield Wednesday will let £500,000 do the talking in their bid to sign Tranmere's Canadian forward Ian Hume. * * * * * * * * * * * NEWS IN BRIEF After one of the least auspicious Premiership spells ever, Robbie Blake has made his excuses at Bongo FC and made for Leeds. \"It shows how far this club has come,\" said Leeds boss Kevin Blackwell, presumably referring to a downward direction. The Big Cup holders will unveil new £5.6m man Mohamed Sissoko as soon as the Mali midfielder coughs for the doctor at his Anfield medical, which is going on as we type. Arguably the least-interesting left-back saga to grace this summer has ended with Chris Powell returning to Charlton from West Ham. Punters' pal Steve Claridge is poised to complete his first acquisition at Millwall with the recruitment of Sammy Igoe from Swindon, who will replace him with Southend's Nicky Nicolau. After holding an SPL/League Two debate, former Livingston midfielder Craig Easton has opted to sign for Leyton Orient instead of Motherwell. And the Special One has spoken of his irritation at only collecting two trophies with Chelsea last season. \"I'm frustrated because I didn't win everything,\" he sulked, before taking his ball away. * * * * * * * * * * * FIVER LETTERS \"Steven Gerrard's comments last week that he 'wouldn't wish what I've gone through over the last few days on anybody' was sickening proof that he believes his own hype. Deciding whether to earn your £100k per week in Madrid, London or Liverpool is not hardship. What about those players who have been released and can't find other clubs, all earning a fraction of what you earn, Stevie? I'm sure the majority of them would love to suffer the hardship you've been through\" - Ian Walford. Re: that picture of Steven Gerrard wearing an Everton shirt mentioned in Thursday's Fiver letters: http://www.bluekipper.com/assets/images/blubber/toffee_gerrard.jpg. Liverpool fans' protests that the picture is of Steven's cousin Anthony Gerrard are the most laughable since they claimed 'He was trying to jump over Naysmith'. If that picture is of the then one-year-old Anthony, rather than the seven-year-old Steven, then Goliath would have someone to look up to\" - Alex May, Merseyside. \"That photo was taken in 1987. Steven Gerrard's cousin Anthony is indeed an Evertonian and was playing for their reserve team last season, but he was born in February 1986. He was big for a one-year-old\" - Phil Adams. \"Re: uses for a 35mm film canister. Couldn't Stuart Pearce hide jet-heeled pocket rocket Shaun Wright-Phillips in one until the start of the season?\" - Martin Price. \"A fine sized receptacle in which to place all the good Fiver letters in response to the request for uses for a 35mm film canister. Scrap that, all good Fiver letters\" - Adam, Coventry. \"Re: the last line of Friday's Fiver. You may not find cromulent in the dictionary, but I think you'll find it embiggens any conversation\" - Dec Keane. \"You won't find cromulent in the dictionary, but you will find it on Wikipedia. You won't find gullible though\" - Bill Muskett. \"You will find cromulent spoken by Miss Hoover in the Simpsons episode Lisa the Iconoclast\" - Raymond Herlihy. \"Am I the only Fiver reader who has all three of the earworms [One Of Us, Zombie, What's Goin' On?] mentioned in Friday's letters in their playlist and is now experiencing a mild sense of shame and musical inadequacy?\" - Jim Butler, Cork. \"Doug Peters' mention of earworms in Friday's Fiver, and your subsequent effort to trump him with Joan Osborne brought back the one that has been haunting me every time I see George W Bush, which has been a lot lately: Russians by Sting\" - Simon McKenzie. Want to get something off your chest? Send your letters to the.boss@theguardian.com. The best letter of the day will win a classy T-shirt from http://fiver.goalhanger.com/. Today's winner: Jim Butler, who probably needs to replace his 4 Non Blondes European Tour 1993 souvenir T-shirt by now and doesn't appear to have much else going for him. ********************** TONIGHT'S TV &amp; RADIO BBC Two: Frontline Football (11.20pm) \"Back in the day (1990), I worked with an Aussie girl called Samantha,\" says Roger from Putney, thereby opening today's petty dumping tale. Five: Confederations Cup Football - Greece v Japan (5am) \"She ticked all the right boxes: pretty, great company, intelligent, slept with me on the first night. Sky Sports 1: Big Cup Special (9.30pm) \"However, after three or four months, I noticed that she had a large rib-cage, out of proportion to the rest of her otherwise great figure.\" Football Asia (11pm) And? BBC Radio Five: Sport on Five (7pm) \"Thereafter I couldn't get out of my head that she might be a transsexual. Newstalk (www.newstalk106.ie): Off the ball with Ger Gilroy (7pm) \"I had to end it, and could offer her no good reason why, to her bafflement and my lasting shame.\" Ever been so petty? Spill the beans to the.boss@theguardian.com, and mark your emails Nasty Dumps. * * * * * * * * * * * * SUBSCRIBE TO THE FIVER You can subscribe and unsubscribe at http://www.theguardian.com/football/fiver * * * * * * * * * * * NO, I'M KRAMER!"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}