{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2005/jul/20/guardianobituaries.thefarright", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2005-07-19T23:24:22Z", "webTitle": "Obituary: John Tyndall", "webUrl": "https://www.theguardian.com/news/2005/jul/20/guardianobituaries.thefarright", "apiUrl": "https://content.guardianapis.com/news/2005/jul/20/guardianobituaries.thefarright", "fields": {"headline": "John Tyndall", "bodyText": "No one who saw John Tyndall, the former head of the National Front (NF) and the British National party (BNP), who has died aged 71, addressing his supporters could be in any doubt that he believed that he was the chosen leader of a master race. His message, delivered in strangely plummy tones, was apocalyptic and, for a moment in the 1970s, it seemed that he might have a greater impact on British politics than he did. Born in Exeter, into what was an Irish-Protestant family on his father's side (an uncle was bishop of London- derry), Tyndall moved with his family to south London, and attended Beckenham and Penge grammar school. After national service as a lance-bombardier with the Royal Horse Artillery in Germany, he took menial clerical posts in accountancy while living at the YMCA, where his father had been an administrator. After what he called a brief flirtation with socialism, he started exploring fascism. He was impressed by much of Mein Kampf, an attraction he partially disavowed after it had become clear that associating with Hitler was electorally disadvantageous. The parties he threw to celebrate Hitler's birthday were discontinued. At 22, he briefly joined the League of Empire Loyalists, after being impressed by its leader, AK Chesterton. It was the beginning of a path that led through a variety of far right groups, many of which he helped to form, including the National Labour party (until forced by the Labour party to abandon the name), the National Socialist Movement, the militaristic Spearhead, the Greater British Movement, the NF and the BNP, the latter two bringing him his greatest public prominence. None of this, however, gave Tyndall quite the success or stature he craved, and all of the groups, in one form or another, fell victim to infighting and internal rivalries. He operated his political machine, first, from his mother's house in south London, and later from his home in Hove. His beliefs, toned down later in life, at least in public, were of \"unashamed white supremacism\" and \"of real manhood and real womanhood\". He sought a Britain from which black people and Asians would be \"humanely but compulsorily repatriated\" and where able-bodied people would feel the \"stiff breeze of compulsion to work\". He announced, as recently as 1990, that he could not stand the sight of women wearing trousers in public. He explained his political credo in The Authoritarian State (1962). Tyndall was frequently in the criminal courts; he was due to appear at Leeds crown court tomorrow, charged with inciting racial hatred. In 1962, he was convicted under the Public Order Act for organising the neo-Nazi group, Spearhead, which offered members special rates on jackboots. In 1966, he was convicted of illegal possession of a firearm and half a dozen coshes - \"protection against Jews\", whom he described as \"poisonous maggots\". In 1986, he was jailed for a year for conspiracy to incite racial hatred. The magazine he published and edited, also called Spearhead, acted as his movement's theoretical arm and claimed a sale of 15,000 copies a month. In the 1970s, Tyndall and his NF deputy, Martin Webster, saw their party's standing rise, and in the 1974 general election they took 113,000 votes nationally, and around 200,000 (0.6% of the poll) in 1979. This was Tyndall's most public period, when he would address meetings flanked by leather-jacketed heavies. He split with the party, however, to form the New National Front and then, in 1982, the BNP, which he led until 1999. He kept himself fit by road-running and boxing, and did not shirk a fight in clashes with the left, but he was drinking heavily by the end. It is tempting to dismiss Tyndall as a sort of modern-day Roderick Spode, PG Wodehouse's joke fascist character. But he and his band of young thugs brought genuine fear to many in Britain before being seen off by a combination of forces that included the Anti-Nazi League, the anti-fascist magazine, Searchlight, and the far right's own back-stabbing disloyalties. He leaves a wife, Valerie, and one daughter. · John Hutchyns Tyndall, political organiser, born July 14 1934; died July 19 2005"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}