{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2005/jul/25/mondaymediasection1", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2005-07-24T23:45:39Z", "webTitle": "Letters", "webUrl": "https://www.theguardian.com/media/2005/jul/25/mondaymediasection1", "apiUrl": "https://content.guardianapis.com/media/2005/jul/25/mondaymediasection1", "fields": {"headline": "Letters", "bodyText": "Don't ignore the video games world Why is it that the Guardian's Media 100 (Power games, July 18) fails with depressing regularity to acknowledge the financial and cultural contribution of the computer and video games industry? Games are becoming an ever-more ubiquitous part of modern life, generating large revenues and influencing Hollywood. Is it ignorance, or incomprehension that relegates video games (an entertainment medium) to the technology sectors of most papers? It is simply irresponsible journalism to have as the one figure in the chart marginally associated with the games industry a man who has pioneered online poker. Please. We are a much larger and more diverse industry than online poker. This year alone you could have chosen a number of people, from various sectors of the games medium. For example: J Allard, Microsoft's Xbox supremo; Sam Houser, executive producer of Grand Theft Auto; Ian Livingstone of Eidos; Tony Mott, editor of Edge Magazine; Peter Molyneux, designer and creative director of Lionhead Studios. Give us our place in the sun please. Tadhg Kell Woking, Surrey · No Nicola Shindler? No Sue Woodward? No southern bias there then. Yours, still rubbing my eyes in disbelief. Peter Thornton Ramsbottom, Lancashire Keep socialism at the Staggers I was first introduced to the New Statesman by my late father in the 60s and I have read it ever since. I wish the new editor John Kampfner well and note that he plans to increase the circulation and broaden the appeal of the Staggers (New editor, new danger?, July 11). This can only be applauded, even if every new editor down the years has said something similar. I do hope, however, that Kampfner remembers that the core readership is on the left and does like to see the occasional reference to socialism from time to time. Keith Flett London Cut the 'emotional pornography' I was interested to read Julia Day's article on the coverage of the London bombings (We had 50 images an hour, July 11). I've also read various comments about the BBC's decision to use the word \"bombers\" instead of the word \"terrorist\". Based on what I've seen on BBC World and Sky News, my impression of the TV coverage is one of wall-to-wall sensationalisation with a heavy dose of speculation. Serious-looking journalists, without giving any thought to the victims and their families, wallowed in the tragedy using language such as \"terrorists\" and \"terrorist attacks\". Using the word \"bombers\" is a much fairer way of reporting the event, at least until it's been ascertained that we are, in fact, dealing with a terrorist attack. The coverage of the bombings also highlighted the ridiculous nature of the British watershed and film and TV censorship rules. Who cares about occasional nudity and a few swear words when real life can be served up as entertainment for the people in such an unnecessarily sensationalised way? What hypocrisy. We have a word for this in Danish, and it translates as something like \"emotional pornography\" and it's not worthy of serious news channels, nor newspapers for that matter. Susanne Poulsen Kettinge, Denmark"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}