{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2005/jul/11/footballrumours.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2005-07-11T16:11:49Z", "webTitle": "Monday's rumours", "webUrl": "https://www.theguardian.com/football/2005/jul/11/footballrumours.sport", "apiUrl": "https://content.guardianapis.com/football/2005/jul/11/footballrumours.sport", "fields": {"headline": "Monday's rumours", "bodyText": "Denying ongoing rumours of a bust-up with his skipper last week, Rafael Benitez declared that \"my relationship with Steven is good, but my relationship with my wife is better.\" And while Senora Benitez will have been delighted with this gloopy public display of affection, she may well get the hump when she hears that her husband has been making overtures towards Matthew Upson. According to today's Mirror, Benitez will offer £5m for the Birmingham centre-half with a view to installing him as Sami Hyypia's long-term successor. The 26-year-old with six caps to his name has three years left on his City contract, but believes he'll have a better chance of making England's World Cup squad if he's calling Anfield home. Birmingham City's take on the flirtation? \"Matt is an important player for us and he is staying here,\" declared David Gold. Whether or not he's foiled in his attempt to nab Upson, expect Benitez to step up his attempts to secure the signatures of Peter Crouch, Luis Figo, William Gallas and Real Zaragoza defender Gabriel Milito. With Clive Woodward currently on his way home from the Lions tour to work behind the scenes at Southampton Football Club, Harry Redknapp is eager to lure Portuguese centre-half Rio Marques to Saint Mary's from under the noses of Leeds United. Saints fans will be hoping Harry gets his man, as the prospect of watching Neil Back or Lawrence Dallaglio attempting to shore up their back-four next season is not an appealing one. Hawk-eyed Bald Eagle Andy Johnson's feathers are currently being ruffled in a big way. He's told Crystal Palace manager he wants to play for a big club, but may have to settle for a move to Everton or Tottenham Hotspur instead. The North London club remains the favourite to sign him, having had a £5m bid laughed out of Selhurst Park already this season. And finally, Bolton boss Sam Allardyce has £1.8m to spend and thinks Racing Santander's exciting Israeli Yossi Benayoun would give him more bang for his buck, while Sporting Lisbon's pacy Cameroon winger Rodolph Douala is currently being stretched to breaking point as Spurs and Fulham use him as the rope in a £3m tug-of-war."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}