{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2005/jul/02/usa.italy", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2005-07-01T23:21:38Z", "webTitle": "CIA methods exposed by kidnap inquiry", "webUrl": "https://www.theguardian.com/world/2005/jul/02/usa.italy", "apiUrl": "https://content.guardianapis.com/world/2005/jul/02/usa.italy", "fields": {"headline": "CIA methods exposed by kidnap inquiry", "bodyText": "\"I was walking down Via Guerzoni with my little girl and I saw a man with a long beard and a djellaba being stopped by two westerners with a mobile telephone. They were asking him, in Italian, for his documents, the way the police do,\" the witness said. \"At the junction with Via Croce Viola there was a pale-coloured van on the pavement,\" she continued. \"Then, all I heard was a loud noise like a thud. The van suddenly shot backwards and then set off again, away from the mosque, passing me at high speed. And the three people I'd seen, they weren't there any longer.\" One of them was Hassan Mustafa Osama Nasr, otherwise known as Abu Omar, a radical Muslim cleric living in Milan and under investigation by the Italian authorities on suspicion of involvement in Islamist terrorism. His disappearance, in February 2003, caused an inquiry that attracted worldwide attention last month when a Milan judge ordered the arrest of 13 American secret service agents accused of the cleric's abduction. Details from the inquiry have provided a unique glimpse of the way in which the CIA seizes its foes abroad. The prosecutors in charge of the inquiry claim that Abu Omar was the target of what the US terms an \"extraordinary rendition\", the seizure of a suspect by agents for dispatch to a third country, often one in which torture is common. Washington says it obtains guarantees that suspects grabbed in this way will not be tortured. But, in a call to his wife last year after he was released and before he disappeared again, Abu Omar said he had almost died under torture in an Egyptian jail. His current whereabouts is unknown, though associates say he was rearrested last year. By ploughing through hundreds of thousands of mobile phone records, tracing hotel registrations and bugging phone conversations, the Italian police have built up a picture of the CIA's operation that offers several surprises. According to the police version of events, the CIA's special removal unit (SRU) can whistle up private jets to fly its captives unseen across international frontiers. A Learjet allegedly took Abu Omar from the joint US base at Aviano in Italy to another US base at Ramstein, Germany, then a chartered Gulfstream V whisked him to Cairo. Yet barely a dollar was spent on making the team's communications secure. The secret agents used ordinary mobile phones. Italian investigators put names to the abductors by matching their calls to the phone contracts they had signed. And they could be sure of the team's movements because they could see when the calls had been made and from which mobile phone. In at least one case, calls were traced to a phone that was apparently returned to a US diplomatic pool. After a silence it was reactivated by an American citizen using the antenna 100 metres from the US embassy in Rome. Investigators suspected Abu Omar was taken to Aviano, on discovering three calls made after the abduction by the apparent leader of the SRU to the mobile of the base's then security chief. A second surprise is the numbers involved. The Italian investigators say they have identified 23 members of the operation, and have been able to put names to 20 of them. At least six were women and - a third surprise - there seem to have been intimate links between male and female colleagues. SRU members made several, apparently recreational, trips within Italy as they waited to seize Abu Omar and, on at least two occasions, couples booked into double rooms. Most of the names on their passports were false. But two are not, and one belongs to the man the Italian prosecutors claim was the coordinator of the operation. The suspected operational leader of the SRU remains unidentified. The inquiry showed that the biggest number of calls converged on the phone of someone identified in court papers merely as X. On the day of the abduction, as the coordinator monitored events from his office at the consulate, X deployed his team. Italian investigators concluded that the lookout was one of the women, a 33-year-old; and that a six-strong team actually carried out the abduction and delivered Abu Omar to the entrance to the A4 motorway where a second team of six was waiting to speed him to Aviano. The last trace of X is a call the same day to Virginia, the state in which the CIA has its headquarters. But the coordinator's Italian mobile sprang to life again on March 3 2003. And the company's records show that by then he, like Abu Omar, was in Egypt. Yesterday, Mel Sembler, the US ambassador to Rome, who had been out of Italy, returned after being summoned to explain to the prime minister, Silvio Berlusconi, an operation about which the Italian government insists it was never informed. Mr Berlusconi demanded that the US \"fully respect Italian sovereignty\". The US embassy declined to comment on the kidnapping allegations, though it did say yesterday that relations would continue to be underpinned by \"mutual respect\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}