{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2005/jul/17/davidsmith.theobserver", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2005-07-16T23:04:51Z", "webTitle": "It's not an ad, it's cinema sudoku", "webUrl": "https://www.theguardian.com/uk/2005/jul/17/davidsmith.theobserver", "apiUrl": "https://content.guardianapis.com/uk/2005/jul/17/davidsmith.theobserver", "fields": {"headline": "It's not an ad, it's cinema sudoku", "bodyText": "It threatens to become the biggest timewasting craze since sudoku. For three weeks a series of adverts has been appearing in national magazines, each depicting a familiar scene of the English outdoors: a park, a town, a beach. But many readers stop their idle flicking when they realise those birds, or that car, or that shark's fin look strangely familiar. The Stella Artois adverts are a feast of cunning references to characters, props and scenarios from famous films. Anyone who has ever been inside a cinema is likely to recognise a few of the visual puns instantly; the challenge, which many find addictive, is then to crack the rest. Casual observers and hardened film buffs alike have puzzled over the ads, each with allusions to around 20 movies, and have turned to the internet in a bid to get the complete picture. Those ominous helicopter gunships are surely from Apocalypse Now, but who is that sunbather on the beach? Those bowler-hatted men have walked out of A Clockwork Orange, but who is that photographer crossing the street? Mark Kermode, a film critic for The Observer , said: 'I have been completely sucked into it. I've absolutely no idea whether it would sell you the beer, but for film nerds there is a horrible pleasure in solving those kinds of puzzles. 'Horror films, particularly, are often heavily laden with nudges and winks to the fans, nods to other horror films, almost more so than any other genre. If you go to a screening of horror films for horror fans, it's always: \"Look, that's David Cronenberg\"; \"That's a nod to Dawn of the Dead \"; \"That's a quote from that obscure Japanese horror film that didn't get released here in Britain\".' The ads, launched in the last week of June to run for a month in colour supplements and film magazines, are part of Stella's 'Live Film' promotion, which aims to entice drinkers with prizes including DVDs and a holiday in San Francisco. Ed Morris, executive creative director of Lowe, the agency which created the adverts, said: 'A promotion is quite a hard sell, so we wanted to aim for something big. We started out with one film reference - Superman in a phone box. Then the idea took shape and went to a grander scale. The next stage was: \"What if we put 20 film references in one landscape?\" 'There are some we knew ourselves and some we researched, so that people would immediately recognise some and be drawn in by others which are more subtle. So in the park you're likely to spot The Birds but the falling plane engine is more tricky.' Some of the film references were placed at the scene when the photographs were taken, others painted in later. Morris, who admits he is no film fanatic, added: 'We've had a stack of phone calls and emails about it. The challenge for us is always how to get people to stop at a page for more than half a second. If you get people to look at an advert for 10 minutes, that's a great achievement' The ads have become the subject of eager discussion in internet chatrooms. We challenged Kermode to name them and he correctly spotted 13 out of a possible 19. 'Without recourse to the internet, that makes me smug but slightly frustrated,' he said. Like many observers, Kermode suspected the red coat over the bench alluded to Don't Look Now or Schindler's List . When told it was from An American Werewolf in London , he admitted: 'I wouldn't have got that in a million years.' But when informed that the severed hand was from The Evil Dead , he had the last laugh by correctly pointing out: 'I think you'll find that's Evil Dead II .' · Try your hand at 'cinema sudoku' by clicking on these links to pdf images of three of adverts: the town, the park, and the beach. Below are the links to the film references you should have seen: The park The town The beach"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}