{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2005/jul/09/yemen.guardiansaturdaytravelsection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2005-07-09T16:55:44Z", "webTitle": "The Galapagos of Arabia", "webUrl": "https://www.theguardian.com/travel/2005/jul/09/yemen.guardiansaturdaytravelsection", "apiUrl": "https://content.guardianapis.com/travel/2005/jul/09/yemen.guardiansaturdaytravelsection", "fields": {"headline": "The Galapagos of Arabia", "bodyText": "'The island of Socotra,\" wrote Marco Polo, \"produces beautiful cottons and other merchandise. There is an especially good trade in large salted fish, while the people live on rice, meat and milk.\" Not much seems to have changed in the last 700 years - except for the arrival of eco-tourism. Socotra is a unique and seldom visited island the size of Cornwall, stranded in the Indian Ocean. It has been called the Galapagos of the Arabian peninsula, but incredibly, it is not expensive to visit - about a quarter of the price of a similar trip to the Galapagos - yet it attracts a mere 400 visitors a year. The wild, empty beaches, mountain views, and unique wildlife are all the more enticing when you know you will have them to yourself. About a third of the 900 plant species are unique to the islands. Many are remnants of the plants that disappeared in Africa long ago. Most of the islanders live in the coastal towns of Hadibu and Qalansiyah and scattered fishing villages of square flat-roofed stone houses. They live by fishing and livestock farming and owe their origins to the monsoon winds that have mixed Arab, African, Indian and shipwrecked Europeans into one. In the mountains, the inhabitants are fewer and more reserved and speak a different language from the Arabic of the coast; it is known as Socotri, which has its origins in Southern Arabia. The houses are built of rough-hewn stone blocks plugging cave entrances in the hillsides, offering respite from the high summer temperatures and monsoon winds. With the exception of a hike into the mountains, our group of eight travelled everywhere in 4x4 landcruisers, setting up camp each night - although some of the group preferred to sleep under the stars. Our cook, Abdul, made every attempt to buy locally from fisherman, farmers and their wives who would bake fresh bread for us every day. As dusk arrived, we stretched out on a raffia mat beneath a hurricane lamp which cast large shadows on to the sand and provided light for the evening meal of salad, fish stew and saffron rice. Meals were followed by a briefing by the tour guide, Ahmed, explaining the next day's expedition. We bathed and swam daily in freshwater pools and returned to the hotel in the capital every two to three days to shower and catch up on the laundry. This is an island of endless empty sandy beaches, 100ft storm dunes tossed on to sea cliffs, and clear coastal waters with excellent diving and snorkelling. At Ras Dihamri Marine Reserve, you can see some 730 species of tropical and coastal reef fish including snappers, butterfly fish, surgeon fish and groupers. You only have to toss a hook into the water to be rewarded with a fish. The fruits of the sea are so abundant that shoaling onshore waves literally toss their harvest on to the beach to be picked up by the hoards of waders or scavenging ghost crabs. At the tranquil edge of the Detwah lagoon on the north-west coast, there was nothing between us and the Horn of Africa a hundred miles away. A local fishing boat took us out to Bandar Shu'ub, home to thousands of Socotran cormorants, spinning dolphins and brown boobies. Early one evening when we were camped on the beach at Ar'aher at the north-eastern end of the island, the sea was stained purple by the massive sardine shoals and lit by phosphorescent discharges. We walked high into the mountains, where small plants protruded from cracks in the rocks under canopies of umbrella trees - like giant carrots - pink-flowering bottle trees and cucumber trees. Looking for frankincense and myrrh, we came across the wild relative of the pomegranate with its minuscule fruit. The dragon tree is widespread in evergreen woodlands over the centre and east of the island. Its deep red liquid, often called dragon's blood or gum dragon, exudes from its bark when scratched. This was once much prized by Roman soldiers and gladiators as an ointment for disinfecting battle wounds and is still used by local craftsmen to decorate pots and incense burners. The remarkable coastal cave complex at Hoq was a welcome relief from the midday sun. Local guides led us by torchlight into extraordinary chambers of stalactites and natural columns. Another highlight was Wadi Da'arho, a deep water-cut canyon filled with rusty-coloured lavas, luxuriant palm groves and freshwater pools. Here, we picnicked under shady palms, feasting on tomato and onion salad with tuna and olives, followed by fresh char-baked grouper wrapped in foil. This was accompanied by squares of freshly baked honey-coloured bread known locally as khubz, all washed down by scented sweet tea. For the country that gave us mocha coffee, Socotrans paradoxically prefer tea, probably because of Indian trade route connections. Next day, we left our tents at six in the morning and trekked out over deeply weathered pavements of corroded limestone on to grassed upland foothills towards the granite ranges of the Haggier mountains. With Ali, a cheerful flip-flop clad local nomad, as our guide, we slogged along goat tracks which led us in the roasting morning sun over endless false summits to the top of Jebel Skand, at 1,600m the island's highest mountain. The view at the top revealed gaunt granite pinnacles with clouds encircling and protecting their peaks. Below, we could see all the way to the coast to Hadibu. After almost three weeks of eating nothing but fish, we were craving meat, which was served up to us in a rather hands-on manner one night in the form of a goat called Billy, named after our group leader. He was a matt black two-year-old male with a cute top knot. After we had carefully collected a pile of firewood for the barbecue - only deadwood is permissible for conservational reasons - Billy met a swift end. Although this did not go down well with everyone, we were all in agreement that as Billy had been the only vegetarian among us that day his passing was not to be in vain. On the last day, our Socotran guide asked us what we liked most about the trip - there were eight different replies to his question. In response, we asked him what had been the highlight of his trip. He thought for a minute, and then responded with a smile, \"the opportunity to speak English to British people for the first time in my life\". 'The Socotra archipelago offers much more than the Galapagos. They really are just being unveiled to modern eyes and new species are being discovered all the time' Nick Baker, The Really Wild Show If unexplored exotic islands, with rich culture and an unspoilt and unique biodiverse flora and fauna are your thing then you have probably had to come to terms with the fact that you have been born too late. One hundred years ago and you still had a chance, but in this increasingly shrinking world the modern naturalist has to use his or her imagination. Or so I thought, until I heard of the Socotra archipelago. This land of bleeding trees, red mountains and bone-white beaches is as magical as it sounds and is considered by biologists to be in the top10 of island sites in the world as far as biological diversity and endemism is concerned. It boasts some 300 species of plant, 24 species of reptile and six species of bird found nowhere else -you can see why. High on my naturalist tick list is a plant - quite a surprising admission especially as I am a self confessed non-botanist. The plant I am referring to is the dragon's blood tree which is, I guess, the headline act in what has to be a bit of a botanical freak show as 30% of Socotra's plants are found nowhere else on earth. This tree looks a little like an inside out umbrella in silhouette and has the rather neat party trick of bleeding a scarlet sap from any wounds or lesions in the bark . . . this sap is not only the source of the natural dye cinnabar but is also used as a lipstick and a rust treatment paint on the locals' cars (not yet available in Halfords, as far as I know). Other botanic highlights to be seen are the grotesque and time-twisted bottle trees, plants that, like much of the flora of these dry and windy islands, are adapted to conserve water in their succulent and swollen stems and trunks. Bottle trees, such as the desert rose and the cucumber tree, are a couple of my favourites. For the birder in me, I have to say the opportunity to pick up a list of endemic birds that would make Bill Oddie green with envy would be hard to resist; six species of bird all with the prefix Socotra (a giveaway when spotting endemics in a field guide); such as the Socotra sparrow, Socotra bunting and the Socotra sunbird. Even if you are not a hardcore ornithologist you will notice that the place is remarkably clean, and this is partly down to a healthy population of the scavenging Egyptian vulture. The rest of the fauna consists of the lowly life forms, the reptiles and amphibians and, of course, the spineless ones, the insects and other invertebrates, not to say that these are not fascinating. It is, for example, always worth scouring the streams and rivers for the little red freshwater crabs; I can never get over the surprise of finding these crustaceans in habitats other than on the coast. The Socotra archipelago is referred to by some as the Galapagos of Arabia, but its islands really offer much more than the islands made famous by Darwin. Not only are they closer to home, they really are just being unveiled to modern eyes and inquisitive minds. New species are being discovered all the time and any informed and well-researched visitor here could well add something significant to the understanding and knowledge of the islands. Way to go Getting there: Yemenia Airways (020-7323 3213) flies Heathrow-Socotra via Sana'a from £460 return. Universal Touring Company (utcyemen .com) arranges itineraries in tandem with the Socotra Eco-tourism Society (+5 660132, socotraisland.org). Prices depend on group size; around £750pp for 19 days' accommodation (mainly camping) and all meals and soft drinks, except in Sana'a; flights are extra. When to go: This is a autumn/winter destination, best months December-February, but avoid Christmas/New Year week as the island and its very few hotels are full of Italian tourists. Otherwise, you effectively have the whole place to yourself. Useful contacts: Friends of Socotra (friendsofsoqotra .org). British-Yemeni Society (020-8940 6101, al-bab.com/bys). Further information: A visa costs £40 from the Yemen Embassy (57 Cromwell Road, London, 020-7584 6607). Application forms can be downloaded from yemen embassy.org.uk/files/consular- section.html. Country code: 00 967. Flight time: Heathrow-Sana'a 7hrs. Sana'a-Socotra 2 hrs. Time difference: + 2hrs. Currency: £1 = 340 Yemeni riyals (best to take US dollar notes)."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}