{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2005/jul/25/mondaymediasection12", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2005-07-24T23:45:36Z", "webTitle": "After Curtis", "webUrl": "https://www.theguardian.com/media/2005/jul/25/mondaymediasection12", "apiUrl": "https://content.guardianapis.com/media/2005/jul/25/mondaymediasection12", "fields": {"headline": "After Curtis", "bodyText": "The bearded youth who sat down opposite me in the Woolwich Wimpy Bar apologised for being late. He had been dropping off his children at nursery. Had I ever wondered, he asked, why Abu Musab al-Zarqawi and his followers in Iraq did not use power saws to lop the heads of their victims even though it sometimes took a while to hack them right through with a knife? Over tea he told me. The Holy Koran, it turned out, specifies that blades should have no teeth and moreover should not be visible. Hence the butcher, in at least one case Zarqawi himself, stands behind the victim the better to hold his severed head up to the video camera by a handful of hair. An avid consumer of such online imagery, his parting shot was \"this is our BBC you know\". Not for the first time during the making of our series The New al-Qaeda for the other BBC, I had conflicting reactions. Was Ali a chilling spokesman for radicalised muslims or just a poseur. We never did put him in the film. Or Hassan Butt, the Manchester mujahid, when he told us he would support an attack on the UK even if it killed innocent civilians (\"I think innocent is a bit too strong a word\"). Nor did we find a place for this vivid image of Bin Laden the contortionist: \"There's a stereotype of OBL going from cave to cave,\" offered the No2 at US Homeland Security, Admiral Loy. \"OK, if he's sitting in that cave, he's got a laptop on either knee.\" You try it. Why did reporter Peter Taylor and I reject such riches? Because of The Power of Nightmares. So persuasive was Adam Curtis's brilliant essay on the politics of fear that people had convinced themselves that al-Qaida did not exist and that 9/11 was a bad dream. As a corrective to media reporting of international terror and a stimulant to debate it was a triumph. But by the time we started our own research it had begun to take on a life of its own. The myth-busting polemic had become truth. The organised terrorist network really was \"an illusion\". The sleeper cells \"fantasy\". \"Was I going to make a science fiction series?\", I was asked as Curtis's film hit Cannes. \"Don't you know al-Qaida is all made up?\" The current affairs department had been split over whether Nightmares should have even been made there. Others reflected it was a strength of the BBC that two such differing treatments should emerge from the same floor space. In an Islamabad safehouse we met probably the world's No1 al-Qaida expert. He leads the Counter Terrorism Centre which has overseen the interrogation of more than 500 suspects. He does not deal in fantasy. The Pakistanis have uncovered conspiracies involving Libyans, South Africans, Palestinians and a Tanzanian. All, in their minds, loosely linked by a common purpose and communication networks. They've seized laptops containing evidence of a plot to destroy financial buildings in the US that belonged to an internet expert whose job was to connect senior AQ figures via encrypted email. He did not volunteer Bin Laden's login and password for his ISP but it was joined-up stuff. Yet even here we could not escape. President Musharraf asked for tapes of Curtis's series, no doubt because it put the blame for the Taliban's rise at the neocons' door and not his. But his head of counter-terror had no time for anything but the foreign planners and the homegrown radicals, their minds warped in rural madrassas, that threatened his country's fragile stability. \"I have been held hostage by militants all my life. I want my children to be free of fear,\" he told us. In Spain and Morocco Taylor and his team drew on interviews with police and intelligence officers to trace the roots of the Madrid bombing to a summit in Istanbul attended by islamists from most north African countries. It was our investigation into the new al-Qaida's use of the internet that led me to the Wimpy Bar and also to the realisation that the argument about an organised structure was sterile. Websites carry training material on bomb-making and kidnapping and the religious justification to act on it. Anonymous emails and instant messaging bring foreign expertise and the promise of explosives and timers. On July 6 we put the finishing touches to the series uncertain how it would be received. The world had moved on to Abu Ghraib and Belmarsh and, thanks in no small part to Curtis, would resolutely not be scared by politicians or broadcasters. As the story has unfolded - sleeper cells, international connections, Pakistani madrasas - any lingering doubts evaporated. Curtis always said that an attack would come and will not feel the need to apologise or qualify, nor should he. Neither do we feel particularly vindicated. If Curtis's genie was always over my shoulder it was no bad thing but in the end, as we couldn't help but point out, the nightmare came true. · Sandy Smith is series producer of The New al-Qaeda which starts tonight at 9pm on BBC2"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}