{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2005/jul/21/health.bse", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2005-07-20T23:57:10Z", "webTitle": "Blood donors warned they may have vCJD", "webUrl": "https://www.theguardian.com/society/2005/jul/21/health.bse", "apiUrl": "https://content.guardianapis.com/society/2005/jul/21/health.bse", "fields": {"headline": "Blood donors warned they may have vCJD", "bodyText": "More than 100 people who donated blood to three patients who developed the human form of BSE are being warned they may have a greater chance than others of carrying the disease. They will not be allowed to donate more blood, tissues or organs and must tell doctors so that extra precautions can be taken if they undergo surgery or other procedures. It is not known whether the blood they donated in 1993 was a factor in the deaths of the patients from variant CJD, but it is the first time anyone who has not received blood, plasma or other blood components, or undergone a risk-associated surgical procedure, has been banned. The warning to 110 donors demonstrates how difficult it is for blood services to protect supplies against the disease, which has killed 150 people in Britain. There are no blood tests or proven treatments. Letters to about a third of the donors who have been identified will be sent this week. Other donors are being tracked down. A further 3,000 people who received blood from the donors but have not shown signs of vCJD may also be contacted. Over the years, about 5,000 people who have received potentially infected blood products have been given such warnings and a host of other precautionary measures have been introduced, including banning anyone who has received a blood donation since 1980 from giving blood. In all, six people who received blood transfusions have developed vCJD. In one case, where the donor and recipient died of the disease, experts are pretty sure there was a link. Professor Lindsey Davies, blood safety expert at the Department of Health, said the disease \"may have come through some other route, such as BSE in food, rather than from a transfusion\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}