{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2005/jul/20/uk.labour", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2005-07-19T23:24:23Z", "webTitle": "Brown strategy suggests he will take reins in 2007", "webUrl": "https://www.theguardian.com/politics/2005/jul/20/uk.labour", "apiUrl": "https://content.guardianapis.com/politics/2005/jul/20/uk.labour", "fields": {"headline": "Brown strategy suggests he will take reins in 2007", "bodyText": "The timing of the velvet revolution - the orderly transfer of power from Tony Blair to Gordon Brown - became clearer yesterday when the chancellor announced he would set the parameters of government spending in the summer of 2007, by which time Mr Blair will have been prime minister for 10 years. Many MPs and cabinet ministers regard that anniversary of Mr Blair's premiership as the natural point for him to stand aside for his long-suffering chancellor. A comprehensive spending review in 2007 setting the priorities for Brownite Labour might add to the sense that the reins of power are ready to be handed over. It had been expected that the spending review would occur in the summer of 2006. Mr Brown also revealed that the 2007 review would in effect set a 10-year strategy for government, an opportunity for the chancellor to reorder priorities ahead of the general election, likely to be held in 2009. Mr Blair, his reputation suddenly back in the ascendant, has said he will serve a full term, but this phrase has never been defined. The review in 2007 will directly allocate public spending covering the three financial years from 2008-09 to 2010-11, straddling the next election. The Treasury stressed that the planned review had been agreed with No 10 officials. Though details were released to the cabinet's public spending committee only on Monday, discussions had been under way between Mr Brown's and Mr Blair's offices since soon after the election. No 10 insisted that the delay did not mean the big spending decisions or reallocations were on hold for the next two years, leaving Mr Blair's government drifting towards the sunset. It and the Treasury said Mr Blair and Mr Brown would work in tandem on the 2007 review, so ensuring the prime minister's legacy ran on into the next parliament if Labour is re-elected. Some cabinet ministers argued that Mr Blair needed to set his own priorities for the remainder of his period in office. They are concerned he is taking on too much - Africa, climate change, the respect agenda, public services reform, Europe, the future of Islam. The Treasury stressed that the review would be akin to the one undertaken in 1997 when each department had to start with no given budget, but instead work from first principles. It would differ from subsequent biennial spending reviews which have, according to one cabinet minister, been a case of \"how much more do you want?\" The new, tougher review will be set against a less auspicious fiscal backdrop. It will look not just at departmental budgets but the ordering of priorities across the government. The outcome might see some departments merged or shut altogether, it was suggested. Mr Brown said ambitiously yesterday that the review might even secure cross-party consensus as it addresses two key challenges of an ageing population and the need for extra spending on capital investment to meet the challenges posed by rapidly developing economies such as China and India. Speaking to the Treasury select committee, Mr Brown pointed to the challenge posed by a 250% rise in people aged over 85 between now and 2030 and a 50% rise in over-60s between now and 2030. His remarks suggest that some of the long-term decisions on pension reform may be delayed for some time after the Turner commission reports on the issue in the autumn. Mr Brown also indicated that he wanted the review to secure a big increase in capital spending on areas such as transport, implying that sectors such as health and education might struggle to maintain the big spending increases of the first 10 years. Transfer of spending to the private sector may be speeded up. Mr Brown said: \"We have already raised spending in investment from 0.8 % of GDP to 2.25% now. It is important to look again at the investment we are making in infrastructure, science and capital investment to see if it is at the right level, given the competition facing us from China.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}