{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2005/jul/06/conservatives.politics", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2005-07-05T23:37:51Z", "webTitle": "Rank and file vote on leader defended", "webUrl": "https://www.theguardian.com/politics/2005/jul/06/conservatives.politics", "apiUrl": "https://content.guardianapis.com/politics/2005/jul/06/conservatives.politics", "fields": {"headline": "Rank and file vote on leader defended", "bodyText": "Theresa May last night defied her colleagues by urging Conservative volunteers to fight for their right to help choose the next leader of the party. The shadow spokeswoman for the family, formerly the Tory chairwoman, called on rank-and-file members to fight \"fight for all you are worth\" plans to reduce their powers. Her comments came as senior Tories suggested the proposals were creating tension between MPs, as represented by the 1922 committee, and grassroots members, as represented by the party board. Michael Ancram, the deputy leader, made similar criticisms in a speech yesterday, arguing: \"The democratic relevance of our party is hardly enhanced by reducing the franchise of our party.\" MPs have voted overwhelmingly to axe the one-member, one-vote system, with activists given a purely consultative role. But a senior Tory said the response in some constituencies was becoming \"a bit tricky\". He added: \"The voluntary party is prepared to accept that MPs should have the blocking position, but some MPs want to exclude the voluntary party altogether, which is ridiculous.\" The party's board - made up largely of volunteers - is negotiating with the 1922 committee the form consultation should take. Most Tories believe a deal can be reached. \"The '22 is saying, you can have lots of opinion but no vote. The board is saying you can have a vote but not much opinion. Neither side is proposing one member, one vote,\" a backbencher said. Their recommendations must be approved by the national convention of activists. Mrs May, a potential leadership candidate, was speaking to the Conservative group of the Local Government Association, the largest gathering of Tory activists before the convention meets this autumn. Mrs May warned that the debate over the party's future was becoming, \"as usual\", a personality-based beauty contest to succeed Mr Howard. She argued that the party should focus on defining its vision and core set of values."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}