{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2005/jul/21/research.highereducation", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2005-07-20T23:57:10Z", "webTitle": "The people have spoken", "webUrl": "https://www.theguardian.com/education/2005/jul/21/research.highereducation", "apiUrl": "https://content.guardianapis.com/education/2005/jul/21/research.highereducation", "fields": {"headline": "The people have spoken", "bodyText": "Foresight, the government's science thinktank, has recently produced a report called Drugs Futures 2025, based on the Brain Science and Addiction Project managed by the Office of Science and Technology (OST) . Brain-boosting drugs, bad memory wipers and anti-addiction vaccines were what made the headlines. But what ought to have made the news was the fact that for the first time, the OST had specifically sought the views of consumers for one of its reviews. And their take on the science was as fascinating as the science futures themselves. Foresight is one of the directorates of the OST which, Russian-doll like, itself nests within the Department of Trade and Industry. Foresight programmes look beyond normal planning timescales to identify potential opportunities from new science and technologies. They use the cream of British science to assess and predict science futures in order to inform future government policy. Traditionally, Foresight hides its light under a bushel, producing outstanding reports clad in dull titles. A recent report, Exploiting the Electromagnetic Spectrum, sounds deadly, but the science reviews it produced are dazzling glimpses into worlds where all optical data handling, non-intrusive medical imaging and manufacturing with light reign supreme. And the Drugs Futures 2025 report is another dazzler, including reviews from areas you'd expect like genetics, neuroscience and psychopharmacology but also from ones that you wouldn't, such as anthropology and social history. Boldly, this report considers both licit and illicit drugs within the same framework, recognising that medication for dementia could also be used as a student's cognitive enhancer during finals. But the Public Perspectives element is the boldest stroke. This is the first time Foresight has consulted the public about future technologies and represents the clear view of the OST that public consultation should take place before rather than after the event, as was the case with GM crops. And it is this bit of the report that should be a must-read for scientists. It explores attitudes towards four classes of psychoactive substances including pleasure drugs and cognition enhancers with a number of groups including people with or caring for those with ADHD, school children and users of illicit drugs. Scientists' reaction to the public is very often \"if only they knew what we know they'd agree with us\" - the classic deficit model of understanding. This report shows exactly the opposite effect. The more the public knew as the project progressed, the more polarised their positions became, particularly with regard to the right of individuals to make their own choices on drug use, a choice they did not see as leading to fracture, isolation and selfishness in society, but to more community diversity. Another key concern from the public was that use of cognition enhancers and behaviour modifiers would lead to a \"normalised\" society in which eccentricity and creativity are squeezed out. And while the science reviews indicate that both identification of individuals susceptible to addiction may be possible in the future with genomic testing, this cross-section of the public was deeply sceptical that it would either happen or be of any benefit. To me, this is a key point. The public can see through the consequences of science all by itself. To my mind, scientists are often bounced into showing \"public benefit \", which it is believed the public require in order for science to be \"acceptable \". My impression is that \"benefits\" are often plucked from the air, when the purpose of the research is simply to find out more about something that is intrinsically interesting, such as how the process of addiction works in the brain. The public understands knowledge for knowledge's sake better than scientists think; attempts to \"spin\" the science by confecting a potential benefit may backfire because the public may not perceive a need for what the scientist thinks it wants. So, it is very interesting that addiction prediction may be possible, which is, of course, what the authors were required to investigate by Foresight. But please note, this section of the public didn't much rate it as a goer. It is not a reason to stop this avenue of research, but perhaps it is a reason to stop having to cloak scientific enquiry in this area with a potential \"benefit\" that the public doesn't want. Nor should any other \"benefit\" be found for basic science - this, neuroscientists, is permission for you to be loud and proud (or should that be louder and prouder). Meanwhile, Foresight should be congratulated on a genuinely innovative and important project. This taxpayer, at least, feels that her cash has been well spent."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}