{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2005/jul/02/newsstory.sport1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2005-07-01T23:35:05Z", "webTitle": "Released Vieri eyes move to London", "webUrl": "https://www.theguardian.com/football/2005/jul/02/newsstory.sport1", "apiUrl": "https://content.guardianapis.com/football/2005/jul/02/newsstory.sport1", "fields": {"headline": "Released Vieri eyes move to London", "bodyText": "Christian Vieri could be heading to Tottenham this summer after the final year of the striker's contract with Internazionale was cancelled by mutual consent. According to Italian reports Spurs are ready to offer a two-year contract to the 31-year-old Italy striker but the north London club could face competition from Newcastle after Graeme Souness admitted that he was hoping to bring the player to St James' Park. Vieri, who speaks good English after spending the early part of his life in Australia, admitted that London would be a good destination for him, without naming a club. \"I love Milan and it will be hard to move,\" he said. \"But I also like London very much.\" Other possible destinations for Vieri, who is currently spending his holidays in Sardinia, include Juventus, Milan, Chelsea and Atlético Madrid. Milan, especially, are interested in signing the striker as they are increasingly pessimistic about their chances of having Hernán Crespo back on loan from Chelsea next season. The Argentina striker is expected to fly to London on Monday for his last attempt to convince the Blues to leave him in Milan. The Rossoneri could also lose out on Vieri as the striker has reportedly agreed with Inter not to join any of the Nerazzurri's Serie A rivals. Chelsea could favour Vieri's return to Atlético Madrid, where he played in 1997-98 scoring 24 goals in as many games. The possibility of fielding Vieri and Mateja Kezman in attack could convince the Spanish club to sell Chelsea's main target Fernando Torres. Souness, meanwhile, revealed yesterday that he has made inquiries about Vieri and Manchester United's Alan Smith but said he thought that the Italy striker would move to Spain. \"We did inquire about Christian Vieri,\" he said. \"I got a mutual friend to have a word with the player, but it appears he wants to go to Spain. \"We made an inquiry for Alan Smith also, but were told there is nothing doing.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}