{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2005/jul/16/childprotection.uknews", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2005-07-16T17:46:38Z", "webTitle": "Child abuse expert struck off", "webUrl": "https://www.theguardian.com/society/2005/jul/16/childprotection.uknews", "apiUrl": "https://content.guardianapis.com/society/2005/jul/16/childprotection.uknews", "fields": {"headline": "Child abuse expert struck off", "bodyText": "The reputation of child abuse expert Sir Roy Meadow was in tatters last night after he was struck off the medical register for evidence he gave during the Sally Clark child murders trial. A General Medical Council panel found him guilty of serious professional misconduct, concluding that the 72-year-old professor, knighted for his services to child health, had \"abused his position as a doctor\" by giving misleading evidence. He had failed in his duties as an expert witness and the consequences of his errors \"cannot be underestimated\". His actions had \"seriously undermined\" the position of all doctors giving evidence in trials, the panel said in a verdict which sparked calls for urgent reviews on the use of expert witnesses and investigations of sudden infant deaths. Chairwoman Mary Clark-Glass said the professor's misguided belief in the truth of his arguments was \"both disturbing and serious\" and \"it is because of your eminence and authority this misleading evidence carried such weight\". Prof Meadow, who lives in Leeds, gave evidence in three high-profile child murder trials in which it was later decided the mothers had been wrongly convicted - solicitor Mrs Clark's and those of Angela Cannings and Donna Anthony. Mrs Clark's conviction was quashed at the court of appeal in 2003 and her family yesterday said his was the third finding of serious professional misconduct against doctors involved in the case. \"We hope that the GMC's finding will finally send a strong message to doctors, reminding them of the care they should take to carry out their duty to be impartial, honest and balanced when giving evidence as expert witnesses.\" The family, calling for urgent steps to speed up disciplinary procedures, said Prof Meadow had not apologised \"for the dreadful emotional, reputational, professional and financial damage he has caused\". Mrs Clark's conviction for killing sons Christopher and Harry was quashed by the court of appeal in 2003 but her family had always believed Prof Meadow's evidence had been primarily responsible for the miscarriage of justice. John Batt, a family friend who was part of her defence team, said: \"The Sally Clark case was a watershed. Before that, any mother who had two cot deaths was at serious risk of going to jail for life unless she could prove she had not murdered her two children, an impossible task. \"With the quashing of Sally's conviction, that situation is no longer tenable because it was pefectly clear that doctors, who juries normally trusted, could get their diagnoses disastrously wrong, resulting in wonderful mothers being sentenced for life as cold-blooded baby killers.\" Prof Meadow had told Mrs Clark's trial that there was only a one in 73m chance that both the children died from natural causes. Mrs Cannings told BBC News 24 that the GMC decision was \"just fantastic, very positive news\" while Mrs Anthony, freed in April by the court of appeal six years after her conviction for murdering her children, Jordan and Michael, said: \"At the end of the day, the medical world has just lost a damned fine paediatrician. All he needed to say was 'I got it wrong'. I never wanted any of this. All I wanted was an apology.\" A review of expert witnesses was suggested by Alan Craft, president of the Royal College of Paediatrics and Child Health. He said Prof Meadow had had \"a long and distinguished career in paediatrics in which he has undoubtedly saved the lives of many children\". The Society of Expert Witnesses, said: \"They have thrown the book at Prof Meadow for what is acknowledged to be a situation in which he did not intend to mislead.\" The NSPCC said it was vital that the ruling did not lead to professional retreat from such work in child protection and a collapse in public willingness to report abuse."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}