{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2005/jul/25/mondaymediasection7", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2005-07-24T23:45:38Z", "webTitle": "Foreign news a distant memory", "webUrl": "https://www.theguardian.com/media/2005/jul/25/mondaymediasection7", "apiUrl": "https://content.guardianapis.com/media/2005/jul/25/mondaymediasection7", "fields": {"headline": "Foreign news a distant memory", "bodyText": "A week last Saturday, a suicide bomber in Iraq blew himself up beside a petrol tanker, killing nearly 100 people. A few days earlier, 18 children died in another attack. Last Tuesday, a report, published in London, estimated that 24,865 Iraqi civilians had been killed since the US-led invasion in 2003. All these stories were reported in British newspapers - indeed, the Independent devoted its front page to the 24,865 figure and other statistics in the report. But most other papers downplayed these items of fresh news in favour of further developments in the July 7 London bombings. By this stage, with the culprits identified, most \"news\" about the latter was contrived. Several papers led their front pages on Wednesday with the Muslim cleric Omar Bakri Mohammed, who had blamed Britons for the bombings because they had re-elected Tony Blair. \"Send him back. Evil cleric has to go,\" declared the Sun, without specifying exactly where he should go back to. Yet there is no evidence that any of the London bombers were influenced by Bakri Mohammed - and if the London Evening Standard had not taken the trouble to \"track him down\" (the paper's own words) and interview him, nobody need have been reminded of his offensive opinions. Meanwhile, the Sun ignored the report about the 24,865 dead Iraqis, and the Sunday papers judged Saturday's suicide bombing a less important story than the bomb in Turkey that killed one British tourist. Four failed bombs and no casualties in London naturally wiped almost all other news out of last Friday's papers. None of this is either surprising or wrong. For one thing, the rarity of suicide bombings in London, and their frequency in Iraq, makes one news and the other not news. Bombs that failed to explode properly would scarcely make the news in brief even in Baghdad's own papers. For another, as Andrew Marr puts it in his recent book My Trade, \"For every mile that news speeds towards you, it loses a little of its force and its weight\". Everyone can quote their own version of the local newspaper headline that reads something like \"Barnsley woman breaks leg in earthquake: 2,000 others dead\". It takes a tsunami to interest Europeans in loss of life in Asia. That does not mean, as is sometimes suggested, that we value white lives more than black or brown lives - at least not in a racist way. The reaction of any normal person to the London bombings was to check first on the safety of close family and then on friends. Interest and sympathy then radiated outwards; I paid particular attention to accounts of journalists involved in the attacks, even if I did not know them personally. We are all more gripped by death and disaster if we are acquainted with those involved (if only through the vicarious medium of celebrity), or if we feel they are, in some respects, like ourselves. But as Marr points out, half a century ago the press gave more attention to distant events because, in the days of empire, they could directly affect thousands of UK families. Indeed, the then Manchester Guardian was highly informative about, say, India or even Paraguay, while largely ignoring domestic news - though, in all honesty, it did not sell many copies. It is here, I suspect, that today's press is guilty of a failure of imagination - and one that has contributed to the detachment that many people of immigrant stock feel towards mainstream British institutions. Millions of Britons still have families and friends in distant lands - but they tend now to be black and brown Britons. Though they will get the odd snake-charmer story about India, and bursts of concern for African poverty or disease, they have to rely mainly on the ethnic minority press for significant news of their family homelands. For example, a bomb exploded this month in Trinidad's capital Port of Spain, and the country is on the verge of insurrection - or so Darcus Howe assures us in the New Statesman - but you will read almost nothing of this in British newspapers. Moreover, second- or third-generation British Muslims, often lacking a strong sense of belonging either to the countries their parents and grandparents came from or to Britain itself, really do seem to identify themselves with Muslims worldwide. They think of an unemployed young Iraqi or a Palestinian passing through a checkpoint as somebody like themselves in the same way as I think of a journalist as somebody like me. In other words, I fear the press has its bearings wrong. It thinks all Britons have the same world outlook as the overwhelmingly white Anglo-Saxon people it employs. In the wake of the attacks on the capital, the papers keep telling us, in a self-congratulatory way, that London is one of the world's most cosmopolitan cities. But you would never believe it from the papers' own content. Edward the unforgiven Has any former prime minister had as dismal a send-off as Sir Edward Heath, who died last Sunday? On page one, the Sun promised a \"Trevor Kavanagh tribute\" inside. A tribute it was not. Heath had \"surrendered a great maritime nation to landlocked Brussels\" and, as a bachelor, surrounded himself with \"effete young men\" (what was that meant to mean?). In the Daily Telegraph's view, he had \"lost his nerve at the crucial moment\". The Daily Mail did not mention him until page 6 (one can imagine the night editor saying \"Only worth a left-hand inside page\") and then had Simon Heffer implying that Heath became an MP in the first place because he \"found it hard to make progress\" in any other career. The most frequent charge was that he ignored women sitting next to him at dinner. Well, at least he did not grope them, unlike some Tory ministers I have known. I had no particular affection for the old grump and I have sometimes spoken ill of the dead myself. But I detected a peculiarly personal edge in the coverage of Heath. Perhaps it is only a Fleet Street folk memory, but he was the last prime minister who almost entirely ignored journalists and made no attempt to burnish his image with spin or glamour. He just would not play the game. The weekend before the 1970 election, one Sunday paper said he deserved to lose because he would not go and talk to people who had waved to him in a motorway cafe. In other words, he had refused a photo opportunity and, in the press's view, that was unforgivable."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}