{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2005/jul/02/race.uk", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2005-07-01T23:21:40Z", "webTitle": "Richard Adams: This week", "webUrl": "https://www.theguardian.com/world/2005/jul/02/race.uk", "apiUrl": "https://content.guardianapis.com/world/2005/jul/02/race.uk", "fields": {"headline": "This week", "bodyText": "Trevor Phillips could not have got his timing more wrong. Just as the chairman of the Commission for Racial Equality was praising reality TV shows for promoting interracial understanding, the genre seems to be doing its best to prove him wrong. Speaking at the Race in the Media awards, Phillips singled out The Apprentice and Big Brother for breaking down stereotypes of Britain's minorities. \"What reality television has done is introduce most of the population to people from minority communities who are just that - people,\" Phillips said on Tuesday. What he - or his speechwriter - didn't realise was that a few days earlier Big Brother had descended far below its usual bickering to a sustained period of racial conflict in which the bitterness originated from a cabal of white contestants. Phillips may have thought he was on safe ground. This year's Big Brother is unusual in its high number of ethnic-minority contestants. Of the nine remaining housemates last week, five were Asian or black, including Kemal, a gay, cross-dressing Muslim, and Makosi, an articulate black Zimbabwean. But the driving force behind the racial divide has been the activities of the remaining white contestants: Maxwell, an Essex wideboy, Saskia, a Footballers' Wives wannabe, and their allies, Craig and Anthony. The tension had been simmering for several days, but erupted on Monday after Makosi (for game-related reasons) appeared to have stolen the house's ration of alcohol, 10 cans of cheap cider. Deprived of their booze - a constant source of worry - Saskia and Maxwell unleashed a torrent of abuse that skated close to outright racism and must have had Channel 4 management in a cold sweat. Saskia - full name Saskia Howard-Clarke - raged at Makosi: \"You lot, you've always got a chip on your shoulder.\" She continued her tirade: \"You are a fake ... You wear a fucking wig on your head,\" referring to Makosi's afro. The white contestants persisted in disparaging the other housemates, with Craig objecting that Makosi was \"not even British\", describing the black contestants as \"hyenas\" and adding: \"They're not fucking right in the head.\" Saskia agreed, saying: \"They get away with murder in this house.\" The division became a physical one, with the four whites entrenched in a separate room in the house, maintaining a hostile front against the other five. Their spirits briefly rose when the organisers announced that new housemates were about to enter. But when he heard the new housemates' names (Eugene, Orlaith and Kinga) Maxwell worried that they \"don't sound English. I wonder where they're from?\". Crawley, Belfast and London, in fact. Luckily for Channel 4 - and national harmony - Saskia or Maxwell will have been evicted last night, easing tensions. But the dangers were there from the start when the makers decided to include Saskia despite her declaring in her audition: \"I don't like people coming into the country. I cannot generalise, but they all want to kill us, bomb us and they call us names.\" This was too much for The Sun, which editorialised this week that Saskia's views \"sound very National Front to us\". Big Brother has always had ethnic-minority contestants, but the high proportion this year seems to have made racial divisions more pointed. In previous series black contestants have tended to lose out in voting against white rivals. This year, however, the public has chosen to evict white contestants, suggesting the audience is less concerned about race than a clique of the contestants. If Trevor Phillips is looking for a lesson to draw, it is that no matter how young and hip the channel and its programme makers, they cannot ignore the racial flashpoints that lie so close to the surface in British society."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}