{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2005/jul/21/bestbooks", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2005-07-20T23:00:00Z", "webTitle": "Segun Afolabi's top 10 'on the move' books", "webUrl": "https://www.theguardian.com/books/2005/jul/21/bestbooks", "apiUrl": "https://content.guardianapis.com/books/2005/jul/21/bestbooks", "fields": {"headline": "Segun Afolabi's top 10 'on the move' books", "bodyText": "Segun Afolabi is the winner of this year's Caine prize for African writing. He has a short story collection, A Life Elsewhere, and a novel, Goodbye Lucille, coming out in April 2006 and April 2007 respectively. He is published by Jonathan Cape. More about Segun Afolabi's Caine prize win 1. A State of Independence by Caryl Phillips Bertram, a British West Indian, returns to St Kitts after an absence of 20 years. Expecting to feel at home in a way he does not feel in England, he gradually comes to realise that he is now an outsider on his island of birth, a man caught between two very different cultures. 2. The Comedians by Graham Greene A hotelier meets two men aboard a boat bound for Haiti - the innocent American, Mr Smith, and the mysterious Mr Jones. Enter the world of Papa Doc and the menacing secret police, the Tontons Macoute. A world of great fear and danger, yet Greene teases out humour in a climate of chaos and malevolence. 3. The Poisonwood Bible by Barbara Kingsolver 1959. American missionary Nathan Price brings his wife and four daughters to the Belgian Congo, a country emerging from the blight of colonial occupation. Blind to the needs of his family and the Africans he has come to \"save\", he seems unable to halt his inevitable downfall. Told from the point of view of his wife and daughters, Price's voice remains absent, yet the power of the narrative is undiminished. 4. Another Country by James Baldwin The story of Harlem jazz musician Rufus Scott adrift in New York, his suicide, and the friends and family who try to piece together his life. Set in Harlem, Greenwich Village and France. An intense melange of art, race, sexuality and politics set in 1970s America. 5. The Summer Book by Tove Jansson A six-year-old girl and her grandmother spend a summer of discovery on an island in the Gulf of Finland. Eccentric, humorous and quietly powerful. 6. Life and Times of Michael K by JM Coetzee Gardener Michael K sets out from Cape Town with his sick mother to return to her rural home. This is in a South Africa riven by civil war. The mother dies during the journey and Michael K is forced to confront an anarchic world alone. A strange, symbolic and moving novel of love, dignity and survival in a chaotic world. 7. Lucy by Jamaica Kincaid New York City from the point of view of a 19-year-old West Indian girl who has fled her mother and her homeland to work as an au pair for a wealthy couple and their four young daughters. A novel of growth, burgeoning sexuality and trying to understand one's past. 8. The Visitor by Maeve Brennan Following the death of her mother a young woman returns to Dublin after six years in Paris. Faced with a grandmother who is unable to show her love, she is forced to learn hard lessons about family and home. A novella of love longed for and denied. In Mrs King, Brennan appears to have re-fashioned the grandmother/wolf of Little Red Riding Hood - without the teeth. 9. The South by Colm Toibin A first novel set in Spain and Ireland about a painter fleeing a disintegrating marriage. A relationship with a Spanish painter ends tragically, forcing her to return once again to her homeland, and to the son she left behind. A spare novel of division - people and countries - and of self-discovery and reconciliation. 10. The Grapes of Wrath by John Steinbeck The story of the Joad family from Oklahoma, driven off their farm due to soil erosion. They, along with thousands of other migrants, are forced to journey west in search of the promised land - California. A tale of the struggle between the powerful and the powerless, of hopes dashed and broken dreams, and of the search for a place to call home."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}