{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2005/jul/16/worldseriesofpoker.seaningle", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2005-07-16T17:55:01Z", "webTitle": "Hachem walks away with $7.5m", "webUrl": "https://www.theguardian.com/sport/2005/jul/16/worldseriesofpoker.seaningle", "apiUrl": "https://content.guardianapis.com/sport/2005/jul/16/worldseriesofpoker.seaningle", "fields": {"headline": "Hachem walks away with $7.5m", "bodyText": "At 6.46am Las Vegas time this morning, as the sun started to sheepishly rise above the Nevada sky, a turn of the card changed Joseph Hachem's life. The Australian, a former chiropractor, had been playing almost non-stop for 14 hours on the final day of the World Series of Poker when he decided to go all-in against Steve Dannenmann. Hachem flopped a straight, his opponent missed the chance to tie on the river, and suddenly the Australian was $7.5m dollars richer. As his fellow countryman - who had boisterously supported him throughout - launched into chants of 'Aussie, Aussie, Aussie! Oi! Oi! Oi!\" the 38-year-old took a joyous victory lap around the stage at Binon's Casino, wrapped himself in an Australian flag and cried \"Thank You America!\" \"A million dollars changes my life, let alone $7.5m,\" he said. \"It changes everything. I can look after my family, my mum, my kids.\" Dannenman, a CPA and morgage banker from Maryland, didn't looked too disappointed with second: he hugged his wife having just made $4.5m. By the end, as he later admitted, he \"just wanted it to end.\" The other seven players who started the final day of the world series also swelled their bank accounts by $1m after 10 days of gruelling hand-to-hand combat, bad beats and wild swings of fortune. Last Wednesday, when the tournament got underway, 5,619 chancers staked $10,000 for their with a chance of glory. Gradually they were whittled down, the top 560 earning a portion of the $52m prize pot. Friday night's play in downtown Vegas was slow and steady. With so much money at stake, players took few risks. One who did, Mike 'The Mouth' Matusow, a poker pro from Las Vegas - the nickname refers to his love of trash-talking - was the first to be eliminated after Dannenmann caught a straight to top Matusow's pocket 10s. The next few players to depart reflected poker's weird and widespread appeal. Brad Kondracki, a law student, finished eighth while Daniel Bergsdorf, a Swedish truck driver, was seventh. Scott Lazar, a film production assistant and part-time magician, was sixth, while Irishman Andrew 'The Monk' Black, a Buddhist from Belfast, whose hobbies include \"contemplation and meditation\", finished fifth. Black, whose day job is as a charity worker, looked disappointed when he walked away. His supporters tried to rally him with a cry of \"Hip, hip! Hooray! Hip, hip! Hooray! Hip, hip! Hooray!\", but Black just shook his head. His frustration at some bad beats was evident - although his $1.75m winnings should soon ease his pain. Kondracki didn't take his defeat too hard either, telling reporters: \"I'll probably drink way too much and wake up and buy something really expensive that I don't need.\" Towards the end of the day, the officials put the $7.5m first-place prize in stacks of hundreds on a table near the players, guarded by security men with shotguns, prompting cries of 'Oh my God!' but doing nothing to speed up play. But, after two further hours, the four remaining players began to be eased out: Aaron Kanter, won $2m for finishing forth - hitherto his biggest win was $8,000 - while Joe Hachem made $2.5m for finished third. Then it was down to two. It didn't take long - only six hands in, Hachem flopped a seven-high straight and earned the right to pick up the $7.5m. When confronted with the mountain of cash, he smiled and said: \"I can tell you I've made more money this week than in many years of fixing people's backs.\" Then he paused, uncertain for a second, and asked: \"Is this all mine?\" The joyous cries of his supporters told him that it was, and that his life would never be the same again."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}