{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2005/jul/12/shopping", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2005-07-11T23:07:47Z", "webTitle": "Boom for retailer to wannabe celebs", "webUrl": "https://www.theguardian.com/business/2005/jul/12/shopping", "apiUrl": "https://content.guardianapis.com/business/2005/jul/12/shopping", "fields": {"headline": "Boom for retailer to wannabe celebs", "bodyText": "The online fashion retailer ASOS yesterday reported a near-doubling of sales and profits after adding shoes and jewellery to its clothing range, and handed its chief executive half a million share options. The company sells clothes similar to those worn by celebrities such as Sienna Miller and Kate Moss, and trades entirely online. ASOS - once called As Seen On Screen - claims to be the second most visited online fashion website after Next, and was the highest performing share on the stock market last year. However, it disappointed investors in March with a profit warning due to problems with distribution. Yesterday the company reported that sales rose 79% to £13.5m in the year to March, while underlying profits rose 77% to £1.1m. However, when goodwill and amortisation is taken into account the profit reported was £878,000. ASOS said first-quarter sales were double those of the year before and said the fall in margins had been reversed. ASOS said: \"In stark contrast to the high street, online retail sales continue to race ahead. Contributory factors appear to be the rapid take-up of broadband and better online shopping services and delivery, inspiring greater confidence in online shopping.\" The company sells an average of 2.4 items per visit at £45 each. It said its biggest generator of sales was an email sent to 600,000 people a week. The firm generated £229,000 in advertising on the website. Nicholas Robertson, chief executive, received 500,000 share options at 57.5p a share and Jon Kamaluddin, finance director, was given 250,000. Yesterday the share price rose 5p to 63.25p."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}