{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2005/jul/29/israel", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2005-07-28T23:05:22Z", "webTitle": "Israelis quit Gaza for mobile village", "webUrl": "https://www.theguardian.com/world/2005/jul/29/israel", "apiUrl": "https://content.guardianapis.com/world/2005/jul/29/israel", "fields": {"headline": "Israelis quit Gaza for mobile village", "bodyText": "Offered. Desirable new development featuring four-bedroom houses, air conditioning throughout, two bathrooms, close to the beach. Thirty minutes from Tel Aviv and out of range of Palestinian mortars and rockets. This is the Israeli government's largest project to rehouse settlers from the Gaza Strip, which will open to families on a first come first served basis on Monday. In two months builders have created a village of 350 houses. As settlers yesterday announced that there will be a new series of demonstrations next week, the predominantly Arab builders in Nitzanim were completing unfinished houses, laying roads and planting flowers on roundabouts and roadsides. The houses - large mobile homes - are as big as the majority of settler homes in Gush Katif, the largest group of Gaza settlements. The cornflower walls and red-tiled roofs are also reminiscent of the settlements. New residents will also be familiar with the watchtowers that survey the development. But Mark, the head of security at the site, who did not want to give his family name, said the security was to protect the site from vandalism by the \"orange people\", referring to the colour the settlers have adopted to symbolise their opposition to the evacuation. \"We were protecting the site from the orange people, thieves and terrorists, but mainly the orange people,\" he said. \"So far there has been very few incidents and I expect that from Monday when people begin to live here, the threat will decrease.\" The houses have solar water heating and French windows leading from a spacious kitchen-sitting room. Floors are tiled and the kitchens have two sinks to ensure the dishes used for meat and dairy products are never washed together, as required by Jewish hygiene laws. Zvika Shani, a project manager, said they had created the water, sewage, electricity, telephone and cable infrastructure in two months. \"I don't think there has been a project like this, creating a working village in such a time, anywhere else in the world. \"We still have to build two synagogues, four kindergartens, a post office and a supermarket but we aim to be finished on August 15 [the deadline for settlers to leave Gaza].\" Hundreds of families from Gush Katif have visited the site, he said. Several miles south in the settlement of Nissanit in the northern Gaza Strip, families were preparing to move out. Meggi Sahal, 28, had already packed up her belongings and was directing the removal men. \"Look at the size of this house. My bedroom on its own is 90 square metres and I am moving to an apartment in Ashkelon which is 120 square metres,\" she said. She moved here five years ago with her husband and newly born daughter because the price of land and the availability of cheap Palestinian labour from Gaza made it possible to have a large home at a fraction of the price it would have cost elsewhere in Israel. She was not scared of the rockets and mortars that occasionally fell on the settlement, but wants to leave so that her five-year old daughter can settle into a new area and a new school."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}