{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2005/jul/02/microsoft.technology", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2005-07-01T23:21:40Z", "webTitle": "Microsoft pays out $775m to settle IBM claim", "webUrl": "https://www.theguardian.com/business/2005/jul/02/microsoft.technology", "apiUrl": "https://content.guardianapis.com/business/2005/jul/02/microsoft.technology", "fields": {"headline": "Microsoft pays out $775m to settle IBM claim", "bodyText": "Microsoft yesterday agreed to pay $775m (£440m) to settle a long-running dispute with IBM which had accused it of predatory business practices. The settlement is part of Microsoft's continuing efforts to clear away the litigation that has dogged it for much of the past 10 years. In the past couple of years the company has paid about $3bn to settle various claims that it abused its dominant position. The dispute with IBM stemmed from the US federal antitrust lawsuit filed against Microsoft in the mid-1990s. In the 2000 ruling that Microsoft had used anticompetitive practices, IBM was identified as a company that had suffered. Although IBM did not file a separate legal action, it has been pressing Microsoft for some form of compensation. The two sides said they had been in settlement talks for the past two months. In the 2000 ruling, Microsoft was accused of employing discriminatory pricing to keep IBM out of the market when it launched its O/S2 operating system and SmartSuite products as an alternative to Windows. Microsoft was said to have put pressure on computer makers by charging them higher prices for Windows if they did not do as it wanted. Microsoft has been working aggressively in the past two years to wrap up the legal disputes and to improve its standing with the industry. Among settlements, it last year paid Sun Microsystems $1.6bn and Gateway $150m for antitrust claims. In 2003, it paid $750m to Time Warner, to settle claims that Microsoft had unfairly crushed its Netscape browser. Microsoft reached a settlement in its long and often acrimonious case with the justice department and 17 states in 2002. In his original ruling, Judge Jackson ordered that Microsoft should be broken in two as punishment for its monopolistic practices. \"Over the last few years we have been focused on resolving our disputes with other companies, and today's announcement takes another significant step toward achieving that goal,\" said Brad Smith, Microsoft's general counsel. In addition to the cash sum in the latest settlement, Microsoft will extend $75m in credit towards deployment of its software at IBM. The company still faces legal challenges, including a lawsuit by RealNetworks and an appeal against a $600m antitrust ruling by European regulators."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}