{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2005/jul/14/iantraynor", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2005-07-13T23:02:54Z", "webTitle": "Dutch hold bomb suspect, 17", "webUrl": "https://www.theguardian.com/world/2005/jul/14/iantraynor", "apiUrl": "https://content.guardianapis.com/world/2005/jul/14/iantraynor", "fields": {"headline": "Dutch hold bomb suspect, 17", "bodyText": "Dutch police announced yesterday that they had arrested a teenager in Amsterdam as part of an investigation into a group of armed Islamist radicals. The 17-year-old, who was described in the country's press as being of Dutch-British origin, is to go before a juvenile court today after explosives and bomb-making equipment were found in his bedroom at his parents' home in Amsterdam. One suspect, Muhammad Bouyeri, an Amsterdam-born Dutch citizen of Moroccan descent linked to the Hofstad ring of terrorist suspects, confessed in court on Tuesday to the murder of the filmmaker Theo van Gogh. Bouyeri will be sentenced in two weeks. The consensus in the Netherlands was that Bouyeri should receive a life sentence after he confessed to the ritual-style killing last November and declared that he would carry out a similar act if set free. The youth arrested on Monday was said to have converted to Islam at 14 and to have been highly active on internet chatrooms. Police said he had sent threats to the anti-immigration politician Geert Wilders, who has been under police protection since the Van Gogh murder. The Dutch authorities are holding 12 alleged members of the Hofstad group, including two Americans, and terrorism trials are due to start next month. Two more alleged members of the group have been arrested in France and Britain. The suspects were arrested after the Van Gogh murder following a shoot-out in The Hague. Some are charged with plotting to kill Mr Wilders and other Dutch politicians, including the campaigning critic of Islam, Ayaan Hirsi Ali."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}