{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2005/jul/29/ukraine.nickpatonwalsh", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2005-07-28T23:05:10Z", "webTitle": "Son's antics vex Yushchenko", "webUrl": "https://www.theguardian.com/world/2005/jul/29/ukraine.nickpatonwalsh", "apiUrl": "https://content.guardianapis.com/world/2005/jul/29/ukraine.nickpatonwalsh", "fields": {"headline": "Son's antics vex Yushchenko", "bodyText": "The son of the Ukrainian president, Viktor Yushchenko, has been fined approximately £2 for a minor traffic violation, in an attempt by the fledgling administration to defuse a row over the 19-year-old's conduct. Andriy Yushchenko has been criticised in the Ukrainskaya Pravda internet newspaper - which helped foment protests in support of his pro-western father during the orange revolution last year - for his allegedly luxurious lifestyle. A series of articles entitled \"the Son of God\" claimed that the university student drove a rare BMW M6 car costing £90,000, employed a private bodyguard, and had a luxury platinum Vertu mobile phone worth up to £20,000. The paper also said Andriy, whose father fired the entire traffic police for widespread corruption and rudeness, acted \"arrogantly\", and parked his car illegally. They added that he drank French champagne at a nightclub called Decadance, and paid expensive restaurant bills with a roll of cash. On television on Wednesday night, the interior minister, Yuriy Lutsenko, signed a recommendation that the president's son pay a fine of 17 gryven (£1.94). He said it was for the \"administrative violation\" of driving the Czech-registered car without its owner being present. The row has soured Mr Yushchenko's relations with the media. The president, who was elected on an anti-corruption and free speech platform, told the journalist behind the story not to \"act like a hitman\". Mr Yushchenko insisted his son earned a salary from a consultancy job for an unnamed firm and had rented the car. Hundreds of journalists wrote to Mr Yushchenko decrying his outburst as an \"attack on all journalists in Ukraine\", the \"vocabulary\" of which was not \"worthy of a leader of a democratic European country\". The spat came at an awkward time for Mr Yushchenko, who is facing criticism for his economic policy from Washington, formerly an ally, and enduring tension with his prime minister, Yulia Timoshenko. Irina Gerashenko, the presidential spokeswoman, accepted that Mr Yushchenko's outburst on Monday was \"too emotional\" but added, \"the most important thing was that he wrote to the paper the next day\" to smooth matters over. \"This entire story would have been impossible a year ago. Now we have independent journalists.\" Andriy Yushchenko, who told Ukrainskaya Molodaya newspaper that his father had given him a \"tough talking to\", paid the fine yesterday. He has declined to say to whom the car belongs or for whom he works."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}