{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2005/jul/20/uk.Whitehall", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2005-07-19T23:24:17Z", "webTitle": "Blair strengthens power of advisers", "webUrl": "https://www.theguardian.com/politics/2005/jul/20/uk.Whitehall", "apiUrl": "https://content.guardianapis.com/politics/2005/jul/20/uk.Whitehall", "fields": {"headline": "Blair strengthens power of advisers", "bodyText": "The government is giving special advisers powers to order civil servants to do their ministers' bidding, prompting accusations that the independence of the civil service is being further undermined. The role of advisers has been one of the most contentious Whitehall issues since Labour came to power because of the delicate relationship between political appointees and civil servants. The government's decision to give Alastair Campbell, Tony Blair's first press secretary, and Jonathan Powell, his chief of staff, similar powers attracted widespread criticism after the 1997 general election. Now, without informing parliament, Mr Blair has used an order in council - an administrative procedure similar to the royal prerogative - to change the role of special advisers from advising ministers to assisting them. Effectively this would allow a special adviser to override a civil servant. Sir Alistair Graham, the chairman of the committee on standards in public life, said: \"On this important constitutional matter, not only has the government not consulted parliament, it has chosen not to tell them about the changes. Even if the intention is not to extend special advisers' powers, the manner in which the changes have been made could lead to this very perception and consequently a loss of trust in the machinery of government. \"These are views which the committee made clear to the government in early June. Our concern about the 'hole in the corner' way in which the changes were being proposed has been reinforced by the failure to inform parliament or make a public announcement about this amendment to the legislation.\" Last night Sir Alistair was supported by the Conservatives and the FDA, the union for senior civil servants. Chris Grayling, the shadow leader of the Commons, said: \"It is quite an extraordinary situation when the committee on standards in public life feels it must deliver such a stinging rebuke on the government of the day. \"Labour's use of special advisers has compromised the integrity of the civil service, creating a powerful coterie of Labour party appointees who have had a corrupting influence on the workings of government. \"It is vital that the government introduces a civil service bill to prevent the bullying and victimisation of civil servants and reverse the politicisation of the civil service.\" Jonathan Baume, the general secretary of the FDA, said: \"This is a bizarre way to change important parts of the way in which the civil service operates. A possible change in the way that the role of special advisers is defined has been a subject of debate behind closed doors for over 18 months. There is no reason why this could not have been the subject for open and rational discussion. \"The change to the definition of the role of special advisers deserved to be handled more democratically and transparently.\" Aide band Jo Moore As special adviser to then transport secretary Stephen Byers, her career headed for the rocks after she sent her \"good day to bury bad news\" email on September 11 2001. Alastair Campbell With the prime minister's ear and the power to instruct civil servants, he would always have been controversial. But his personality and style ensured it. The Kelly affair led to his demise. Charlie Whelan Famous for briefing the prime minister on the government's euro policy from the Red Lion pub in Whitehall, Gordon Brown's aide was always riding for a fall - and finally fell shortly after Peter Mandelson's first resignation."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}