{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2005/jul/06/eu.france", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2005-07-05T23:37:26Z", "webTitle": "Franco-German axis obsolete, says Sarkozy", "webUrl": "https://www.theguardian.com/world/2005/jul/06/eu.france", "apiUrl": "https://content.guardianapis.com/world/2005/jul/06/eu.france", "fields": {"headline": "Franco-German axis obsolete, says Sarkozy", "bodyText": "The French interior minister, Nicholas Sarkozy, sounded the death knell for the 50-year-old Franco-German alliance yesterday and suggested instead a core group of six European states. Mr Sarkozy, who is a potential candidate for the French presidency in 2007 and who has fraught relations with the president, Jacques Chirac, said the Franco-German alliance was no longer practical in an EU of 25 states. \"In a Europe of six members, the engine was obviously Franco-German,\" Mr Sarkozy told Europe 1 radio. \"A Europe of 25 needs an engine of five at first and probably six, with Poland.\" The others would be Britain, Spain and Italy. Mr Sarkozy said the large countries in Europe had a responsibility to lead. \"Countries of 40, 60 or 80 million inhabitants count for more in Europe than countries with a few 100,000 inhabitants.\" He was speaking at a meeting of interior ministers in Evian. He made his comments as Mr Chirac was attending the Olympics meeting in Singapore. The president remains wedded to the Franco-German alliance, but Mr Sarkozy's model for Europe is closer to what the British government would like. A British government source described Mr Sarkozy's comments as \"interesting from a senior French politician\". The source was reluctant to go further for fear of inflaming Mr Chirac on the eve of his arrival in Britain for the G8 summit, but noted that Mr Sarkozy was only voicing what was already fast becoming reality: extensive contact and discussion between the biggest EU states. A French government source sought to play down the significance of the interior minister's remarks. He said: \"He is saying the Franco-German alliance is essential but not exclusive.\" The source insisted that Mr Sarkozy was not the first French politician to voice such a view. In the interview, Mr Sarkozy said that he valued France's alliance, but it was not enough to lead the enlarged EU. He was chairing a meeting of the Group of Five EU interior ministers, comprising Britain, France, Germany, Italy and Spain. He suggested that such a group, with the addition of Poland, could become the \"engine\" of integration. In France, foreign policy is the president's domain. Mr Chirac, fuelled by his personal friendship with the German chancellor, Gerhard Schröder - who has even stood in for the French president at international meetings - has made the Franco-German alliance the foundation of this policy. Relations between Tony Blair and both Mr Chirac and Mr Schröder have been soured since France's rejection of the EU constitution and the EU's subsequent failure to agree a budget. While political niceties prevent the British government from openly interfering in another country's elections, it would welcome the replacement of Mr Schröder in German elections later this year and Mr Chirac in France in 2007 by politicians closer to the British view of Europe. Angela Merkel, the German Christian Democrat leader who could replace Mr Schröder in September and is being courted by Mr Blair, has also expressed reservations about depending so heavily on a bilateral alliance. It is not the first time, nor the first subject, on which Mr Sarkozy has publicly broken ranks with France's leader. In June, Mr Sarkozy, who opposes Turkey joining the EU, announced that future enlargement had to be suspended, and that European politics had to be \"rethought and recast\". At the same time he questioned the Franco-German axis, saying it was not strong enough to pull Europe. His view is that France should be strengthening its ties with other European countries, including Britain, Poland and Italy, and even repairing cross-Atlantic links with the US that were damaged by the Iraq war. This approach is diametrically opposed to that of Mr Chirac, who, even before the great falling out with Washington on Iraq, preferred to cosy up to Germany and remain aloof from the US. Enduring friendship built on ruins of war The Franco-German alliance grew out of a determination after the second world war to try to achieve reconciliation and prevent future conflicts. The close cooperation led to the creation in 1952 of the European Coal and Steel Commission, the forerunner of the European Union. In 1963 the two countries formalised their links in an Elysée treaty. Their frequent bilateral meetings meant that EU summits were often stitched up in advance. Such was the closeness that French leaders at times asked their German counterparts to stand in for them at international talks. Despite occasional differences, the Franco-German alliance has remained the dominant force on the continent, pushing for a federal Europe. In the late 1990s, the former French Socialist prime minister, Lionel Jospin, spoke about expanding the alliance to include Britain, but policy differences and personal rivalry with Tony Blair meant this never went very far. Mr Chirac's approach led to rumours that Paris and Berlin planned to form a political union leading to a two-track Europe within the EU, leaving behind recalcitrant states such as Britain. That approach has been left in ruins by enlargement."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}