{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2005/jul/25/mondaymediasection2", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2005-07-24T23:45:37Z", "webTitle": "Emily Bell on how Five could save the BBC", "webUrl": "https://www.theguardian.com/media/2005/jul/25/mondaymediasection2", "apiUrl": "https://content.guardianapis.com/media/2005/jul/25/mondaymediasection2", "fields": {"headline": "Opinion", "bodyText": "You might not have noticed that some very significant changes have taken place at Five - the channel formerly known as Channel 5 - in the past week. It is not a steep drop in the Nazi count (though there has been one of those) or an unexpectedly subtle discussion of the revaluation of the yuan and its global economic impact on Trisha (there hasn't been one of those). The big change was behind-the-scenes - the purchase by RTL (the Luxembourg-based media company) of the remaining shares in the broadcaster from the UK company UBM to have 100% control of the station. On the face of it this might not seem the most significant piece of news since Rupert Murdoch decided to send up a satellite transponder and beam back a few football matches, but its implications for UK broadcasting could be very profound. It is the first domino to fall in a stack which may change the nature of multichannel and pay television in Britain. It also raises the possibility that Five could build on its niche strengths to become a more serious long-term player. Five now has an owner, rather than a number of shareholders, which should make board meetings a bit shorter and removes the anchor which was dragging the company back from making a strategic decision about investing in its future. It is fairly clear that RTL wants to push further into the realm of multichannel television and therefore its next target is likely to be Flextech - the only significant bundle of pay channels outside Sky, which includes Living TV, the UKTV channels (of which UKTV Gold is the most popular), Bravo and assorted other channels such as Bid-Up TV. Given a partnership with a terrestrial television network, this would be a very powerful offering - a window to freely promote all those CSIs, Wills &amp; Graces, and You Rang M'Luds across a main broadcast channel. If, as we expect, television becomes a non-linear business where people can pay to view whenever and wherever through their computers, then the potential looks even more tempting. But there is an intriguing and complicating factor for whoever buys Flextech: the BBC is a 50/50 partner in the UKTV channels, and has the right to buy back its share and its library rights if there is a change of control at UKTV. Much has changed in the world of television since the BBC signed this deal over a decade ago, and while a buyback of its own library at around a couple of hundred million might look like spectacularly bad business, it could be argued that now is precisely the right time to do this. There is another possibility which might have a certain elegance to it. As we stand on the threshold of a new BBC charter, there has been much chin-stroking and paper- writing on the subject of public service broadcasting. We have Channel 4 avowing that it wishes to be a public service broadcaster, but that it is worried about its future funding, and you have some rather ill-thought out ideas about taking bits off the BBC's licence fee and giving it to other public service players, be they television companies or other media. The idea of \"top-slicing\" the fee and handing it to C4 or other broadcasters has gathered pace. So here is the chance for the BBC to dodge top-slicing but \"give something back\" in terms of public service by buying back the UKTV rights and then forging a new deal with C4 to create public service archive channels. This would last for as long as both parties continued to be public service broadcasters. It might also be a very opportune moment for the DCMS to step in and suggest something along these lines. What you then have is a three-way split of multichannel television powers - one the increasingly commercial free and pay offerings of Five and ITV, one of public service channels mixing free and pay in the form of C4 and the BBC, and finally the gorilla in the corner - Sky. How it treats UKTV will be an interesting test of the BBC, sending a message about how grown-up the corporation can be about toy sharing. It will also raise concern over at Sky, where the strategic decision was taken some time ago to ignore the option it had of buying Channel 5, on the basis that pay-TV alone looked a smarter route. It would be fascinating to know how the debate at Sky's headquarters is shaping up now that Five can potentially do a deal which would make the terrestrial channel a more compelling competitor."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}