{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2005/jul/11/uksecurity.terrorism", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2005-07-11T15:32:57Z", "webTitle": "Full text: Tony Blair's statement to MPs", "webUrl": "https://www.theguardian.com/politics/2005/jul/11/uksecurity.terrorism", "apiUrl": "https://content.guardianapis.com/politics/2005/jul/11/uksecurity.terrorism", "fields": {"headline": "Full text: Tony Blair's statement to MPs", "bodyText": "With your permission, Mr Speaker, I would like to make a statement on last Thursday's terrorist attacks in London. The number of confirmed dead currently stands at 52; the number still in hospital 56, some severely injured. The whole house, I know, will want to state our feelings strongly. We express our revulsion at this murderous carnage of the innocent. We send our deep and abiding sympathy and prayers to the victims and their families. We are united in our determination that our country will not be defeated by such terror but will defeat it and emerge from this horror with our values, our way of life, our tolerance and respect for others, undiminished. I would also like us to record our heartfelt thanks and admiration for our emergency services. Police, those working on our underground, buses and trains, paramedics, doctors and nurses, ambulance staff, firefighters and the disaster recover teams, all of them can be truly proud of the part they played in coming to the aid of London last Thursday and the part they continue to play. They are magnificent. As for Londoners themselves, their stoicism, resilience, and sheer undaunted spirit were an inspiration and an example. At the moment of terror striking, when the eyes of the world were upon them, they responded and continue to respond with a defiance and a strength that are universally admired. I will now try to give the house as much information as I can. Some of it is already well-known. There were four explosions. Three took place on underground trains - one between Aldgate East and Liverpool Street; one between Russell Square and Kings Cross; one in a train at Edgware Road station. All of these took place within 50 seconds of each other at 8.50am. The other explosion was on the No 30 bus at Upper Woburn Place at 9.47am. The timing of the tube explosions was designed to be at the peak of the rush hour and thus to cause maximum death and injury. It seems probable that the attack was carried out by Islamist extremist terrorists, of the kind who over recent years have been responsible for so many innocent deaths in Madrid, Bali, Saudi Arabia, Russia, Kenya, Tanzania, Pakistan, Yemen, Turkey, Egypt and Morocco, of course in New York on September 11, but in many other countries too. I cannot obviously give details of the police investigation now underway. I can say it is among the most vigorous and intensive this country has seen. We will pursue those responsible not just the perpetrators but the planners of this outrage, wherever they are and we will not rest until they are identified, and as far as is humanly possible, brought to justice. I would also like to say this about our police and intelligence services. I know of no intelligence specific enough to have allowed them to prevent last Thursday's attacks. By their very nature, people callous enough to kill completely innocent civilians in this way, are hard to stop. But our services and police do a heroic job for our country day in day out and I can say that over the past years, as this particular type of new and awful terrorist threat has grown, they have done their utmost to keep this country and its people safe. As I saw again from the meeting of COBR this morning, their determination to get those responsible is total. Besides the obvious imperative of tracking down those who carried out these acts of terrorism, our principal concern is the bereaved, the families of the victims. It is the most extraordinarily distressing time for them and all of us feel profoundly for them. Let me explain what we are trying to do. The majority, though I stress not all, of the victims' families now have a very clear idea that they have lost their loved ones. For many, patterns of life and behaviour are well enough established that the numbers of potential victims can now be brought within reasonable range of the actual victims. Some 74 families now have police family liaison officers with them. In addition, we have established, with Westminster City council, the police and others the Family Assistance Centre. This is presently at The Queen Mother Sports Centre. Tomorrow it will move to a more suitable site at the Royal Horticultural Halls in Westminster. I would like to thank the many organisations involved including the Salvation Army, the Women's Royal Voluntary Service, the Red Cross, Westminster City Council and all those counsellors who are helping to staff the centre. In this way we are doing our level best to look after the families. My right honourable friend - the culture secretary - has taken charge of this aspect as she has done before. More difficult is then the process of formal identification. The police are proceeding here with some caution. In previous terrorist attacks of a similar kind in other countries, mistakes have been made which are incredibly distressing. The effect of a bomb is to make identification sometimes very, very hard and harrowing. There is now a process in place, involving a group chaired by the coroner which will, in each case, make a definitive pronouncement once the right procedures are gone through. I wish it could be quicker but I think the only wise course is to follow precisely the advice of coroner and police and that is what we will do. At some time and in consultation with the families, we will be ready to join in arrangements for a memorial service for the victims. HM the Queen has said she will attend. Two minutes silence will be held at noon on Thursday. This will be an opportunity for the nation to unite in remembrance. There is then the issue of further anti-terrorist legislation. During the passage of the Prevention of Terrorism Act earlier this year we pledged to introduce a further counter-terrorism bill later in this session. That remains our intention. It will give us an opportunity, in close consultation with the police and the agencies, to see whether there are additional powers which they might need to prevent further attacks. As to timing, my right honourable friend, the home secretary, pledged to publish the bill for pre-legislative scrutiny in the autumn with introduction in spring 2006, so that parliament had time to digest the report on the operation of control orders produced by the independent reviewer, Lord Carlile. I do not currently see any reason to depart from that timetable. However, that is subject to an important caveat. If, as the fuller picture about these incidents emerges and the investigation proceeds, it becomes clear that there are powers which the police and intelligence agencies need immediately to combat terrorism, it is plainly sensible to reserve the right to return to Parliament with an accelerated timetable. Finally, I would like to record our deep appreciation of the huge outpouring of international support for London and for Britain over these past days. The G8 leaders demonstrated complete solidarity and also commented with an awe that gave me a lot of pride in Britain, on the courage of our capital city and its people. The UN security council passed a unanimous resolution of condemnation of the terrorists and support for Britain. The International Olympic Committee kindly sent a resolution of support. Messages have been received worldwide. There have been immediate offers of help from all the world's main intelligence agencies. An emergency meeting of the EU justice and home affairs council will take place later this week. Mr Speaker, the July 7 will always be remembered as a day of terrible sadness for our country and for London. Yet it is true that just four days later, London's buses, trains and as much of its underground as is possible, are back on normal schedules; its businesses, shops and schools are open; its millions of people are coming to work with a steely determination that is genuinely remarkable. Yesterday we celebrated the heroism of world war two including the civilian heroes of London's blitz. Today what a different city London is - a city of many cultures, faiths and races, hardly recognisable from the London of 1945. So different and yet, in the face of this attack, there is something wonderfully familiar in the confident spirit which moves through the city, enabling it to take the blow but still not flinch from re-asserting its will to triumph over adversity. Britain may be different today but the coming together is the same. And I say to our Muslim community. People know full well that the overwhelming majority of Muslims stand four square with every other community in Britain. We were proud of your contribution to Britain before last Thursday. We remain proud of it today. Fanaticism is not a state of religion but a state of mind. We will work with you to make the moderate and true voice of Islam heard as it should be. Together, we will ensure that though terrorists can kill, they will never destroy the way of life we share and which we value, and which we will defend with the strength of belief and conviction so that it is to us and not to the terrorists, that victory will belong."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}