{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2005/jul/20/wallstreetjournal", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2005-07-19T23:01:57Z", "webTitle": "Reports say Citigroup's Weill wants to quit", "webUrl": "https://www.theguardian.com/business/2005/jul/20/wallstreetjournal", "apiUrl": "https://content.guardianapis.com/business/2005/jul/20/wallstreetjournal", "fields": {"headline": "Reports say Citigroup's Weill wants to quit", "bodyText": "Citigroup chairman Sanford Weill, who built the firm into the world's largest financial services group, is trying to quit, according to a report in the Wall Street Journal. Mr Weill, 72, is reported to be attempting to get out of his contract, which lasts until April, with the aim of setting up a private-equity fund. According to the Journal, talks with the bank's board were held over the weekend that were initially amicable but later turned frosty. The problem was said to be a non-compete clause in Mr Weill's contract as well as a demand that he retain his bonus, pension and perks, including use of the corporate jet, car and driver. It is unclear whether the talks are continuing. A Citigroup spokeswoman did not return calls seeking comment but the firm had issued a statement on Monday denying a CNBC report that Mr Weill was leaving. The business news channel reported that Saudi Arabia's Prince Alwaleed bin Talal, one of the world's wealthiest individuals, might invest in Mr Weill's planned fund. Mr Weill stood back to become chairman almost two years ago, handing the chief executive job and day-to-day control to Charles Prince. Citigroup is struggling to steady itself after its reputation was damaged by regulatory and legal problems. Mr Weill built Citigroup through acquisitions. His reputation was tarnished as the group was placed at the heart of many of the scandals that tore through corporate America after the dotcom boom. Mr Weill was drawn into the furore surrounding the bank's former star analyst Jack Grubman. He was forced to fight allegations that he had put pressure on Mr Grubman to upgrade a rating on AT&amp;T in the hope of securing investment business from the telecoms firm. At the depth of the scandals, Mr Weill suffered the humiliation of being forced to withdraw his nomination to the board of the New York Stock Exchange. Last month Citigroup agreed to pay $2bn (£1.14bn) to settle a lawsuit brought by investors in Enron, by far the largest payout stemming from the energy firm's collapse in 2001. In May last year, the group paid almost $2.6bn to settle claims from investors burned by the bankruptcy of telecoms firm WorldCom. It paid $400m to settle the investigation into the conflicts of interest among research departments on Wall Street. More recently, Citigroup lost its Japanese private banking licence when local regulators accused the bank of failing to prevent fraud and money laundering."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}