{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "science/2005/jul/20/sciencenews.attackonlondon", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2005-07-20T22:58:21Z", "webTitle": "Surgeon's plea to meet terror threat", "webUrl": "https://www.theguardian.com/science/2005/jul/20/sciencenews.attackonlondon", "apiUrl": "https://content.guardianapis.com/science/2005/jul/20/sciencenews.attackonlondon", "fields": {"headline": "Surgeon's plea to meet terror threat", "bodyText": "The doctor who led the emergency teams that treated victims of the London bombs has urged the government to train more specialist surgeons to cope with the type of injuries inflicted by terrorist attacks. Professor Jim Ryan of University College hospital said every UK hospital needed a \"frontline surgeon\" with military-style training because techniques to treat complex blast injuries are not taught in medical school. \"These patients are not for amateurs. They require multiple teams who know what they're on about,\" he said. \"The horrific events of July 7 have underlined the need for surgeons to be as well prepared as possible.\" Well-rehearsed emergency plans helped London hospitals cope well with treating the 700 people injured in the blasts, but Prof Ryan warned the scale of future attacks could overwhelm medical resources. \"We need to be much more realistic about what might hit us in the future. We should be practising for 200 casualties arriving at one hospital, of whom 50 are critically ill.\" Prof Ryan was speaking at a three-day course run by the Royal College of Surgeons that teaches civilian medics the same emergency techniques used to prepare their military colleagues for duty in Iraq and Afghanistan. The course trains 60 surgeons a year and costs about £1,500; surgeons get an annual training allowance of £700 so must pay more than half the costs themselves. Prof Ryan and his colleagues at the college said they would write to the prime minister, the health secretary and every health authority to ask them to step up hospital emergency plans and training."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}