{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2005/jul/25/football.italy", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2005-07-24T23:51:25Z", "webTitle": "Inter Milan reverse decision to call off tour", "webUrl": "https://www.theguardian.com/uk/2005/jul/25/football.italy", "apiUrl": "https://content.guardianapis.com/uk/2005/jul/25/football.italy", "fields": {"headline": "Inter Milan reverse decision to call off tour", "bodyText": "The Italian football giants Inter Milan are to go ahead with their pre-season tour of England, reversing an earlier decision to cancel the matches citing fears for the safety of players in the wake of the London bomb attacks. On Saturday the Serie A club had announced it was scrapping the series of friendlies against four clubs, including Premiership club Portsmouth. But within 24 hours it reversed the decision after the sports minister, Richard Caborn, interceded with his Italian counterpart, Mario Pescante. \"I had strong representations from the clubs involved yesterday and I spoke to my opposite number in Italy,\" Mr Caborn told the BBC yesterday. \"He got straight on to the president of their football association and they made representations to Inter. They came back last night saying all things being equal the tour would be on this morning.\" Inter are scheduled to play Leicester City at the Walkers stadium today, Crystal Palace on Wednesday and Norwich on Friday night. They will round off their tour at Portsmouth on Sunday. Leicester had threatened to sue the Italian club for compensation as cancellation would have cost them £250,000. Portsmouth had already sold 12,500 tickets for their game and Crystal Palace had organised the fixture to celebrate their centenary. Inter's announcement on Saturday drew criticism from the London mayor, Ken Livingstone, and the culture secretary, Tessa Jowell, who said the decision would \"baffle\" English football fans. Only the day before, Inter's coach, Roberto Mancini, and the owner, Massimo Moratti, had insisted they would honour their commitment. But on Saturday the club issued a statement via its website, saying: \"Football has taken a step back because of increasingly serious events which touch the sensitivity of everyone. For this reason, and given the situation, the club has decided to cancel the team's tour of England.\" Yesterday, the Italians insisted it was a misunderstanding and they had taken their initial stance so as not to \"further stretch the already severely occupied security services\". \"I can officially confirm the tour is on as scheduled,\" said the Italian ambassador to London, Giancarlo Aragona. \"The team is leaving for the UK.\" In a statement on Norwich's website, the club's chief executive, Neil Doncaster, who had earlier accused Inter of \"giving in to terrorism,\" said: \"We are delighted that government pressure appears to have brought this chaotic episode to a satisfactory conclusion. \"It is important that the game goes ahead, not just because of the importance of a strong pre-season campaign, but also of the inconvenience that would otherwise have been caused to our supporters. \"It is also important because of the message it sends out to the wider world. \"We now look forward to what should be a hugely enjoyable match this Friday and to welcoming Inter Milan back to Carrow Road for the first time since 1993.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}