{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2005/jul/16/familyholidays.family.guardiansaturdaytravelsection1", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2005-07-16T17:43:26Z", "webTitle": "Sports days", "webUrl": "https://www.theguardian.com/travel/2005/jul/16/familyholidays.family.guardiansaturdaytravelsection1", "apiUrl": "https://content.guardianapis.com/travel/2005/jul/16/familyholidays.family.guardiansaturdaytravelsection1", "fields": {"headline": "Sports days", "bodyText": "Inverness Highland Games (incorporating the Mini Highland Games) The biggest highland games in Scotland have a range of family and disability events including the now famous Mini Highland Games. Dads can toss the caber and enter the traditional weight events (only if they're wearing a kilt), while mums can take on the 800m running race or long jump to impress the kids. Unless, of course, the kids are too busy learning to toss the (albeit foam) caber themselves. Throughout the day, traditional games are open to all from spectator tug of war, junior caber tossing, hammer throwing, shot putting and 100m, 200m and 800m races for every age group. For those with less energy, there is a helicopter flyby and landing, a parachute demonstration team, live bands, a fashion show and possible caber tossing records by the pros to be watched. Where: Buck Park, Inverness, Scotland. When: Saturday July 23. Good for: Families with children aged six and older. Details: Ground entrance £5 for adults and £1 for children. For the events, sign up online at invernesshighlandgames.com or turn up on the day and simply enter the ones you fancy. Red Kite Mountain Bike Bash Mountain biking doesn't come much more pleasant than this weekend in the Cambrian hills, now part of the brilliant calendar of events that the tiny village of Llanwrtyd Wells has built a reputation on - it's the same place that stages the World Bog Snorkelling Championships and the Man versus Horse race. Guides take groups of different abilities along the beautiful trails; more daring groups are promised some thrilling trails and fantastic descents while slower groups will take on gentle forest tracks and have at least one pub/cafe stop per day. Road riding is kept to a minimum. The longest routes last a whole day, while the gentler rides take a morning. Hungry riders can look forward to a barbecue on the Saturday night. There is no age limit although riders under 18 will have to stay with at least one parent. Bikes can be hired locally through two specialist shops advertised on the website. Although not billed as such, the Red Kite Mountain Bike Bash is part of the Green Events series, a non-profit organisation which promotes responsible holidaymaking. Where: Llanwrtyd Wells, Powys, Wales. When: August 4-7. Good for: An active family with 12-year-olds or over. Obviously biking experience is a plus. Details: Entry is £40 for the weekend or £12pp per day if you just want to turn up and ride. Accommodation, bike rental and event entry at llanwrtyd-wells.powys.org.uk/eventbikefestival.htm. The Red Bull Vert Sessions Although not for the whole family, parents are encouraged to watch as their adventurous kids learn to drop into and ride a genuine 12ft wooden halfpipe on either skateboard or BMX. The Red Bull halfpipe tours some of the UK's best parks with professionals Ali Cairns, Dave Allen and Pete King, Jon Taylor and Bas Keep from the BMX and skateboard world ready to teach youngsters the rudimentary skills of dropping in, turning on the transition and getting air. Novices are welcome, but the kids need to have a strong desire to push themselves if they're to really enjoy the day. Where: Various locations in the UK. When: July 25-29. (Skaterham Skatepark, South London July 25; Newport Skate Park, South Wales, July 26; Bones Skatepark, Stockport July 27; Y2SK8, Peterborough July 28; Epic Skatepark, Birmingham, July 29). Good for: 8-15 year olds who skate or BMX and would like to get better. Details: redbull.co.uk. The sessions are free but you'll have to sign up at one of the five skateparks in advance. Places are limited and each stop on the tour is usually a packed event. The Animal Beach Ball A celebration of everything surfing on one of Cornwall's most beautiful beaches. Out in the waves, some of the UK's best surfers will be putting on demonstrations of how to do it properly. But it's not about just watching. Stay with the Animal Surf Academy and you'll get three days of tuition from British Surfing Association qualified instructors, accommodation in nearby Port Isaac, a full breakfast and loan of all surf equipment. Up to five hours tuition per day is available but make time for some traditional beach events (volleyball and rounders) on dry land. Young kids can enter the T-shirt art comp in which painted designs on a blank T-shirt win prizes, or do some face painting, while older kids might enjoy the mountain bike jump demo (including backflips from the pros) and kite flying. Campfires and live bands end the nights for the teenagers. Where: Tristram Cliffs, Polzeath, Cornwall. When: July 20-22. Good for: Beach kids interested in surfing and creative arts. Details: Entry to The Beach Ball (animalbeachball.com) is free. The Animal Surf Academy (0870 2422856, animalsurfacademy .com) costs £168pp for the two nights over the event. The Danone Football World Cup Trials On the September 4 at the Gerland Stadium, Lyon, France, one team will beat 31 other countries to become the Danone Nations Cup World Champions. To find the players that will make up the England squad for that competition, trials are being held at eight locations across the country. Entry is open to any nationality, but the final team will have to play under the English flag (there are plans to field a team from Wales and Scotland in the future). National standard coaches will weed out the best players through tests of individual skill, team playing ability and fitness. Players who make the cut will be put into teams for a final league shoot out. Trials take place at William Hulme Grammar School, Manchester, July 23; Coombe Dingle Sports Complex, Bristol University, July 25; University of Central England, Birmingham, July 27; Leeds University July 31; Northumbria University, Newcastle, August 2; University of Liverpool, August 4; Saint Aloysius Playing Fields, North London, August 6; and Dulwich College, South London, on August 8. Former England players Chris Waddle and Neil Ruddock will then coach the final play-offs at QPR's Loftus Road stadium in August in order to find the final team. Where: Various locations in the UK. When: July 25-August 8. Good for: The event is only open to girls and boys aged between 10 and 12. Details: Entry is free but you'll need to register online at danonecup.co.uk."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}