{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2011/feb/09/england-euro-2012-london-olympics", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2011-02-09T23:01:00Z", "webTitle": "England footballers on Euro 2012 duty to skip London Olympics", "webUrl": "https://www.theguardian.com/sport/2011/feb/09/england-euro-2012-london-olympics", "apiUrl": "https://content.guardianapis.com/sport/2011/feb/09/england-euro-2012-london-olympics", "fields": {"headline": "England footballers on Euro 2012 duty to skip London Olympics", "bodyText": "The spectacle of next year's London Olympics will probably not include the excitement of Wayne Rooney and other England players taking part for a Great Britain side in the football tournament. The Football Association accepts they would be available only if England fail to qualify for the Euro 2012 finals earlier that summer. The prospect of players from various countries being denied, in effect, a close season had already enraged clubs around Europe. Their views were no secret but the European Club Association expressed itself forcefully on Monday. The continent's elite will most likely be missing in London. It seems, where leading European players are concerned, that only those who had no part in Euro 2012 or missed it through injury, will be on show at the Olympics. The FA was not alone in feeling pressure over the issue of call-ups. The use of this week for internationals such as England's friendly with Denmark, shortly before the opening of the Champions League knockout phase, had been deemed provocative. Clubs feel hampered since the better players are not around to begin preparations for those fixtures. \"It's just nonsense,\" said Umberto Gandini, the ECA vice-president and Milan director. The concept of hard‑pressed stars appearing in the Olympics was even more disturbing to the elite. \"The clubs are very patient but we have our limits,\" said Sandro Rosell, the Barcelona president. The Manchester United chief executive, David Gill, had argued for the principle that players participate in no more than one international tournament in a given year. The British Olympic Association wanted the best England players to be on show in London but it seems that will happen only if Fabio Capello's team do not reach Euro 2012. Where reductions in workload are concerned, the FA is seeking to establish that its players turn out in only one age group, even if the more precocious stars could fit into several sides. On that principle, the 19-year-old Jack Wilshere should remain with the senior team."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}