{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/julian-borger-global-security-blog/2011/feb/09/trident-liberal-conservative-coalition", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2011-02-09T23:38:00Z", "webTitle": "UK defence minister: case for Trident is 'thin'", "webUrl": "https://www.theguardian.com/world/julian-borger-global-security-blog/2011/feb/09/trident-liberal-conservative-coalition", "apiUrl": "https://content.guardianapis.com/world/julian-borger-global-security-blog/2011/feb/09/trident-liberal-conservative-coalition", "fields": {"headline": "UK defence minister: case for Trident is 'thin'", "bodyText": "A new independent commission on Trident was launched tonight with the aim of re-examining the decision to replace Britain's submarine-launched deterrent. The members came from the three major parties all chosen on the grounds that they were open to persuasion by the evidence. The commission, set up by the British American Security Information Council (Basic), includes a former Labour defence secretary, Lord Browne, one of his Conservative predecessors, Sir Malcolm Rifkind, the former Liberal Democrat leader, Sir Menzies Campbell, as well as a former chief of the defence staff, Lord Guthrie. The most striking moment of the Westminster launch event, however, was supplied by the current armed forces minister, Nick Harvey, who came along to give his blessing to the endeavour. Harvey said that looking back through government papers at how key decisions were made, he could find very little detailed argument from government officials justifying UK's doctrine of continuous at-sea deterrence. \"When you looking for the paper trail, it is thin,\" Harvey said. Coming from a Liberal Democrat, that might not be a surprising observation. Coming from a minister in a coalition pledged to replace Trident, it is off-message to say the least. The commission has been set up on the premise that the UK has not had a proper debate about its role as a nuclear state, and the postponement of the final decision on Trident replacement until after the next election (which will be in May 2015 at the latest) provides an opportunity to have that debate. But it was also clear last night that there has not been a proper exploration of the options even inside government. Ian Kearns, Basic's research director and a former special adviser to parliament on national security strategy, said he recently asked a government official what studies had been done into how long it would take and what it would cost to reconstitute the Trident deterrent if it were withdrawn from active deployment. The answer: none. Harvey called that omission \"extraordinary\". Declaring he had an \"open mind\" on the issue, Lord Guthrie said he wanted to look into the \"opportunity costs\" of replacing Trident. \"After all,\" he said \"Pakistan manages to terrify the world with a weapon that nobody knows works or not.\" The commission is due to report a year from now. Meanwhile it will hear the testimony of expert witnesses from inside and outside government, in public and in private. As this does appear to be a rare case of a commission that has not made up its mind in advance, it should be an interesting year."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}