{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2011/feb/20/john-higgins-welsh-open-snooker", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2011-02-20T23:33:06Z", "webTitle": "John Higgins earns emotional Welsh Open victory over Stephen Maguire", "webUrl": "https://www.theguardian.com/sport/2011/feb/20/john-higgins-welsh-open-snooker", "apiUrl": "https://content.guardianapis.com/sport/2011/feb/20/john-higgins-welsh-open-snooker", "fields": {"headline": "John Higgins earns emotional Welsh Open victory over Stephen Maguire", "bodyText": "John Higgins, who beat Mark Williams from four down with five to play to win December's UK Championship, again proved himself a supreme competitor by turning a 5-2 deficit into a 9-6 victory over his fellow Scot Stephen Maguire to win the Welsh Open at Newport. His 23rd ranking title from his 37th final extended his lead at the top of the world rankings and earned him £30,000. Coming only 11 days after his father's funeral, it was also a highly emotional triumph and a tribute to his mental strength. Maguire, seeking his fifth world ranking title almost three years after his fourth, played all but perfectly in the first four frames. Not until a difficult red eluded him on 89 in the fourth frame did he miss a single pot in taking his 3-1 lead, Higgins accounting for the third frame with a run of 120. Going strongly with 58, Maguire seemed set for 4-1 but, forced to bridge awkwardly, he missed an otherwise basic red and let Higgins in for a 72 clearance. Maguire won two of the next three frames and had first chance in the last of the afternoon. \"I fully expected him to make it 6-2,\" said Higgins, who instead was given the opportunity to make 70 to limit his interval arrears to 5-3. Maguire missed a tricky pink for 6-3 and also failed to exploit his chances heavily enough as Higgins took the next three frames as well to lead 7-5. \"40s and 50s aren't enough against John. They need to be 70s and 80s,\" said Maguire. For once the three times world champion mis-hit a safety shot from which Maguire made a winning 75 but Higgins, with 54, 66 and 72, dominated the remaining two frames to leave Maguire with £15,000 as runner-up and a rise to sixth in the rankings."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}