{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2011/feb/09/sudan-secession-postcolonial-africa", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2011-02-09T22:00:00Z", "webTitle": "Is this Pakistanism in Sudan? | Ali Mazrui", "webUrl": "https://www.theguardian.com/commentisfree/2011/feb/09/sudan-secession-postcolonial-africa", "apiUrl": "https://content.guardianapis.com/commentisfree/2011/feb/09/sudan-secession-postcolonial-africa", "fields": {"headline": "Is this Pakistanism in Sudan?", "bodyText": "The referendum in Sudan, which will result in the secession of the south, is the first redrawing of an African colonial border by popular vote. The question many are asking is whether this will create a precedent across the continent. When African heads of state created the Organisation of African Unity in 1963, they committed themselves to fighting colonialism and its legacy. Yet the one legacy they had no intention of ending was the borders of their own countries. Some \"decolonised\" their national names. The Gold Coast became Ghana, Northern Rhodesia became Zambia, Nyasaland became Malawi. But almost none of them were prepared to decolonise their boundaries. The new African Union, formed in 2002, renewed this commitment. So the Southern Sudan referendum was truly historic. In this country, the size of western Europe, it took two civil wars, the death of more than a million people and the displacement of millions of others to reach the simple decision to allow Southern Sudanese people to determine their own territorial destiny. I have discussed the Sudanese civil wars with former presidents Jaafar Nimeiri and Omar el Bashir. Both were stubbornly protective of territorial integrity. Like other African leaders they were afraid of the domino effect. Even now, many in Khartoum fear that Southern Sudan's independence could lead to similar separatist demands in Darfur. The borders of African countries were an aftermath of the Berlin conference of 1884-5 at which 14 European countries negotiated their scramble for Africa. The boundaries were drawn to suit the colonial powers, with little regard for the history or cultural cohesion of the colonised peoples. They often divided people who belonged together and forcefully enclosed communities who had no experience of shared government or economic co-operation. The most absurd was the division of the Somali people into five parts – separate British, Italian and French colonies, with a fourth Somali fragment integrated into Ethiopia and a fifth into colonial Kenya. The Somalian people have never recovered. Changing African boundaries by unification seemed at the time to be a better method than , and in 1960 British and Italian Somaliland integrated into the independent state of Somalia. Unfortunately the Somali experiment of amalgamation subsequently collapsed, leaving the former Italian Somaliland in chaos while the former British fragment experimented with a stable democracy but without international recognition. Postcolonial Africa has suffered from two main causes of civil wars: conflicts of identity (like the Hutu versus Tutsi in Rwanda); and conflicts over resources (like petroleum in the Niger Delta). However, trying to redraw Africa's political map may cause more problems over both issues than it solves. After all, there are more than 2,000 ethnic groups on the continent. If territorial self-determination was granted to even a tenth of them, it would be reduced to dozens of warring mini-states – especially when the location of minerals coincides with ethnic differences. Since 1960 there have been more attempts to change boundaries by secession than by amalgamation. After a 30-year war for independence (1962-92), Eritrea successfully seceded from Ethiopia. The conflict developed from civil war to a conventional war between separate sovereign states. Sadly the interstate war was better armed on both sides with tanks and war planes, and the casualties escalated. The Nigerian civil war of 1967-70 was an attempt by the Eastern region to create a separate state, Biafra. Federal Nigeria won, and retained its territorial integrity. But Nigeria has continued to have ethnic and religious conflicts, short of secession, ever since. The most enduring boundary change by amalgamation has been the union of Tanganyika and Zanzibar in 1964, to create Tanzania. Most of Africa's separatist movements since independence have consisted of ethnic rather than religious groups trying to secede. In the 1950s Kwame Nkrumah was afraid of what he called \"Pakistanism\" – partition on religious grounds. African nationalists disapproved of the partition of British India as a solution to Hindu-Muslim tensions. Particularly vulnerable at that time was Nigeria, with its Muslim-majority north and Christian-majority south. Now, at last, at last Pakistanism has arrived in Sudan, where the Christian-led south will separate from the Muslim-majority north. Southern Sudanese have played the religious card, accusing Northern Sudanese of religious intolerance. In this regard the aftermath of this referendum will almost certainly overshadow in importance both the popular popular uprising against President Nimeiri in 1985 and the popular revolt in Khartoum against President Ibrahim Abboud in 1964. Even Southern Sudan on its own is multi-ethnic internally. After the euphoria of independence is over there is anxiety that smaller groups in the south may start to resent the supremacy of the Dinka as a potentially dominant \"tribe\". who will have to handle their southern compatriots with great sensitivity. And all this is quite apart from rivalry over petroleum resources. Debates about who benefits more have torn Nigeria asunder; Southern Sudan needs to be even more careful."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}