{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2011/feb/01/citigroup-wrests-control-emi-from-guy-hands", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2011-02-01T21:28:50Z", "webTitle": "Citigroup wrests control of EMI from Guy Hands", "webUrl": "https://www.theguardian.com/business/2011/feb/01/citigroup-wrests-control-emi-from-guy-hands", "apiUrl": "https://content.guardianapis.com/business/2011/feb/01/citigroup-wrests-control-emi-from-guy-hands", "fields": {"headline": "Citigroup wrests control of EMI from Guy Hands", "bodyText": "He was the private equity wunderkind who said he could reinvent the music business and slash costs by cutting extravagent spending on items such as \"fruit and flowers\". But after failing to impress Mick Jagger, and owing more than £3bn to a US investment bank, Guy Hands yesterday lost control of EMI at a cost to his investment group, Terra Firma, of £1.75bn. Unable to meet the terms attached to EMI's vast borrowings, Terra Firma relinquished total control to its bankers, Citigroup yesterday. The last remaining major British music group was placed in administration and ownership swiftly passed to the Wall Street bank. Citi at once wrote off £2.2bn of the cash it was owed – and in so doing in effect dressed up for a sale the 114-year-old British company behind Coldplay and Tinie Tempah, among others. Citigroup sources indicated that the bank will \"most likely not own the business in 12 months or less\" – although EMI's chief executive officer Roger Faxon said it would not make sense to merge EMI with Warner Music, even though the two have had on-off merger talks for the past decade. Using surprisingly negative language about his own company, Faxon said: \"There are those that say that consolidating record businesses is the way to create value, [but] all you are doing is putting two dying businesses together. We are not going to buy the old businesses, we are going to invest in new businesses.\" Yet, despite Faxon's robust talk, Citigroup is prepared to consider \"all offers\", which is likely to lead to EMI passing permanently into foreign ownership, and possibly even being broken up. Warner Music has long been interested in acquiring EMI, but the US major is on the hunt for new investors of its own, meaning that it is unable to move quickly. EMI is left with debts of £1.6bn, leaving a chastened Terra Firma to remark that it was \"pleased that EMI's debt burden had been reduced\" with the help of the Citigroup writedown. EMI generated £334m of underlying profits in the year to March 2010 and after four years of financial uncertainty is able to handle its own debts. A deal with Citigroup was always likely after Guy Hands lost a New York court case in which he alleged that Citi had \"tricked him\" into buying EMI at an inflated price. With Hands running out of cash to pump into the business to the terms of the £3bn loan, Citi always held the whip hand. At the time he acquired EMI in 2007 Hands said he loved buying troubled companies so that Terra Firma could turn them around. But the deal – struck just as the credit crunch took hold – was poorly timed and Citigroup was unable to syndicate the £3bn loan it had granted to Hands to finance the deal. Shortly after the acquisition Hands said his investment strategy was to search \"for the worst business we can find in the most challenged sector and we get really happy if it's really, really bad. EMI, our most recent investment, is a classic example. We're just hoping EMI is as bad as we think it is.\" EMI had long struggled with a bloated cost base and, for all its success with British artists, has found it hard to make an impression in the United States. Hands slashed costs, cutting up to £100m a year in spending on items including \"fruit and flowers\" (widely believed to be a euphemism for drugs). The company's £700,000-a-year London taxi bill was slashed, and some 2,000 jobs went in his first year. However, Hands failed to win the respect of key artists. Sir Mick Jagger took the Rolling Stones catalogue from EMI to market leader Universal Music after a meeting with Hands went badly, and EMI lost a string of other artists, including Radiohead and Sir Paul McCartney. Terra Firma flooded the company with Hands' business friends from outside the music industry – led by Lord Birt, the former BBC director-general, who for a time chaired EMI's parent company – although many came and went with dizzying speed. Hands signed Elio Leoni-Sceti to run EMI's music business from Reckitt Benckiser, but he left after 18 unhappy months, to be replaced by ex-ITV boss Charles Allen, who lasted only a few months more. Hands did achieve one thing: boosting EMI's profits from £68m as measured by underlying earnings before interest, tax, depreciation and amortisation to £334m, and it broke acts including Katy Perry and Tinie Tempah. But the growth was never enough to deal with the debt."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}