{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/feb/05/championship-fans-verdict", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-02-05T20:45:40Z", "webTitle": "Championship Verdict: The Observer fans' network on Saturday's matches", "webUrl": "https://www.theguardian.com/football/2011/feb/05/championship-fans-verdict", "apiUrl": "https://content.guardianapis.com/football/2011/feb/05/championship-fans-verdict", "fields": {"headline": "Championship Verdict: The Observer fans' network on Saturday's matches", "bodyText": "Burnley 2-1 Norwich City Was it a good match? It was a really fabulous game of football, end to end. I can't remember the last time I had so much fun at a game. Norwich are a good side and hadn't lost in 2011, but I think we deserved to win it. I was impressed by Eddie Howe's tactical changes during the second half when he switched from 4-5-1 – he took one of the strikers off and introduced an extra man in midfield, which made the difference. Who played well/who had a nightmare? Jack Cork was a class above. Dean Marney used the ball well and scored. Ross Wallace didn't see as much of the ball as Chris Eagles on the other wing, but did more with it. Jamie Smith, twitter.com/jambothejourno Crystal Palace 1-0 Middlesbrough Was it a good match? Excellent result. We struggled for the first 30 minutes to get the ball past our halfway line. Julio Arca hit the post with their best effort in the first half. Boro looked quite pedestrian. They're a tall side but they struggled with the windy conditions and rarely threatened our goal. All in all, very positive. Who played well/who had a nightmare? Dean Moxey had a good debut. Anthony Gardner and Patrick McCarthy look unbeatable in the air and on the ground at the moment. James Vaughan scored again, while Jermaine Easter's pace and movement caused them all sorts of problems. Chris Waters, CPSTrust.org.uk Ipswich Town 3-0 Sheffield United Was it a good match? An important win. A forgettable first half – the highlight being Damien Delaney's bullet header for the opening goal – but much better after the break. There was a lot more football played, we largely dominated and Sheffield United rarely threatened. Connor Wickham's late goal was an absolute treat: starting off on a run from his own half, he beat four players in George Best fashion before slotting the ball home. He could have walked it in. Who played well/who had a nightmare? Damien Delaney was very strong in defence and put in some very important challenges. Julian Watkins, TractorBoys.com Leeds United 1-0 Coventry City Was it a good match? It was Davide Somma's goal that earned us a draw at Hull City on Tuesday night and it was his winner in this game that kept us in the hunt for promotion. We pretty much dominated the game and Robert Snodgrass was on top form for us and bossed the midfield. We missed a host of chances and it should really have been at least two or three nil. Who played well/who had a nightmare? Max Gradel, Luciano Becchio and Somma all missed sitters. I like Becchio but he misses too many goalscoring opportunities. Somma scored his 10th goal in 10 starts. Jim Ward, Observer reader Leicester City 4-1 Barnsley Was it a good match? We weren't that good in the first half and could have been 2-3 down at the break. Sven did his half-time magic and a different team came out for the second half. Basically we dominated the second half and were on top – we remembered how to play football and you could see the confidence of the players growing. Barnsley didn't seem to know how to handle our big forwards and they were so busy looking after them that they allowed our midfielders to score all the goals. Who played well/who had a nightmare? Andy King was MOTM –if Charlie Adam is worth £10m he's worth double that easily. Paul Coulson, FansOnline.net/LeicesterCity Millwall 1-0 Doncaster Rovers Was it a good match? It was a war of attrition at The Den. Doncaster have a reputation as a good footballing team but it was their physical side that was on show in this game. They came with a plan to get a point and it nearly worked until we managed to get a late winner. We played well but I was struggling to see where a goal was going to come from as the game went on. We just need to keep in sight of the play-offs and hopefully with a late surge you never know what could happen. Who played well/who had a nightmare? Darren Purse was excellent and he looks like he's going to be a great signing. Charlie Mahoney, Observer reader Nottingham Forest 1-0 Watford Was it a good match? A fantastic start. The early goal was well taken by Marcus Tudgay. A lot of teams come to the City Ground and look to defend but I think Watford were forced out of their shell. It was end to end. Lee Camp kept us in the game by making a good save after a defender mis-hit a back-pass. Watford were one of the better sides to visit this season and are a good bet to finish in a play-off spot. Who played well/who had a nightmare? A good all-round team performance against a very tall side. Paul Konchesky had a solid home debut. Chris Cohen was unlucky with an effort the keeper tipped over the bar. Steve Wheatley, Observer reader Portsmouth 1-1 Derby County Was it a good match? It was a game that neither side deserved to win, and that's exactly what happened. It was a very poor quality match played out by two mediocre sides, and it would have been a travesty had we sneaked a late winner. The players lacked spirit today but there's definitely the potential for a talented team with the small squad we have. I think any Derby fan would agree their team were poor but they had chances: they'll probably be disappointed not to have grabbed all three points. Who played well/who had a nightmare? David Nugent was the least worst player on the pitch. Colin Farmery, Pompey-Fans.com Preston North End 0-4 Bristol City Was it a good match? Preston look like they're standing on the brink. Bristol City scored an early goal, but it was the home side that dominated until half-time without being able to score. Conor McLaughlin broke his ankle just before half-time, but the turning point, for me, came after the interval when we had a shot cleared off the line only for City to go down the other end and score. Our heads dropped and poor defending cost us two further goals. City looked well organised. Who played well/who had a nightmare? Nathan Ellington was Preston's MOTM – he was the only player to show any real quality. Eddie Johnson had a good debut. John Roper, PSG.me.uk Scunthorpe United 1-5 Hull City Was it a good match? Derby defeats are always hard to take, but to lose in the manner we did is so disheartening. For 65 minutes we were fine and made a game of it, but Hull's greater quality in the final third told in the end. We've now lost 10 out of 12 and I can't see how it's going to change given our lack of creativity in midfield. There was a clear lack of confidence on show from us today and on this evidence there may well be two divisions between the clubs before too long. Who played well/who had a nightmare? Andrew Wright was full of effort, but Hull ran rings round him. Jordan Griffin, Scunthorpe.Vitalfootball.co.uk"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}