{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2011/feb/05/av-get-clegg-campaign", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2011-02-05T20:36:03Z", "webTitle": "Nick Clegg  targeted as anti-AV campaign links him to broken promises", "webUrl": "https://www.theguardian.com/politics/2011/feb/05/av-get-clegg-campaign", "apiUrl": "https://content.guardianapis.com/politics/2011/feb/05/av-get-clegg-campaign", "fields": {"headline": "Nick Clegg  targeted as anti-AV campaign links him to broken promises", "bodyText": "Campaigners against electoral reform are to distribute six million leaflets taunting Nick Clegg for describing the proposed alternative vote (AV) system as a \"miserable little compromise\" before the last general election. The No to AV campaign, whose push to maintain the \"first past the post\" system is backed by David Cameron, believes that Clegg's assessment of AV last April fatally undermines his case for adopting the method as it shows that even he is unenthusiastic. The leaflet campaign is part of a push by the cross-party \"no\" camp to associate AV in the public mind with the Liberal Democrat leader and his party, whose popularity has plummeted since the pre-election upsurge of \"Cleggmania\". The \"no\" campaign includes veteran Labour veterans and street-fighters such as John Prescott, Margaret Beckett and John Reid, and is expected to adopt a ruthless approach in its attempt to deprive the Lib Dems of a trophy that would cement the coalition and boost the party's chances of playing \"kingmaker\" in future governments. In another sign of the \"go for Clegg\" strategy, Joan Ryan, deputy director of No to AV, who is a former Labour MP, accused advocates of the new system of trying to hide the Lib Dem leader before the campaign proper has even begun. \"Nick Clegg has become the absentee father of AV,\" she said. \"Having foisted this referendum on the country, he is suddenly nowhere to be seen. We can understand why Yes to AV are embarrassed by their relationship to the deputy prime minister, but the fact is their campaign is designed, funded and managed by the Liberal Democrats.\" Clegg's supporters hit back, saying that he had always believed that AV was just a stepping stone towards the party's goal of full proportional representation. They said that, by contrast, the Yes campaign would be \"all about positive messages\" and would avoid such \"personal attacks\". A referendum on whether to move from \"first past the post\" to AV is expected to be held on 5 May. Under AV, which falls short of full-blown PR, voters mark a list of candidates in order of preference. The one who receives the fewest votes in each round drops out and their votes are redistributed until someone receives 50% of the total. Clegg made the remarks about AV in a newspaper interview in April last year after Gordon Brown offered a referendum on moving to AV. \"AV is a baby step in the right direction – only because nothing can be worse than the status quo,\" he said. \"The Labour party assumes that changes to the electoral system are like crumbs for the Liberal Democrats from the Labour table. I am not going to settle for a miserable little compromise thrashed out by the Labour party.\" However, during talks with the Tories – after the election gave no single party an overall majority – plans for a referendum on AV were included in the coalition agreement. They were trumpeted by the Lib Dems as a major concession by the Conservatives. As soon as the bill to stage the referendum gains royal assent – probably this month – the \"no\" campaign says it will wheel out the prime minister to speak against the alternative vote. Cameron is under heavy pressure from MPs in his own party to \"go in hard\" against the AV plan, which they believe could lead to permanent coalition government, as it would almost certainly deliver more Lib Dem MPs. Some Tories fear that Cameron may, privately, be prepared to swallow a \"yes\" vote because that would deliver a prize for Clegg and ensure the survival of the coalition for its full five-year term. The Yes to Fairer Votes campaign, which will be supported by Ed Miliband, the Labour leader, as well as Clegg, is determined to avoid using politicians to make its case. \"We do not want this to be one set of politicians arguing with another set of politicians,\" said a source from the \"yes\" campaign. \"This is a vote for the people. It is the first time that the people will have a vote on how they elect their politicians.\" The \"yes\" campaign argues that, for too long, the number of votes cast in elections has not been reflected in the share-out of seats, and that AV should be supported by the public as part of a wider move towards a more honest and transparent politics. Most polling on the subject has shown that more people back change than oppose but a large proportion of the public remain undecided."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}