{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2011/feb/11/royal-wedding-damp-squib-tourism", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2011-02-11T21:00:00Z", "webTitle": "Royal wedding could be damp squib for tourism, says official", "webUrl": "https://www.theguardian.com/uk/2011/feb/11/royal-wedding-damp-squib-tourism", "apiUrl": "https://content.guardianapis.com/uk/2011/feb/11/royal-wedding-damp-squib-tourism", "fields": {"headline": "Royal wedding could be damp squib for tourism, says official", "bodyText": "With Britain mired in economic gloom, the announcement of the engagement of Prince William and Kate Middleton promised a glimmer of hope. Foreign visitors would pour in, ran the government's theory, and David Cameron endorsed a £50m plan to use the event to sell Britain \"as the perfect tourist destination\" alongside the Queen's diamond jubilee and the London Olympics in 2012. But far from the event being a guaranteed money-spinner, a senior tourism official has privately warned that the evidence points to foreign visitors steering clear of the UK around the 29 April wedding. Internal correspondence obtained from Visit Britain, the government's tourism agency, has revealed that visitor numbers are expected to fall despite official claims that it would deliver \"an enormous boost for the British tourism industry\". Sandie Dawe, Visit Britain's chief executive, promised that the royal wedding would deliver \"a welcome boost not just to the tourism industry in London, but across Britain\". It would create a \"halo effect\" that would carry over into 2012. \"Britain's monarch generates well over £500m a year directly and indirectly from overseas tourists, but the benefit of a royal wedding is likely to outstrip that.\" But two days after the engagement was announced, Visit Britain's head of research and forecasting, David Edwards, emailed colleagues with what he described as \"more actual 'evidence'\". \"If we look at the marriage of Andrew and Sarah in July 1986 we find that across the year as a whole there were 4% fewer visitors to Britain than in 1985, but that in July [1986] there were 8% fewer than in July of 1985,\" he said. \"While this and the results relating to 1981 are inconclusive, such as it is, the evidence points to royal weddings having a negative impact on inbound tourism.\" Foreign visits in July 1981, when Charles and Diana married, were down 15% on the average for the same period from 1980 to 1985, according to the Office for National Statistics. The alternative internal view emerged from emails obtained under the Freedom of Information Act by Republic, the campaign for a directly elected head of state. The group is concerned that Visit Britain, a non-departmental public body funded by the Department for Culture, Media and Sport, has made unsubstantiated claims. Amid deep public spending cuts, the government is under pressure to justify wedding expenses which include a security bill likely to run into tens of millions of pounds. Ivan Lewis, the shadow culture secretary, accused Cameron of trying to exploit the wedding for political gain by predicting a boom for the struggling tourism sector. \"He is fully aware of the evidence that demonstrates this event is likely to have the opposite effect on the UK tourist industry,\" said Lewis. Asked about the apparent discrepancy between its public statements and the internal advice, Visit Britain said it believed the biggest effect would come in the longer term, with more visitors planning trips after seeing the wedding on TV. Dawe said she believed, contrary to the evidence from previous royal nuptials, that London would benefit considerably from visitors for the wedding and there might be some positive effect in other parts of the country. She said the bulk of new visitors attracted to the UK would not come for months or even years after the wedding. \"It acts as a showcase for Britain that will turn into visitors in subsequent years,\" she said. But Republic's Graham Smith has accused the body of unfounded promotion of the monarchy. \"Visit Britain is supposed to be an independent and credible tourism body, yet it has apparently flatly contradicted its own internal evidence so it can play along with this fiction that the monarchy – and specifically the wedding – is a boost for the tourism industry,\" he said. Many Britons are already considering leaving the country to make the most of an 11-day break achieved by taking three days' leave linking the Easter, wedding and May Day public holidays. Thomson Holidays and Thomas Cook this week reported a 35% rise in bookings on the same time last year and Ryanair reported a 65% surge. Retail analysts remain hopeful that those who stay at home will increase their spending. Neil Saunders, consulting director of Verdict, has estimated wedding-related merchandise sales could easily top £26m in the UK, while food and grocery retailers could take in an extra £360m. The British Hospitality Association said that many of the capital's best hotels are already close to fully booked for the period and are busier than in a normal year, though it is not known how many of those rooms have been taken by the estimated 2,000 guests and their entourages. \"Tourists might take the view this is not a great time to visit the UK because everything is geared to the wedding,\" said Saunders. \"If they want to go to London as part of a wider trip they will find prices are elevated.\" The US department of homeland security has issued a travel alert about the high level of terrorist threat in the UK that is due to stay in place until after the wedding. Last June's royal wedding in Sweden, between Crown Princess Victoria and Daniel Westling, failed to spark expected tourist interest. Three days before the wedding, the director of the city's five-star Hilton hotel told local radio that bookings were as on a normal June weekend, with the wedding reportedly drawing fewer visitors than the Stockholm marathon. The Swedish rail company SJ also had to cancel two of three special \"wedding trains\" to Stockholm, owing to a lack of interest. Charles and Diana When: 29 July 1981 Global TV audience: Estimated 750m Where: St Paul's Cathedral Congregation: 3,500 Wedding breakfast for 120 at Buckingham Palace Dress designer: David and Elizabeth Emanuel Length of train: 7.6 metres Divorce: August 1996 Andrew and Sarah When: 23 July 1986 Global TV audience: 500m Where: Westminster Abbey Congregation: 2,000 Wedding party for 300 at Claridge's Dress designer: Lindka Cierach Length of train: 5.2 metres Divorce: May 1996 William and Kate When: 29 April 2011 Global TV audience: predicted to exceed 2.5bn Where: Westminster Abbey Congregation: 1,800 to 2,200 Reception hosted by Queen at Buckingham Palace, followed by private dinner hosted by Charles for 200 guests Dress designer: Phillipa Lepley, Bruce Oldfield and Stella McCartney are contenders Length of train: Middleton is tipped to opt for something elegant and simple. Bookmaker Paddy Power has a train length of 2.01–5.0 metres as favourite, with odds of 5-4."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}