{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2011/feb/09/every-child-matters-a-national-policy-achieved-by-local-initiative", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2011-02-09T22:01:00Z", "webTitle": "Every Child Matters: A national policy achieved by local initiative", "webUrl": "https://www.theguardian.com/education/2011/feb/09/every-child-matters-a-national-policy-achieved-by-local-initiative", "apiUrl": "https://content.guardianapis.com/education/2011/feb/09/every-child-matters-a-national-policy-achieved-by-local-initiative", "fields": {"headline": "Every Child Matters: A national policy achieved by local initiative", "bodyText": "No one could possibly dispute the assertion that every child matters. Yet it took a series of horrific, high-profile cases to highlight how vulnerable thousands of children are to abuse and neglect and, when it comes to their life chances, underachievement. The introduction of the Every Child Matters programme is a major shake-up in how schools and other agencies work. The old practices, which saw many teachers, doctors, social workers and other professionals working in isolation and sometimes secrecy, unwilling or unable because of red tape to share information and resources that might help children at risk, are fast disappearing. In their place, under ECM, they are required to cooperate and react to individual situations according to the needs of children and their families. All good schools would have been addressing the five main aims of the policy - be healthy, stay safe, enjoy and achieve, make a positive contribution to society and achieve economic wellbeing - long before the government instructed them to. Good eating and anti-bullying schemes, breakfast and after-school clubs in a variety of subjects including drama and music, as well as out-of-school activities, are now offered to some extent in all schools. The aims of the Every Child Matters agenda now compel different agencies to work together to ensure they are achieved, and to ensure the appropriate programmes are put in place. Sometimes it’s not easy. In 2003, Montgomery high school in Blackpool became a pilot for what was one of the first full-service extended schools, offering seven key services to pupils and families: child care, adult and family learning, health and social care, parenting support, student support, community use of arts and sports facilities, and ICT facilities. Today, it is supported by educational and clinical psychologists, family support workers, speech therapists, health mentors and family literacy and numeracy coordinators. Patrick Allen, the school’s director of extended services, says it took time for other services to catch on to the government’s agenda. “It took a while for the message to filter through. We would approach health or social workers to set up links and often the response would be ‘...but we have our own jobs to do’. “I suspect this was because a very clear message was coming from the Department for Education and Skills to schools about how they should proceed but wasn’t quite getting through elsewhere. Now it feels completely normal for everyone to be working as part of a multi-agency team. Everyone can see the benefits.” In the next few years, every local authority will work with partners, through Children’s Trusts, on how best to organise services for children in their region. The trusts bring together all services for children and young people in an area, with a duty under the Children Act 2004 to cooperate with each other and improve the academic and life chances for all children and young people. The Outcomes Framework keeps all the agencies involved in the care of children focused on how to maintain eff ective services, and what they mean in practice. Early years Every Child Matters starts at birth, and for increasing numbers of families, their first contact with the policy will be through the Sure Start children’s centre programme. It is based on the belief that children are more likely to be engaged in learning later in their school life if they are exposed to high-quality play and books as early as possible, and grow up well-fed, active and healthy. Schemes offer a wide range of services such as family support, advice on nurturing, health services and early learning. The implementation this year of the Childcare Act strengthens the rights of parents to expect good services, and local authorities will have to provide sufficient childcare for all children who need it. But it is schools that are at the centre of all integrated services, responsible for raising standards of achievement, but mindful of the barriers their pupils face to learning. They have the most influence over what services local authorities and other agencies should provide. How well they work with local agencies, and vice-versa, will be crucial to the success of Every Child Matters in their area. Extended schools Ministers have pledged more than £840m up to 2008 to help implementation, and this will be made available through local authorities and alongside direct funding to schools. A further £1.3bn has been allocated between 2006-08 to help schools develop personalised learning during and beyond normal school hours. So far the policy seems to be working. Last month, the government announced it had already exceeded its target to have 2,500 extended schools up and running by September this year. More than 3,000 primary, secondary and special schools - or one in eight - are now offering some form of extended services. The policy represents a departure from the way schools are used to working. Opening hours are much longer - from 8am to 6pm - giving parents high-quality child care if they need it, while providing children with stimulating activities to boost their confidence and give them new experiences. Breakfast clubs ensure youngsters start lessons fed, while revision and booster classes aid academic performance. In time, personalised learning will become the norm, with education tailored to children’s individual needs, interests and aspirations. Julian Piper, director of extended schools with ContinYou, an organisation working with the government to help schools set up extended facilities, says: “Every Child Matters has caused schools to think more clearly about what contributes to standards of achievement. It is beginning now to encourage them to consider what the obstacles are to learning, as opposed to giving a child more and more writing practice if that happens to be their weakness.” He describes the Victoria Climbié case as a “seminal moment”: “At the time of the Laming Report into the murder, key stage results had reached a plateau. Suddenly it dawned on people in education that, if you combine improvement in teaching and learning with improvements in a child’s basic needs, you get a very powerful mix for change.” To support extended schools there is a range of government initiatives, aimed at tackling poverty and social exclusion, and helping children to reach their potential. Among the preventive measures is the Behaviour Improvement Programme, part of a wider-ranging raft of measures targeting attendance and discipline. Multi-agency teams, including the police, youth services and education welfare officers, promote emotional wellbeing, positive attitudes and the importance of unbroken school attendance, by identifying and supporting children who have, or risk developing, emotional and behavioural problems. Safer schools Safer School Partnerships, meanwhile, involve police officers being based in schools to give a sense of security to teachers and children, and to foster greater awareness of crime prevention, school safety and improved discipline. On the academic side, qualifications are being reformed to reduce the tens of thousands of students who leave school every year with few or no qualifications, such as many of the 60,000 children in care. Changes to the 14-19 curriculum, which include plans for improved vocational qualifications, will be introduced with diplomas in 14 broad sector areas. They will replace the current system of around 3,500 separate qualifications, and provide a way into higher education and skilled employment. Fears from some educationalists that Every Child Matters would interfere with the job of teaching have proved unfounded, according to most headteachers. Far from deflecting from their main role, they say it has given teachers greater scope to do what they were trained to do. They report better engagement in education by pupils and greater involvement of parents, with good and trusting relationships with outside agencies. Lynn Dunning, head of Darwen Vale high, a full-service extended school in Lancashire, says: “The beauty of it is that it is a national policy that requires local initiative. It has left us free to be innovative about the way we bring together the various strands. We have been able to identify the issues we believe are important and deal with them on a priority basis.” Backgrounder: How it all works Under Every Child Matters, schools will be at the centre of a combination of services and supported by “layers” of specific public and community workers. Each school will develop its own model of managing its extended facilities, based on local needs. However, one way to demonstrate how this might work is to imagine a wedding cake shape, as you look down on it. At the centre, or the core, is the school, whose aims are to educate and raise standards of attainment and improve the life chances of pupils. Its most important constituents are the children and their parents. However, factors outside the control of the school might impede effective schooling from taking place. So, to support the school, a team of professional workers is assembled from a range of services to form a middle tier. This will include health - for example, community support nurses or clinical psychologists - the police, social care, education services such as behaviour support, and housing. Their aim is to provide whole-family support, which focuses on early intervention and prevention. Some, or all, of these workers will have offices in the school or will at least visit regularly. Families may be referred by the school for help or may ask for assistance themselves when it is needed. An external layer of support will come from wider community services. There may be liaison with local housing associations and neighbourhood watch schemes, where these exist. Wraparound childcare will free up parents to undergo training or work. Local authority services such as parenting outreach can provide information on issues such as drugs, health and self-awareness, while community action schemes involve working with police and youth services in crime reduction. Adult learning provision may be delivered as part of a leisure and sport programme offering aerobics or nail art, for example, or life-long learning, with individualised courses in basic skills. Timeline November 2000 The Children’s Fund launched to tackle disadvantage among children and young people 2003 Publication of government green paper, Every Child Matters, alongside formal response to the report into the death of Victoria Climbié 2004 Implementation of the Children Act underpins Children’s Trusts to bring together all services for young people in an area November 2004 Publication of Every Child Matters: Change for Children March 2005 The first children’s commissioner for England, Prof Al Aynsley-Green, appointed to act as a voice for young people June 2005 Publication of the Extended Schools Prospectus, setting out services that all children should be able to access through schools by 2010 2008 All local authorities to have in place a director of children’s services and a designated lead member for children’s services End 2008 Every local authority to have operational index in place enabling practitioners to find out who else is involved with the child they are working with 2010 All children offered access to extended services This article was republished on June 27 2019 to convert it to the style of the new Guardian website. The original publishing date is not known, but is estimated to be around mid 2016."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}