{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2011/feb/28/million-dollar-quartet-review", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2011-02-28T22:15:00Z", "webTitle": "Million Dollar Quartet – review", "webUrl": "https://www.theguardian.com/music/2011/feb/28/million-dollar-quartet-review", "apiUrl": "https://content.guardianapis.com/music/2011/feb/28/million-dollar-quartet-review", "fields": {"headline": "Million Dollar Quartet – review", "bodyText": "1956 was a momentous year: the Suez crisis, the Hungarian revolution, Khruschev's denuniciation of Stalin. But it was also a time of cultural upheaval, and this exuberantly nostalgic show recreates the occasion on 4 December when Elvis Presley, Johnny Cash, Jerry Lee Lewis and Carl Perkins all converged on the Sun Records studio in Memphis for some impromptu music-making. Sam Phillips, who turned an old radiatior shop into the pioneering Sun studio and who hosts the get-together, is described by one of the group as \"the father of rock'n'roll\"; and Colin Escott and Floyd Mutrux's story records the poignant moment at which the sons abandon the father. Elvis has already been sold to RCA and become a Hollywood star, and the others now accept that it is time to move on. But, though the show pinpoints the eclipse of the Sun and the tensions within the group, such as Perkins's resentment of Presley's refashioning of Blue Suede Shoes, what we see on stage is a celebration; and, if you're of a certain generation, it's a joy to hear once again numbers such as Hound Dog, Great Balls of Fire and I Walk the Line. Obviously, the cast have to compete with our memories of the real thing, but Ben Goddard does a particularly good job of conveying the anarchic wildness of Jerry Lee Lewis. But Michael Malarkey as Elvis, Derek Hagen as Johnny Cash and Robert Britton Lyons, the one authentic American, as Carl Perkins offer substance as well as shadows. Bill Ward as the pathfinding Phillips and Francesca Jackson as Elvis's squeeze, who offers a notably sultry, microphone-caressing version of Fever, add to the gaiety of a show that taps into all our yesterdays."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}