{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2011/feb/11/martin-lawrence-is-not-funny", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2011-02-11T21:03:00Z", "webTitle": "What is the point of Martin Lawrence?", "webUrl": "https://www.theguardian.com/film/2011/feb/11/martin-lawrence-is-not-funny", "apiUrl": "https://content.guardianapis.com/film/2011/feb/11/martin-lawrence-is-not-funny", "fields": {"headline": "What is the point of Martin Lawrence?", "bodyText": "Philosophers have long pondered the question; scientists have ransacked their quivering, toad-like brains in search of answers; intrepid explorers have vainly sought the source of it across jungle and ocean, and arrived home blistered, malaria-ridden, half-insane and empty-handed. Their elusive quarry? The answer to this eternal cosmic question: What is the point of Martin Lawrence? What indeed? The arrival of Big Mommas: Like Father, Like Son – the most pointless threequel since Godfather III paid off Coppola's back-taxes – reminds me that this guy's career is apparently still a going concern. This surprises me, since his movies all seem to have been created under the terms of the most stringent and intensively monitored laugh embargo imaginable. Life? Black Knight? Blue Streak? I remember all these movies and each of them, along with both Bad Boys movies and Wild Hogs, prompted me to wish that I could entirely uninvent cinema. No, really, I'd merrily forgo Sunrise, Metropolis, Vertigo, The Searchers, Yi Yi and Satantango – if it meant I'd retain no trace-memories whatsoever of Welcome Home, Roscoe Jenkins. We have Eddie Murphy to blame for the rise of Lawrence, his own under-baked clone. Spike Lee too, who gave him a shove skywards back in the day. Lawrence was a low-totem fixture of the nascent wave of post-Lee black mainstream film-making, going from his movie debut in Do The Right Thing to the House Party franchise, and finding second-string parts in Murphy movies such as the entirely forgettable (and soon entirely forgotten) Boomerang. Meanwhile, he was making sub-Murphy live comedy albums of indifferent quality (and Murphy himself was no Pryor), hosting Def Comedy Jam, whose lesser lights – Chris Tucker, Dave Chappelle, et al – have long since outshone him, and starring in his own TV show, Martin. With all this in the bag, it only took 1995's Bad Boys – from a director whose movies are about as subtle as Lawrence's stand-up – to seal the deal and make him a superstar. Again: how? Why? The Big Momma movies put me in mind of \"critic-proof\" 360 degree-auteur Tyler Perry, whose star has risen while Lawrence's has sunk. Both feature fearsome caricatures of African American matriarchs played by men in drag, but Perry at least seems to like women. Not so Lawrence, it would seem, who was banned for life from Saturday Night Live after his first hosting appearance for issuing an unscripted string of slurs against women, their bodies, genitals, supposed odours, and so on. Not content with that, Lawrence settled out of court a sexual harassment claim by his Martin co-star Tisha Campbell, and frankly his next project, The Skank Robbers – Martin plays \"Shaneneh\", again in drag – seems to indicate that no enlightenment has occurred in the 15 years since. Tranny-wise or otherwise, Big Momma's House won't be Some Like It Hot, it'll be just another White Girls. Ladies and gentlemen, I give you Martin Lawrence, sole owner-occupier of his own special zone of terrible. Enter at your peril."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}