{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2011/feb/20/makeup-for-johnny-depp", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2011-02-20T22:00:04Z", "webTitle": "Makeup for Johnny Depp | Mark Lawson", "webUrl": "https://www.theguardian.com/commentisfree/2011/feb/20/makeup-for-johnny-depp", "apiUrl": "https://content.guardianapis.com/commentisfree/2011/feb/20/makeup-for-johnny-depp", "fields": {"headline": "Makeup for Johnny Depp", "bodyText": "Reports that a movie remake of The Lone Ranger will star Johnny Depp as the Native American sidekick Tonto have brought immediate complaints that the Kentucky white boy is taking a part that might have gone to a performer who has the correct racial makeup, rather than having to apply it in his trailer each day. These complaints echo Rupert Everett's lament, when his friend Colin Firth was cast in A Single Man, that, just as Hollywood was finally featuring mainstream gay roles, they were going to straight actors. Similar objections have been applied to The Kids Are All Right, in which Annette Bening and Julianne Moore play a lesbian couple, although viewers were reassured in the movie's publicity that they were just pretending. These debates over casting go directly to the question of what drama is. The media reaction can easily be imagined if the RSC were to announce that, in future, only murderers would be cast as Macbeth, while revivals of Richard III will be led solely by medically authenticated hunchbacks. Acting is about transformation; cinema and theatre are a conspiracy of deceit for a few hours. And yet, in one area, the performing arts have already retreated from this concept of pretence. Paul Scofield's Othello at the National in 1980 was generally accepted as a natural progression for a white classical actor, but, by 1991, Michael Gambon's face-paint interpretation in a Scarborough production caused great unease and he will almost certainly be the last major white British actor to resort to \"blacking up\". The recent use of the practice by David Walliams and Matt Lucas in their TV comedy has also been widely questioned, although this seems to me a different case: a structural joke of Little Britain and Come Fly With Me is that the pair portray all races, ages and classes. Even so, it's right that, in the case of ordinary acting roles, there should be concern about racial impersonation. The first issue is employment opportunity: with the majority of parts still being written for and given to white actors, the inequality increases if they also co-opt Othello and Tonto. Another worry is that, because of the minstrel tradition, there is something implicitly satirical or artificial in cross-casting. Some have grumbled that theatre, in particular, is contradictory in this respect. Not only is it now common to employ black actors in classical roles specified as white, but qualifications of gender are also sometimes waived: Vanessa Redgrave as Prospero, Fiona Shaw's Richard II. Because they address the imbalance of the classic canon towards white and male roles, these moves are not hypocritical although they can unbalance a production. Drama requires audiences to pay deep attention to verbal and visual clues and it can be a lot to ask them to accept that, for example, the multiracial nature of a family is, on this occasion, irrelevant. The most treacherous of these questions is whether gay or lesbian performers should be preferred for homosexual characters. Whereas, until recently, non-white performers were under-represented at the top of the profession, there have long been, if gossip is acknowledged, a lot of working gay actors. Many keep quiet about their private lives because of the enduring belief that it will limit their casting – out actors are usually out of the running for romantic leads – or reduce their popularity. And now, as Rupert Everett and others have pointed out, those actors known to be gay aren't even getting the gay roles. This must raise suspicions of a deliberate distancing; a wink to multiplex regulars that the performance is not an endorsement, a marketing equivalent of the curtain call in which the fifth act corpses rise and smile. So we have reached a muddle over what performance means. Actors who in general decry stereotyping – sinister because they're English, comic because they're overweight – now press in certain areas (race, sexuality) for like-for-like casting. Challenged on what qualifications he has to play Tonto, Johnny Depp might reply: acting."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}