{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/feb/01/alan-pardew-newcastle-united", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-02-01T22:00:00Z", "webTitle": "Alan Pardew 'assured' he can spend £35m Andy Carroll fee next summer", "webUrl": "https://www.theguardian.com/football/2011/feb/01/alan-pardew-newcastle-united", "apiUrl": "https://content.guardianapis.com/football/2011/feb/01/alan-pardew-newcastle-united", "fields": {"headline": "Alan Pardew 'assured' he can spend £35m Andy Carroll fee next summer", "bodyText": "Alan Pardew has received assurances from Mike Ashley, Newcastle United's owner, that the £35m from the sale of Andy Carroll will be his to reinvest on transfer fees and salaries next summer. Newcastle's existing squad is worryingly thin, however. While the midfielder Stephen Ireland, currently two weeks from match fitness, has arrived on loan from Aston Villa, there is a lack of cover at left-back. The four remaining strikers at St James' Park comprise the gifted but injury-prone Shola Ameobi plus Peter Lovenkrands, Leon Best and Nile Ranger. \"I can't say the window has been a success,\" said Newcastle's manager, who made \"a couple\" of unsuccessful bids for forwards last night only to be quoted extortionate fees. Pardew's contention that Carroll ultimately wanted out had earlier been contradicted by Liverpool's new centre-forward. \"I didn't want to leave,\" he claimed. \"The owner made it clear I was not wanted, saying that his own helicopter was waiting for me to go down there to talk to Liverpool. I was pushed into a corner and had no choice.\" Pardew offered a different take. \"I don't want this animosity but Andy's slightly misguided; he's emotional at the moment, he's a local boy and that's understandable,\" he said. \"We certainly didn't twist his arm to get on the helicopter. He had a five-year contract, a contract we said we would renew in the summer. He wanted to renew it straight away.\" When Newcastle declined to offer a lucrative new agreement immediately, Carroll is said to have asked to speak to Liverpool and his manager told him to put that request in writing. \"That was when the power shifted,\" said Pardew. \"Liverpool's offer was enormous, the figure is extraordinary for a 22-year-old who has done six months in the Premier League but, if Andy had really wanted to stay, he could have stayed.\" Had Newcastle offered the requested bumper new deal, he might have done. \"Where would that have left us with the other players, though?\" Pardew countered. \"Where do you draw the line? We have to build a club with a sustainable future.\" Describing his mood as \"disappointed\" rather than angry, he was never tempted to emulate the former manager Kevin Keegan and walk out on Ashley's Newcastle: \"We can't produce the same as other big clubs in terms of salaries and fees. That situation was made clear to me when I arrived, so I can't moan about it now.\" Moreover, providing Ashley keeps his promise, the deal may prove to be ultimately advantageous. \"I said to Mike: 'Look, this money has to be reinvested in the team. All of it,'\" Pardew said. \"And he assured me of that. That is the most important message I can give Newcastle fans today. I talked to Mike 15 minutes ago to clarify that and he was pretty clear. The money will be Andy's legacy to the team.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}