{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/feb/11/roberto-mancini-manchester-city-manchester-united", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-02-11T22:30:01Z", "webTitle": "Roberto Mancini: Manchester City will show we are not a negative side", "webUrl": "https://www.theguardian.com/football/2011/feb/11/roberto-mancini-manchester-city-manchester-united", "apiUrl": "https://content.guardianapis.com/football/2011/feb/11/roberto-mancini-manchester-city-manchester-united", "fields": {"headline": "Roberto Mancini: Manchester City will show we are not a negative side", "bodyText": "It was the final question, when Sir Alex Ferguson was reminded of Manchester City's conservatism in the last derby, that the temptation to bare his teeth a little became too much. His press conference had been an exercise in self-restraint, deliberately taking care not to inflame the rivalry any more than necessary, but Ferguson could not help himself. \"I'll have to jog my memory if I've ever tried to settle for a point,\" he said, voice laced with sarcasm. Point made, there was a thin smile on his face as he put both hands on his desk to lever himself away. Ferguson has always taken pride in the boldness of his Manchester United team and the philosophy \"you may as well die in a glorious way than not\". If there was a way to associate that with City's perceived blandness, he was not going to pass it up. Thank you and good night. A mile or so away, Roberto Mancini was facing questions about his team's style of play and the perception that has developed, mostly to his annoyance, of his tactics in big matches being unduly cautious. \"It's not important for me,\" he said with an air of resignation. \"What's important for me is that, at the end of the season, we've won something.\" But there was a little shake of his head, too. \"I do think it is unfair. We are a positive team, we try to play good football, we are trying to change our whole mentality.\" The allegation is that the team's structure is too rigid, too obsessed with keeping out their opponents rather than trying to score. They were booed off when they held Arsenal to a goalless draw at the Emirates Stadium last month – a game when they did not just park the bus, to use the modern-day phrase, but threw away the keys and replaced the wheels with bricks. The blame was also attributed to them for the prosaic stalemate against United at Eastlands in November. Liam Gallagher, their celebrity fan, has spoken this week of expecting \"another boring 0-0 draw\". The previous two matches were both live on television, amid considerable hype and expectation, and it is because of this, perhaps, that the tag has fastened itself to City like a mollusc on the side of a whale. Mancini, though, has another theory. \"Maybe it's just that City don't have big support from the newspapers. Not you [the Manchester-based reporters] but maybe others. I think everyone is afraid of us because City in the next two years will be one of the top teams in Europe and it will be a problem for the other teams.\" It was the old \"no one likes us\" mantra and, warming to his theme, Mancini said he had already told his players not to expect too many kind words to be said about them. \"It's normal. When you have a strong team with fantastic players this is what happens. It's happened with United, Chelsea, Arsenal, but we want this.\" The Italian also cited Chelsea's spending in the transfer window. \"Whenever we spend everyone is saying, 'Oh, City are spending all this money again.' But Chelsea spent €90m in half a day [on David Luiz and Fernando Torres] and people's attitude towards it is different.\" There was the sense of a man trying to create the kind of siege mentality that Ferguson has used to empower United over the years. Yet there is also a genuine feeling at City that they are being unjustly criticised. The focus on Mancini's preference to use one striker is a particularly sensitive point. Mancini favours a 4-2-3-1 system, which means the £27m January signing Edin Dzeko may be omitted from the starting line-up at Old Trafford. Yet Ferguson, lest it be forgotten, often adheres to the same principle, leaving out his most prolific player, Dimitar Berbatov, when Arsenal visited Old Trafford in December. A quick history lesson will also tell Mancini that when José Mourinho's Chelsea were England's dominant team in 2005 there were mutinous chants of \"four-four-two\" at Old Trafford and a sense among many United fans that Ferguson was being swayed too much by his then assistant Carlos Queiroz's defence-minded philosophies. Mancini, likewise, has been the subject of voluble dissent, specifically in the final minutes of a 0-0 draw at home to Birmingham City in November when, running out of ideas in attack, he replaced Tevez with a holding midfielder, Gareth Barry. At the time City had managed only seven league goals at home, fewer than every top-fight club bar Blackburn Rovers, Wigan Athletic and Birmingham City. Yet the game's biggest spenders are justified to argue that a team with Carlos Tevez, Dzeko, David Silva, Adam Johnson and the increasingly adventurous Yaya Touré can hardly be described as negative. \"It's really unfair on the boss,\" Mancini's assistant, Brian Kidd, says. \"He's never prepared a team not to win and he's never restricted any player.\" The truth is probably somewhere between the two. \"Everybody knows what kind of manager he is and where he has come from,\" the midfielder Nigel de Jong says. \"He has come from a country where defence is number one and that is always his message to us: make sure we don't concede. He wants the defenders to realise that a clean sheet is holy.\" What is absolutely certain is that Mancini remains convinced by what he is doing. \"We were top of the table [for a day in January] because we didn't concede goals. When we started to concede, we went second, then third. If you win the title it's usually if you have the team who concedes the least goals.\" And the key to victory at Old Trafford? \"A clean sheet.\" Boring or effective? Manchester City have scored only once in their five matches against the other top-five clubs this season. Opponents have remarked on their defensive approach after each of these games 14 Aug Tottenham (a) 0-0 Harry Redknapp They'll find it more difficult to win games if they set up as defensively as they did against us. If they spend enough they'll get there in the end, but certainly this year I wouldn't see them being champions 25 Sep Chelsea (h) 1-0 Carlo Ancelotti We lost the fight in midfield. We didn't have the possibility to play our football. They had fantastic defence, fantastic power in their tackles 24 Oct v Arsenal (h) 0-3 Andrey Arshavin In my opinion, Man City always play defensively and, up front, they usually rely on Carlos Tevez 10 Nov Man Utd (h) 0-0 Edwin van der Sar They were clearly aiming for a point and hoping for more whereas we really wanted to win and tried to play like that 5 Jan Arsenal (a) 0-0 Arsène Wenger That was the frustrating thing of the night. That showed that they were happy with a 0-0. Maybe it was their way to try to win, to defend deep and catch us on the break"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}