{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2011/feb/20/penelope-review", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2011-02-20T22:00:02Z", "webTitle": "Penelope – review", "webUrl": "https://www.theguardian.com/stage/2011/feb/20/penelope-review", "apiUrl": "https://content.guardianapis.com/stage/2011/feb/20/penelope-review", "fields": {"headline": "Penelope – review", "bodyText": "Odysseus has been gone for 20 years fighting the Trojan wars. His wife, Penelope, waits patiently for his return in their glass-fronted villa facing the sea, and in the empty swimming pool four unlovely men wearing Speedo trunks are trying to have a barbecue. These seedy Irish businessmen are Penelope's suitors. Once, there were more than a 100 of them; only yesterday there were five, but that was before Burns slit his wrists. His blood still glistens on the tiles of the pool. Did he die because the others thought he was getting too close to the prize? And what is the prize: Penelope, who observes their pathetic attempts at wooing through a Big Brother-style CCTV camera? The island itself? Power? A kind of immortality? Like Godot's tramps, these four – the vain and bullying Quinn (Karl Shiels), the drug-addled Fitz (Niall Buggy), the blustering Dunne (Denis Conway) and the subservient Burns (Aaron Monaghan) – are doomed to wait, trapped in labyrinthine mythologies of masculinity and romantic love, and made impotent by their own rivalry. But with a shared dream prophesying the imminent return of Odysseus, they know that they have to act, and act together if they are to have any chance of saving themselves. Flawlessly performed, what a magnificent, cheeky play this is from Enda Walsh, a writer who never takes an easy option. Walsh writes with a comic-poetic savagery that would make the gods themselves weep as he explores the subterfuges and limitations of language itself, the ways we perform our own lives, the lies we spin to ourselves and others, the way we wait endlessly to start living, and how we walk blindly towards our doom."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}