{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/feb/05/luis-suarez-liverpool", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-02-05T22:00:01Z", "webTitle": "Luis Suárez, the romantic hothead who fought his way to Liverpool", "webUrl": "https://www.theguardian.com/football/2011/feb/05/luis-suarez-liverpool", "apiUrl": "https://content.guardianapis.com/football/2011/feb/05/luis-suarez-liverpool", "fields": {"headline": "Luis Suárez, the romantic hothead who fought his way to Liverpool", "bodyText": "Luis Suárez is famous for many things but to employees of Beter Horen, a Dutch hearing aid company, he will always be remembered as the face of a television advertisement promoting its discreet earpieces. That oft-repeated commercial offered some instructive insights into the character of Liverpool's new £22.8m attacking acquisition from Ajax. While primarily demonstrating Suárez's capacity to laugh at himself – his hallmark pointy ears are a big reason why he was hired for the job – it also highlighted the striker's often vexed relationship with authority. The Uruguayan was filmed wandering into an Amsterdam branch of Beter Horen and seeking advice about purchasing an \"anti-whistle arranger\". Suárez then articulated the hope that a product designed to eliminate irritating background aural interference would block out the \"very annoying\" sounds of referees' whistles ringing in his ears. Motioned to the side of the store and asked to \"sit on the bench\" while an alternative prescription for earplugs was dispatched, he reacted in mock horror, stating: \"Suárez is never a substitute.\" As both a great goalscorer and a scorer of great goals he is, indeed, rarely benched but some well-documented differences with match officials do tend, periodically, to sideline him from the action. At the time Beter Horen made that advert he was well known as an exponent of dodgy penalty-area dives. Last summer Suárez embellished his crime sheet with the most outrageous handball seen at a World Cup since Diego Maradona's Hand of God intervention against Bobby Robson's England. It denied Ghana a place in the semi-finals, when the penalty awarded as a result was not converted. In November his hitherto glorious Ajax career ground to an ignominious halt thanks to a seven-game suspension imposed for biting PSV Eindhoven's Otman Bakkal on the shoulder. The incident, in stoppage time at the end of a league game, was retaliation for Bakkal standing on his foot. Apparently mortified, the culprit filmed a seemingly heartfelt if arguably over-acted apology and, confirming he was very much a man of his time, uploaded it to his Facebook page. \"Normally I'm calm,\" Suárez said. \"But I was a little tired, I'd done a lot of travelling.\" By last Wednesday night social networking outlets from Merseyside to Montevideo were buzzing with the news that, despite lacking time to train with his new Liverpool team-mates, El Pistolero had scored a debut goal 10 minutes after being introduced as a substitute against Stoke City. Today Suárez is likely to start at Stamford Bridge where he will be closely compared with the man he was initially supposed to partner rather than replace in Kenny Dalglish's side. With Fernando Torres expected to make his Chelsea bow, the afternoon promises to be painted as a shoot-out between El Niño and El Pistolero. A creator as much as a scorer, Suárez is, in reality, a very different player from Torres. Dalglish has surely bought him not to lead Liverpool's attacking line but either to play off his fellow newcomer, the currently injured £35m Andy Carroll, as an often deep-lying secondary striker or to serve as a wide forward in a 4-3-3 formation. When, in 1999, a deceptively angelic-looking Carroll began starring for Low Fell Under-11s in Gateshead, Suárez – two years the English boy's senior – had already left home for Montevideo and a place in the \"nursery\" of the leading club Nacional. Born in Salto, a city close to the border with Argentina and famed for its thermal baths, Suárez is the fourth of seven sons – (his elder brother Paulo is also a professional footballer, playing in El Salvador) – brought up by a single mother. When he was four, people started noticing that he ran fastest with a ball at his feet. By 11 Nacional's scouts had arranged for him to be transferred to the care of Montevideo‑based grandparents while joining their junior academy. If his talent always seemed likely to transport him one day to Europe, love accelerated the process. As a young teenager in Uruguay's capital Suárez had fallen for a girl called Sofia. Their romance was destined to feature a wedding which dominated the glossy front page of Caras – (South America's answer to Hello!) – but temporarily seemed doomed when her family relocated to Barcelona. Desperate not to lose Sofia, the by now 19-year-old striker engineered himself an €800,000 move to Groningen. While Dutch football's purist soul undeniably appealed, the Netherlands' situation, a short-haul hop from Spain, was even more attractive. \"I had the girl of my dreams back,\" says the 24-year-old. \"But in career terms I always had it clear in my mind that this was the big chance of my life. At the beginning it was not easy, I could not speak Dutch or English and communication was incredibly hard but I knew I could not give up.\" Ten goals in 29 appearances for Groningen were sufficient to prompt a €7.5m switch to Ajax, where he began a metamorphosis from capriciously gifted hothead to Dutch football's 2010 player of the year. Along the way he joined Johan Cruyff, Marco van Basten and Dennis Bergkamp in scoring more than 100 times for Ajax in all competitions. Although slightly stronger on his right side, Suárez is essentially two‑footed. Allied to both an adhesive first touch and a vision and awareness that makes it hard to credit he is not wearing wing mirrors, such dexterity makes life immensely tough for defenders. Throw in superb mobility, rapid change of pace and Carlos Tevez-esque determination and it is easy to appreciate how Suárez registered 35 goals in 33 Eredivisie appearances last season. \"Luis is going to bring Liverpool alive because he is a street fighter,\" says Rik van den Boog, Ajax's managing director, who was not surprised by Martin Jol's decision to make the Uruguayan captain. \"Luis was not a big player when he arrived here but he soon stood up in the dressing room and became a leader.\" Sometimes controversial, his captaincy style combined admirable personal discipline – Suárez unfailingly returned to training the day after flying back from international duties performed half a world away – with a heart-on-the-sleeve passion sometimes unpalatable to referees and managers. Back in the days when Suárez routinely attracted blizzards of yellow cards, Van Basten managed Ajax. Their relationship, often emotionally charged, frequently proved tense but the former Holland striker still cannot hide his admiration. \"Luis is unpredictable, he's hard to influence but that makes him special,\" Van Basten says. Happily the chemistry with the now similarly departed Jol was considerably healthier. \"Martin made me a better player,\" Suárez says. \"He made me feel important.\" Aware that his star striker's still beloved Sofia struggled to settle in Amsterdam and returned to live in Barcelona before giving birth to a baby daughter, Delfina, last August, Jol was, importantly, always available to place a reassuring arm round his shoulder. Dalglish, realising that behind the swashbuckling facade the Uruguayan needs to be needed and nurtured, made sure his first words to Suárez were \"Hola ... Bienvenido\" (hello and welcome). \"Those basics impressed me,\" he says. \"Now I do not want to disappoint Kenny Dalglish in any way.\" The eyes of a betrayed African nation bore into him in South Africa last summer. Who can forget his handling of Dominic Adiyiah's goalbound header in the Ghana v Uruguay World Cup quarter-final and subsequently defiant celebration as Asamoah Gyan missed the ensuing penalty? (Dalglish may prefer to see it as a decent save reflecting Suárez's penchant for pulling on a pair of gloves and livening up Ajax training sessions by showing off some surprising skills between the posts.) He remains happiest tormenting goalkeepers but, while Liverpool fans are already convinced his transition from Dutch to English football will prove as seamless as Ruud van Nistelrooy's, the unhappy experiences of other Eredivisie exports including Mateja Kezman, Afonso Alves and Jon Dahl Tomasson – brought, incidentally, to Newcastle by Dalglish – suggest judgment should be reserved. \"There will be pressure on me to succeed every time I step on the pitch,\" Suárez acknowledges. \"But I want to enjoy the experience. There is no point me being here if I don't have fun.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}