{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/feb/24/wayne-rooney-manchester-united-champions-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-02-24T22:30:02Z", "webTitle": "Wayne Rooney not concerned about Manchester United's erratic displays", "webUrl": "https://www.theguardian.com/football/2011/feb/24/wayne-rooney-manchester-united-champions-league", "apiUrl": "https://content.guardianapis.com/football/2011/feb/24/wayne-rooney-manchester-united-champions-league", "fields": {"headline": "Wayne Rooney not concerned about Manchester United's erratic displays", "bodyText": "Wayne Rooney has said he is not unduly concerned about Manchester United's erratic performances as long as they continue the run of results that has put them in a commanding position in the three major competitions. Rooney admitted the 0-0 draw at Marseille on Wednesday did \"not make great viewing\" but the striker was not too downbeat about a performance that went a long way to justifying Didier Deschamps' observation that Sir Alex Ferguson's team do not play with the same \"fantasy\" as previous years. \"I hope we make amends in the second leg and turn on the style but at this stage of the competition you have just to look to win the game over two legs,\" Rooney said. \"I watched the Arsenal and Tottenham games [against Barcelona and Milan respectively] and they were great games, and it is great to see Tottenham doing well in Europe. But for us the win is the most important thing, rather than how we do it. Nil-nil can be a dangerous score if they were to score at Old Trafford but we're confident of beating them at home so we've got to be positive. \"Marseille didn't pose too many problems really and I'm sure we can play better at home. It wasn't great to watch but don't forget we also had a few big players missing, which would have made a difference.\" The trip to Marseille was the first in a run of four away matches for United, and Rooney believes this is a critical point of the season for the Premier League leaders. \"We've got three massive games coming up now at Wigan, Chelsea and Liverpool and then maybe Arsenal in the FA Cup [if they beat Leyton Orient in a fifth-round replay] so it is a massive time for us.\" Rooney hopes to revert to a more central position at Wigan on Saturday after playing a left-sided role against Marseille. \"When you are played wide left it is difficult to adjust if you haven't played there for a while. But we've got injuries at the moment so if I have to do that job it's not a problem.\" United can expect a fine from Uefa after some away fans lit flares at the Stade Vélodrome. In total, seven United supporters were arrested, four for possession of flares. Uefa has also opened disciplinary proceedings against Marseille after a laser pen was shone at Nani and the two cases will be heard on 17 March."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}