{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2011/feb/11/patriotism-new-york-fashion-week", "type": "article", "sectionId": "fashion", "sectionName": "Fashion", "webPublicationDate": "2011-02-11T20:35:24Z", "webTitle": "Patriotism to the fore as New York fashion week begins", "webUrl": "https://www.theguardian.com/lifeandstyle/2011/feb/11/patriotism-new-york-fashion-week", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2011/feb/11/patriotism-new-york-fashion-week", "fields": {"headline": "Patriotism to the fore as New York fashion week begins", "bodyText": "Forget hemlines and skinny models, this season wardrobe patriotism is top of the international fashion agenda. As the month-long carousel of catwalk shows gets into full swing in New York, the recent row in the US over Michelle Obama's decision to wear a British rather than an American designer dress to a state event, coupled with the debut of Samantha Cameron as ambassador for the British Fashion Council, has made patriotism in fashion a political hot potato that is threatening to overshadow catwalk trends. This week Obama again tried to draw a line under \"Frockgate\" – sparked by her wearing a striking red Alexander McQueen gown to the Chinese state dinner, and a dress and coat by smaller British label Roksanda Illincic during the same week – during a press call at the White House. \"I don't buy a designer; I buy a dress,\" she said. New York fashion week will, of course, be dominated by US designers, save for a few cameo appearances by their British counterparts – most notably Victoria Beckham. One of the designers who criticised the first lady – Diane Von Furstenberg – is showing her collections. Next Friday, attention switches across the Atlantic to another leader's partner as, for the first time, Cameron takes a lead role in London fashion week. Appointed a British Fashion Council ambassador last September, she did not attend the shows then as she had recently given birth to her daughter, Florence, the Camerons' fourth child. This season, however, will be her official ambassadorial debut. Not wearing a British designer is no longer an option. \"I take huge personal pleasure and pride in wearing our young designers,\" Cameron said. Over the past few months she has been careful to wear only British designer labels, but the decision has not been met with universal approval. She recently wore a full-length gown by the British designer Osman Yousefzada to the British Fashion Awards ceremony, and was praised for showcasing a label that is established, although not widely known. But the £750 Paul Smith dress she wore to the Conservative party conference in September – at the same time that huge cuts in public spending were being announced – was heavily criticised in the media. Since then the fashion industry has come out in support of Cameron's wardrobe choices. In this month's issue of Vogue, editor Alexandra Shulman argued that the negative reaction \"demonstrated a small-minded lack of understanding of women and designer fashion that infuses our culture\". On Thursday, Elle magazine's editor Lorraine Candy blasted the criticism as \"a peculiar kind of male chauvinistic outrage\". In addition to making the event's opening speech alongside the fashion council's chairman, Harold Tillman, Cameron will host a drinks reception at Downing Street for the fashion industry. The event is unofficially being described as a siren call to international buyers, for whom the No 10 address will add an extra pull. It is unlikely, though, that the style patriotism debate will continue once the fashion circus rolls into Milan and Paris by the end of the month. The Milanese have so far been unconcerned by the issue, while the French are used to seeing Carla Bruni-Sarkozy in expensive designer French labels. According to Candy: \"It's never queried when [Mrs Sarkozy] wears Dior, because the French are more used to seeing fashion as a business, and they are happy to represent it.\" • This article was amended on 12 February 2011. The original article said that Michael Kors criticised Michelle Obama. This was incorrect"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}