{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2011/feb/28/stade-francais-no-more-english-players", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2011-02-28T22:31:00Z", "webTitle": "Stade Français say they will sign no more English players", "webUrl": "https://www.theguardian.com/sport/2011/feb/28/stade-francais-no-more-english-players", "apiUrl": "https://content.guardianapis.com/sport/2011/feb/28/stade-francais-no-more-english-players", "fields": {"headline": "Stade Français say they will sign no more English players", "bodyText": "The Stade Français owner, Max Guazzini, will not be signing any more England internationals and has questioned the futures of Tom Palmer and James Haskell at the Paris club after the England team manager, Martin Johnson, said he would not be releasing the two forwards for Top 14 action this weekend. Stade entertain Perpignan on Saturday and Guazzini wanted the pair, who played pivotal roles in England's victory over France at Twickenham, to be made available this week. They will remain with the national side, however, along with Jonny Wilkinson, the Toulon fly-half. Wilkinson was allowed to return to Toulon in last month's fallow Six Nations weekend, but with Toby Flood being treated for an achilles tendon strain he sustained on Saturday Martin Johnson will not risk his back-up fly-half. Flood will be assessed today, along with the prop Andrew Sheridan, who has a calf injury. The Gloucester prop, Paul Doran-Jones, has been brought into the squad as cover while Lewis Moody has been released to Bath, who are at Gloucester on Saturday. \"What is funny is that Tom Palmer did not interest the England selectors before he joined Stade Français [from Wasps],\" said Guazzini. \"Now, as he showed on Saturday, he is a very good international player. Haskell would like to have played for us against Perpignan, but he has also been kept by England. \"In the future we will not be signing any players who are either in the England squad or are close to it. The English clubs get paid when their players are away with England, but we get nothing. We have a big match on Saturday and will be without two of our leading players and this, for certain, will have an influence when the contracts for the two come up for renewal.\" Haskell is out of contract with Stade in May. While clubs are not obliged to release players for international duty this week under International Rugby Board regulations, Haskell and Palmer have both signed letters making them available to England when required. Wilkinson has the same written in his contract with Toulon. Haskell believes England, who climbed to fourth in the world rankings after beating France, are on the verge of success. \"There's a growing belief and confidence, there is that feeling that guys can really perform and be successful in this team,\" he said. \"You notice that through small things, not grand gestures, out on the training field, the application that guys put in and the atmosphere off the field takes on a club persona. \"It's very easy when you come away with international sides not to bond very quickly, but guys are instantly coming into camp and feeling good, enjoying playing with each other and I think it's building something special. We imposed ourselves on France and the difference between now and a year ago is that England always had talent to win these games but during the key moments we would have slipped off. There's no fear, it's all at a composed, calm level.\" Meanwhile, the former England outside-half, Danny Cipriani, faces being punished by Melbourne Rebels after being thrown of a nightclub in the city for allegedly stealing a bottle of vodka. He was due to face a group made up of team management and senior players today.ends"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}