{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2011/feb/20/brother-review", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2011-02-20T22:45:00Z", "webTitle": "Brother – review", "webUrl": "https://www.theguardian.com/music/2011/feb/20/brother-review", "apiUrl": "https://content.guardianapis.com/music/2011/feb/20/brother-review", "fields": {"headline": "Brother – review", "bodyText": "Three months ago, Slough's Brother emerged on a tide of hype claiming to be both \"saviours\" and \"the future of rock'n'roll\". Since then, people seem to have decided that they're actually a retread of rock past: specifically Oasis, right down to the button-down collars, Epiphone guitars, and frontman Lee Newell's Liam Gallagheresque big mouth. However, with the Oasis frontman unimpressed – calling them \"little posh boys with tattoos\" – and the band playing a tiny upstairs room, Newell's braggadocio has wilted. \"We don't think we're any better than you,\" he announces. \"We're all the same!\" You half expect a collective sigh of \"Awww!\" The pint-sized singer-guitarist is so diminutive he would need to stand on the shoulder of giants (or at least a beer crate) to be seen over the front rows. More Slough's finest, David Brent, than Liam Gallagher, he is incorrigible but likable. \"I feel like I'm making love to everyone,\" he chirps, to comical near-silence. He even turns the apparently rare removal of his faithful leather jacket into a drama: \"Function over fashion!\" Newell's \"Gritpop\" band aren't as great as they say, but they're not as bad as their detractors claim either. New Year's Day – which carefully rhymes \"pocket\" with \"space rocket\" – is like a Rutles pastiche of an Oasis pastiche of the Beatles. Darling Buds of May, with its facsimile Noel Gallagher guitars, is just infuriatingly catchy. More recent lad-rock, specifically Kasabian, provides the inspiration for the swaggering Time Machine, which finally gets the curious audience cheering. Newell is so emboldened, he raises a guitar above his head. \"Believe the hype!\" he cries."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}