{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2011/feb/16/kallum-watkins-ben-jones-bishop-leeds", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2011-02-16T22:12:14Z", "webTitle": "Kallum Watkins and Ben Jones-Bishop sign new Leeds Rhinos deals", "webUrl": "https://www.theguardian.com/sport/2011/feb/16/kallum-watkins-ben-jones-bishop-leeds", "apiUrl": "https://content.guardianapis.com/sport/2011/feb/16/kallum-watkins-ben-jones-bishop-leeds", "fields": {"headline": "Kallum Watkins and Ben Jones-Bishop sign new Leeds Rhinos deals", "bodyText": "Leeds Rhinos have followed Wigan Warriors' example by securing four of their brightest young talents on long-term contracts to avoid a repeat of the current presumption that Kyle Eastmond will leave St Helens to rugby union. Kallum Watkins, 20 next month, and Ben Jones-Bishop, 22, are two of the most highly rated outside-backs in the British game. They played key roles in the Rhinos' comeback against Bradford Bulls in Cardiff last Sunday and have extended their deals to the end of 2014, as have the England wing Ryan Hall and Chris Clarkson, a loose-forward who gave up his bricklaying apprenticeship only last year when he was selected for the Challenge Cup final at Wembley. Wigan announced new deals for five under-23s, including Sam and Joel Tomkins last week, whereas Saints are struggling to persuade Eastmond to stay beyond the end of this season after the England scrum-half received rugby union offers from Sale and Bath. The Rhinos have called Paul McShane and Ryan Bailey into their 19-man squad for Friday night's game at Hull, when Weller Hauraki is expected to make his debut for the club after finally receiving clearance from the UK Border Agency. Ali Lauitiiti has been ruled out after suffering a head injury in Cardiff. Hull have included Sam Obst, the Australian scrum-half they snapped up on Monday when Wakefield Trinity were in administration, although he has still to receive the new work permit necessary for him to make his debut. Wakefield have suffered a more expected blow with confirmation that the Fijian centre Daryl Millard has signed for the Catalans Dragons for the next two seasons, although the Perpignan club have agreed not to play him against Trinity at the Stade Gilbert Brutus on Saturday. There was some good news for Wakefield as their promising young centre Aaron Murphy had a two-match suspension lifted on appeal and they are also hoping to strengthen their squad by taking players on loan from Huddersfield and possibly other Super League teams. Bradford have lost their experienced forward Jamie Langley for up to six weeks with a dislocated shoulder. Matt King may play for Warrington again, after scans suggested the former Australia wing did not rupture the cruciate ligament in his knee in last Saturday's defeat by Huddersfield, as first feared. King, who is in the last year of his contract with the Wolves and has already said he plans to go home at the end of the season, is still facing a lengthy lay-off with damage to the medial ligament and joint capsule in his right knee. But the club's physio, John Hartley, said: \"The early signs indicate that the damage is hopefully not as severe as first thought. He is due to see a specialist for a follow-up this week to find out how long the injury is likely to keep him on the sidelines for.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}