{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2011/feb/13/harold-thimbleby-lol-social-networking", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2011-02-13T22:15:01Z", "webTitle": "Social networking expert Harold Thimbleby on LOL (Lots of Love)", "webUrl": "https://www.theguardian.com/stage/2011/feb/13/harold-thimbleby-lol-social-networking", "apiUrl": "https://content.guardianapis.com/stage/2011/feb/13/harold-thimbleby-lol-social-networking", "fields": {"headline": "Another view on LOL (Lots of Love)", "bodyText": "This dance piece is all about sexual relationships, and whether or not they can work when mediated by the web. One boy and girl seem to be getting on well online and in real life, but then he posts a photograph of them kissing on Facebook – and she disappears. It's a great evocation of the mistakes you can make using social media. Dance is a fantastic way to convey the experience of social networking. When you see a show, your stream of consciousness overlaps with that of those on stage: you identify with the characters – in a way, you become them. And that's what happens with sites such as Facebook and Twitter. You reveal your stream of consciousness to the world, and allow people to enter it. The barrage of communication that such sites can bring is brilliantly depicted: at one point, a performer talks to the audience while the others leap, crash and head-butt behind him. Being on Facebook can be like that: a million different things going on at once. LOL gets the language right: tweets, emoticons, phrases such as \"dot dot dot\". It's a shame they don't cover \"flaming\" – that's when you send someone an angry email, they circulate it among their friends, and it escalates into a huge row. It's the equivalent of someone bumping into somebody else in the street and not saying sorry. The final moments were especially entertaining. A dancer escapes into the audience, and we became part of the dance, like a mob. It made me think about people such as Wael Ghonim, who's become a hero by using Facebook to mobilise protesters in Egypt. Is this new media undermining democracy – or grassroots democracy leading change? We'll have to see. But we certainly can't go to sleep like one dancer did at the end of LOL, stroking a tangle of wires like a teddy bear. Harold Thimbleby is Professor of Computer Science at Swansea University."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}