{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2011/feb/01/egypt-protest-mubarak-step-down", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2011-02-01T22:02:39Z", "webTitle": "Egypt's protesters refuse to leave the streets until Mubarak steps down", "webUrl": "https://www.theguardian.com/world/2011/feb/01/egypt-protest-mubarak-step-down", "apiUrl": "https://content.guardianapis.com/world/2011/feb/01/egypt-protest-mubarak-step-down", "fields": {"headline": "Egypt's protesters refuse to leave the streets until Mubarak steps down", "bodyText": "Ten days ago 50 people demonstrating on a Cairo student campus would have been regarded as an event out of the ordinary, something to be quickly crushed by the Egyptian police. That was then. Today hundreds of thousands of people crammed themselves into Cairo's central Tahrir Square to call for an end to President Hosni Mubarak's three decades in power – and the government security forces were nowhere to be seen. The protesters hung vast banners from buildings, beat drums and chanted, they picnicked with their children on patches of scrubby grass, and walked round the square holding up vast Egyptian flags. Most of all they called for their president to go, in a multitude of different ways. \"Wake up, Mubarak, this is your last day.\" they chanted. \"We won't leave until you do.\" Others shouted simply \"Go away\" and \"Leave\", using a dismissive Arabic expression. Their banners – scrawled in Arabic, English, French and Spanish, a nod to the international audience that is watching this extraordinary uprising unfold – said \"Game over\" and \"Leave now and we'll leave you alone\". Above the huge and swelling crowd a helicopter circled, feeding live images to Mubarak's senior security officials. They will have seen the crush below, but not the detail in it: the families and friends, the bearded Islamic students, work colleagues, the rich, the middle-class and the poor – putting hands on shoulders to move through the vast press of bodies in snaking lines. They won't have seen the happy chance meetings of friends and colleagues; the intense pockets of debate about the future of the revolution that broke out on dozens of street corners; the faces lit up with the exhilaration of free expression and free assembly, as exciting as for any crowd at a football match or a rock concert. It was, as one banner had it, a festival of freedom. But what was truly extraordinary about this gathering was how far Egypt had come in a week. People who once would not have thought of coming to protest, who would never have thought of speaking ill of a president who has ruled for 30 years or given their names to foreign journalists, have found a voice. So they filed in their hundreds and thousands through checkpoints run by the army and checkpoints run by volunteers – who frisked all male protesters, checking their IDs to ensure that no plain clothes police officers could infiltrate the crowd. The volunteers passed out printed leaflets from soldiers asking for a peaceful assembly. Young men came with free boxes of mango juice and water to hand out, round bread and biscuits, cheese and dates. Others moved through the throng collecting litter and holding up signs for the camera. \"The barrier of fear was broken last Friday,\" said Ahmed Lofti, who works for the oil contractor Halliburton, referring to the day that demonstrators pushed Egypt's riot police triumphantly off Cairo's streets. It is a victory over fear that was assisted by a declaration from Egypt's army last night that it would not use force against those who came out on the streets today. And so they came in numbers vaster than anyone had predicted: gathering not only in the capital, but also in Alexandria, Suez and other major cities. The million-person march, Egypt's protest movement called it. And even if it is not certain whether they reached that figure, it is clear that a transformation has taken place. Commenting on the military's assurances regarding protesters' security, Muhammad Warsi, a 60-year-old surgeon, said: \"The high command of the army delivered a hidden message. \"It is the same message that the elites of the country's society are delivering. They're saying [to Mubarak], 'We loved you 30 years ago. We don't want to humiliate you. We don't want you to end like [Romanian president] Nicolae Ceausescu. Go in peace.\" \"This is a new process for us. These are our first steps. We don't know where we are going yet,\" said Mohammed Gaber, an IT engineer in the oil industry. \"I've worked abroad for most of the last 12 years. I was supposed to be in Tripoli today, but I changed my plans so I could stay and participate in this. To be honest, I'm still surprised. No one expected any of this. If a group of students had gathered, they would have been crushed immediately. Now look at us.\" Admiration for Egypt's youth was a common theme running through the crowd. \"I'm ashamed of my generation. We old people sat back and lived through decades of corruption without lifting a finger,\" said Aza el-Hadari, a 63-year-old bookshop owner. \"This new generation has given me the best years of my life back. \"I feel sorry that Mubarak, who was after all a hero of the 1973 war effort, should be reduced to leaving with such little dignity. But he has brought this upon himself; Mubarak will go down in Egyptian history as the president who ordered security forces to fire live bullets into the bodies of his sons and daughters. There's no way back from that.\" Amid the euphoria, though, were small reminders of the individual tragedies that had taken place in the run-up to the day's events. Azzam Abdel Latif and his wife had erected a poster of their 28-year-old son, Lotfi, along with the autopsy report into his death last Friday during fierce clashes between police and protesters. Lotfi had been returning from work in the neighbourhood of Imbaba, on the west bank of the Nile, when he got caught up in the fighting. He came across a small child who had suffered shrapnel wounds. \"He grabbed the boy and went up to remonstrate with a riot policeman, asking why they were firing live bullets into the air at the Egyptian people,\" said Latif. \"The policeman fired two bullets into my son's chest and he died instantly.\" Latif buried Lotfi the following day and came straight to the square to begin a vigil. He said he had not been a political person before the death of his son, although he did think that constitutional reform was long overdue. Now though, that has changed. \"I only had one son and I lost him to these protests; if I did have another, I would tell him to come down and join this. We must bring down Mubarak; if I see the president, I'll get him myself.\" Warsi was sitting on a bench waiting for his daughters, like many other recent additions to Egypt's burgeoning revolution. He tells a joke with a certain relevance to the day's events. \"OK,\" he says, \"So Hosni Mubarak is lying on his death bed and his doctor comes and says: 'Hosni, you have to prepare a message to say goodbye to your people.' 'For my people?' asks Mubarak. 'Why? Where are the people going?'\" Today the answer came – to Tahrir Square, to bid their president of 30 years goodbye."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}