{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/cifamerica/2011/feb/09/barack-obama-us-politics", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2011-02-09T23:39:00Z", "webTitle": "The Right Word: Fox bites back at the 'über-left' Guardian | Sadhbh Walshe", "webUrl": "https://www.theguardian.com/commentisfree/cifamerica/2011/feb/09/barack-obama-us-politics", "apiUrl": "https://content.guardianapis.com/commentisfree/cifamerica/2011/feb/09/barack-obama-us-politics", "fields": {"headline": "The Right Word: Fox bites back at the 'über-left' Guardian", "bodyText": "Coups abounded on Fox news this week – in the form of high-profile exclusive interviews and startling revelations about community organisers. Bill O'Reilly Bill O'Reilly was delighted with himself for having conducted what he believes must be the most watched interview (view clip) of all time with President Obama on Super Bowl Sunday. He did take issue with some of the media reaction, however, and particularly singled out none other than the \"über-left British newspaper the Guardian\" (mentioned several times throughout the broadcast) for Michael Tomasky's suggestion that his constant interruptions of the president could be seen as \"rude and blustery\". Despite the mixed reaction, though, O'Reilly believes his interview has lent legitimacy to Fox News Corporation (FNC) that it may have previously lacked. There are a lot of people all over the world who all they know about FNC is from what they read in the Guardian newspaper in London or some crazy thing like that. So I wanted to show them that, you know, we are a responsible agency and I truly believe we are the most powerful news agency in the country right now. And I wanted to get President Obama's feeling on that and I don't know if he was genuine or not. O'Reilly discussed the interview with all his regular commentators: Juan Williams, Brit Hume, Bernie Goldberg and Mary Katherine Hamm. And they all thought he did a fine job. Hamm thought it was strange that anyone could think O'Reilly was rude because he interrupted the president 20 times in 15 minutes, to which O'Reilly responded, \"Oh, the Guardian was outraged.\" Bernie Goldberg was troubled by how the media covered the interview like it was a boxing match or the \"battle between Godzilla and Rodin, you know, a battle of the Giants\" that \"needed to have a winner\". They did have a winner. The fix was in. The winner was going to be the president no matter what happened, and you know the Guardian goes \"Ooh, O'Reilly was brusque.\" The Guardian is insane, of course, but it is reflective of the far left. They agreed that overall the interview was a win-win for both parties: Obama got to show off his likeability in front of a huge audience and O'Reilly managed to come off as \"reasonable\" in front of a huge audience. What was noteworthy, perhaps, in the hour-long analysis was the revelation that President Obama apparently watches the O'Reilly Factor and that the host of the O'Reilly Factor, apparently, reads the Guardian. Sean Hannity Hannity had his own big exclusive this week, having nabbed the first spot on Donald Rumsfeld's non-apology tour. Predictably enough, he provided the former secretary of defence with a sympathetic environment in which to set about turning into unknowns what we thought we knew about recent history (view clip). Hannity appeared a little unnerved in the opening moments of the interview when Rumsfeld spoke warmly of both former President Kennedy, who he said was the \"most charismatic\" president he had ever met, and former President Clinton, who offered him some kind words of support during the Abu Ghraib scandal. But perhaps in deference to the new era of civility, Hannity gritted his teeth and got on with it. They moved quickly onto more comfortable terrain such as the treatment of prisoners at Guantánamo Bay and Abu Ghraib, the weapons of mass destruction that have yet to be located and whether or not America is less safe now that we have an administration that refuses to say bad things about Muslims. Regarding Abu Ghraib, Rumsfeld declared it was a terrible thing to have happened on his watch. He feels very badly about it. It was bad for our nation's prestige around the world, our military's morale and it emboldened our enemies, but it wasn't his fault and there's no way he could have known about it. Regarding weapons of mass destruction, Rumsfeld claimed that the international community, as well as the United States, knew that Saddam had weapons of mass destruction and he suggested that it's possible the weapons were either destroyed or sent to another country before the US invasion. So, presumably, like Osama Bin Laden they are still out there somewhere waiting to be found. The two old friends shared a chuckle about Guantánamo Bay, which the secretary of defense described in his book as the \"least worst place to live\". The heartbreaking thing about Guantánamo, according to Rumsfeld, was that for whatever reason, the administration was incapable of persuading people that prisoners weren't being tortured there. Evidently, all that video footage we've seen of prisoners shackled at their hands and feet, blindfolded and kneeling in the hot sun; all the logs detailing waterboarding sessions and force feeding, sleep deprivation and stress positions that were applied to detainees in US custody were not outrageous in themselves but merely a public relations failure. Hannity raised no objections to any of these misstatements and the pair closed out the interview by criticising the non-Fox media for the biased reporting during the Bush presidency, which tarnished America's image abroad. It was almost a relief to switch over to the Glenn Beck programme. Glenn Beck Not one to be outdone by the lack of an attention grabbing exclusive, Glenn Beck seized the opportunity (view clip here) to expose the patterns that connect community-organising groups in America with the move to overthrow the democracy that does not yet exist in Egypt. The community-organising groups that Beck is referring to are a diverse bunch that includes the UAW, the steel workers, the Tides Foundation, MoveOn.org, any religious groups, any green groups, anything that George Soros or Van Jones has anything to do with, the SCIU, the AFL-CIO, Code Pink and La Raza. Beck declares (as he has, ad infinitum, in the past) that all these groups are working together to \"end the western way of life as you and I understand it\", though he does acknowledge that their individual goals may differ. They may disagree on exactly what the new way of life will be – for example, Van Jones, he wants a new green utopia; another one might want a communist utopia; but they'll work that out later. People that are in some of these really radical communist or socialist, Marxist, \"Mexican first\" groups that are aligned here may want to give the southern half of the United States back to Mexico. But differences aside, one thing Beck is willing to \"die on his sword for\" is that they are unanimous in their support for the Egyptian revolution. Now, this might be OK if Beck believed that there was any chance of the Egyptian revolution having a similar outcome to the American revolution, but he doesn't hold out much hope because he feels the Egyptian people are just not of the same calibre as their more worthy American counterparts. The regular people in Egypt – I'm sorry they might be nice people, but they are not the people of the American Revolution – and I have been trying to make this point that you have to be much different, even than we are, to be able to have revolution and to have it end the way it ended here. Their concept of freedom is different than yours. Let's not be judgmental and say that it's … No, I'm going to be judgmental – it sucks compared to our idea of freedom! And what is even more worrying is that while everyone has been distracted by the goings-on in Egypt, no one seemed to notice that the TSA airport screeners were granted union rights last week, a move Beck believes is \"potentially disastrous for the country\" because it provides the unions with more members and more money, which can be \"spent overseas organising revolutions\" and nothing good will ever come of that. Democracy will rise up? Really? Sounds beautiful. Democracy, the people's movement for democracy. Well, that sounds even better. It sounds almost Chinese, doesn't it? I feel very confident that the workers in Egypt will absolutely thrive under a new government formed by these guys [the radical extremists in Egypt] and supported by these guys [community organisers in the US]. It's going to be fantastic! Well, time will tell. In the meantime, as his ratings plummet, it's at least providing Beck with new material."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}