{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "science/punctuated-equilibrium/2011/feb/05/4", "type": "article", "sectionId": "science", "sectionName": "Science", "webPublicationDate": "2011-02-05T23:02:11Z", "webTitle": "Mystery bird: Harris's sparrow, Zonotrichia querula", "webUrl": "https://www.theguardian.com/science/punctuated-equilibrium/2011/feb/05/4", "apiUrl": "https://content.guardianapis.com/science/punctuated-equilibrium/2011/feb/05/4", "fields": {"headline": "Mystery bird: Harris's sparrow, Zonotrichia querula", "bodyText": "Harris's sparrow, Zonotrichia querula, photographed at Northshore Wetlands, Bothell, Washington, USA. Image: Doug Parrott, 31 December 2010 [velociraptorize]. Nikon D300, 1/500, F5.6, ISO 280, 35efl: 550.0 mm (35 mm equivalent: 825.0 mm) Question: This migratory North American mystery bird is out of its typical range, so location isn't going to be much help to you in identifying it. That said, this bird is quite special because of where it breeds. Can you identify this bird and tell me more about where it breeds? Response: This is a Harris's sparrow, Zonotrichia querula. This species is distinguished from the introduced English (house) sparrow, Passer domesticus, because it lacks a house sparrow's black bib, black bill and it has a striped chest. Harris's sparrow is distinguished from the winter-plumaged Lapland longspur by its longer tail, the lack of rufous on its wings and its lack of the longspur's white outer tail feathers. This North American species' breeding area was long mysterious, and was finally discovered to be in the far northern reaches of Canada. If you would like to know more about the field work that led to much of our current knowledge of this species and its breeding behaviours, you should read Return to Warden's Grove: science, desire, and the lives of sparrows. This book is one of the most beautifully-written memoirs I've ever read [Amazon UK; Amazon US; Read my review of this book]. You are invited to review all of the daily mystery birds by going to their dedicated graphic index page. If you have bird images, video or mp3 files that you'd like to share with a large and (mostly) appreciative audience, feel free to email them to me for consideration."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}