{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/feb/28/stoke-city-west-bromwich-albion", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-02-28T22:12:00Z", "webTitle": "Stoke City 1-1 West Bromwich Albion | Premier League match report", "webUrl": "https://www.theguardian.com/football/2011/feb/28/stoke-city-west-bromwich-albion", "apiUrl": "https://content.guardianapis.com/football/2011/feb/28/stoke-city-west-bromwich-albion", "fields": {"headline": "Carlos Vela gives West Brom vital away point as tempers fray at Stoke City", "bodyText": "It was not the first time that a match at the Britannia Stadium finished with emotions running high but never before have the two managers ended up talking about a scuffle in the tunnel that led to a picture being smashed. Roy Hodgson was unable to conceal his amusement as he told the story of Jonas Olsson, his Swedish defender, \"having a fight\" with a photo of the stadium. Tony Pulis failed to see the funny side. Pulis, the Stoke City manager, was still seething after Carlos Vela, a Mexican on loan from Arsenal, scored a controversial late equaliser to secure a deserved point that lifted Albion out of the relegation zone. The bizarre post-match incident happened after Olsson became involved in a confrontation with Ricardo Fuller, a Stoke substitute, while they were walking off the pitch. Fuller refused to shake hands, leading to an angry exchange that culminated in the Jamaican grabbing Olsson around the throat. A couple of Albion players intervened but as Olsson neared the changing room, his frustration got the better of him. \"I think one of the players had a bit of a fight with a picture on the wall. Unfortunately he won,\" Hodgson, the Albion manager said, smiling. \"I think there was a slight contretemps at the end of the game, one of these silly little things where the player was upset about one of their players not wishing to shake hands and it was a little bit emotional after the game. But I'm pretty certain that a team that plays with so much heart and determination and strength as Stoke City will probably forgive us for breaking a picture and we'll happily pay for it and happily hold our hands up and say we shouldn't have done it. But I hopes it's not going to take the gloss off what I consider to be a very good West Brom performance.\" Hodgson could not have been more wrong. Pulis spoke about the picture of the Britannia Stadium as if it was an expensive work of art that was due to appear at Tate Modern. \"Olsson smashed one of the memorabilia,\" the Stoke manager said. \"It's very disappointing when that happens. I will speak to Roy now and you hope that Roy and West Brom will sort that out with the kid. If you can't control yourself and you smash someone else's property because someone doesn't shake your hand, I don't see that as an excuse. It's property that has been paid for by this football club and he has no right to break things like that.\" The picture incident provided a welcome talking point at the end of a game that had been a non-event until Rory Delap gave Stoke the lead early in the second half, when he nipped in front of the recalled Scott Carson to head home Jermaine Pennant's corner kick. It was a dreadful goal for Albion to concede - the 25th that they have let in from set pieces this season, which is more than any other top-flight club - and it left them staring defeat in the face. Yet Stoke failed to build on their advantage, much to Pulis's despair, and as Albion's momentum started to gather and chances came and went there was a sense of inevitability that they would peg their opponents back eventually. They were, however, extremely fortunate that the assistant referee failed to raise his flag on two occasions in the play leading up to Vela's goal, firstly when Somen Tchoyi strayed offside in the build-up and later when the Mexican took up an offside position before converting Steven Reid's cross. \"It was a very poor decision by the linesman, who was looking straight at it,\" Pulis said. Albion, remarkably, could have gone home with all three points but Vela, who came off the bench to score an injury-time equaliser against Wolves last week, missed two further chances. Much credit for that must go to the excellent Asmir Begovic, who smothered the ball at Vela's feet on the first occasion, after the forward had followed in Graham Dorrans' raking drive, before denying the same player in a one-on-one in the closing seconds. Hodgson praised his players for the \"determination, grit and willingness\" that had helped them carve out a point and he also reported that Olsson had come out on top in his own personal battle. \"The picture wasn't a very good fighter,\" said Albion's manager. \"To be fair, I don't think the lad saw the glass. I think he thought it was a poster but he banged his hand against glass and won. He hasn't cut his hand. He didn't do the picture any good, though.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}