{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2018/may/06/no-laughing-matter-can-simpsons-solve-apu-problem", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2018-05-05T23:03:04Z", "webTitle": "No laughing matter: how can The Simpsons solve its problem with Apu?", "webUrl": "https://www.theguardian.com/tv-and-radio/2018/may/06/no-laughing-matter-can-simpsons-solve-apu-problem", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2018/may/06/no-laughing-matter-can-simpsons-solve-apu-problem", "fields": {"headline": "No laughing matter: how can The Simpsons solve its problem with Apu?", "bodyText": "Twenty-nine seasons in and 636 episodes since it first aired, The Simpsons last week officially became the longest-running scripted show in American primetime television history. But celebrations have been overshadowed. Once considered to be the high-water mark for biting satire, The Simpsons is the subject of a furore over racist stereotyping that is dividing cast and crew. The row can be summed up in one question: is it time to retire Apu Nahasapeemapetilon? Born in episode eight of the first series, Apu was written simply as “clerk” on the script, with the single line: “35 cents, please.” In his forthcoming book, Springfield Confidential, writer and former leading executive producer Mike Reiss reveals: “Because Hindu convenience store clerks were a movie cliche even back then, I inserted this stage direction under his line: ‘THE CLERK IS NOT INDIAN.’” At the cast reading, actor Hank Azaria, who is white and Jewish, read the part in a bumbling Indian accent anyway, inspired by Peter Sellers in The Party, and got a huge laugh. The character’s fate was sealed: Apu, the goofy, servile, Kwik-E-Mart cliche was born. Standup Hari Kondabolu, 35, from Brooklyn, had homed in on the character in his set for a while before he made the documentary, The Problem With Apu, which has fuelled the debate. For Kondabolu, “a white guy doing an impression of a white guy doing an impression of my father” was the only thing he knew while growing up, when it came to portraying the south Asian experience: “Nothing like us existed apart from this cartoon character,” he says in the film. “Twenty-eight years later, the words ‘Thank you, come again’ still follow me.” The phrase has reportedly been used by Apu only eight times in 31 years, but its mocking sing-song is recognised everywhere. Kondabolu is not alone. In his documentary, actors and comedians including Kal Penn, Aziz Ansari, Aparna Nancherla and Hasan Minhaj line up to discuss the ways in which Apu being the most famous Indian in America warped their high-school experience and their subsequent careers. The Big Sick’s Kumail Nanjiani, a Pakistani actor, has repeatedly complained about still being called to castings requiring “the Apu accent”. In an interview with the Guardian in 2014, Priyanka Chopra, one of India’s biggest showbiz names and now the star of hit ABC show Quantico, said she was sick of how she was so often perceived in the US. “We don’t all talk like Apu!” she emphasised, frustrated. Last week, on the US chatshow The View, she said: “Apu was the bane of my life growing up.” Viewing figures and critical acclaim for The Simpsons have long been in decline, but its cultural significance has not been so heavily weighed since its 1990s peak, when President George Bush was urging Americans to be “a lot more like the Waltons and a lot less like the Simpsons”. Matt Groening, who created The Simpsons, seems nonplussed. “I’m proud of what we do on the show,” he told USA Today, in response to mounting criticism of the character. “We live in a time in our culture where people love to pretend to be offended.” Executive producer Al Jean doubled down with episode 633, in which Lisa Simpson appeared to voice the angst from the writers’ room: “Something that started decades ago and was applauded and inoffensive is now politically incorrect,” she says to Marge. “What can you do?” The shot cuts to a framed photograph of Apu, inscribed: “Don’t have a cow, man!” Reiss writes in defence of the character in his book: “We all work very hard at The Simpsons and Apu is the only person in Springfield who works hard at his job. Kids being taunted in the schoolyard by being called Apu isn’t racism, that’s just saying kids are dicks. Still there have been enough complaints to fill a nasty little documentary, called The Problem With Apu. And it has been a problem for us at The Simpsons. Hank Azaria, who takes the most heat for the character, is reluctant to play Apu any more.” Chatting to TV host Stephen Colbert last week, Azaria made clear he felt that listening to the south Asian experience was overdue and that he would be “happy to step aside or help transition [the character] into something new”. He also distanced himself from episode 633, saying: “I had nothing to do with the writing or the voicing [in that episode]. I think if anyone came away from that segment thinking they need to lighten up … that’s definitely not the message that I want to send.” Nancy Cartwright, the voice of Bart, has echoed her support in the modern fashion: on an Instagram meme criticising The Simpsons’ slack reluctance to engage with the debate, she has simply commented “Love this”. Elsewhere, Harry Shearer, the voice of Mr Burns, Principal Skinner and Ned Flanders, told the Observer: “I must pass up the opportunity to enter this particular Twitter outrage machine patch.” But how do you solve a problem like Apu Nahasapeemapetilon? Adi Shankar, a TV producer boosted last week by Kanye West on Twitter, has proposed a public screenwriting competition for an original script “that takes the character of Apu and in a clever way subverts him, pivots him, intelligently writes him out, or evolves him in a way”. He has pledged to produce the winning script as a self-financed fan project should Fox network and The Simpsons’ writers’ room reject it. The latter is a delicate institution characterised, like most US comedy writing rooms, by Harvard Lampoon alumni taking hours to craft a joke and existing on takeaways. In the show’s early golden period, cartoonist Matt Groening, writer Sam Simon (who left after a falling out in 1994) and producer James L Brooks were credited with bringing the art, smart and heart respectively. Little seems to have changed: writers rarely leave and most have worked on the show for three decades. “It’s not enough to be funny,” Reiss puts it. “You also have to get along with everyone. One irritating or obstinate writer can bring the entire machinery of a show to a halt … The Simpsons writing staff consists of 23 very funny non-assholes.” Dr John Donaldson, who devised and taught D’Oh! The Simpsons Introduce Philosophy at Glasgow University, believes the bigger controversy is that the show no longer pushes comedy boundaries. “The Simpsons has aged with its creators. If people aren’t enjoying Apu any more, they need to make him funnier and speak more to the spirit of the age.” Donaldson does not believe the character is “morally harmful or that the creators are responsible for moral harm he may have caused”. It is possible, he says, “to recognise the ethnic stereotyping of Apu without endorsing those stereotypes”. Plus, as the creators are often at pains to emphasise, The Simpsons takes an indiscriminate approach in its targets: everyone is fair game. “That’s a standard response when someone is called out for misrepresenting people,” says Dr Pawan Dhingra, chair of sociology and American studies at Tufts University, Massachusetts, where Azaria gave a speech to graduates in 2016 (some of it in Apu’s voice). “The response is always, ‘We make fun of everyone equally and you shouldn’t be offended.’ That response is flawed because it assumes everyone has equal representation in the media.” That Apu has barely been prominent recently, he feels, is irrelevant. “The damage is done. More broadly, it is felt that you [as an Indian] can never have equal presence in American public or popular culture and, growing up, this caricature is so well accepted and applauded, you think, ‘Well, is this all we deserve?’” As for Reiss, he remains sceptical about what he calls the “hoopla” but admits Apu’s future is uncertain: “It’s not my call: as a white Jewish guy, I can’t tell Indians not to be offended by another white Jewish guy playing an Indian.”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}