{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2018/may/24/sadio-mane-senegal-liverpool-champions-league-final-300-shirts", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-05-24T21:40:06Z", "webTitle": "Why Sadio Mané bought 300 Liverpool shirts for his village in Senegal", "webUrl": "https://www.theguardian.com/football/2018/may/24/sadio-mane-senegal-liverpool-champions-league-final-300-shirts", "apiUrl": "https://content.guardianapis.com/football/2018/may/24/sadio-mane-senegal-liverpool-champions-league-final-300-shirts", "fields": {"headline": "Why Sadio Mané bought 300 Liverpool shirts for his village in Senegal", "bodyText": "Three hundred Liverpool shirts have been sent to the small Senegalese village of Bambali in the buildup to the Champions League final, donated by Sadio Mané, its most famous son. On Saturday he aims to deliver on a promise to spare his childhood friend the despair and disbelief that accompanied Liverpool’s triumph in Istanbul. The gift set will be complete when he brings a European Cup winner’s medal back home. “I remember AC Milan v Liverpool in 2005,” Mané explains. “Three-nil down, then 3-3 and penalties. This was a big memory for me. I was watching in my village, Bambali. I remember being with my friend, a big friend of mine, and at 3-0 down he was completely out of it. He stopped watching and ran like crazy to get away. Then he came back at the end and he could not believe it. Even to this day he cannot believe it. He came back after the game when Liverpool had won.” Mané dissolves into laughter at the 13-year-old memory, half his lifetime ago. The Liverpool forward laughed at his friend’s antics at the time – “I was not supporting Liverpool then, I was a Barcelona fan,” he admits – but thoughts of the club’s eighth European Cup final appearance stir pride. “If you had said then I would be playing the final I would say it is something incredible in my life,” he says. “Hopefully we are going to win.” Bambali, bedecked in red, will be united behind the Senegal forward against Real Madrid in Kiev. Their pride in Mané’s rise to global stardom is not lost on the 26-year‑old, who remains in regular contact with family and friends back home, including the one who missed the comeback that secured Liverpool’s last Champions League triumph. “I spoke to him yesterday,” Mané says. “He is a big Liverpool fan. He is still in Senegal. His name is Youssouph Diatta. He asked me that this time do not be 3-0 down. “Nobody in the village will work this day. My family still live in the village. My mum and my uncle. They are all going to be watching. There are 2,000 in the village. I bought 300 Liverpool jerseys to send to the people in the village so the fans can wear them to watch the final. I will be going back in the summer after the World Cup and hopefully I will be showing everyone a winner’s medal.” Istanbul staged the most famous rapid-fire Liverpool performance of all, with three goals in six second‑half minutes stunning Milan en route to the club’s fifth European Cup. But devastating bursts of firepower have been such a feature of Liverpool’s Champions League campaign under Jürgen Klopp that not even a Real team pushing for a hat-trick of titles provoke fear. Liverpool scored three goals in 12 minutes in the play-off against Hoffenheim, three goals in 16 minutes and two in another five‑minute spell against Maribor, two in nine at Sevilla and three in 15 minutes plus two in four against Spartak Moscow at Anfield. And that was just the group stage. Porto, Manchester City and Roma were all in effect banished from the knockout phase before they could identify the threat and regroup. “It would be good for football [if Liverpool won] because of how we play,” Mané says. “I cannot say most of the world wants that because Real Madrid fans will say otherwise. Maybe everyone who is not a Real Madrid, Everton, Man Utd and Man City fan. I think everyone else would like to see Liverpool win the trophy. Real Madrid won it two times and want a third time in a row. We respect them as a great team and great club in history but Liverpool also has history. It won’t be easy but we will do our best.” He adds: “I am just thinking it is incredible to be in the final, not about pressure. I’m just happy and excited. It is the best time for the whole squad to play. “We are in the best shape; there is no tiredness. This kind of game does not happen all the time and it is one of the most important of a career. It will not be easy. They have experience and are one of the best teams in the world, but we have quality and can beat any team in the world.” Liverpool are leading scorers in this season’s Champions League with 40 goals (excluding six against Hoffenheim in the play‑off). Mané, Roberto Firmino and Mohamed Salah are responsible for 29 of them. It is a record that invites comparisons between Liverpool’s fearsome front three and the prodigious Real attack of Cristiano Ronaldo and Karim Benzema, albeit not from Mané himself. “You can write this, I didn’t say it,” he adds. “We are happy people name us at this level. Thank you for the compliment. It is something we have been working hard on to play in this Champions League. I am always honoured to play alongside these great players. People talk about the front three but it is the whole team that makes us better. They did a great job behind to help us score goals. It makes us happy.” A feeling no doubt shared in Bambali."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}