{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2018/may/10/white-working-class-boys-in-england-need-more-help-to-go-to-university", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2018-05-09T23:01:02Z", "webTitle": "White working-class boys in England 'need more help' to go to university", "webUrl": "https://www.theguardian.com/education/2018/may/10/white-working-class-boys-in-england-need-more-help-to-go-to-university", "apiUrl": "https://content.guardianapis.com/education/2018/may/10/white-working-class-boys-in-england-need-more-help-to-go-to-university", "fields": {"headline": "White working-class boys in England 'need more help' to go to university", "bodyText": "Helping white, working-class boys in England to go on to higher education should be a top priority for policymakers, according to a manifesto to widen access to universities that identifies more than 30 gaps and weaknesses in policy. The document, published by the Higher Education Policy Institute (Hepi), includes proposals to appoint a national commissioner for student mental health, to change the timing of university applications so they take place after A-level results have been published, and even to open new Oxbridge colleges to boost the numbers of students from under-represented groups. Among the proposals aimed at the new Office for Students are several designed to encourage students coming from communities that have not benefited from the surge in participation seen in other parts of the country. Anne-Marie Canning, director of social mobility and student success at King’s College London, said that white working-class boys “are the most under-represented group in higher education” and deserved special attention, including assisting parents to ensure their children’s academic development continues after the age of 16. “We should be resolute in taking a proactive approach to helping more white working-class children make it,” Canning said. Families from disadvantaged areas should be funded by universities to visit open days, to get over the high costs that travel may involve, while one student suggests that parents of first-generation undergraduates could be put in touch with parents of first-generation applicants to offer advice and support. Others argue that disadvantaged students could be helped by conducting the applications process after the results of A-levels are known, rather than the present cumbersome system of predicted grades and conditional offers. Anna Vignoles, professor of education at Cambridge University, said that post-A-level applications could help to close the gap in disadvantaged students applying fto more selective universities. Conor Ryan, the outgoing director of research at the Sutton Trust who is joining the OfS next week, argues that “poor but bright students consistently have their grades underestimated” and so would benefit from post-qualification admissions. The shadow higher education minister, Gordon Marsden, said he welcomed the manifesto: “Following the government’s disastrous decision to triple tuition fees and the removal of maintenance grants, it is even more important that we focus on ensuring access to our universities for the most disadvantaged groups.” Nick Hillman, director of the Hepi, said there was a huge amount still to be done to widen participation in almost every group outside of the white middle class. “Yes, we hit Tony Blair’s 50% target [of school-leavers going to university], but the UK is still only average in terms of access among OECD members,” Hillman said. Hillman’s suggestion – that Oxbridge should establish new colleges specifically to recruit more students from under-represented groups – comes as Cambridge University revealed its admissions figures for 2017, showing a further increase in the proportion of students admitted from state schools. Cambridge’s 2017 admissions saw state school pupils make up 64% of successful applicants from the UK, up from 62.5% the previous year and the highest level on record. The statistics did not include economic background but Sam Lucy, director of admissions for the Cambridge colleges, said: “It’s encouraging to see the university continuing to make progress in attracting more students from low-participation neighbourhoods and other under-represented groups. “This is testament to the hard work of colleges and the university in the range of outreach activity being conducted. While welcoming these figures, we cannot be complacent. There is still much work to do to reinforce the message that the University of Cambridge is open to talented young people regardless of background,” she said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}