{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2018/may/24/north-korea-trump-homework", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2018-05-24T21:34:32Z", "webTitle": "On North Korea, Trump should do his homework next time | Richard Wolffe", "webUrl": "https://www.theguardian.com/commentisfree/2018/may/24/north-korea-trump-homework", "apiUrl": "https://content.guardianapis.com/commentisfree/2018/may/24/north-korea-trump-homework", "fields": {"headline": "On North Korea, Trump should do his homework next time", "bodyText": "Donald Trump finds himself in a bit of a pickle. He’s not alone, of course. Somehow he’s pickled himself inside a full jar of gullible allies, pandering friends, desperate boosters, and much of Fox News. Still, it’s more than a little awkward to cancel the historic-summit-that-never-was after promising so much from his unconsummated talks with the North Koreans. Even for an Olympic-sized blowhard, this is a little tricky, so you’ll have to forgive the split personality tone of his letter to the man he now calls “Chairman”. If only Kim Jong-un had behaved himself, he could have got his hands on one of those special White House coins that called him “Supreme Leader”. But no. All he got was a lousy letter in which careful readers could pick up, Derrida-style, the elusive meaning of something permanently deferred. Like peace talks. “We were informed that the meeting was requested by North Korea,” Trump started innocently enough, “but that to us is totally irrelevant.” Quite a brilliant move, that one. Such a formal way to give someone a Glaswegian kiss. “Sadly, based on the tremendous anger and open hostility displayed in your most recent statement, I feel it is inappropriate, at this time, to have this long-planned meeting,” Trump said, about a meeting announced a little more than two months ago. To paraphrase Michelle Obama, when the North Koreans go low, Trump gets high. “You talk about your nuclear capabilities, but ours are so massive and powerful that I pray to God they will never have to be used.” It’s safe to say this is a first in international diplomacy: when world leaders compare the size of their nuclear stockpiles, as a measure of their manly potency, we all should start praying to God. You might be asking yourself how the commander-in-chief of the world’s greatest military and diplomatic corps might have ended up here. You might even be ready to blame his advisers for failing him so badly. But you only need to go back to the presidential election to understand that his most important adviser stares back at him from the mirror in his bathroom every morning. “I’m speaking with myself, number one, because I have a very good brain and I’ve said a lot of things,” he told MSNBC, when asked who his foreign policy advisers were. He said he was talking to a lot of people, but they weren’t really important. “My primary consultant is myself and I have a good instinct for this stuff.” It turns out that his instinct for this Korean stuff was not quite as good as he thought, when he surprised the South Koreans with a snap acceptance of their half-suggestion of some direct talks. It also turns out that his three predecessors as president, along with a small army of foreign policy wonks, could have told his very good brain about his hopeless notion that the North Koreans would surrender all their nuclear weapons and research in exchange for nothing. But all those sneering globalists can stop their gloating. Their predictions of failure reveal their true colors: they say they like diplomacy, but they can’t bring themselves to like Trump’s diplomacy. That’s the kind of diplomacy that sounds good on TV and Twitter but never actually takes place. They don’t understand how this is all part of a masterly negotiating strategy by the man who so brilliantly put his name on a book called The Art of the Deal, which was ghost-written for him. This is the genius entrepreneur who fooled a whole nation into believing he was a businessman in The Apprentice. You think he can’t fool little old North Korea and its little old rocket man? The truth is that rogue nations should follow the Russia and Saudi model for dealing with Trump, not the Libya model. Forget all those fancy summits and peace deals with large rooms full of diplomats. Try investing in a Trump Tower in Tehran or Pyongyang, or somewhere neutral like Mumbai or Singapore. Or if that’s too obvious, perhaps just a large consulting agreement with Trump’s lawyer, Michael Cohen. As for Trump’s friends, allies and boosters, there’s another lesson to be learned: don’t get so hot and sweaty in your eagerness to express your true love for the boss. Just because he surprised the world by winning the electoral college while losing the popular vote, doesn’t mean he’s going to surprise the world with peace talks. Yes, that means you, Nigel Farage, who said he would start a petition to get Trump the Nobel peace prize for his sterling work on North Korea. Nigel isn’t exactly strong on the facts, as he amply demonstrated through the Brexit campaign. You’d think he’d understand that his sycophancy isn’t working, after he failed to snag that US ambassador’s job he wanted, despite Trump’s support. It also means you, Pete Hegseth of Fox News, a beloved figure on Trump’s TV, and possibly his third or fourth choice to run the department of veterans affairs. It was only a couple of days ago that Pete predicted Trump could normalize Kim through these peace talks because he “probably doesn’t love being the guy that has to murder his people all day long”. Who really does, Pete? In the meantime, here’s a pro tip: avoid public use of the word “normalize” when you’re talking about Trump. It sadly also means you, President Moon Jae-in of South Korea, who deflected suggestions that he should win the Nobel peace prize by saying there was a better candidate. “President Trump should win the Nobel peace prize,” he said. “The only thing we need is peace.” Peace is not what Trump has in mind right now. He already spoke to the Pentagon about being “ready if necessary” about war in the region. He also revealed he talked to South Korea and Japan about paying for that war, which must have been a reassuring chat for both countries. “They are willing to shoulder much of the cost of any financial burden, any of the costs associated by the United States in operations, if such an unfortunate situation is forced upon us,” Trump told reporters in the Roosevelt Room yesterday. Seriously, a Trump Tower or two in Seoul and Tokyo will be much cheaper for everyone. But you know who was smart enough not to play the Nobel peace prize game, while still playing it all along? You guessed it. “Everyone thinks so, but I would never say it,” he told reporters who asked him about whether he deserved the peace prize, just two long weeks ago. You know what everyone else is also thinking? You should probably do your homework before your next round of diplomacy. Richard Wolffe is a Guardian US columnist"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}