{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2018/may/16/what-makes-a-woman-review-a-show-that-asked-extraordinarily-complex-questions", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2018-05-16T22:05:11Z", "webTitle": "What Makes a Woman review – a show that asked extraordinarily complex questions", "webUrl": "https://www.theguardian.com/tv-and-radio/2018/may/16/what-makes-a-woman-review-a-show-that-asked-extraordinarily-complex-questions", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2018/may/16/what-makes-a-woman-review-a-show-that-asked-extraordinarily-complex-questions", "fields": {"headline": "What Makes a Woman review – a show that asked extraordinarily complex questions", "bodyText": "A nurse wipes a patient’s tears from her face, the general anaesthetic takes effect and her face is taken off. The brow bone underneath is shaved to a gentler curve and her chin chiselled likewise. The face is put back on. Has it made her more of a woman? An extraordinarily complex question for extraordinarily complex times. The nurse is at the 2pass clinic in Belgium, the patient is Munroe Bergdorf, the maker of this documentary, and her face is, for her, too much of a reminder of the sex she was assigned at birth – male – in a life in which she now identifies as female after six years of treatment. Now, even before the facial surgery, she – as the clinic might put it – “passes” and has become one of the highest-profile (if you’ll pardon the pun, and there’s no reason you should) activists for trans rights. But is she a woman? Pauline, a member of a focus group convened for the purpose of Bergdorf’s film, What Makes a Woman? (Channel 4), and maybe a generation and a half older than her, isn’t sure. “You don’t look mannish at all … When I’m talking to you, I think you’re a woman. But when I know how you started out, part of me thinks you’re a man.” Others are surer. Bergdorf sits in the audience at a meeting of radical feminists who think that “men performing men’s idea of what it is to be a woman” does not make a woman, and that “self-identity [professing yourself to be female despite your male biological birth sex and especially before any kind of transition treatment and/or gender reassignment surgery] reduces what it is to be a woman to a feeling in a man’s head”. Parsing the differences between these three stances – Bergdorf’s, Pauline’s and the feminists’ – and asking how we approach an increase in understanding between them all could have helpfully taken up more of the film. The political and philosophical questions raised by the idea of feeling like a man or woman trapped in a wrongly sexed body are quite possibly infinite. But the few posed overtly here – primarily by Venice Allan (known as Dr Radfem on her YouTube channel and recently suspended from the Labour party for beliefs it deemed transphobic) – were not properly engaged with. What was most striking about the conversation between her and Bergdorf, in which Allan outlined her objections to proposed changes to legislation that would allow any cis man (that is, man born male and identifying as such) into any female space (toilets, changing rooms etc) simply by claiming that he identifies as a woman. This, she says, is the beginning of the erasure of hard-won rights and protections for women. Bergdorf argues that trans women experience much violence (from cis men, it is implied) and are not violent towards women. But this is, surely, not the fear? The fear is that it is precisely not trans women who will cause trouble, but the cis men bent on intimidating women who will use the new law as another way to do so. But instead of interrogating this – and possibly going into a wider examination of the apparent unwillingness to look beyond women (cis or trans) as the source of the problem – we moved instead to Bergdorf talking about how she was raped as she began transitioning. A terrible story, but unconsciously used here in place of a rigorous response. Another huge area for debate in the area of trans rights and politics, and more pertinent to the subject of what makes a woman, was touched on only lightly, at the beginning and end of the film, without any development in between. At a genderqueer fashion show, Bergdorf meets a model who says it’s “fine to be a tomgirl” even if you identify as female. You don’t have to perform, in other words, at the extreme end of femininity to be a woman. Bergdorf tells her it took her much longer to get there. In the closing minutes of the programme, Bergdorf remarks that: “I’ve never said that I’m a cisgender woman … I identify more with the female side in a world that gives me two options.” So, does society force you into being a woman if you don’t identify as masculine? We surely need, then, a sequel: what makes a man?"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}