{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2018/may/11/windsor-tills-ringing-before-wedding-bells", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2018-05-11T22:03:42Z", "webTitle": "Windsor tills ringing before wedding bells", "webUrl": "https://www.theguardian.com/uk-news/2018/may/11/windsor-tills-ringing-before-wedding-bells", "apiUrl": "https://content.guardianapis.com/uk-news/2018/may/11/windsor-tills-ringing-before-wedding-bells", "fields": {"headline": "Windsor tills ringing before wedding bells", "bodyText": "Business was brisk at the King and Queen gift shop opposite Windsor Castle and just yards from Queen Victoria’s stern gaze, long ago immortalised in bronze. What would she would have made of the procession of tourists posing for photographs next to the shop’s lifesize cardboard cutouts of Harry and Meghan? “Everybody’s taking pictures,” says Derek Prime, 74, who has worked at the shop since Charles and Diana’s wedding in 1981. “It’s very popular. Some people have even asked if they can buy one. I say I can get you one for £50 or £60. They may want one for a garden party or their royal memorabilia collection.” The sun was shining as the final countdown to 19 May began in earnest this week. Meghan Markle’s mother, Doria Ragland, 61, and father, Thomas Markle Sr, 73, are reportedly en route from the US. The American actor is, presumably, having final dress fittings surrounded by her transatlantic friends. Part of the route the newlyweds will take on their procession by carriage from St George’s chapel through Windsor has been freshly resurfaced. Media stands have sprung up along it to capture the couple trotting out of the castle and around the block before returning to granny’s 13-acre back garden. On the Long Walk, journalists will be offered an unimpeded view of the carriage on its run-up to the castle. About 5,000 media representatives have been accredited, from organisations including 79 international networks and 46 US affiliates. So, with an estimated 100,000 people expected to descend on the town for the event, perhaps the nearest most will get to the couple is standing by the cardboard cut out. Local businesses are used to royal ceremony and adept at cashing in. “We’ve got plates in two different sizes,” says Prime, pulling out a teddy bear in a royal wedding jumper from the window display. “Soft toys. Mugs – that’s the best seller.” There are rows of £12.99 mugs, boasting 24ct gold gilding. “We had 300 mugs go just like that. We’ve another 1,000 in but they’re going down fast.” He is especially keen to offload Harry and Meghan postcards. “It’s the engagement picture, you see. So we’ll have to get rid of those quick before the next ones with the wedding picture come in.” Visitors to Windsor on the day are urged to travel early. There will be a queuing system operating at railway stations and strict security measures in town. For those with deep pockets, one hotel still had a handful of exclusive suites overlooking Windsor high street. For £1,995 for two nights’ minimum stay, guests will enjoy a front-row seat overlooking the procession. “This is a once-in-a-lifetime chance to be part of an historic moment,” says Phil Lewis, the hotel’s general manager."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}