{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2018/may/13/uk-and-european-intelligence-more-vital-than-ever-warns-m15-head", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2018-05-13T21:30:10Z", "webTitle": "MI5 chief: UK and EU intelligence sharing ‘never more important’", "webUrl": "https://www.theguardian.com/uk-news/2018/may/13/uk-and-european-intelligence-more-vital-than-ever-warns-m15-head", "apiUrl": "https://content.guardianapis.com/uk-news/2018/may/13/uk-and-european-intelligence-more-vital-than-ever-warns-m15-head", "fields": {"headline": "MI5 chief: UK and EU intelligence sharing ‘never more important’", "bodyText": "Cooperation between the UK and other European intelligence services has never been as important as it is now in facing up to twin threats posed by terror groups such as Islamic State and states such as Russia, Andrew Parker, the head of MI5, will warn on Monday. In the first public speech delivered overseas by a head of MI5, Parker will say that intelligence sharing within Europe is now at an unprecedented level and that an effective security partnership between the UK and the rest of Europe is more operationally vital than ever before. “In today’s uncertain world we need that shared strength more than ever,” he will tell his audience in Berlin, according to a draft. MI5 and the other two main UK intelligence agencies, MI6 and GCHQ, are all anxious to maintain a close working relationship with their European counterparts after Brexit. When Theresa May in March 2017 appeared to make intelligence-sharing a bargaining chip in Brexit negotiations, she was forced to backtrack after intervention from the spy chiefs. Parker will warn that although Islamic State has been expelled from Raqqa in Syria and Mosul in Iraq, it is still seeking to “direct devastating and more complex attacks” in Europe, which has already suffered 45 attacks since 2016. Speaking publicly for the first time since a nerve agent was used against Sergei Skripal and his daughter Yulia in Salisbury, he will directly blame the Kremlin for “flagrant breaches of international rules”, accusing it of being behind “aggressive and pernicious actions by its military and intelligence services”. He will describe the Salisbury attack as a “deliberate and targeted malign activity” which risks leaving Russia “a more isolated pariah”. The UK government and intelligence services were wrong-footed by the scale of a Russia media campaign following the attack. Parker called for more action “to shine a light through the fog of lies, half-truths and obfuscation that pours out of their propaganda machine”. Parker, speaking to an audience made up of fellow intelligence officers, will say European intelligence partnerships have never been more crucial in combating the threat posed by Russia and by the “intense and unrelenting international terrorist threat”. He will say: “European intelligence cooperation today is simply unrecognisable to what it looked like five years ago”. He will cite the work of one of the main platforms for intelligence sharing, the Counter Terrorism Group, which is made up of all 28 EU members along with Norway and Switzerland. He will describe the Counter Terrorism Group as the “largest multinational counter-terrorism enterprise in the world” where “real-time intelligence sharing” involves “thousands of exchanges on advanced secure networks every week”. Britain, with its access to much of US intelligence, is a prized partner for other European intelligence agencies, but the UK also benefits from shared intelligence with Germany and France and also some of the smaller European countries where the UK has minimal presence. Apart from common European platforms such as the Counter Terrorism Group, much of the intelligence sharing is bilateral. The UK and the other European spy agencies work on the assumption that intelligence sharing will continue after Brexit. But leaving the EU will throw up some problems, with the UK, in order to continuing sharing data at a European level, almost certainly needing new legislation to ensure it stays in line with the European legal framework on privacy and data sharing. Parker will use the Berlin speech to thank the European security agencies for the support they provided in the investigation after the Manchester attack in May 2017. According to Parker, the UK intelligence services and police have disrupted 25 potential attacks in the UK since 2013. Parker, who came under pressure last year after a series of terrorist attacks including Manchester and three in London, was due to retire this year but May has granted him an 18-month extension. He will say that he is confident about tackling terrorist threats because of “ the strength and resilience of our democratic systems, the resilience of our societies and the values we share with our European partners”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}