{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2018/may/01/facebook-dating-app-mark-zuckerberg-f8-conference", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2018-05-01T21:07:28Z", "webTitle": "Facebook announces dating app focused on 'meaningful relationships'", "webUrl": "https://www.theguardian.com/technology/2018/may/01/facebook-dating-app-mark-zuckerberg-f8-conference", "apiUrl": "https://content.guardianapis.com/technology/2018/may/01/facebook-dating-app-mark-zuckerberg-f8-conference", "fields": {"headline": "Facebook announces dating app focused on 'meaningful relationships'", "bodyText": "Facebook is launching a new dating app on the social media platform, its CEO, Mark Zuckerberg, announced at an annual developer conference on Tuesday, unveiling a feature designed to compete with popular services like Tinder. Speaking in front of a packed crowd in San Jose, Zuckerberg described the new dating feature as a tool to build “real long-term relationships – not just hookups”. “We want Facebook to be somewhere where you can start meaningful relationships,” he continued. “We’ve designed this with privacy and safety in mind from the beginning.” The announcement sparked gasps from the crowd and seemed to attract the most interest from the audience during Zuckerberg’s short speech, which focused on the company’s widening privacy scandal, new safeguards meant to protect users’ data and misinformation and fake news on the site. Chris Cox, the chief product officer, said the dating feature would be “opt-in” and “safe” and that the company “took advantage of the unique properties of the platform”. Soon after the announcement, Mandy Ginsberg, the CEO of Match Group, which owns Tinder, threw shade at Facebook, saying in a statement: “We’re surprised at the timing given the amount of personal and sensitive data that comes with this territory.” Cox showed a user’s hypothetical dating profile, which he said would be separate from an individual’s regular profile, accessed in a different section of the site. The dating feature would use only a first name and only be visible to those using the service, not an individual’s Facebook friends. The feature would not show up in the news feed, he added. Cox said users of this feature could browse and “unlock” local events and message others planning to attend. If a potential date responded, the two would then connect via a text messaging feature that is not connected to WhatsApp or Facebook Messenger. “We like this by the way because it mirrors the way people actually date, which is usually at events and institutions they’re connected to,” Cox said. “We hope this will help more folks meet and hopefully find partners.” The sample profiles displayed at the conference resembled some basic features of Tinder. Shares of Match, which also owns OkCupid and Match.com, fell by 21% after Zuckerberg announced the new feature, according to Bloomberg. IAC, Match’s parent company, which saw a nearly 14% drop in shares, also took a swipe at Facebook, with a joke about Russian propaganda on the site. Its CEO, Joey Levin, said in a statement: “Come on in. The water’s warm. Their product could be great for US/Russia relationships.” Ginsberg, from Match, also said “Tinder continues to skyrocket” and that the company was “flattered that Facebook is coming into our space”, adding, “We understand this category better than anyone. Facebook’s entry will only be invigorating to all of us.” A spokesperson for Bumble, another dating app that recently stopped requiring users to log in through Facebook, said the company was “thrilled when we saw today’s news” and had already reached out to Facebook: “Perhaps Bumble and Facebook can join forces to make the connecting space even more safe and empowering.” The CEO noted that one in three marriages in the US now started online. He said couples who met on Facebook have repeatedly thanked him over the years. Zuckerberg said: “These are some of the moments that I’m really proud of what we’re doing. I know that we’re making a positive difference in people’s lives.” The announcement of the dating feature came after Zuckerberg acknowledged that it has been a particularly “intense” year for the company, following revelations that millions of Americans’ personal data was harvested from Facebook and improperly shared with the political consultancy Cambridge Analytica."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}