{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2018/may/29/superannuation-fee-massive-rip-off-kelly-odwyer-productivity-commission", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2018-05-28T22:47:50Z", "webTitle": "Superannuation fee 'rip-off' must be stopped, minister says", "webUrl": "https://www.theguardian.com/australia-news/2018/may/29/superannuation-fee-massive-rip-off-kelly-odwyer-productivity-commission", "apiUrl": "https://content.guardianapis.com/australia-news/2018/may/29/superannuation-fee-massive-rip-off-kelly-odwyer-productivity-commission", "fields": {"headline": "Superannuation fee 'rip-off' must be stopped, minister says", "bodyText": "Unwanted fees and insurance premiums on multiple superannuation accounts are a “massive rip-off” and must be stopped, the revenue and financial services minister, Kelly O’Dwyer, has said. Responding to a landmark report by the Productivity Commission, released on Tuesday, O’Dwyer said she was “very encouraged” by a proposal to overhaul the superannuation system by creating a new body to recommend 10 high-performing funds to workers but stopped short of promising to implement this central recommendation. The deputy chair of the commission, Karen Chester, said the odds were stacked against super fund members due to “unintended multiple accounts and persistent underperformance” from some funds. “The impact of that is highly regressive, it causes a great harm to young people, workers on low incomes and workers in and out of work,” she told ABC AM. Sign up to receive the top stories every morning The Productivity Commission found that more than a quarter of the 74 funds offering MySuper product failed to meet benchmark performance returns. If workers in those funds had moved to the median of the top-10 performing products “they would collectively have gained an additional $1.3bn a year”, it said. “If a new job entrant ended up in an underperforming super fund they would be short-changed $375,000 when they come to retire,” Chester said. Employees do have the ability to choose their fund but, in practice, many are allocated an industry superannuation fund by their enterprise agreement or are allocated a default fund, chosen by the Fair Work Commission, through an industrial award. The Productivity Commission proposed that employees submitting a tax file number should be able to choose from a list of up to 10 of the best funds, to be decided by an independent panel every four years. The chief executive of the Association of Superannuation Funds of Australia, Martin Fahy, warned that this approach would wipe out a large number of medium-sized funds over time and harm competition. “We need to be careful there are not unintended consequences from a government-appointed body selecting 10 funds,” he told ABC News Breakfast. Asked whether this new system undermined consumer choice, Chester suggested it was necessary to combat the proliferation of unintended multiple accounts – which currently number 10m – resulting in unwanted fees and insurance contributions costing workers $2.6bn a year. O’Dwyer told Radio National on Monday that the report had “blown the whistle for millions of Australians”, revealing that superannuation funds “have not always been acting in the best interests of their members”. O’Dwyer said that about one-third of accounts were “unintended multiple accounts” because “employers have forced them into a particular fund of their choice or unions have through enterprise agreements”. “We don’t think that’s right and we know it needs to be fixed.” O’Dwyer called on Labor to back government legislation to prevent enterprise agreements nominating workers’ super fund. She said the Productivity Commission had proposed “a really clever solution” by recommending an independent organisation to pick 10 “best in show” funds, which would be an improvement on the “highly politicised” FWC choosing default funds. The chief executive of Industry Super, David Whiteley, said the report found that industry and not-for-profit funds were the best performing and the default system had served workers better than when they chose or were sold a fund. Whiteley told Sky News the proposal for a “best in show” shortlist was an “experimental” plan that would mean disengaged teenagers were making decisions for their retirement. On Tuesday Labor shadow treasurer Chris Bowen did not rule out supporting the Productivity Commission recommendations but called on the Coalition to drop “ideological” attacks on industry super if it wanted cooperation. In the 2018 budget the treasurer, Scott Morrison, announced changes including a ban on exit fees for superannuation. The super package includes a 3% annual cap on the fees that can be charged on passive accounts with balances below $6,000, to prevent low super balances from being eroded by ever-rising fees. O’Dwyer said the government would “proactively return people’s money to them through the taxation office” if they have a lost or inactive account, which would result in $6bn a year being returned to members instead of eaten up by fees and charges."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}