{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2018/may/09/david-moyes-west-ham-ambition-contract", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-05-09T21:30:00Z", "webTitle": "Bullish David Moyes invites West Ham to show they can match his ambition", "webUrl": "https://www.theguardian.com/football/2018/may/09/david-moyes-west-ham-ambition-contract", "apiUrl": "https://content.guardianapis.com/football/2018/may/09/david-moyes-west-ham-ambition-contract", "fields": {"headline": "Bullish David Moyes invites West Ham to show they can match his ambition", "bodyText": "David Moyes will seek assurances West Ham can match his ambition before deciding on his future and has said that he stayed with the east London club after receiving an offer from another Premier League club. The Scot is not certain to be West Ham’s manager next season despite securing their Premier League safety with two games to go, and both parties have doubts about whether he should continue. Moyes is due to hold talks over a new deal this month, having replaced Slaven Bilic on a six-month contract, and David Sullivan and David Gold, the owners, are aware many supporters believe the 55-year-old’s approach is too negative. West Ham’s efforts when they host Manchester United on Thursday night and Everton on Sunday will be a factor in the final judgment. A positive end would strengthen Moyes but he struck a bullish tone when asked about his plans. He has already risked angering Sullivan and Gold by complaining about West Ham’s culture of leaks and pulled no punches before the visit of United, saying he wants to be at a club capable of challenging for European qualification. “I’ve been right for a few clubs and I think I’d be right for many clubs,” Moyes said. “Probably apart from two or three managers there’s nobody who’s got a better win-ratio. “I have to make sure I’ve got what I want to do. For most of my seasons, apart from one last year, I’ve been competing at the top six or eight. I need to see if West Ham are going to get there. I want to be a manager pushing the top six or eight. You need the tools for that. I want to make sure I can give the supporters what they crave.” Moyes said he remained loyal when one of West Ham’s relegation rivals, believed to be Stoke City, approached him and he does not expect to be short of offers if he leaves. “I could have joined a Premier League club during the season here when I was West Ham manager,” he said. “I chose not to. But I’ve got other things if it’s not renewed. It’s not a problem.” Moyes, who said Joe Hart was not guaranteed to start against United after missing Saturday’s 2-0 victory at Leicester City because of illness, believes West Ham need a better infrastructure. “There’s a lot to be done on the pitch and a lot to be done off the pitch as well,” he added. “There are a lot of things we could address, like around the training ground. My experience has allowed me to see what good really looks like off the pitch, whether it be facilities, a board of directors, the people who work round football clubs, the roles people should have.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}