{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2018/may/09/manchester-united-positive-sir-alex-ferguson-health-jose-mourinho", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-05-09T21:33:29Z", "webTitle": "Sir Alex Ferguson out of  intensive care after surgery, say Manchester United", "webUrl": "https://www.theguardian.com/football/2018/may/09/manchester-united-positive-sir-alex-ferguson-health-jose-mourinho", "apiUrl": "https://content.guardianapis.com/football/2018/may/09/manchester-united-positive-sir-alex-ferguson-health-jose-mourinho", "fields": {"headline": "Sir Alex Ferguson out of  intensive care after surgery, say Manchester United", "bodyText": "Manchester United have confirmed that Sir Alex Ferguson “no longer needs intensive care” after the brain haemorrhage he suffered on Saturday, with the 76-year-old now set to continue rehabilitation as an inpatient. Ferguson had been in Salford hospital since Saturday following an emergency operation but a statement from the club on Wednesday evening revealed that he is making progress in his recovery. “Sir Alex no longer needs intensive care and will continue rehabilitation as an inpatient,” it read. “His family have been overwhelmed by the level of support and good wishes but continue to request privacy as this will be vital during this next stage of recovery.” On hearing the positive update, the Arsenal manager Arsène Wenger sent his best wishes to his former rival. He said: “It is very fantastic news and I’m very happy for that. It was a concern because he has worked very hard and he deserves a long period of enjoying life, and hopefully he can do that in good shape.” Earlier, the United manager José Mourinho admitted that the club were “very, very positive” that Ferguson would recover. “We are confident,” he said. The manager does not believe there is a cloud over the club and described the spirits of players and staff as good. “We are very, very positive.” After Ferguson collapsed at the family home on Saturday, he was taken to Macclesfield district hospital at around 9am, before receiving a police escort to rush him to the Salford facility, where he was operated on. That day, the club issued the following statement: “Sir Alex Ferguson has undergone emergency surgery today for a brain haemorrhage. The procedure has gone very well but he needs a period of intensive care to optimise his recovery. His family request privacy in this matter.” United play at West Ham on Thursday evening and when asked how Ferguson’s condition might affect the display, Mourinho said: “I can only think that if there is any relation, it is a positive relation.” Romelu Lukaku will miss the game and is in a race to be fit for the FA Cup final against Chelsea on Saturday week. “That’s what we try,” said Mourinho, who added that Marouane Fellaini has a chance of playing in their final Premier League game, at home to Watford on Sunday. United need a point at West Ham to secure second place, their highest finish since winning the title five years ago. Yet the manager admits he has players who may never be mentally strong enough. “I trust some more than others that can bridge that gap,” said Mourinho. “That’s normal. I know the players. I worked with the players for a couple of years. And, of course, some of the players I am totally convinced are going to make it, some others I have good hopes that they are going to make it, and some others I don’t believe they are going to make it. “Of course we can keep [those not up to it]. Unless there is a perfect squad, where you buy one goalkeeper, you don’t like [him], you buy another one, or you buy a central defender, you don’t like, you buy another one, you have to keep players you don’t love – when I say love, I say it ‘footballistically’ – and players you don’t totally believe have the level of the squad.” United have beaten all the other top-six teams this season but managed to lose at Newcastle, Huddersfield and Brighton. “When you lose against all the teams that were promoted, that doesn’t smell right for me,” Mourinho said."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}