{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2018/may/01/jurgen-klopp-liverpool-roma-champions-league-borussia-dortmund", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-05-01T21:44:00Z", "webTitle": "Liverpool look to create new European fairytale against Roma | Andy Hunter", "webUrl": "https://www.theguardian.com/football/2018/may/01/jurgen-klopp-liverpool-roma-champions-league-borussia-dortmund", "apiUrl": "https://content.guardianapis.com/football/2018/may/01/jurgen-klopp-liverpool-roma-champions-league-borussia-dortmund", "fields": {"headline": "Liverpool look to create new European fairytale against Roma", "bodyText": "Jürgen Klopp turned to a higher power during a fraught finale to his previous appearance in a Champions League semi-final second leg. It was not Zeljko Buvac. “I thought if God wills it, we’ll go to the final; if he doesn’t, we won’t,” said an emotionally drained Klopp following Borussia Dortmund’s 4-3 aggregate win over Real Madrid in 2013, when Sergio Ramos was a stoppage-time miss from sealing a three-goal comeback at the Bernabéu. The Liverpool manager would live the ordeal again at Stadio Olimpico for another shot at the final. Far better, however, to let Roma suffer once more. “Yes, I would take the result again if I wanted to have the same trip (to the final) but I don’t think anyone wants that,” said the Liverpool manager, whose Dortmund team took a 4-1 lead into the second leg against Real and whose current charges hold a 5-2 advantage over the Italians. “I would take that game again, we played a really good game, but we are not Borussia Dortmund, they are not Real Madrid, we are another team and it’s in another stadium. We are here to try and win, not to only lose 2-0. “In the first moments after the game at Anfield it was like Roma felt better than we did. That’s crazy. It was 5-2 but everyone was like: ‘Oh, now we have to work again’ but that was clear before. I’m still really happy with the result. I never thought we’d have to play one game at the highest level before we got to the Champions League final.” Klopp has refused to explain why Buvac, “the brain” of his managerial operation for 17 years, left his role as Liverpool assistant manager days before the club’s biggest Champions League date in a decade or confirm a reported approach from Arsenal. Similarly, he will not dwell on the past when preparing Liverpool for Wednesday’s examination in Rome. A campaign in which Liverpool have scored in every away game en route to the semi-finals offers enough encouragement. “I cannot tell the boys old fairytales about their manager who came through at Madrid,” said Klopp. “That doesn’t help. We have made our own experiences in the competition and the boys did brilliantly, especially away. Everybody talks about the Anfield nights: outstanding. But the away performances– Moscow, Hoffenheim – we have been spot on all of the time. We did it our way. We came here with really good, exciting football and I’m really happy about that. And now we want to continue that journey. “I don’t think people are that interested in semi-final losers, or final losers. I could write a book about that – we all know that. But the only way to win something is to go the whole way. Football is as in life; if you are not ready to lose you cannot win.” The Liverpool manager believes no other semi-finalist has suffered as much as his team en route to the last four, although Roma’s players may beg to differ having been dismantled for an hour at Anfield last week. Alex Oxlade-Chamberlain’s season-ending injury in the first leg is a case in point, draining the joy from the home dressing room after the 5-2 as well as the manager’s midfield options. Klopp said: “I liked the way we struggled a bit after Ox came off, and not because of Gini [Wijnaldum]. It was because it was a shock for the boys. It was because they care.” Another gruelling episode was the first half of the quarter-final second leg at Manchester City, when Liverpool’s last three-goal lead in Europe came under serious threat. Wijnaldum, who excelled in place of Oxlade-Chamberlain against Roma, insists the Etihad Stadium experience could prove invaluable at Stadio Olimpico. The Liverpool midfielder said: “I think we were too impressed by the way City were playing and maybe a little bit scared. We knew it would be difficult but we were surprised by their unbelievable attacking speed. In that case you are lucky the game has two halves so we could recover and play a good second half. At half-time the manager showed us the chance that Ox had. He said we didn’t need to be scared, we just have to play our own game and if we played football we would create chances as there was so much space in behind because they were playing with five or six attackers. Every game is not the same but you always learn from games. We know what we can expect.” Given their first-leg lead, sheer dominance of Roma for the majority of the tie at Anfield, Mohamed Salah’s hold over his former club and the hosts’ duty to attack on Wednesday, it would take something extraordinary to deny Liverpool a trip to Kiev on 26 May. Whatever transpires in the Italian capital, Klopp is adamant this is just the start for Anfield’s latest generation of European specialists. Klopp explained: “If this team goes to the final it would be an outstanding, outstanding, achievement already. It is not the prize we want then because if you go to a final then of course you have to think a little bit bigger, but it would be something we could not have expected at the start of the season. “The boys really stepped up. Losing a player like Phil [Coutinho] in the winter is big on the outside and I can say what I think and we tried to do something to sort it, but the decisive thing is what the boys think in that moment. They obviously missed him and they miss him still because he is a fantastic boy but they stepped up and played football. They are at the best football age – too young to say they are really experienced but already that good that you think: ‘OK, we could do something special’.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}