{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2018/may/02/home-office-has-no-way-of-monitoring-success-of-modern-slavery-crackdown", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2018-05-01T23:01:06Z", "webTitle": "Home Office has no way of monitoring success of modern slavery crackdown", "webUrl": "https://www.theguardian.com/world/2018/may/02/home-office-has-no-way-of-monitoring-success-of-modern-slavery-crackdown", "apiUrl": "https://content.guardianapis.com/world/2018/may/02/home-office-has-no-way-of-monitoring-success-of-modern-slavery-crackdown", "fields": {"headline": "Home Office has no way of monitoring success of modern slavery crackdown", "bodyText": "The Home Office has no way of knowing whether its crackdown on modern slavery is a success, parliament’s spending watchdog has found. The public accounts committee said the government did not yet have the data or systems necessary for understanding the exploitation of vulnerable and unregistered workers despite the introduction of an “ambitious” strategy four years ago. A report issued on Tuesday has also highlighted “extreme” variations in the number of potential victims flagged up for support by police, and the small proportion of recorded crimes leading to prosecutions. Modern slavery encompasses a broad range of offending including forced labour, domestic servitude and human trafficking. An official estimate previously indicated there were up to 13,000 potential victims in the UK, though experts put the numbers significantly higher now. The committee’s report says: “The Home Office introduced an ambitious modern slavery strategy in 2014 but it has taken too long to learn what works in the system, to understand the complexities of the crime, and to turn the strategy and the Modern Slavery Act into an effective and co-ordinated approach across government. “Government does not yet have the data or systems to understand the crime, the demographics and circumstances of the victims and the perpetrators. Nor does it know how much money it spends tackling modern slavery or what success looks like, meaning it cannot establish whether its strategy is working or how it should prioritise its actions.” The national referral mechanism (NRM) is a key framework for tackling slavery and trafficking, for identifying victims from possible cases reported by first-response agencies. The committee noted that three police forces with the highest number of adult referrals of potential victims had made more than 900 referrals since the NRM began in 2009, while six forces had made fewer than 10 referrals each in the same period. The report says: “The extreme variation between police forces’ referral rates suggests that some forces are not treating modern slavery as seriously as others.” While conviction rates have been comparable with other crimes, the assessment cites figures showing that, in the year to March 2017, only 6% of recorded modern slavery crimes led to criminal legal action. MPs also raised concerns that victims were waiting “far too long” to receive NRM decisions, saying delays caused further distress and anxiety to vulnerable people. In another finding the committee concluded that a “hands-off” approach to businesses’ compliance with rules on transparency in supply chains was not working. The committee’s chair, the Labour MP Meg Hillier, said: “Victims of modern slavery can face unimaginable horrors but the government’s good intentions have yet to result in coherent action to help them. This crime is complex and a piecemeal approach will not cut it.” A Home Office spokeswoman said the government’s modern slavery taskforce would consider the committee’s recommendations carefully. “We have recently announced reforms to the national referral mechanism to make sure it supports more victims at a quicker pace and we are taking action to eradicate modern slavery from the economy, including requiring large businesses to report on how they are tackling and preventing this crime in their supply chains.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}