{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2018/may/16/vereniki-goneva-dean-richards-newcastle-premiership-awards", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2018-05-16T21:45:11Z", "webTitle": "Newcastle’s Vereniki Goneva wins Premiership player of season award", "webUrl": "https://www.theguardian.com/sport/2018/may/16/vereniki-goneva-dean-richards-newcastle-premiership-awards", "apiUrl": "https://content.guardianapis.com/sport/2018/may/16/vereniki-goneva-dean-richards-newcastle-premiership-awards", "fields": {"headline": "Newcastle’s Vereniki Goneva wins Premiership player of season award", "bodyText": "Newcastle Falcons’ achievement in reaching this season’s title play-offs has been rewarded with two major accolades at the Aviva Premiership Awards. The Fijian winger Vereniki Goneva has been named player of the season while Dean Richards picked up the best director of rugby award at this year’s ceremony in London. Goneva topped a shortlist also featuring Wasps’ Danny Cipriani, Exeter’s Don Armand, Sale’s Faf de Klerk and Northampton’s Jamie Gibson, having finished as the league’s joint highest try-scorer with 13 tries. The 34-year-old was released by Leicester in 2016 but has been enjoying a fresh lease of life in the north-east. “When I first met him for a chat two years ago in Betty’s Tea Room in Harrogate I couldn’t believe how fortunate we were to be signing such a quality guy as well as an amazing player,” said Richards. “He defies the ageing process with the physical condition he keeps himself in, he is a phenomenal athlete but also has a thorough understanding of the game and how he can influence it. He is right up there in the world-class bracket when it comes to finishing.” Richards has also been recognised for guiding the Falcons to within two victories of lifting the trophy for the first time in two decades. His side will have to beat the defending champions, Exeter Chiefs, on Saturday to reach the final but have already enjoyed their best season since the distant era of Sir John Hall, Rob Andrew and Jonny Wilkinson. The Falcons also collected the award for try of the season, Sinoti Sinoti’s mazy run against Exeter at Kingston Park being adjudged the best. Sinoti’s try was among a record 776 tries scored in the Premiership this season, beating the previous mark of 750 in 1999-2000. Exeter’s director of rugby, Rob Baxter, has stressed his Chiefs players will deserve to finish empty-handed if they are remotely complacent in the semi-final against Newcastle at Sandy Park. The Chiefs will start favourites having topped the regular-season table but Baxter says his side should assume absolutely nothing. “If we lose on Saturday, is anyone going to talk about us finishing top of the table in five years’ time? Of course they’re not,” warned Baxter. “At the moment we don’t deserve to start talking about winning back-to-back finals. We haven’t yet dealt with the next hurdle, which is beating Newcastle. “You can’t run away from it, there is complacency among other people. There are bound to be those saying: ‘Exeter don’t lose a lot of home games and semi-finals tend to be won by the home team,’ but most players deal with that pretty well. If we go out on the field and we’re complacent we’ll deserve to lose. I would have no complaints about that, it would be our mistake.” Meanwhile, the England women’s forwards coach Matt Ferguson is to join Northampton Saints this summer as assistant coach."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}