{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2018/may/13/southampton-manchester-city-premier-league-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-05-13T21:51:00Z", "webTitle": "Manchester City hit 100 points with late Gabriel Jesus winner at Southampton", "webUrl": "https://www.theguardian.com/football/2018/may/13/southampton-manchester-city-premier-league-match-report", "apiUrl": "https://content.guardianapis.com/football/2018/may/13/southampton-manchester-city-premier-league-match-report", "fields": {"headline": "Manchester City hit 100 points with late Gabriel Jesus winner at Southampton", "bodyText": "How fitting that Manchester City would finish an extraordinary season with a bang. After plucking Kevin De Bruyne’s exquisite flighted ball out of the summer air with his left foot, the substitute Gabriel Jesus hoisted a wonderful dinked effort into the net with his right, with only two seconds of three added minutes left on the clock, racking up the champions’ 32nd win of the campaign, attaining a landmark and record-breaking century in the process. As Jesus whipped off his shirt, wheeling away before being mobbed by his team-mates, Pep Guardiola, his manager, punched the air with both fists before half of his technical area emptied towards the delirious away support. It had looked as though the 100-point mark would evade them and that they would end the season on something of a bum note until Jesus’s timely reminder that this City side are no ordinary team. “A lot of goals, concede few, lots of points, wins at home, wins away, everything was perfect this season – and finished the way we deserved to finish,” Guardiola said. “Premier League, 100 points, I still cannot believe it, it is a massive achievement.” “One hundred points is a lot, [that is] 50 points at home, 50 points away, it means how stable, how good we were all the season. The numbers are always consequences of what we have done in terms of the way we play, our mentality. You cannot achieve what we achieve in terms of many, many records if you are not a humble team, professional, [that] has that desire to take the ball and win and win and win. It’s massive, it’s a lot of points, it’s now time to rest – except the guys who go to the World Cup – time to rest, enjoy the summer and prepare well for the next season.” One minor worry for Guardiola is that he may be about to lose one of his assistants, with Mikel Arteta of interest to Arsenal, as they search for Arsène Wenger’s successor. “What we have done this season, for all the staff, Mikel, his contribution, was outstanding, amazing. We were together so good, all the staff, Mikel. So if he stays, I will be happiest guy in the world. If he decides to move because he has this offer, this option, I will not say you don’t have to go. I want the best for my friends and he’s a friend of mine and I want the best. If he decides to go, I will be so sad but I will understand his decision, because it’s his career, his life, his family, and I am not right guy to say you don’t have to do that. But hopefully, hopefully he can stay and finish what we have started together in the coming years.” City were made to work for their final win of a brilliant title-winning campaign, though. Southampton were at leisure for long periods, with the defender Wesley Hoedt rattling the crossbar in the first half. Guardiola’s side never really got a grip on the game until Jesus was introduced on the hour mark. Until then the returning Raheem Sterling, who himself struck the woodwork after dancing round the edge of the box, had led a City line that lacked killer instinct in the continued absence of Sergio Agüero. Leroy Sané slid a cross into an empty box before the ball ricocheted towards Fernandino, lurking near the penalty spot, only for the Brazilian to drive over. Guardiola, sleeves rolled up, stalking his technical area, acknowledged something had to change and soon Jesus entered in place of Fabian Delph. It was Southampton who had the next glimpse of goal, though, with Fernandinho clearing off the line from Dusan Tadic, who had beaten the offside trap and twice skirted round Claudio Bravo, with the Manchester City goalkeeper frantically scampering round his box. Then came Brahim Díaz and 17-year-old Phil Foden, for their fifth league appearances of the season – ensuring each of them one of 40 Premier League medals in the process – before Jesus popped up to finish an unforgettable season in considerable style, lifting the ball over Alex McCarthy after latching on to De Bruyne’s brilliant ball. For Southampton, their post-match lap of appreciation must have felt a little bittersweet at the end of an enormous week, in which they secured their league status after a crucial victory at now relegated Swansea City. “Tuesday night was the key one for us but I thought we put in a really professional performance, which I demanded,” Mark Hughes, the Southampton manager said, adding he expects the club’s hierarchy to make a swift decision over his future and whether he will lead Saints next season. “You expect the best team in England to always go to the end. They are an outstanding team.” City, meanwhile, have tied down their goalkeeper Ederson to a new contract which will keep him at the club until 2025."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}