{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2018/may/28/bbc-king-lear-review-anthony-hopkins", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2018-05-28T22:30:05Z", "webTitle": "King Lear review – Anthony Hopkins is shouty, vulnerable and absolutely mesmerising", "webUrl": "https://www.theguardian.com/tv-and-radio/2018/may/28/bbc-king-lear-review-anthony-hopkins", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2018/may/28/bbc-king-lear-review-anthony-hopkins", "fields": {"headline": "King Lear review – Anthony Hopkins is shouty, vulnerable and absolutely mesmerising", "bodyText": "London at night, the capital’s priapic new edifices – the Shard, Gherkin etc – sparkle and thrust proudly skywards, something to do with the lusty stealth of nature perhaps. It looks a bit like the start of The Apprentice but it’s King Lear. “Nothing will come of nothing” … you’re fired. Just along the river, Gloucester and Kent (Jims Broadbent and Carter) arrive at the Tower in a black Range Rover. The king presumably will land at City airport in a Learjet. He doesn’t. They missed a trick there. Anyway, he’s already here at the Tower. In Richard Eyre’s TV adaptation, Lear (Anthony Hopkins) is a military dictator in the present, gathering the troops – and the family – for the division of the kingdom. The north, and its powerhouse presumably, goes to Goneril (Emma Thompson). The West Country to Regan (Emily Watson, this is a seriously sparkly cast). The prosperous south-east is due to be Cordelia’s, until she fails in her filial flattery and is disinherited, disowned and sent to France (boo) instead. It’s really not such a leap of the imagination – the ageing, dangerous, male autocrat losing the plot. Or the power-passing down a generation. I thought of the Kims over in Pyongyang, another dynasty that also has favourite offspring, illegitimate offspring, a Midsomer body count and sibling poisoning. And the Murdochs. Anyway, the point is, Eyre’s TV Lear doesn’t just sparkle and shine with city lights and thespy stars, it hammers on the big bell of relevance as well. (The Bard should probably take some of the credit, too.) Shakespeare on television – a box it wasn’t designed for and doesn’t necessarily fit – isn’t always successful. It only works if it’s not just a play on the telly, but something in its own right, too, with its own identity. This one achieves that, with pace and modernity. No Learjets maybe, but there are helicopters, and other 21st-century weaponry, in the war between England and France. Kent’s disguise is a skinhead cut. Edmund and Edgar’s duel, an epic bout, is fought in the medium of … mixed martial arts. The heath has a busy A-road passing through it, along which to wander along – the A2 perhaps, on its way to Dover. It also encompasses a dreary city centre, the no-longer-new-town of Stevenage. That’s a memorable scene: Gloucester, now sightless, and Edgar, sitting on a bench in a concrete precinct, bumped into by Lear, in the full throes of madness, pushing his overflowing supermarket trolley around. That’s exactly where they’d be today, Stevenage. It’s not surprising to hear that a passerby mistook Hopkins for a homeless person and directed him to a hostel. I’m not Michael Billington (just to be clear): I cannot compare Hopkins’s performance with other great Lears I have known, to be honest I haven’t known that many. I can say it is that, though – a great one. Now 80 himself, the right age, Hopkins is at home in Lear’s skin. Shouty, angry, cruel one moment; vulnerable, tender, loving the next – or at the same time. A mesmerising performance. Thompson’s power-hungry and cold Goneril reminded me of another Hopkins – Katie, who was in The Apprentice. There are fabulous performances all over the place; I enjoyed Karl Johnson’s Fool and Christopher Eccleston’s oily Oswald. Plus, TV provides an intimacy you don’t get at the National Theatre. A bit too intimate, perhaps, in Gloucester’s eye-gouging. I’ve never been good with eye-gouging. In, stay in, “vile jelly!” I also enjoyed not sitting behind a Bard-bore, chortling loudly because he wants everyone to know that he knows that something is humour. Not too many gags in Lear, to be fair. Not only am I not Michael Billington, as I think I mentioned, I’m not even a Shakespearean scholar, you may be surprised to hear. I did do King Lear at school, a very long time ago. And that’s enough: I’m in, focused, not wandering (well, not too much). The MMA and the helicopters and the fact that it’s only two hours long all help, but if this Fool can get involved and engage, then anyone can. You don’t even have to be an expert in 21st-century geopolitics (which I am). Have you got – or have you ever had, or are you perhaps – a father? Do you have a family? Of human beings? That’s all you need, and it’s better than The Apprentice. The wheel has come full circle."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}