{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2018/may/21/morning-mail-macquarie-bank-trade-war-trump", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2018-05-20T20:59:32Z", "webTitle": "Morning mail: Macquarie Bank under scrutiny for alleged misconduct", "webUrl": "https://www.theguardian.com/australia-news/2018/may/21/morning-mail-macquarie-bank-trade-war-trump", "apiUrl": "https://content.guardianapis.com/australia-news/2018/may/21/morning-mail-macquarie-bank-trade-war-trump", "fields": {"headline": "Morning mail: Macquarie Bank under scrutiny for alleged misconduct", "bodyText": "Good morning, this is Eleanor Ainge Roy bringing you the main stories and must-reads on Monday 21 May. Top stories Macquarie Bank wrongly withheld $875,000 from a Sydney couple after using “not unusual” practices that prompted allegations of forgery and misconduct. As the royal commission on banking this week turns its sights on small business lending, the bank’s treatment of Steve Wise, 66, and his wife has also exposed mistakes by the industry-funded financial ombudsman service, which misconstrued evidence to initially recommend Macquarie be cleared of wrongdoing. The case prompted a surprise intervention from Tony Abbott, Wise’s local member, who last week wrote to the financial services minister, Kelly O’Dwyer, urging her department to “take another look” at what appeared to be “improper behaviour by both a bank and a regulator”. Sign up to receive the top stories from Guardian Australia every morning The US has pulled back from a potential trade war with China by agreeing to put proposed tariffs on Chinese imports “on hold”. The Treasury secretary, Steven Mnuchin, said negotiations with Chinese officials had borne fruit, so Washington and Beijing could step back from imposing punishing tariffs on each other’s exports. The breakthrough came after two days of talks between Mnuchin and China’s vice-premier, Liu He, in Washington. The Greens have ruled out supporting both major parties’ planned tax cuts, accusing them of attempting to bribe voters, by “giving away cheques like a breakfast TV show trying to increase ratings”. The government has promised a $530 tax offset for workers earning between $41,000 and $90,00 from next year, as the first tranche of the tax plan revealed in the budget. But Scott Morrison is so far having trouble convincing the crossbench that the final stage of its $140bn plan – which would bring in a flat rate of tax for earners between $41,000 and $200,000 by 2024 – is workable. The mayor of Bundaberg says his community has turned against the cashless welfare trial after learning its cost. When locals were told how much the trial program would cost to administer – about $10,000 a year per participant, according to the Australian Council of Social Service – support for it stood at just 26%, down from 56% before they knew the cost. “Surely there’s ways to incentivise people,” said the former mayor and former LNP stalwart Jack Dempsey. “When you look at $10,000 ... per individual, it suddenly stacks up that you could nearly pay for them to have a job in the first place.” A Queensland MP who spoke out against the dumping of Jane Prentice has been summoned to appear before the LNP’s candidate review committee, a move described by supporters as “politically stupid payback”. Michelle Landry is one of a group of MPs, including Trevor Evans, Warren Entsch and, reportedly, George Christensen, who have been called before the panel. All four have contradicted party lines, three on social issues and one against the leadership. Sport AFL was played all over the country – and even internationally – in round nine. But as just over 10,000 people attended a dour contest in Shanghai, even fewer turned out to see the Kangaroos play GWS in Hobart – evidence that Tasmania may be turning its back on an organisation that sees no future for a football team in the state, writes Craig Little. State of Origin looms and, with spots up for grabs, players took to round 11 looking to prove their worth. In this case, many chose to prove their aggression, beginning with James Roberts and Latrell Mitchell on Friday night. Thinking time Strathalbyn station is cattle country, 34,000 hectares of north Queensland grazing land, and the site of a pilot program that has demonstrated the potential to drastically improve the quality of water flowing towards the Great Barrier Reef. The project has recorded a remarkable reduction – from tonnes to grams – in the amount of soil washed away from the test site every year. As Ben Smee reports, it aims to work through many more sites by 2030, enough to have a measurable impact on reef water quality. One of the world’s most unconventional film-makers, Jane Campion, talks about the end of the patriarchy, doing away with decorum, and how losing her baby son changed her forever. “I think we got caught in a complicated supplicancy, a very sophisticated supplicancy,” says Campion of women being sidelined in the film industry. “[But] right now, we’re in a really special moment. I’m so excited about it. It’s like the Berlin wall coming down, like the end of apartheid.” “The decision to finally make an official police complaint about a sex offence wasn’t so much a ‘lightbulb moment’ as the gradual knocking away at a tall wall with a small mallet, brick by brick,” writes Bri Lee, whose memoir, Eggshell Skull, recounts her journey through the Australian justice system. Lee wrrites about wall she constructed from the moment she realised what had been done to her. The one that had been fortified by all the casual sexism women absorb every day. The bricks that people added when they didn’t believe the women who came forward, and the bricks she added herself. What’s he done now? Donald Trump has called for an investigation into whether the FBI infiltrated his presidential campaign after the New York Times reported that his son and other aides met a representative of two Gulf states offering to help the campaign in 2016. After a long string of furious tweets about the “Witch Hunt”, Trump wrote: “I hereby demand, and will do so officially tomorrow, that the Department of Justice look into whether or not the FBI/DOJ infiltrated or surveilled the Trump Campaign for Political Purposes – and if any such demands or requests were made by people within the Obama Administration!” Media roundup Amid further coverage of Saturday’s royal wedding, the Australian reports that ABC journalists are being sent for more training in an attempt to halt declining ratings of the 7pm news – 660,000 people watched ABC news in the mainland capital cities last week, 100,000 fewer than a year ago. The Hobart Mercury reports that Tasmania’s police force is being investigated over possible leaks and the misuse of information by its officers. And the Liberal party president, Nick Greiner, has told the ABC a 50/50 gender ratio of candidates is unlikely to be achieved by 2025. “It’s tough from where we are now, given the realities of the timetable,” he said. “The important thing is to maintain the pressure.” Coming up The banking royal commission resumes today, looking at loans to small businesses. Parliament sits again, with the Liberal MP Sussan Ley due to introduce a private member’s bill to ban the live export trade in sheep to the Middle East . Supporting the Guardian We’d like to acknowledge our generous supporters who enable us to keep reporting on the critical stories. If you value what we do and would like to help, please make a contribution or become a supporter today. Thank you. Sign up If you would like to receive the Guardian Australia morning mail to your email inbox every weekday, sign up here."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}