{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "global/2018/may/20/the-uks-30-best-fashion-boutiques", "type": "article", "sectionId": "global", "sectionName": "Global", "webPublicationDate": "2018-05-19T23:05:41Z", "webTitle": "The UK’s 30 best fashion boutiques", "webUrl": "https://www.theguardian.com/global/2018/may/20/the-uks-30-best-fashion-boutiques", "apiUrl": "https://content.guardianapis.com/global/2018/may/20/the-uks-30-best-fashion-boutiques", "fields": {"headline": "The UK’s 30 best fashion boutiques", "bodyText": "Modern Society, Shoreditch, London One of Redchurch Street’s coolest offerings, Modern Society fuses fashion, lifestyle, art and food in effortless style. It stays ahead of the curve when it comes to the latest brands and was first to introduce London to the covetable coats of Sandy Liang, By Far footwear and Salt Surf. With a clientele evenly split between male and female, genderless labels are popular – including its own line of T-shirts. Owner Nazifa Movsoumova says: “We are in a prime location, near Shoreditch House and Jasper Conran’s Boundary hotel, so we see a lot of tourists at the weekend. Weekdays are when our regulars return to the café and to check out the new drops. We’ve also just launched crystals, so if you’re looking for some guidance or a good omen, we’ve got an amazing array!” themodernsociety.com; @modern_society_london Browns Fashion, Mayfair Established in 1970 as one of the first multi-brand boutiques in the UK, Brown’s has a reputation as a fashion talent scout that is second to none. Founder Joan Burstein employed Manolo Blahnik and Osman Yousefzada, and discovered Alexander McQueen and John Galliano. Now owned by online giant Farfetch, the original South Molton Street store has powerful backing and a big digital engine, as well as a second store, Browns East. Cutting edge and bang on trend are its milieu. Current faves are the labels Ruslan Baginskiy and Wandler. Look out for spangly disco swimwear from French label Oséree and Leslie Amon and micro sunglasses from Roberi &amp; Fraud. brownsfashion.com MatchesFashion, Marylebone It may have an online behemoth behind it (having been sold for a reported £400m), but the MatchesFashion Marylebone boutique is still both a local and destination store for the stylish shopper. As much drop-in fashion clinic as shop, customers can enjoy a calendar of events throughout the year. This year’s summer celebrations start this month when guests can mingle with the designers behind womenswear vacation brands, Horror Vacui, Álvaro, Gioia and Wiggy Kit and shop the looks. Recommended for the shopper – both male and female – who wants to be first in line for the most stylish new brands. matchesfashion.com; @matchesfashion KJ’s Laundry, Marylebone In pretty Marylebone Lane, this 12-year-old New York-feel store owned by Kate Allden and Jane Ellis offers designer labels on the cooler side of feminine bohemia. “Our customers are confident working women who come to us for the special pieces in their wardrobe that they can’t find on the high street,” says Ellis. Look out for pretty printed shirts by Paris brand Soeur, minimalist frills from Ulla Johnson and this season’s new-to-the-store labels Birds of Paradis and Natalie Martin. kjslaundry.com; @kjs_laundry The Place, Mayfair Veteran retailer Simon Burstein, son of the founders of Browns Fashion, has just opened a new multi-brand store next to Claridge’s. As you’d expect from Bernstein’s pedigree, there’s a prestigious mix of new and interesting designer labels, particularly embroidered designs by Alice Archer (formerly of Dries Van Noten), Sofie D’Hoore’s chic European minimalism and Dodo Bar Or’s colourful boho cotton dresses. For menswear, bright and jolly shirts from Leathersmith of London work well alongside. Simon says: “We’ve been established on Connaught Street with a men’s and women’s store for some time, but last month we had the opportunity to open up on Brook Street, opposite Claridges, which is a great location, although I’m only too aware that there’s a lot of competition out there. We put a lot of emphasis on service, and atmosphere and the assortment of brands are relatively unknown to people. Whether it’s a young brand or a well-established label that hasn’t been that visible – like Sophie D’Hoore, the Belgian designer, who is great for a certain kind of woman. The customer loves what she does. The most important brand for me is Alice Archer, the designer I’ve been backing since the days of Browns, where I was CEO. It’s luxurious, it’s special and it really comes with something very different.” theplacelondon.co.uk; @the.place.london 18montrose, King’s Cross With branches in Glasgow and Nottingham, as well as London’s King’s Cross, this casual and streetwear boutique dresses men (and some women) across the nation. Best-selling brands include casual’s favourite Stone Island, alongside footwear by Adidas and Nike – this season’s Raf Simon’s Replicant trainer is flying out. Look out for new-to-the-fold designer Heron Preston, with his millennial take on jersey trackies, hoodies and graphic T-shirts. 18montrose.com; @18montrose Couverture &amp; The Garbstore, Notting Hill These two stores make for one bright retail experience. On the ground floor and mezzanine it’s the Couverture take on womenswear, home and lifestyle. Downstairs is Garbstore’s menswear. Both have beautiful, unusual buys that will stand out, even if the price points can be a stretch. Favourite labels for women include New York’s Rachel Comey and London’s LF Markey. Men should make a beeline for watches by Techne and the English Difference, the Garbstore’s latest own line. couvertureandthegarbstore.com Wavey Garms, Peckham Set up by former chef Andres Branco as a Facebook page to trade hard-to-find 80s and 90s streetwear to a millennial audience whose parents probably had the originals, Wavey Garms (Urban Dictionary translation: cool clothes) has been described as “changing the face of British fashion”. Its success has led to collaborations with global players such as Nike, as well as diversification into styling, creative direction and its very own coffee-table book. If you want to buy the garms in person, you can now do so at its recently opened store in Peckham, south London. waveygarms.com; @waveygarms Dukes Cupboard, Soho Dreaming of 90s Stussy? Dukes Cupboard is the vintage designer and sportswear store for you. Having started back in 2012 as a market stall for secondhand Polo by Ralph Lauren on Soho’s Brewer Street, success has led it into the warmth of a physical store around the corner at Green’s Court. Lacoste, Polo, Nike, Stone Island and Dolce &amp; Gabbana all feature large and if you can’t get there, they have a strong online website and Instagram presence with 28.2k followers. dukescupboard.com; @dukescupboard Other/shop, Soho Looking for a fashion-forward take on unisex and workwear? Other/shop could be the store for you. A selection of considered labels including the excellent Studio Nicholson (mens and womens), Story MFG, London-based fashion favourite Peter Jensen and the street-influenced Aries Arise provide an interesting blend, alongside the store’s own brand Other, an androgynous collection of utility fashion, designed by the founders and produced and fabric-sourced in the UK. other-shop.com; @othershop london Our Daily Edit, Brighton Former TV producers Ella Wells and Marc Lewis are the husband and wife team behind this relaxed and friendly store. Mingling fashion with lifestyle and art, bestsellers for women include the ever popular Ganni, LF Markey and Sideline, who are based nearby in Lewes. Male customers come back for Portuguese Flannel, Levi’s Made &amp; Crafted and Wood Wood. Ella says: “Marc and I always wanted to be a store that felt welcoming and inspiring with no obligation to buy. We try to take on brands that people haven’t heard about. We do have some bigger labels, but we like niche labels. We like to support local designers and artists. We work with them on collaborations and hope to find a new audience through them.” ourdailyedit.com; @ourdailyedit Object Style, Manchester A Scandi-style boutique in Manchester’s trendy Chorlton? What took them so long? Object Style is the whole shebang – a finely curated collection of clothes for men and women and mid-century homewear, put together by husband and wife team Alex and Rachael Otterwell. Womenswear has a utility feel in muted palettes (modelled online by chic owner Rachael) and accessorised with minimalist plated jewellery. Menswear comprises chunky leather footwear and shaggy knitwear. Buy a scented candle for the complete hygge experience. objectstyle.co.uk; @object_style Hervia Bazaar, Manchester This designer luxury store does a good line in cutting-edge labels, such as Thom Browne, Rick Owens and Gosha Rubchinskiy. Streetwear style brands, such as Comme des Garçons line Play, as well as Kanye West’s Yeezy and sneaker brand collaborations are also a favourite, while Hervia’s retail partnership with Y-3 also allows it the largest online selection of the Adidas brand in Britain. hervia.com; @herviaofficial Cricket, Liverpool Compared to the height of Coleen Rooney fever, Cricket enjoys less national media attention than it once did, but no less commercial success. In designer-conscious Liverpool, where teenagers will fork out £500 for a pair of prom shoes, the fashion stakes are high and owner Justine Mills (good pals with Vogue editor-in-chief Edward Enninful, don’t you know) always provides. It was the first UK buyer of Balenciaga, which can’t currently be kept in store long enough, alongside catwalk looks from Celine, Valentino, Chloé, Versace and contemporary brands, such as Off-White. Menswear also performs well and the kidswear downstairs allows a frenzy of mini-me styling on the shop floor. cricket-fashion.com; @cricketfashion Resident Store, Frome, Somerset A lifestyle boutique with clothes, rather than a fashion store, Resident brings together a carefully considered blend of garments that work well in the Scandi-inspired interiors that are so all-of-us right now. Look out for the soothing colour palettes of Selected Femme and Selected Homme, easy shirting by Form &amp; Thread and minimalist weatherproof coats by Rains. residentstore.co.uk; @resident_store Square, Bath A Bath stalwart for more than three decades, Square has recently rehoused itself in a building where Mary Shelley wrote part of Frankenstein. The style continues at this classic boutique with bright mid-priced dresses by Rixo in the window and drawing in the crowds. Also currently selling well are Golden Goose trainers, the Isabel Marant diffusion line Etoile, sensuous silky pieces by Italian label Forte Forte and knitwear staples by 360 Cashmere. A new website will be coming next season. @square_bath Found, Bath There’s an eclectic mix of apparel, accessories, jewellery and stationery at Found, a store that seeks out the lesser seen. A strong emphasis on British brands sees contemporary womenswear label Sideline (good jumpsuits), sitting alongside the always excellent YMC and colourful knitwear by Hades. For men, this season Hong Kong label Made by Scrub joins the likes of Universal Works and Penfield. Fashion types will hone in on the cool earrings by Machete, too. foundbath.co.uk; @foundbath Black White Denim, Wilmslow, Cheshire Catering for a swish Cheshire crowd, Black White Denim provides a trendy and bright take on daywear and looks to dress up for evening. Favourite labels include dresses by Rixo, trainers from Air &amp; Grace, shirting by Rails and Bella Freud, and John Smedley knitwear. The ingeniously entitled menswear department, Bloke White Denim, is a recent addition and carries many of the same brands as womenswear. Owner Jo Davies says: “There’s so much anonymity now in online shopping that I think our customers really like the whole relationship element of the purchase in our store. My shop has become a bit of an extension of my home. It’s a bit like having the front door open, the kettle and a load of clothes people want to try on.” blackwhitedenim.com; @blackwhitedenim Old Town, Holt, Norfolk A unique offering, Old Town calls itself a micro-clothing company and produces and sells early-20th-century-inspired workwear in a contemporary style from its shop and workshop in Holt. Think high-waisted moleskin men’s trousers (£150) and apron dresses for women (£88). They make about 70 garments a week, using British cotton, wool and linen where possible. Without marketing, Old Town has developed a cult following, particularly among creatives who see the look as an alternative uniform. old-town.co.uk; @oldtownengland Bernard Boutique, Esher, Surrey This family-owned store may have been around for yonks, but it consistently delivers a fresh take on the season’s best fashion for women. For this season, bright printed pieces and swimsuits from Ganni, the Danish label much loved by the fashion crowd, stand out, as well as pointy glamorous mules by the British Malone Souliers. They’re one of the few stockists of the ultra-cool Japanese label Sacai and also stock No 21, Chloé and Moncler for its well-heeled locals. Always worth a visit. bernardboutique.com; @bernardboutique The Hambledon, Winchester A Georgian-fronted building, with rooms that date back to Tudor and Norman times, this buzzy, creative destination store houses three rooms of womenswear, menswear in the basement, and homewares, stationery and whatever else they fancy. Popular labels for women include Bellerose, Stine Goya, coats by Shrimps and summerwear by Masscob. Menswear favourites include the harder to find 6876 and Adsum. People travel far and wide for the Hambledon experience. But even if you can’t get there, the relaunched website now also offers its extensive range of fashion. thehambledon.com; @thehambledon The Dressing Room, St Albans, Hertfordshire “A point of difference, that’s what people want when they shop at independents,” says Deryane Tadd, who opened her award-winning womenswear boutique 13 years ago. Stocking around 90 brands, including the currently popular ethical trainer brand Veja, she offers exclusives with midpriced Brit brands, such as Lily and Lionel, Pyrus and Mercy Delta, as well as a styling service that can be done online or in store. Their YouTube styling videos are also worth checking out for those who can’t get to Herts. the-dressingroom.com; @thedrstalbans Tribeca, Brighton Laura Starbuck has been offering the style-savvy Brighton woman – from 30 to 80-somethings – just what she wants for 15 years from her chic and understated store. One of the first to bring Isabel Marant to Britain, she still sells the now mega French brand, along with Acne, jeans by Agolde and cool leather bags by Marant’s husband, Jérôme Dreyfuss. Look out for the quintessentially Parisian label Polder arriving in the next few months. tribeca-brighton.co.uk; @tribecabrighton Envoy of Belfast, Belfast A worthy past winner of Ireland’s best boutique, this understated store has quite simply one of the most tasteful buys in these isles. It’s almost impossible to find pieces by Paul Harnden but Envoy has them, alongside a great edit of Dries Van Noten and the Japanese brand Engineered Garments, and knitwear from Ireland and Scotland by &amp; Daughter. Trickers shoes and New Balance trainers complete the look. Owner Ruth Spence says: “We’ve been open for 10 years and I think we do well because we sell a lot of harder-to-find brands. People are looking for garments with longevity, and because we’ve worked with clients for years we’re able to say: ‘Oh, this would work with the piece that’s already in your wardrobe!’” envoyofbelfast.com; @envoyofbelfast Flannels, Cardiff A luxury fashion offering for men, women and kids, the Cardiff branch of Flannels boasts labels such as Gucci, Valentino, Christian Louboutin, Jimmy Choo, Giuseppe Zanotti, Lanvin and Moncler. New for this season is Off-White menswear, from Virgil Abloh, the designer recently scooped up by Louis Vuitton. With a personal shopping service and a custom-made offering on certain lines, this is an upscale retail experience. Flannels also has 18 stores in the UK and opens another in Westfield London in July. flannels.com; @flannelswoman; @flannelsman Jules B Jesmond, Newcastle One of the northeast’s fashion gems for the last 30-plus years, Jules B stocks mid-priced and designer labels on the glam side, including denim by Victoria Victoria Beckham and cult sunglasses by Le Specs, with new additions from Gigi x Tommy Hilfiger. Menswear includes Barbour International, Paul Smith and Hartford basics. Two more stores are also in Yarm and Kendal. julesb.co.uk; @julesb_online Morgan Clare, Harrogate Twenty years as one of Yorkshire’s premium designer stores is no mean feat. The newly upgraded store is all dark wood floors and crisp white walls, with an evolving blend of brands – most recently Ancient Greek Sandals, Preen Line and Robert Rodriguez, joining dressing-up favourites Stella McCartney and Peter Pilotto and denim from Paige and J Brand. Weekly buyers’ picks and product updates feature on its lively Instagram feed. There’s also a branch of the store at 36 The Grove, Ilkley. morganclare.co.uk; @morgan.clare Cruise, Glasgow From APC and Balmain to Vivienne Westwood and Y-3, by way of Gucci and Hugo Boss, Cruise is an encyclopedia of contemporary fashion. There are now 10 stores in the chain (including outside Scotland in Newcastle, Belfast and Derby), but the original venture started in Glasgow, where there is now both a premium and mainline store. For polished, big-bucks designer labels, it’s hard to beat. cruisefashion.co.uk; @cruise_fashion Jane Davidson, Edinburgh First opened in 1969, this Edinburgh institution is now run by Jane Davidson’s daughter, Sarah. It’s a wonderful place to shop when you want to dress up for a special event, with a beautiful selection from Dries Van Noten, Osman and Roland Mouret. Bella Freud knitwear and denim by J Brand, Donna Ida and Rag &amp; Bone keep day wear fresh. New labels include special pieces by Alice Archer and occasionwear from Rick Rhi. janedavidson.co.uk; @janedavidson52 Pam Jenkins, Edinburgh This emporium is often referred to as Scotland’s premier accessories store but really, is there anywhere else in Britain that does it as well as this pretty shop? All the glossy names are here – Jimmy Choo, Christian Louboutin, Rupert Sanderson and Gianvito Rossi, alongside shoes and silk scarves. Always worth checking out what they have on their online sale, too. pamjenkins.co.uk; @pamjenkinsshoes"}, "isHosted": false}}}