{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2018/may/10/bristol-business-park-among-postmodern-gems-granted-listed-status", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2018-05-09T23:01:02Z", "webTitle": "Bristol business park among postmodern gems granted listed status", "webUrl": "https://www.theguardian.com/artanddesign/2018/may/10/bristol-business-park-among-postmodern-gems-granted-listed-status", "apiUrl": "https://content.guardianapis.com/artanddesign/2018/may/10/bristol-business-park-among-postmodern-gems-granted-listed-status", "fields": {"headline": "Bristol business park among postmodern gems granted listed status", "bodyText": "A business park opened by Margaret Thatcher that was meant to bring Hollywood glamour to the more mundane realities of office life on a plot of land handy for the M4, M5 and A38 has been given listed heritage status. Historic England has announced listings for 17 postmodern buildings – the bold, bright and often witty architectural style which, like Terry and June or The Police, is very 1980s and has always divided opinion – ranging from units at the Aztec business park on the edge of Bristol to flats on the Isle of Dogs and warehouses in Slough. Postmodern architecture emerged in the 1970s as a critical reaction to modernism and in Britain it was associated with the economic ups of the 1980s. For many years it was out of favour and some regarded “postmodern” as a term of abuse. To some eyes it is wonderfully inventive; to others it’s ugly and shallow. Duncan Wilson, the chief executive of Historic England, said postmodern architecture deserved to be celebrated and protected for bringing “fun and colour” to the streets. “Housing schemes were enlivened with bold facades, a school technology building was decorated with columns designed as screws, a business park injected with glamour,” he said. “These are scarce survivals of a really influential period of British architecture and these buildings deserve the protection that listing gives them.” The units at Aztec West, designed by the architects CZWG, have forecourts that follow the turning circle of a car, the idea being that people can drive up to the building in the manner of a movie star in their limo, except the destination might be the head office of an insurance company rather than Chateau Marmont or a big meeting with a studio boss. The listing praises the sophisticated design of the buildings as well as the forecourts. “They lend the buildings a Hollywood glamour, accentuated by elements of art deco design such as the over-scaled building numbers used as canopies over the main doors.” The other commercial listing is the McKay trading estate in Slough, a collection of warehouses and offices characterised by arches in the style of Le Corbusier, and the first independent commission for the leading British postmodern architect John Outram. The listings have been agreed by the government after recommendations by Historic England and follow recent losses that troubled some architecture experts. A postmodern Homebase in Kensington, for example, distinctive for its frieze of Egyptian gods holding power tools, has been demolished. Terry Farrell’s TV-AM building in north London was extensively and controversially altered, although the 12 large plastic egg cups that topped the building remain. Postmodern buildings are particularly prevalent in London, and Thursday’s listings include the National Gallery’s Sainsbury wing, the only building in the UK by the American architects and postmodern pioneers Robert Venturi and Denise Scott Brown. It has been given the highest listing, grade I, so it is now on an equal heritage footing with the original National Gallery as well as, for example, Nelson’s Column and Admiralty Arch. The other grade I listing is the Thematic House, which Charles Jencks, the architectural historian and co-founder of Maggie’s cancer care centres, designed for himself in Holland Park. Four London docklands housing schemes are listed, including China Wharf near Tower Bridge with its giant red pagoda-like centrepiece, and Cascades near Canary Wharf with its highly distinctive slope. Most of the listings are grade II, with two given grade II* status, the second highest. They are Judge business school in Cambridge and Truro crown courts. The new listings continue a mission by Historic England to offer protection to postmodern buildings. Two years ago it listed No 1 Poultry, the stripy pink City of London building derided by Prince Charles as a “1930s wireless”. The listings were announced before the first exhibition devoted to postmodernist British architecture, opening at Sir John Soane’s Museum in London on 16 May."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}