{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/live/2018/may/05/kentucky-derby-2018-mendelssohn-live", "type": "liveblog", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2018-05-05T23:53:57Z", "webTitle": "Justify wins muddy Kentucky Derby as Mendelssohn falls short – as it happened", "webUrl": "https://www.theguardian.com/sport/live/2018/may/05/kentucky-derby-2018-mendelssohn-live", "apiUrl": "https://content.guardianapis.com/sport/live/2018/may/05/kentucky-derby-2018-mendelssohn-live", "fields": {"headline": "Justify wins muddy Kentucky Derby as Mendelssohn falls short – as it happened", "bodyText": "So, disappointment for Mendelssohn but a huge new star of American racing in Justify, a horse with a huge future and a very live tilt at the Triple Crown in front of him. As a son of Scat Daddy, he is also now worth a staggering amount of money as a stallion prospect, whatever else he does. Quite a day for a crowd of 157,813 to look back on as they head out into the gathering gloom and look forward to a change of clothes. Thanks for sharing it with me, this is Greg Wood at Churchill Downs, signing off. Here’s Mike Smith: My job was just to get him out of there. Once we jumped well, I basically stepped out of the way and kept a leg on each side and my mind out of the way. Bob Baffert is (finally) here: He broke clean, and I knew that he wasn’t going to lay down. It’s like having LeBron James on your team, you’d better win a championship with him. The main players will be in the interview room shortly, quotes will follow. Mendelssohn was last across the line, Ryan Moore accepted the inevitable before they had reached the far turn but it was really lost at the start. He looked as though he took a bump too as Moore tried his best to find some sort of a position, but to no avail. A race that was run in awful conditions but Justify fully lived up to his billing from Bob Baffert as the possible successor to his Triple Crown winner, American Pharoah. He looked the winner from the moment he hit the front and will now be a very short price for the Preakness Stakes, the next leg of the Triple Crown. It is certainly difficult to see any of today’s rivals overturning the form at Pimlico. Good Magic was second, Audible third, Instilled Regard fourth and My Boy Jack fifth. A long way to come for a muddy disappointment, but Justify was a ready winner, he took it up a long way out and has finally beaten the Curse of Apollo. Mendelssohn never threatened sadly. Photo for second, Audible and Good Magic. Justify wins! Justify leads around the home turn, from Bolt Dorof Really fast second quarter too Justify moving up Only a fair break by Mendelssohn, a very fast pace led by Promise Fulfilled Off and running “Let’s go Mendelssohn” is the cry from just behind me. The first few are in. Now they approach the starting gate .... Apologies to At The Races viewers, who must have thought there was a hell of a delay on their coverage. Correction, they are not quite starting to load, though post time was a minute ago. They are starting to load for the 144th Kentucky Derby. Come on Ryan. He’s from Brighton too, y’know. And now some Fat Boy Slim. They must know I’m from Brighton. I will have my binoculars focused on stall 14 as they open and do all I can to describe the Greatest Two Minutes In Sport as it’s happening. The Final Countdown blares out across Churchill Downs, in less than 10 minutes, one of these 20 horses will be in the history books. Going down to the gates. Mendelssohn got a huge cheer too, a lot of people here would love to see a first winner for Europe The horses are parading in front of the stand and being introduced to the crowd. A huge cheer for My Boy Jack. The roar that ripped through Churchill as the bugler sounded Reveille was blood-curdling, while my new friend Crow is currently dabbed away the tears thanks to a wonderful rendition of My Old Kentucky Home. Bit teary myself, never though I’d be here to hear it. Laila Ali, the daughter of Louisville-born Muhammed Ali, has just announced “Rider’s Up”. And they are! There is an argument at least that Moore may try to ride Mendelssohn a bit closer to the pace that might otherwise be the case, but plenty of other riders are likely to be thinking the same thing as they try to avoid getting buried in a slop-storm on the inside. The last five favourites have won here, but these conditions must make an outsider winning more likely. Mendelssohn very steady in the betting at 6-1, but there’s little doubt Justify is going to start favourite from seven. How will Ryan Moore have plotted this out? He would probably have had quite a few ideas in his head, but has he had to junk the lot as a result of the rain? Mendelssohn is on the big screen being led into his saddling barn, and the jockeys are leaving the jockeys’ room. Still the rain comes down. That stat about it never having rained during the Kentucky Derby itself is looking very down in the mouth. The runners in the Kentucky Derby are making their way across from the barns. Just been down to the parade ring for a quick chat with Aidan O’Brien, who is, understandably, still buzzing after his son Donnacha’s win on Saxon Warrior in the 2,000 Guineas earlier. He’s as much in the dark as anyone about Mendelssohn’s ability to handle the slop. You just wouldn’t know. We took him to Dubai to prepare him for the dirt, and now it’s completely different. [But] he’s an unusual horse with a big personality, and when you put the blinkers on him, his focus changes completely Nice line: The serious buildup to the 144th Kentucky Derby starts here. The rain is a big unknown for Mendelssohn as it is for most of the runners in the race, but it has to be a particular concern for his supporters as he floated over the fast dirt at Meydan in March. The track TV has just shown the “Puppy Predictor” for this year’s Kentucky Derby, which runs on a late-night talk show. About 15 puppies race over what looks around 10 feet to reach a tray of dog biscuits, and apparently, the puppy representing subsequent Triple Crown winner American Pharoah was the winner in 2015. This year’s winner according to puppy lore? It’s Mendelssohn. Yoshida has just won the Turf Classic for Bill Mott and Jose Ortiz, and the rain is still coming down. The runners are out on the track for the Turf Classic, the last race before the Kentucky Derby itself, although there are all sorts of traditions to run through before the big race itself at 23.46 British time (18.46 here). I met an extremely pleasant chap called Crow Hollister while having breakfast in a local cafe this morning. He’s a Louisville native and made it plain how much this race means to the city and the state. The whole place stops at post time, everyone is in front of a screen if they’re not at the track and as he put it, it would be great to be hovering above Louisville to hear the roar that goes up from every corner of this city of 1.2m when the gates crash open and the field sets off. He also admits that he still gets misty-eyed when the crowd sings “My Old Kentucky Home” with the horses heading for the gates. That will, as always, be quite a moment, and it is now scarcely an hour away. Oh, and they were also stopping people bringing in umbrellas at the gate before racing. There is a huge umbrella graveyard somewhere nearby. Odd thing about all the rain is that it wasn’t forecast at all, even yesterday afternoon there was some confidence that there might be the odd shower but nothing too serious. The previous record for the wettest Derby day ever, incidentally, was apparently in 1918, so here’s an early warning to racegoers in 2118 to be sure to pack a raincoat. This is now, officially, the wettest Kentucky Derby ever, with 2.31 inches of inch so far today. Another runner in the big one that deserves a mention is My Boy Jack (stall 10, 5-1), as his current odds are well below the “morning line” prediction of 30-1. That may just mean that the early punters all know someone called Jack, as the serious money has yet to hit the pools, but he was tipped up by a few decent judges as likely to finish strongly through tiring horses from off the pace. as he did here in the Stonestreet at Lexington. Vino Rosso (stall 18, 14-1) is an interesting runner in the big one, as John Velazquez had a few options and came down in favour of the Wood Memorial winner. And three lengths behind Vino Rosso here is Enticed (stall 12, 55-1), who runs for Godolphin’s US operation overseen by Kiaran McLoughlin. Good Magic’s latest run was an improvement on his start behind Promises Fulfilled (stall three, 46-1) in the Fountain of Youth at Gulfstream on 3 March. Good Magic (stall 6, 9-1) took last year’s Breeders’ Cup Juvenile, with Bolt D’Oro, who set off as the hot favourite, back in third. The track here at Churchill Downs is now officially “sloppy”, and the big outsider Funny Duck just took the Pat Day Mile on the dirt with Seahenge &amp; Ryan Moore out of the frame. Some more form from YouTube. Audible, currently a 6-1 chance to win from stall five, beat Hofberg, (25-1, stall nine) in the Florida Derby on 31 March. It was only the third start of Hofberg’s career and personally I have a feeling he might get a fair bit closer to Audible today. Don’t cry for me, David Johnson. I’m loving every minute. On the subject of HST’s day out at the Derby with Ralph Steadman, here’s a piece in the Courier Journal this week where they caught up with the artist to talk about his somewhat hazy memories of the 1970 Kentucky Derby. Went for a walk on the infield earlier (thankfully before the worst of the rain) to see if it bears any resemblance to the scene depicted in Hunter S Thompson’s famous piece “The Kentucky Derby is Decadent and Depraved”. There were plenty of moderately offensive bespoke suits in outlandish colours and designs but nothing too debauched, though it was early and I can’t imagine what it must be like out there now after several inches of rain. A proper gonzo journalist would head out there and wade in. I’m happier being non-gonzo and (relatively) dry. On with the form guide. Todd Pletcher’s Magnum Moon, who will break from stall 16, is, like Justify, trying to brake the so-called Curse of Apollo. He was the last horse to win without running as a juvenile, back in 1882. Whatever you think of stats, that’s quite a stat. Here he is winning the Arkansas Derby, with Solomini, who is drawn in 17 today, back in third. Deauville, one of Ryan Moore’s three rides on the undercard before the Kentucky Derby, has been scratched from the Turf Classic. Just went for a quick spin around the paddock. There are racegoers taking bets on whether they can jump puddles without getting their feet wet, and there are enough around to construct a entire Grand National course of puddles should you so wish. There’s a monster near the parade ring that would be a very daunting Chair. Justify, meanwhile, put up two of the best Beyer figures of the year in his first two starts this year, which were also the first two runs of his career, and then established himself as the likely favourite today with an easy win in the Santa Anita Derby on 7 April, where Bolt D’Oro, who is also in today’s field, was three lengths away in second. US fans are a little unsure what to make of Mendelssohn’s romp in the desert, not least after Rayya, the runner-up, completely failed to fire in the Kentucky Oaks here on Friday. But the time guru Andy Beyer put a figure of 106 on it, which is just 1lb behind Justify, the favourite, and Mendelssohn also has winning form in the States in last year’s Breeders’ Cup Juvenile Turf, where the beaten horses included Masar, who was third in today’s 2,000 Guineas. Three hours to the off for the 144th Kentucky Derby and here’s the first of the video form for tonight’s big race. Mendelssohn’s romp in the UAE Derby seemed extraordinary at the time and still looks fairly remarkable when you look at it again a few weeks later. Threeandfourpence, Ryan Moore’s first ride for Aidan O’Brien here today, was never a factor and out of the frame behind Maraud (Todd Pletcher/John Velasquez). Hello from a decidedly damp Churchill Downs racecourse in Louisville, Kentucky, where steady – and at times torrential – rain has been an unwelcome addition to what is, without any doubt, one of the great occasions in any sport. It is not just a horse race, it is a national and international event which permeates the consciousness of pretty much everyone, in terms of an awareness that it exists at any rate. The Kentucky Derby stars in films, books and popular culture. Like the Grand National, people just know about it. For European racing fans, this year’s race is mostly about Mendelssohn, the 18-and-three-quarter length winner of the UAE Derby last time out and the most credible transatlantic contender for the Run For The Roses for at least 26 years. For the Americans, though, this is the final stop at the end of a traditional four-month trail that leads through trial events in Florida, Arkansas, New York, California and Kentucky towards what they like to call, with some justification, “the most exciting two minutes in sports”. And this year’s renewal is, by fairly general consent, one of the best for years, with no significant absentees among the main trial winners and Justify, who may shade Mendelssohn for favouritism, touted as a potential superstar by Bob Baffert, his trainer. Baffert, of course, prepared American Pharoah to win the first Triple Crown for 37 years in the 2015 season, and has been unstinting in his admiration for Justify, who is, like Mendelssohn, a son of the late stallion Scat Daddy. Scat Daddy’s final crop of yearlings went through the ring last year and fetched some astonishing prices as buyers fought to take their last chance to buy a piece of his genes. As was the case when Galileo eventually taking over the mantle of Europe’s top stallion from his own sire, Sadler’s Wells, a Derby-winning son of Scat Daddy would command a huge fee at stud and for all the tradition, history and glory attached to a win today, there is potentially a staggering amount of money at stake as well. As mentioned earlier, the weather here at Churchill is nothing like the warm temperatures and clear skies that were forecast just a couple of days ago (by my weather app, at any rate). There was a slight but steady drizzle in the early part of the morning, and then a proper downpour which started about three hours ago (17.30 BST), and while it has eased off somewhat since, the dirt track – which was officially “fast” this morning – is now described as “muddy” and has been sealed (which basically means compacted to keep it as even as possible. The racing here has been underway for nearly six hours – there are 14 races in all, with the 144th Kentucky Derby at number 12 – and Ryan Moore is due out imminently to ride Threeandfourpence for Aidan O’Brien in the Grade Two American Turf. He also rides Seahenge – like Mendelssohn, a son of Scat Daddy – over a mile on dirt at 4.28 local time (21.28 BST), and Deauville in the $1m Old Forester Turf Classic (10.25 BST) before climbing aboard Mendelssohn when the traditional “Riders Up” call goes out about 15 minutes before the off for the big one. The on-track betting for the big race is relatively unaffected by the changing conditions, with Mendelssohn currently showing as a 6-1 chance behind the 7-2 favourite, Justify. Mendelssohn’s odds with British books range from 3-1 to 5-1 and they are probably looking at quite a few tasty doubles after his stable companion Saxon Warrior took the 2,000 Guineas at Newmarket earlier today. I’ll be posting plenty of YouTube video form for the big-race contenders shortly if you are hoping to make up your mind which way to jump. An enthralling few hours lie ahead with a potential moment of horse racing history in the offing and I’m very much looking forward to sharing it with you."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}