{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2018/may/16/katie-ledecky-world-record-pro-series-indianapolis", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2018-05-16T22:53:18Z", "webTitle": "Katie Ledecky smashes first world record since Rio in dream pro debut", "webUrl": "https://www.theguardian.com/sport/2018/may/16/katie-ledecky-world-record-pro-series-indianapolis", "apiUrl": "https://content.guardianapis.com/sport/2018/may/16/katie-ledecky-world-record-pro-series-indianapolis", "fields": {"headline": "Katie Ledecky smashes first world record since Rio in dream pro debut", "bodyText": "Katie Ledecky broke her first world record since the Rio Olympics on Wednesday in her professional debut at a Pro Series meet in Indianapolis. The five-time Olympic champion won her preliminary heat in the 1500m freestyle on the opening day of the TYR Pro Swim Series in a time of 15 min, 20.48 sec, lowering her own world record in the event by exactly five seconds. The 21-year-old from Maryland now holds the eight fastest times ever recorded in the event, according to USA Swimming. Ledecky had announced in March that she had opted to forgo her final two years of amateur eligibility at Stanford University to pursue professional opportunities during the run-up to the 2020 Tokyo Games and last week targeted the Indianapolis meet for her professional coming-out. The American emerged as a global star at the 2016 Olympics, completing the first 200-400-800 freestyle treble in 48 years and anchoring the winning 4x200m free relay. Her four gold medals and one silver represented the most successful showing by an American woman in Olympic history, while her jaw-dropping victory in the 800m by 11.38 seconds remains one of the most indelible images of the Rio Games. Afterward she enrolled at Stanford and led the Cardinal to back-to-back national championships while setting a dozen NCAA records, but Wednesday’s performance ended her longest drought between world records since 2013, when she set the first of her 14 marks. Ledecky is no newcomer to the Pro Swim Series after winning last year’s overall points title, but her amateur status had previously kept her from collecting prize money, or cashing in on endorsement opportunities, due to NCAA eligibility rules."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}