{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2018/may/29/mh370-is-not-history-families-of-missing-demand-answers-as-search-nears-end", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2018-05-28T23:30:52Z", "webTitle": "'MH370 is not history': families of missing demand answers as search nears end", "webUrl": "https://www.theguardian.com/world/2018/may/29/mh370-is-not-history-families-of-missing-demand-answers-as-search-nears-end", "apiUrl": "https://content.guardianapis.com/world/2018/may/29/mh370-is-not-history-families-of-missing-demand-answers-as-search-nears-end", "fields": {"headline": "'MH370 is not history': families of missing demand answers as search nears end", "bodyText": "Family members of those lost on missing Malaysia Airlines flight MH370 have called on the Malaysian government to renew the underwater search for the plane and review its disappearance after efforts to locate it were scheduled to end on Tuesday. The request comes after ministers in Malaysia’s newly-elected government gave mixed messages about their plans for the future of the search. On Thursday, the new transport minister, Anthony Loke, signalled he wanted to abandon looking for the plane and seek “closure”. Malaysia’s newly elected prime minister, Mahathir Mohamad, had earlier announced he would review the necessity of the search and terminate it if it was “not useful”. But on Saturday, prime minister-in waiting Anwar Ibrahim told the Australian newspaper he was “not ruling out further searches” if a re-examination of Malaysia’s own information brought up new findings. Family members of those on board the plane said the search would cost the government very little money, if only they “stepped up to the plate”. In January, the Malaysian government signed an agreement with the US-based company Ocean Infinity to commission a new search in the Indian Ocean. The Australian government had previously searched for the plane between 2014 and 2017 without success. Ocean Infinity was given 90 days – not including time spent refuelling – to find MH370 on a “no-find, no-fee” basis. A payment of between $20m and $70m was promised, with the fee rising depending on the area searched. The search was always scheduled to end on Tuesday, due to the onset of bad winter weather in the southern Indian Ocean, but Loke’s comments have cast doubt on whether it would be renewed next spring. Grace Nathan, whose mother was on MH370, said the government had broken an election promise and failed to give a clear reason why the search should be abandoned. “There was a lot of mention of it in the run-up to the election, and immediately when the new transport minister was appointed, the first statement he made was that MH370 would be his top priority,” she said. “Then a mere two or three days later, after the first cabinet meeting, he said we’re not extending the search anymore. I was really shocked.” KS Narendran, whose wife was on MH370, said Loke’s offer of closure was “simply closing the case file, not resolving the case because someone got tired.” “I am barely able to contain my deep sense of betrayal. It is barely possible to conceal anger at a decision taken without the courtesy of a meeting and consultation with affected families.” Nathan said the “no-find, no-fee” condition meant Malaysia was not spending any money unless the plane was found. She said Ocean Infinity had already offered to continue the search next year under the same conditions. “Are they now cutting off offers from private companies who are willing to conduct the search at their own expense, and only be paid if the plane is found? They’ve already put the money aside. My question is why can’t they keep that money there? “People say that it’s expensive, but the search up to now has not cost more than a brand new Boeing. If Malaysia thinks the money has to be utilised somewhere else, they need to step up to the plate and ask if other countries are willing to contribute.” MH370 was carrying 152 Chinese nationals, 50 Malaysian nationals, and passengers from India, Australia, Canada, France, Hong Kong, Indonesia, Iran, the Netherlands, New Zealand, Russia, Taiwan, Ukraine and the US when it vanished 40 minutes into a flight from Malaysia to China. Military radar and satellite data suggested the plane suddenly turned around and flew south towards the Indian Ocean, crashing and claiming the lives of all 239 crew and passengers on board. Nathan and Narendran said China and India should contribute to a new search for the plane. “This is an incident that if unresolved, could happen again,” Nathan said. “They could also ask companies like Boeing or Airbus to contribute. They stand to benefit immensely from safer air travel, are highly profitable and make billions and billions. “People might think: ‘Why are these people still harping on about this, it’s been four years’. It’s important for people to remember that MH370 is not history,” she said. “This Ocean Infinity search raises more questions than it answers. If this amazing new state-of-the-art tech can’t find it, do we need to go back to the drawing board? The current status is that MH370 vanished. That’s not something you can say is an acceptable conclusion in this day and age.” • This article was amended on 2 June 2018 to correct the name of the airline."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}