{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2018/may/20/europe-headache-what-can-we-do-about-trump-balkan-summitn-borders-eu", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2018-05-19T23:03:40Z", "webTitle": "Europe struggles to find united front over US president", "webUrl": "https://www.theguardian.com/world/2018/may/20/europe-headache-what-can-we-do-about-trump-balkan-summitn-borders-eu", "apiUrl": "https://content.guardianapis.com/world/2018/may/20/europe-headache-what-can-we-do-about-trump-balkan-summitn-borders-eu", "fields": {"headline": "Europe struggles to find united front over US president", "bodyText": "It was a bit of a squeeze at the EU summit last week in Sofia’s National Palace of Culture, an imposing communist relic. Six prime ministers from the west Balkan states and their entourages filled its vast hallways and stairwells, between tetchy meetings with EU leaders and even tetchier media performances. The western Balkans summit was supposed to be an EU charm offensive, designed to capture the hearts of the leaders of Albania, Bosnia and Herzegovina, Serbia, Montenegro, the former Yugoslav Republic of Macedonia and Kosovo. But the EU’s leaders were demonstrably distracted. From the start, Donald Trump had hijacked this summit. A leaders’ dinner of meatballs and buffalo steak last Wednesday was supposed to be dedicated to discussions about the EU’s lethargic performance in digital innovation. But Trump’s recent moves to abandon the nuclear deal with Iran, known as the joint comprehensive action plan of action, and to usher in a transatlantic trade war, by refusing to exempt EU importers from punitive steel and aluminium tariffs, dominated starter, main course and dessert. Donald Tusk, president of the European council, said what many felt: the “capricious assertiveness” of Trump’s White House put it on a par with China and Russia as a threat to European interests and security. “Looking at the latest decisions of President Trump, some could think, with friends like that, who needs enemies?”, Tusk said. Both Iran and a tariff war are challenges to EU sovereignty, Emmanuel Macron of France told fellow leaders, requiring a unified response. “One thing is very clear to me,” said Günther Oettinger, the EU budget commissioner. “Trump despises weaklings.” But in truth, the EU is fractured about how it should respond to the threat of a trade war and pretty much in despair about the fate of the Iran deal, struck in 2015, under which Tehran accepted strict limits on its nuclear programme in return for an escape from the sanctions that had strangled its economy for more than a decade. European companies are pulling out of Iran every day. Notwithstanding the EU’s vow to keep faith with the agreement, it becomes increasingly unlikely that Tehran will conclude that the economic benefits continue to make it worth their while. On trade, however, the EU thinks there might be a deal to be struck. Trump wants to force the EU to open up wider talks on how the bloc treats American products in return for dropping steel and aluminium tariffs. In particular, he has vowed that unless the EU opens up its markets, “we’re going to tax Mercedes-Benz, and we’re going to tax BMW”. In 2017, 1.3 million German vehicles were sold in the US, 10% of total production, with revenues amounting to €29.4bn. Angela Merkel, the German chancellor, wants and needs to talk trade. Martin Selmayr, European Commission president Jean-Claude Juncker’s right-hand man, has fashioned a holdable line, for now: there will be no talks unless there is a permanent exemption for European businesses from the punitive tariffs. There’s a carrot for Trump. The EU is offering to increase natural gas imports from the US, provide reciprocal access for industrial products and discuss World Trade Organisation reform. “From a Trumpian perspective that would be a win for the US and you could say it would be a concession from the EU,” said one senior EU diplomat. “The Netherlands, France and Spain are against the strategy. For Berlin this is a quick way out of a dilemma. For Paris it’s: ‘We have to think long-term about where want to go with this administration and where we want to channel our energy and resources.’ [But] it’s important to realise for all of us in the EU that trade talks with this administration are obviously not going to be easy. “A successful trade negotiation requires that both sides want to create a win-win situation. I’m not sure this administration is keen on creating win-win situations. It requires a pretty good sense of why we’re doing this and what we’re going to get out of this.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}