{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2018/may/01/rod-rosenstein-trump-russia-event-washington", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2018-05-01T22:43:35Z", "webTitle": "Rod Rosenstein defiant against critics: 'The justice department will not be extorted'", "webUrl": "https://www.theguardian.com/us-news/2018/may/01/rod-rosenstein-trump-russia-event-washington", "apiUrl": "https://content.guardianapis.com/us-news/2018/may/01/rod-rosenstein-trump-russia-event-washington", "fields": {"headline": "Rod Rosenstein defiant against critics: 'The justice department will not be extorted'", "bodyText": "A “survivor” is how the former FBI director James Comey described his justice department superior Rod Rosenstein. The political survival skills of the deputy attorney general were on full display Tuesday as he praised Donald Trump’s hiring decisions, denied that the rule of law was under threat and sniped at his antagonists in Congress. “There have been people who have been making threats privately and publicly against me for quite some time, and I think they should understand by now the Department of Justice is not going to be extorted,” Rosenstein said in an event at the Newseum in Washington DC to mark Law Day, an annual US holiday to recognize the importance of law in society. For months Rosenstein, who oversees Robert Mueller’s investigation into Russian interference in the 2016 election, has been the target of political attacks from Trump allies in Congress. In February, the House intelligence committee chairman, Devin Nunes, released a memo meant to discredit him. On Monday, it emerged that House conservatives had drafted articles of impeachment against him. Earlier this month, Trump himself slammed Rosenstein on Twitter as “conflicted”. But if the idea is to find a pretext to fire him, Rosenstein did not make himself an easy target in remarks on Tuesday. The former US attorney for the district of Maryland used the rare public appearance to emphasize that he spent most of his career outside Washington, approvingly quoted the conservative icon Antonin Scalia and generally paraded his right-of-center credentials. He also assured anyone concerned about the erosion of the rule of law under Trump that there is nothing to see here. “I don’t think there’s any threat to the rule of law today,” Rosenstein said in response to a question. Pressed on whether there were continuing conflicts between the rule of law and the president, Rosenstein insisted: “There are no such conflicts ... The way this administration operates is not necessarily the way you see caricatured in the media.” Last Thursday, Trump, who has frequently criticized various justice department decisions and figures on Twitter, called into the morning TV program Fox &amp; Friends and said he might get “involved” at the justice department, whose leadership he appoints and whose priorities he defines. “I’ve taken this position that I will not be involved with the justice department,” Trump said. “I’m very disappointed in my justice department. I may change my mind at some point because what’s going on is a disgrace; it’s an absolute disgrace.” But Rosenstein would admit no criticism of the president on the point. “He has appointed a leadership team for the Department of Justice that respects the rule of law,” Rosenstein said of Trump. Rosenstein deflected a pointed question about whether a sitting president may be indicted, giving a noncommittal answer that nevertheless might be well received in the White House. “I’m not going to answer this in the context of any current matters so you shouldn’t draw any inference from it,” Rosenstein said. “But the Department of Justice has in the past, when the issue arose, has opined that a sitting president cannot be indicted. There’s been a lot of speculation in the media about it, and I’m not gonna – when the issue arose, somebody in the department reached a legal conclusion and that’s what it is.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}