{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2018/may/14/nhs-england-15bn-a-year-temporary-nursing-staff", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2018-05-13T23:01:12Z", "webTitle": "NHS spends almost £1.5bn a year on temporary nursing staff – report", "webUrl": "https://www.theguardian.com/society/2018/may/14/nhs-england-15bn-a-year-temporary-nursing-staff", "apiUrl": "https://content.guardianapis.com/society/2018/may/14/nhs-england-15bn-a-year-temporary-nursing-staff", "fields": {"headline": "NHS spends almost £1.5bn a year on temporary nursing staff – report", "bodyText": "The NHS is spending almost £1.5bn a year on temporary nursing staff to cope with shortages, research has found. The NHS has a shortfall of 40,000 nurses in England, according to the Royal College of Nursing. A report from the Open University, Tackling the nursing shortage, argues that the £1.46bn being spent on temporary staffing to plug the gaps could pay for 66,000 qualified registered nurses. NHS trusts paid for an additional 79m hours of registered nurses’ time at a premium rate in 2017, which is 61% above the hourly rate of a newly qualified registered nurse in full-time employment. If existing gaps were permanently filled, trusts could save as much as £560m a year, the report states. “Relying on temporary nurses to plug gaps is just sticking a plaster over the problem, and costs considerably more than if vacancies were filled permanently,” said Jan Draper, professor of nursing at the Open University. “The sector is facing challenging times. We know that poor retention and low recruitment results in inefficiencies and ultimately puts patient care at risk, so it’s vital that we look to a more strategic and sustainable approach.” Janet Davies, general secretary of the Royal College of Nursing, said the report exposed the “utter false economy” in NHS staffing. “Short-sightedness in recent years has left tens of thousands of unfilled nurse jobs, to the severe detriment of patient care,” she said. “Workforce planning has been ineffective and dictated by the state of finances, not the needs of patients. It is further proof that cost-cutting plans saved no money at all and – instead – increased agency costs, recruitment fees and the sickness absence bill through rising stress.” Retention of nursing staff has become a significant problem for the NHS. Seven in 10 newly qualified nurses quit their NHS trust within a year of qualification, with some moving to other trusts away from where they trained. The study found 34% of registered nurses were unhappy in their role, with 35% thinking of leaving their job if things did not improve. Meanwhile, the number of applications to study nursing at university have fallen by about a third since the introduction of student loans for nursing degrees, said the report. The Brexit vote has also contributed to a growing recruitment crisis. Since the referendum there has been a 28% increase in the number of EU nurses leaving Britain, which could exacerbate the problem, said the report. Overseas applications for nursing roles has fallen by 87% in the past 12 months. The study suggests that offering more flexible training, including distance learning, could help the problem, and urges a more consistent use of newly introduced degree apprenticeships."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}