{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2018/may/29/martha-kearney-speaks-of-humiliation-at-being-groped-in-her-20s", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2018-05-28T23:00:06Z", "webTitle": "Martha Kearney speaks of 'humiliation' at being groped in her 20s", "webUrl": "https://www.theguardian.com/uk-news/2018/may/29/martha-kearney-speaks-of-humiliation-at-being-groped-in-her-20s", "apiUrl": "https://content.guardianapis.com/uk-news/2018/may/29/martha-kearney-speaks-of-humiliation-at-being-groped-in-her-20s", "fields": {"headline": "Martha Kearney speaks of 'humiliation' at being groped in her 20s", "bodyText": "Martha Kearney has described the “horrible and humiliating” experience of being groped by senior members of staff while working as a political reporter during the 1980s. The new presenter of Radio 4’s Today programme said her experience as a reporter on radio station LBC, when she was in her 20s, had left her with a distaste for bullying and sexual harassment in the workplace. “I didn’t complain,” she told this week’s edition of the Radio Times. “It was the world of work, the rough and tumble of the newsroom. The young women I work with at Today have zero tolerance. I hope #MeToo willI make a difference.” The radio presenter said such experiences were sometimes wrongly dismissed as character-forming and she regrets not standing up to senior journalists at the time: “I wish I’d felt stronger, less intimidated, but in my 20s, bosses were powerful people.” Kearney joined Radio 4’s flagship news programme from The World at One earlier this year, as part of a job swap with former Today presenter Sarah Montague. Listening figures for the BBC programme remain high, with just over 7 million people tuning in on a weekly basis. Today’s reputation for setting the agenda in the political world means it comes under substantial scrutiny - especially following the appointment of Sarah Sands, a former editor of the London Evening Standard, as the programme’s boss. One of the programme’s continual debates is whether to scrap the religious Thought for the Day segment, where a religious figure discusses a topical issue and how it relates to faith. Kearney, who wakes up at 3.15am so she can be in the studio from 4am onwards, said she has come to appreciate the slot. “In the past, I would have run to the radio to turn it off,” she said. “I’ve come around to the view that a time for reflection in the morning, which is only a couple of minutes, isn’t a bad thing at all.” She also told the magazine that she expected longstanding co-presenter John Humphrys to continue for some time, despite constant suggestions he could be facing retirement: “Sitting next to him in the studio, he’s crackling with energy.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}