{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2018/may/19/widnes-st-helens-super-league-magic-weekend-match-report", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2018-05-19T22:10:56Z", "webTitle": "Jake Trueman puts on stirring show for Castleford as Leeds wilt in limelight", "webUrl": "https://www.theguardian.com/sport/2018/may/19/widnes-st-helens-super-league-magic-weekend-match-report", "apiUrl": "https://content.guardianapis.com/sport/2018/may/19/widnes-st-helens-super-league-magic-weekend-match-report", "fields": {"headline": "Jake Trueman puts on stirring show for Castleford as Leeds wilt in limelight", "bodyText": "In the week it was finally confirmed that Zak Hardaker’s rugby league career would continue away from Castleford, the Tigers set about showing there is life after the man who helped guide them to a maiden Grand Final appearance last season. Of course, by the time Castleford walked out at Old Trafford in October last year Hardaker had subsequently tested positive for cocaine and was ultimately exiled from the game – a ban which will run until November this year before he begins a four-year deal with Wigan in 2019. A replacement for Hardaker will still be high on the Tigers’ agenda for next season – the fact the former England centre Michael Shenton filled the role here epitomised that – but, having shown only worryingly rare glimpses of the finesse which won them so many admirers last season, this was a fitting stage to recreate that form and underline their title credentials this Super League campaign. Without Hardaker, Daryl Powell has cobbled together numerous variations in their spine to try to rediscover last year’s form: but the best answer is often the simplest and, having played a number of players out of position in recent weeks, the Tigers were far more fluid here with a much more familiar lineup. And what an occasion to produce such a performance against the stuttering reigning champions. For those with one eye on England stars of the future, the day started and ended with captivating performances from two young half-backs. While St Helens’ Danny Richardson was magnificent in their victory against Widnes, Castleford’s star here was the young stand-off Jake Trueman. Trueman was one of the crown jewels of Bradford’s revered youth production line before the former Super League champions were liquidated last year. His move to Castleford has already proven a shrewd one – the 19-year-old was one of several options at full-back for Castleford earlier in the year, but it is clear his future lies in the halves. Perhaps the biggest compliment you can pay him is that, without the England scrum-half and Man of Steel Luke Gale, Castleford’s performance barely missed a beat with Trueman in command. He was involved in establishing the 22-0 half-time lead here which, given how out-of-sorts the Rhinos were, always felt enough even from such an early stage in proceedings. Trueman was instrumental in the tries to Jy Hitchcox and Alex Foster which initially put the Tigers ahead, before a fine finish from the forward Junior Moors underlined their dominance. That Moors try came either side of penalties from Jamie Ellis and, in truth, there was no way back for Leeds from that. The Rhinos did avoid the ignominy of being whitewashed but, by the time Mikolaj Oledzki and Brett Ferres crossed, tries for Shenton and Adam Milner had already ensured Castleford would finish the day back inside Super League’s top four. By the end, most of the crowd had already left with the result long since decided – but the Gallowgate End at St James’ Park was still almost completely full as Castleford’s huge following from West Yorkshire hung back to salute a performance which indicates that, even without Hardaker, they should not be written off this season. Barba keeps Saints ticking while Wigan flex title credentials St Helens and Wigan continue to set the pace at the Super League summit, with the top two victorious on the Magic Weekend opening day. The Saints remain two points clear of Wigan at the top after their 38-18 victory against Widnes, with Ben Barba at the heart of their 13th win in 15 league games this season. The full-back scored one and had a hand in several other tries as St Helens – who will sign the Fiji captain, Kevin Naiqama, next season – continue to lead the way. Wigan continue to look like the team most capable of halting the dominance of Justin Holbrook’s side at the top of the table, after they ended Warrington’s run of 10 consecutive wins to solidify second spot themselves. They were comfortable 38-10 winners against the Wolves – and just like St Helens’ victory was inspired by Barba, Wigan were thankful for an imperious performance from their own full-back. Sam Tomkins scored 18 points and was magnificent in both attack and defence as the Warriors produced arguably one of their finest performances of the season to dispatch Warrington."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}