{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2018/may/12/arsenal-manchester-city-women-super-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-05-13T21:15:01Z", "webTitle": "Arsenal secure comeback victory over Manchester City in WSL", "webUrl": "https://www.theguardian.com/football/2018/may/12/arsenal-manchester-city-women-super-league", "apiUrl": "https://content.guardianapis.com/football/2018/may/12/arsenal-manchester-city-women-super-league", "fields": {"headline": "Arsenal secure comeback victory over Manchester City in WSL", "bodyText": "Arsenal recovered from going a goal down to beat Manchester City 2-1 thanks to strikes from Beth Mead and Danielle van de Donk in Alex Scott’s final home game for the club. The hosts were almost ahead in the eighth minute when Jordan Nobbs controlled the ball 20 yards out and struck a powerful half-volley but Karen Bardsley in the City goal reacted to palm it over. Bardsley’s acrobatics were rewarded three minutes later as Georgia Stanway drove through the middle of the pitch before sliding a pass to Nadia Nadim who made the most of a slip from goalkeeper Sari van Veenendaal, as the Denmark international’s shot from 10 yards trickled beyond the stranded Arsenal No1 and into the corner. Nadim should have added another as she found space in the box in order to connect with a Nikita Parris cross but headed over the bar. Nobbs then brought the best out of Bardsley once more when she fired a shot from the right-hand edge of the area across the goalkeeper but she was once again spurned by strong arm which diverted the ball wide. After the break Arsenal quickly took control of the match as Nobbs laid the ball into the path of Van de Donk who maintained calm before precisely directing her shot into the bottom corner from 18 yards. The Dutch international then ran to embrace her soon-to-be retiring team-mate Scott on the bench. In the 62nd minute the comeback was completed as Kim Little dissected the defence with a pass which looked like it had missed its original target but Mead broke between opposition players to then hit a shot beyond Bardsley from an acute angle. Mead was another who shared her moment of joy with Scott on the touchline, a sign of how much the defender means to the squad after originally joining the club in 1992. City should have shared the points but substitute Izzy Christiansen failed to convert a cross from the right-wing despite being five yards out and unmarked, instead sending her header wide of the goal. Scott was sent on for the final moments of the game, much to the home support’s delight, and they celebrate once again when the whistle went as they held on. Everton were dispatched 3-0 by Birmingham City Ladies at Marine Travel Arena in a disappointing final home game in Division One of the Women’s Super League Season. Striker Charlie Wellings scored two of City’s goals, the first a superb dipping shot from 30 yards out in the 20th minute and the second arriving after half-time when she stabbed home a low effort from just outside the area. Wellings had other chances throughout a one-sided match but it was England star Ellen White who completed the rout with another magnificent long-range goal. The result sees Birmingham leapfrog Everton’s rivals Liverpool in fifth place. Winless Yeovil Town were once again defeated despite holding out for 62 minutes before Lauren Hemp and Yana Daniels scored to give Bristol City a 2-0 victory."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}