{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2018/may/11/the-bridge-recap-season-four-episode-one-a-brutal-beginning-of-the-end", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2018-05-11T21:00:12Z", "webTitle": "The Bridge recap: season four, episode one – a brutal beginning of the end", "webUrl": "https://www.theguardian.com/tv-and-radio/2018/may/11/the-bridge-recap-season-four-episode-one-a-brutal-beginning-of-the-end", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2018/may/11/the-bridge-recap-season-four-episode-one-a-brutal-beginning-of-the-end", "fields": {"headline": "The Bridge recap: season four, episode one – a brutal beginning of the end", "bodyText": "SPOILER ALERT: This is for people watching The Bridge at BBC2 pace. Don’t read on if you haven’t seen episode one of the fourth series. If you’ve seen further ahead, please do not post spoilers. Hello, and welcome back to The Bridge series blog. After a slightly extended Saga holiday, imagine it reemerging ominously from some typically overcast Scandi-noir fog bank. Season three of The Bridge wrapped up in December 2015 with an uncharacteristic glimmer of hope for our damaged but dogged cross-country cop collaborators. Back then, single-minded Swedish investigator Saga Norén (Sofia Helin) and angular Danish thief-taker Henrik Sabroe (Thure Lindhardt) might have struggled by themselves to overcome the various challenges. Could she beat a bogus murder charge? Could he track down his missing kids? All felt like they might be achievable if the sometimes lovebirds continued to work together. So it feels like this fourth (and, according to the creators, expressly final) outing has been a long time brewing. The Bridge has been upgraded to BBC2 Friday night primetime and these final eight episodes will be parcelled out individually rather than doubled-up in the BBC4 tradition. Even if it might take a while to adjust to a single Bridge serving each week instead of a double-decker there was still no shortage of dramatic density and knotty plotting to unpack. While Saga was coping with her newly restricted routine, Henrik had to deal with a grisly ritualistic killing, one seemingly designed to create political uproar. The victim was Margrethe Thormod, head of the Danish immigration board, a department embroiled in scandal after literally popping champagne corks to celebrate winning the deportation case of a gay Iranian. Kidnapped, bound and buried up to her neck in the hardscrabble sand under the show’s totemic Øresund bridge, Margrethe was slowly and methodically stoned to death. Of all The Bridge’s various inciting incidents involving mutilations and desecrations, this nocturnal slaying felt like one of the cruellest. Cutting to a long shot when the rocks started flying might have been intended to make things feel less horrible. But viewing the killing – even briefly – from such a distance also somehow added to the dreadful sense of helplessness. That grisly murder was just the start. We also got a taste of shock-haired Iranian dissident Taariq Shirazi successfully evading Margrethe’s deportation order with the clandestine help of Copenhagen’s gay bar network, heard rumblings of faceless Swedish leftwing radical group Red October ramping up a volatile campaign and spent some uncomfortable moments with devious Don Brolund, a toxic cabbie ready to blow a gasket over the disappearance of his brutalised wife and son. This disparate web of spindly plot strands entangled key players in both Copenhagen and Malmö, dragging the case into The Bridge’s wheelhouse of believable cross-border team-up territory. (For some, the inclusion of Richard Dahlqvist, a male hack apparently better-looking in real life than his byline pic might have been pushing plausibility a little too far – and that was even before we discovered he had an identical twin brother.) But didn’t it feel a little strange processing all of this stuff with Saga almost completely sidelined from the main story? Saga in the slammer So big bad Mama Norén’s painstaking, vindictive season three plan to frame Saga for her murder (actually a carefully planned suicide) was successful. The first few frames of episode one focused on Saga’s new status quo in a place with lots of bars but no drink, robotically waking up and pulling on shapeless prison-gear instead of her signature leather strides. There were upsides: conjugal visits from Henrik, free pottery classes and fellow lag Elsa seemingly desperate to make friends. But there were many more downsides, such as cop-hating Lucinda Ardic deliberately picking a fight just two days before Saga’s case was due to be reviewed in the light of new evidence (her mum apparently blabbed to a psychologist about wanting to frame her daughter). The reductive way of looking at Saga banged up is that routines have always helped keep her on an even keel. But, as she points out to Henrik, in prison the routines are all imposed, so do little to soothe her psyche in such a fraught environment. In truth, we all probably predicted that Saga would end up getting acquitted: conjugal exchanges of information aside, would it really work if she was locked up for the whole final season? But an unexpected last-minute backstabbing – by timid Elsa rather than tough-as-nails Ardic – suggests that even if Saga survives to episode two, she may be diminished. Henrik: new partner, old demons Meanwhile, on the outside: Henrik has a prickly, sleazy new partner called Jonas Mandrup (played by Mikael Birkkjær, although a million miles away from his role as Birgitte’s ex Philip in Borgen) and the Thormod case weighing heavily on his mind. The Danish security service is taking an interest and it doesn’t really help that the unreconstructed Jonas keeps referring to their main lead, Shirazi, as the “Iranian homo”. For all his ratty intuition and covetable turtlenecks, Jonas is clearly not the partner to bring out the best in Henrik, especially when the tortured tech is agonising over the fate of his two daughters. They have now been missing for eight years and – as Henrik confesses to a support group – he is struggling to achieve any sort of closure. Should he abandon his search? The reappearance of his kids in vivid hallucinations suggests that he needs to do something about his psychic trauma, the quicker the better. Here’s hoping Saga survives her prison perforation to help prop him up. What do we know? Margrethe Thormod, head of the Danish immigration board, was stoned under the Danish side of Øresund bridge by persons unknown. Paramedics estimate it would have taken between 75 and 90 strikes to kill her. Her husband of more than three decades, Niels, collapsed upon hearing the news. Thormod initially went missing after getting a cab to the Dronningen hotel, four hours before she was supposed to catch a flight. The cabbie who dropped her off, Don Brolund, claims she asked him to pick her up an hour later, but she never showed. Radical leftwing group Red October – who previously favoured online rabble-rousing over physical action – were implicated in the killing. Investigative journalist Richard Dahlqvist was approached by a group claiming to be Red October for a clandestine meeting, and he convinced his twin brother, Patrik, to come along as backup. After seemingly being stood up, Richard was kidnapped. Henrik uncovered Brolund’s violent past. The cabbie had an alibi for Thormod’s disappearance but fortuitously managed to track down and terrorise his wife, Sofie, before being warned off at knifepoint by his teen son, Christoffer. Taariq Shirazi, the gay Iranian refugee whose deportation case triggered the champagne scandal, was surviving as a fugitive in Copenhagen, assisted by bar owner (and potential Kenny Rogers stunt double) Silas. Despite being located by Henrik and Jonas, he managed to evade them. Notes and observations The only thing cuter than the wonky mug Saga made in prison pottery class was Henrik’s volcanic reaction to Jonas slagging it off. The sideplot of Sofie and Christoffer being in some sort of ad-hoc witness relocation programme also introduced a wizened white-haired woman apparently looking for new tenants/recruits. Any theories about what her deal might be? Probably no need to tell you that the gay bar, Grotten, where Shirazi sought refuge translates as “cave” (somewhere you are likely to find bears). If you call your online leftwing activist group Red October, you must surely expect to be hunted at some point? The mention of “Matador MP47 Hectorra 3” as an important bit of evidence suggested it could be a weapon of some sort. In fact, it’s a type of fancy sports car tyre."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}