{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2018/may/02/government-backwards-rehabilitation-women-jail-inquest-labour-peer", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2018-05-01T23:01:06Z", "webTitle": "Government going backwards over women in jail, says Labour peer", "webUrl": "https://www.theguardian.com/society/2018/may/02/government-backwards-rehabilitation-women-jail-inquest-labour-peer", "apiUrl": "https://content.guardianapis.com/society/2018/may/02/government-backwards-rehabilitation-women-jail-inquest-labour-peer", "fields": {"headline": "Government going backwards over women in jail, says Labour peer", "bodyText": "The government is going backwards in its efforts to rehabilitate and deliver justice to women in prison, Jean Corston, the author of a landmark 2007 report, has said. Lady Corston, a Labour peer, on Wednesday launched a report entitled Still Dying on the Inside, by the charity Inquest, which examined the 94 deaths in women’s prisons since March 2007, at least 37 of which were self inflicted. The report said 116 women also died while under probation supervision following release from prison between 2010/11 and 2016/17. Women account for 5% of the prison population in England and Wales but have much higher rates of deaths, suicide and self harm than men. Last year there were 2,093 incidents of self harm per 1,000 female prisoners, up 12% on the previous year, compared with 445 incidents per 1,000 male prisoners, up 8%. “I’m appalled at the rate at which we’re going backwards,” said Corston, whose 2007 report revealed scandalous conditions in which women were held in England and Wales. That report led to the government to adopt 40 of her 43 recommendations. “More women died in prisons last year than [in the year] before my report,” Corston said. “I blame the privatisation of the probation services, the extension of powers that see women given short sentences recalled to prison for even the smallest breach of their licence – last year more than 1,000 women were recalled to prison for minor infractions such as failing to turn up for a probation appointment – and the change in funding that has seen women’s centres forced to shut.” Most of the women who go to prison do so for non-violent offences (84%), such as for theft linked to poverty and addictions (47%). Nearly two-thirds (62%) of sentences are for six months or less – which is enough time to lose a job, housing or child custody. Two-thirds of women in prison are mothers of dependant children. Deborah Coles, executive director of the charity Inquest, called the situation desperate. “It is with great anger, sadness and deep frustration that we report almost no progress on the necessary systemic and structural change needed,” she said. The report, launched in Westminster by Corston and her fellow Labour peer Helena Kennedy, accuses successive governments of failing to take seriously the needs of women experiencing a range of health, economic and social inequalities. Emily Hartley, 21, was the youngest of 22 women to die in prison in 2016, the year of the highest annual number of deaths in women’s prisons on record. She had been imprisoned for arson, having tried to kill herself by setting fire to herself, her bed and curtains. She had a history of serious mental ill health, including self harm, suicide attempts and drug addiction. Her parents still struggle to understand why she was sent to prison for attempted suicide. “She had been trying to get help for ages,” said her mother, Diane. “She tried to tell people and she had not been heard.” David Hinchliff, the coroner at Hartley’s inquest this year, also questioned why she had been sent to prison, and reached deeply critical conclusions about her care and the failure to transfer her to a therapeutic setting. There were similarities in Hartley’s case to the death of another young woman 10 years before. Petra Blanksby, 20, had a history of mental illness and was imprisoned after setting fire to her own bedroom in a suicide attempt. Hinchliff presided over her inquest too. He made almost exactly the same criticism and calls for change in Blanksby’s case as he would do a decade later in Hartley’s. “The women who end up in prison are amongst the most powerless and disadvantaged in society, largely due to traumatic life experiences: sexual and physical abuse, domestic violence, exploitation, periods of homelessness, institutional care, self harm, educational disadvantage, trafficking, racism, drug and alcohol abuse, and mental illness,” Coles said. “These crimes are underpinned by poverty and inequality.” She said the case of Sarah Reed, 32, who died at HMP Holloway in 2016, was illustrative. Reed had had mental health issues since the death of her baby daughter in 2003, and her problems had been exacerbated when she was assaulted by a police officer in 2012. Reed was remanded to prison in October 2015 for the purpose of obtaining psychiatric reports for an alleged offence that had taken place when she was sectioned at a mental health unit. Once in prison, the medication on which Reed relied was stopped. She was sleepless, hallucinated and chanting. Her acute distress was treated as a matter for discipline. She was found lying on her bed with a ligature around her neck and could not be resuscitated. The jury at the inquest concluded that unacceptable delays in psychiatric assessment, inadequate treatment, and the failure to manage her medication all led to her death. Coles said: “The state’s responsibility for the damaging and sometimes fatal consequences of imprisoning women often starts well beyond the prison walls with failures in social, health and educational services, sentencing policies, and a lack of investment in alternatives.” • In the UK, Samaritans can be contacted on 116 123 or email jo@samaritans.org. In the US, the National Suicide Prevention Lifeline is 1-800-273-8255. In Australia, the crisis support service Lifeline is 13 11 14. Other international suicide helplines can be found at www.befrienders.org."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}