{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2014/oct/17/all-blacks-could-massacre-divided-wallabies-in-bledisloe-cup", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2014-10-16T23:55:30Z", "webTitle": "All Blacks primed to destroy divided Wallabies in Bledisloe Cup | Rajiv Maharaj", "webUrl": "https://www.theguardian.com/sport/blog/2014/oct/17/all-blacks-could-massacre-divided-wallabies-in-bledisloe-cup", "apiUrl": "https://content.guardianapis.com/sport/blog/2014/oct/17/all-blacks-could-massacre-divided-wallabies-in-bledisloe-cup", "fields": {"headline": "All Blacks could massacre divided Wallabies in Bledisloe Cup", "bodyText": "One day out from a dead rubber Bledisloe Cup Test in Brisbane and the Kurtley Beale saga rages on. It’s an unholy mess and far from over. The Australian Rugby Union’s attempts to regain control of the situation have been farcical and self-destructive to date. Irrespective of whether the allegations against Beale are proven, the process has been flawed to the point of a denial of timely justice: Beale’s case reportedly might not be decided until next Friday, some 10 minutes after the team, and presumably coach Ewen McKenzie, have departed Sydney Airport for the tour to the UK. And it’s understood the matter will be heard on the papers only – ie written submissions including witness statements – so there will be no opportunity for Beale’s legal counsel to cross-examine the complainant, former team business manager Di Patston, and McKenzie, who has steadfastly denied he knew about the alleged texts in June. While many players accept Beale may have done wrong, they nonetheless want to see a fair process. The process has driven a deep wedge within the team, a chasm of divided loyalties and conflicting emotions sure to be exposed by a ruthless New Zealand side coming off a rare loss to the Springboks two weeks ago. The ultra fit All Blacks will take the Wallabies to the darkest regions of heart and mind where pain and fatigue rule; a place no divided team can hope to go. Just like the final 20 minutes in the Third Test against the British &amp; Irish Lions last year when then coach Robbie Deans had lost the support of key players, the dying moments against the All Blacks will reveal just how far this Wallabies team will go for McKenzie. Not very far at all, if you believe what players are saying in private. McKenzie may have been backed by the ARU, but he already knows he doesn’t have the full support of the team. He admitted as much this week when he said the players didn’t have to like him, they just had to respect him. He might have it the wrong away around; the players he’s lost like him as a person, they just don’t respect him. McKenzie’s selections have been suspect (with great regret, we may never see the Nick Phipps, Bernard Foley, Kurtley Beale, Adam Ashley-Cooper, Israel Folau Waratahs backline in Wallaby gold), and he holds his share of the blame for the Patston debacle by failing to clearly define her role and then explain that to the team. It should have been a straightforward case of internal change communication. Instead, the whole sorry saga has exploded and wrecked lives and reputations as a result. And to be clear: no Wallaby player supports Beale’s alleged actions and there is a great deal of sympathy for Patston. But the majority of players, including the captain Michael Hooper and his deputy Ashley-Cooper, believe Beale’s alleged moment of inexplicable stupidity could have been avoided and, indeed, dealt with much earlier. One issue from the Beale saga that hasn’t been mentioned is the impact it will have on playing list retention, especially Israel Folau who is also handled by Beale’s manager. Guardian Australia understands Folau has been far from impressed with the professionalism displayed by the ARU in its handling of the Beale/Patston situation. He comes off contract at the end of next year and he won’t extend unless he sees a dramatic improvement in the way the team is managed. And with Jarryd Hayne’s departure for a crack at the NFL, an approach by the Parramatta Eels is a certainty. Already this week, Ashley Cooper, who will play his 100th Test on Saturday, has declared his hand and announced his departure after next year’s World Cup. The timing of Ashley-Cooper’s announcement was telling. Why now when the departure is so far off? The subtext reads of a player who’s simply had enough. The Wallabies can ill afford to lose players of Ashley-Cooper’s quality. Indeed, with the likes of Drew Mitchell, Matt Giteau, Ben Mowen and George Smith playing professionally overseas, the Wallabies are crossing that unenviable threshold – if they haven’t already – of having more Test caps running around outside the team than in. In stark contrast, the All Blacks have no problems retaining their centurions and 50-plus Test players, the Richie McCaws, Dan Carters, Keven Mealamus, Ma’a Nonus and Conrad Smiths. The key issue for the ARU, and one which it seems to have completely overlooked recently, is that players are its principal asset. It has no brand to sell without a winning team. The ARU’s challenge, post KB and Patston, is to bring the talent back on side and convince them the Wallabies environment isn’t a dysfunctional workplace as it clearly is at present. The ARU can’t compete with money so it has to offer the best possible workplace it can to attract and retain the talent on whom its whole business model is based. The ARU can review its corporate governance to kingdom come, but it will count for nought if there’s no quality talent to govern. On that point McKenzie is also wrong. The players do actually have to do more than just like the coach; they have to want to take bullets and bleed for him, say, in the way you see the Waratahs players do for Michael Cheika. “They trust him with their lives,” is the default reply from any agent asked to comment on Cheika’s player relationships. There has been speculation the ARU has a plan in case it has to sack McKenzie, which would include Jake White taking the team to the World Cup with Cheika groomed to take over afterwards. If this is true, the ARU has again miscalculated. Cheika is the only coach to have won top tier club rugby championships in both hemispheres and is sought after the world over; it’s not he that needs to be groomed for the ARU, but the ARU that needs to be groomed for him. This column’s tip for Bledisloe III: All Blacks by plenty."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}