{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2014/oct/24/arsene-wenger-arsenal-work-efficient", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-10-24T21:29:10Z", "webTitle": "Arsène Wenger calls on Arsenal to work harder as a team on defence", "webUrl": "https://www.theguardian.com/football/2014/oct/24/arsene-wenger-arsenal-work-efficient", "apiUrl": "https://content.guardianapis.com/football/2014/oct/24/arsene-wenger-arsenal-work-efficient", "fields": {"headline": "Arsène Wenger calls on Arsenal to work harder as a team on defence", "bodyText": "Arsène Wenger has admitted to being frustrated that his team have not yet clicked this season but said he expects Arsenal to reach top form within the next 10 matches. The Frenchman said his team have won only two of eight Premier League matches because of a lack of “efficiency” and must work to improve defensively, in particular. “It is frustrating but we have to aim to play better,” said Wenger. “We dominate our games. It’s just that when we have a weaker moment, we pay for it. That’s why I think we have to produce more effort defensively as a team. What I look for at the moment is how we can be more efficient. That’s my only worry. If we can be more efficient, in 10 games’ time we will be in a much better position. “That means improving by getting everybody to put a bit more effort into defensive work. That starts not only at the back but also at the front and in midfield and by increasing the level of defensive activity through the team … Last year we had 17 clean sheets. At the moment we have only one after eight games so we are not on the same level at the moment defensively.” Arsenal’s German centre-back, Per Mertesacker, confessed in midweek that he is struggling with the weekly grind of the Premier League after enjoying the high of winning the World Cup in the summer and Wenger believes that tournament, plus the integration of new players such as Alexis Sánchez and Calum Chambers, is one of the factors in Arsenal’s sluggish start. “You only see your players again in November [after a World Cup],” he said. “95% is there but it is normal [to begin slowly] after a World Cup and with new players. The main thing is the attitude and the quality is there. But water boils at 100C not 99 so we have to add that degree.” Wenger says that nothing less than victory at the Stadium of Light will satisfy him on Saturday but suspects that Sunderland’s 8-0 defeat at Southampton last weekend could complicate matters. “It’s not easy to lift the confidence after a defeat like that but normally you have a natural reaction form everybody,” says Wenger. “I think that is what decides lives and careers, how people respond to huge disappointments and how much internal resources they can find to get over that.” Theo Walcott could travel with the squad for the first time since injuring his knee ligaments against Tottenham Hotspur in January but Wenger says the winger is unlikely to play. “I’m not sure to involve him tomorrow, certainly next week. “He has to get used to contact again. He has been out for nine months and it was a big injury. It takes a bit of time to settle and get used to being kicked again. “He has a game that exposes him. He needs to feel he is completely confident. But he is not far. Fitness-wise, he is there to play a part in the game. On the contact front I think he needs a bit more time.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}