{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2014/oct/01/manchester-city-manuel-pellegrini-cska-moscow-target", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-10-01T21:29:17Z", "webTitle": "Manchester City playing Champions League catch-up after plans go awry", "webUrl": "https://www.theguardian.com/football/2014/oct/01/manchester-city-manuel-pellegrini-cska-moscow-target", "apiUrl": "https://content.guardianapis.com/football/2014/oct/01/manchester-city-manuel-pellegrini-cska-moscow-target", "fields": {"headline": "Manchester City playing Champions League catch-up after plans go awry", "bodyText": "Manuel Pellegrini is in danger of falling short of Manchester City’s target of reaching the Champions League quarter-finals this season after the 1-1 home draw against Roma left them with only one point from two matches. City lost 1-0 at Bayern Munich in their Group E opener before Tuesday evening’s disappointing display at the Etihad Stadium. Now Pellegrini’s side are playing catch-up, starting with the trip to play CSKA Moscow on 21 October. The Chilean’s stock is high at the club after he won the Premier League and Capital One Cup and took City into the Champions League knockout stage for the first time in his debut campaign before they lost to Barcelona in the last 16. While City are realistic in their ambitions for the competition, the hope this term is for progress, which means reaching the quarter-finals at least. There is still a firm belief that City can emerge from the group. After the visit to Moscow, they host CSKA on 5 November and Bayern on 25 November before the potentially crucial final game at Roma on 10 December. From next season City’s aim is to become an established semi-final club over the following five years. The strategy is to reach that stage of the Champions League on at least four occasions during that time span, the thinking being that, on the law of averages, they could expect to win the trophy. City’s away game against CSKA could be played behind closed doors with Uefa set to rule on the disturbances involving the Russian club’s fans at Roma a fortnight ago. Supporters were barred from Tuesday’s 1-0 home defeat by Bayern as punishment for the crowd’s behaviour during the visit of Viktoria Plzen in last season’s group stage. CSKA’s general manager, Roman Babaev, said at the weekend: “It is likely we will have to play all our home games behind closed doors. They [Uefa] could exclude us from the Champions League. We are going to do everything in our power to make sure this does not happen. At the moment the whole club is going through a difficult time.” Vincent Kompany has urged his team-mates to pick up six points from the two games against CSKA. The City captain said: “We have to make sure we learn something from this – and we owe a better performance in the next game. “There’s nothing more difficult or special about the Champions League – but you need to be at your best, like in any game in the Premier League. The [style of] game play is always pretty much the same – it’s very difficult playing against Roma [as is] playing one of the top six sides in England. It’s actually very similar. “It could go any way really. Roma have to play Bayern now and one of the teams will lose points – if my maths are correct. And that will probably leave us with an opportunity to get closer again. We have to win both of those games. But doing so will open up the door for not just second place but first place as well. It’s going to be close.” City are confident there will be no problem filling the Etihad after the planned expansion to 55,000 seats. There were only 37,509 at the Roma game on Tuesday, around 6,000 fewer than the club’s average for a Champions League match and 8,000 below the Premier League number. Rio Ferdinand, the former Manchester United captain, questioned the club’s plans. “Expanding the stadium for what though?? For who though???” he tweeted. Yet with the waiting list for season tickets about 8,000 and the club selling out every home Premier League match, there is no concern that City will have trouble filling the stadium once it can house 55,000 fans."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}