{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2014/oct/29/the-uk-is-now-turning-its-back-on-migrants-dying-at-sea-have-we-learned-nothing-from-australia", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2014-10-28T23:35:34Z", "webTitle": "The UK is now turning its back on migrants dying at sea – have we learned nothing from Australia? | Paola Totaro", "webUrl": "https://www.theguardian.com/commentisfree/2014/oct/29/the-uk-is-now-turning-its-back-on-migrants-dying-at-sea-have-we-learned-nothing-from-australia", "apiUrl": "https://content.guardianapis.com/commentisfree/2014/oct/29/the-uk-is-now-turning-its-back-on-migrants-dying-at-sea-have-we-learned-nothing-from-australia", "fields": {"headline": "The UK is now turning its back on migrants dying at sea – have we learned nothing from Australia?", "bodyText": "And so, another wealthy, developed nation – this time, the United Kingdom – has decided to turn its back on people dying at sea. Sneaked out quietly in a written answer to the House of Lords on Monday, the end of British support for search and rescue operations in the southern Mediterranean reeks suspiciously of Australia’s “stop the boats” solution. Confirming the UK’s withdrawal, the new Foreign Office minister, Lady Anelay, highlighted an “unintended pull factor”’ of search and rescue: “that it encourages more migrants to attempt the dangerous sea crossing, thereby leading to more tragic and unnecessary deaths”. Déjà vu? Yes Siree. Yet again, the British Conservatives – equally seduced a few years ago by Australia’s tough, points based immigration system – have filched policy from their former colony (and major migrant outpost) – to score a few cheap, political points in the year before a tough election. And yet this is the very same nation that has long prided itself on being a beacon of multiculturalism, of tolerance and of civil society. This is the same country that sells its capital, London, as a global hub, a melting pot of nations where more than a third of residents – or about 2.5m - are foreign born and pretty much everyone rubs along nicely together. In 2014 in the UK, there are an estimated 270 nationalities and 300 languages spoken. Throughout the country, immigrants are essential to the workforce and in all industries, from finance, IT and banking to restaurants, childcare, hospitality and cleaning. The mayor of London, Boris Johnson, has said loudly – and proudly – he is pro-immigration, if rhetorically tough on illegal arrivals. Still, Johnson advocates more empathy than political brutality: “I believe that when talented people have something to offer a society and a community they should be given the benefit of the doubt.” And what happened to the British prime minister, David Cameron’s flagship project, the What Works Network? It was a pioneering, gutsy and laudable campaign to apply the principle that “good decision-making should be informed by the best available evidence on both what works and what does not work.” The Cabinet Office proudly announced last year that What Works was a world first: “it’s the first time any government has taken a national approach to prioritising the use of evidence in decision-making.” So where is the evidence? Where is the proof that Australia’s now globally notorious towback policies – illustrated in the “no way you will make Australia home” posters – actually work? Those who should know – the naval, medical and social welfare officers who work at the coalface in the southern Mediterranean – have reacted with unanimous horror. It was exactly a year ago, just a few days after more than 300 people drowned off the coast of Lampedusa, that Italy launched the Mare Nostrum (Our Sea) operation to ensure search and rescue of migrants between North Africa and southern Italy. Since then, the operation is estimated to have saved around 150,000 lives. “Everyone was horrified at the loss of lives off Lampedusa one year ago. Italy did something about it” said the secretary general of the European Council on Refugees and Exiles (ECRE), Michael Diedring. Vincent Cochetel, director of the UNHCR Bureau for Europe, said that “ending Mare Nostrum without a European search and rescue operation to replace it would place more people at risk”. On Tuesday, Italy’s Admiral Filippo Foffi categorically dismissed the idea that Mare Nostrum has created a pull factor: “If someone is talking about pull factors, he simply doesn’t know what he is speaking about,” he said, adding that that many refugees’ journeys start more than three months before they make it to the shores of Libya and northern Africa with the majority enduring hardships that meant an estimated half die before reaching the coast. Despite pressure from the country’s political right, Foffi urged EU member states to consider conducting joint-operations further out in international waters where most rescues take place and where criminals are more active. “If we are only in territorial waters we won’t see people in danger and if they die we won’t see it,” he warned. No sane person would argue that there isn’t an urgent need for affected nations to explore alternatives to the dangerous, life threatening voyages offered by traffickers to desperate people fleeing for their lives. However what seems to have been lost in the political fray – sadly, in both hemispheres now – is the credo of a civil society that enshrines that seeking asylum is not illegal. It is a human right."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}