{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/live/2014/oct/21/poll-doldrums-for-the-coalition-as-tony-abbott-returns-to-canberra-politics-live", "type": "liveblog", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2014-10-20T22:24:53Z", "webTitle": "Poll doldrums for the Coalition as Tony Abbott returns to Canberra – as it happened", "webUrl": "https://www.theguardian.com/australia-news/live/2014/oct/21/poll-doldrums-for-the-coalition-as-tony-abbott-returns-to-canberra-politics-live", "apiUrl": "https://content.guardianapis.com/australia-news/live/2014/oct/21/poll-doldrums-for-the-coalition-as-tony-abbott-returns-to-canberra-politics-live", "fields": {"headline": "Poll doldrums for the Coalition as Tony Abbott returns to Canberra – as it happened", "bodyText": "Given the fact our day is nothing at all like we envisaged at 6am – I’m going to fold Politics Live for today and migrate to our live blog marking the death of Gough Whitlam. Do join me in a bit. Ok – I’m terribly sorry – no, estimates will not be getting underway. I had no idea about this, but apparently parliament suspends as a gesture of respect to mark the death of a prime minister. This means no estimates and probably, only a limited parliamentary day. I’ll check and update you shortly. I should note that we expect the agencies – including Asio and the AFP – before estimates hearings today. Today’s hearings will be underway shortly. Let’s get back into the day in Canberra. Late yesterday, Crikey’s Bernard Keane read the new annual report released by the Inspector General of Intelligence and Security and wrote that officers of Australia’s offshore intelligence agency, the Australian Secret Intelligence Service, had fired guns while affected by alcohol. “A “serious” incident involving alcohol and a firearm with an ASIS officer and another government official occurred late last year, which the agency misled IGIS about,” Keane reported. The ABC has taken the issue a bit further this morning. Chris Uhlmann: “A special forces soldier pulled a handgun on an Australian spy during a drinking session in Afghanistan in December last year, an intelligence report shows.” Interesting story, obviously, in the context of the national security debate at present. Given we will have comprehensive coverage on the man and his political legacy on Guardian Australia today, I’ll keep this brief. Gough Whitlam made an extraodinary contribution in his short tenure as prime minister. Whitlam is a genuine one-off in Australia’s national life: a political figure with the capacity to transform a country, and project it confidently into the world. They don’t come along very often. This seems in order. Oh, too sad. The former prime minister Gough Whitlam has died at 98. There will be a separate live blog today covering reaction to Whitlam’s passing. I’ll give you a link when that’s up and running. I’m going to make the time to recap yesterday before the day captures us, just because it’s worth it. Yesterday, politics took a few minutes to examine its recent practices, and the results were somewhat troubling. Specifically: We discovered that the recent ban on Muslim women wearing burqas in the public galleries of parliament house was imposed not because of rational security advice and careful decision making, but because of a sequence of rumours and scuttlebut which began with a talkback radio “tips and rumours” segment. We also learned that despite the highly publicised hysteria about security risks at parliament house, and the presence of heavily armed police stationed around the building – that the threat level at parliament house has not actually changed for the past four years. It’s been the same since 2010. None of this would matter if it wasn’t actually serious on its merits, and also symptomatic of the shoddiness that substitutes too often for evidence based policy. If you’d prefer to review yesterday by consuming Lenore Taylor’s excellent analysis this morning, you can find that here. Good morning everyone and welcome to Tuesday in the national capital. After a colourful day yesterday, and by colourful, I mean bizarre at most every level – I’m pleased to report that we are opening in relative calm. That statement is known in the trade as tempting fate. We could start most anywhere this morning but I’ll stick with Tuesday tradition. We have a Newspoll this morning which indicates the government is stuck in the doldrums. The two party preferred measure is Labor 53, Coalition 47. It’s worth pausing just for a moment to think about this. The Abbott government has made an extraordinarily weak start if the major opinion polls are a reliable guide. There was next to no honeymoon for Tony Abbott, positive polls post the September election lasted only until November. This is highly unusual in the Australian national affairs scene. Then there was the budget debacle. You would have expected a turn in the conversation to national security to benefit the Coalition politically. It’s generally strong territory for conservative governments, and Tony Abbott has thrown the entire kitchen cupboard at the voter over the past few months. But thus far at least, there’s little sign of a security bounce. And Bill Shorten as Labor leader is .. how shall I put this politely .. less than stellar. Yet polls show Shorten would be prime minister if an election was to be held today. Yes, yes, I know that any poll taken now is meaningless so far out from an actual decision point – but the negative trend is notable just the same. The government has something of a Kool Aid tendency, but people who haven’t yet parted company with reality are concerned. Thing can and do change in politics, but voter mulishness right now looks more structrual than cyclical. Newspoll also asked a Putin question to the sample without using the word “shirt front.” Presumably putting what the prime minister actually said to a polling group in order to test their responses is considered old fashioned these days? In any case, the poll confirmed what any politics watcher would be able to intuit by watching the sound bites from the leaders: kicking Putin is solid populist sport. There are a number of other issues doing the rounds this morning, which I’ll get to shortly; and it’s also worth recapping the main points of yesterday for readers who weren’t with us on Politics Live. I’ll cover this over the next few posts. The comments thread is open and I’ve fired up the Twitters. You can find me there @murpharoo and the man with the camera @mpbowers"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}