{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2014/oct/05/hong-kong-braces-deadline-remove-pro-democracy-protesters", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2014-10-05T23:32:00Z", "webTitle": "Hong Kong protests: civil servants allowed to return to work but activists remain", "webUrl": "https://www.theguardian.com/world/2014/oct/05/hong-kong-braces-deadline-remove-pro-democracy-protesters", "apiUrl": "https://content.guardianapis.com/world/2014/oct/05/hong-kong-braces-deadline-remove-pro-democracy-protesters", "fields": {"headline": "Hong Kong protests: civil servants allowed to return to work but activists remain", "bodyText": "Civil servants returned to work in Hong Kong on Monday morning as the number of pro-democracy protesters dwindled after more than week of demonstrations. Although hundreds of protesters defied a deadline to disperse by dawn and remained outside the government’s headquarters in the central area of Admiralty, they did not prevent civil servants from entering offices they successfully blockaded last week. Hong Kong’s leader Leung Chun-ying had insisted the offices must reopen on Monday, warning he would “take all necessary actions to restore social order”. As dawn broke, a handful of protesters partially blocked the entrance to the complex with barricades, but kept a narrow section open to allow workers to pass through. “I’m happy the protesters opened the barriers today,” one female civil servant said as she pushed through. “I need to work.” Student leaders were hoping that more protesters would return to the site later on Monday and have vowed to continue the occupation after an eleventh hour meeting with officials failed to produce an agreement for talks on the region’s political system. Demonstrators had braced for police attempts to remove them overnight, to end a stand-off that has lasted over a week. Smaller numbers remained at other sites. Divisions appeared within the protest movement as the clock ticked. Some decided to withdraw from Mong Kok neighbourhood and the gate outside the chief executive’s office and to remove barriers on Sunday afternoon, but hundreds more promptly arrived to replace them. In a statement on Sunday lunchtime, the government said it was ready to offer dialogue with the Hong Kong Federation of Students on constitutional reform, as previously agreed, but only if demonstrators cleared the roads and lifted the blockade of government facilities. Leung first offered the talks on Thursday, after several days of occupation, but student leaders called them off after protesters were violently assaulted in Mong Kok on Friday, complaining that police had not protected them. Andrew Chow, the federation’s secretary general, told the crowd on Sunday night that it had now started preparations for talks with Hong Kong’s chief secretary, Carrie Lam, because police had met their bottom line for the dialogue – the guarantee of protesters’ safety. “Occupy must go on to give pressure to the government, as it is why they are willing to talk to us in the first place,” he said. If the police used rubber bullets, however, the protesters would have to disperse, he said. “There’s no way to defend against that.” Chow said he hoped a timetable for discussions could be reached by Monday, but basic details still had to be agreed. The federation also apologised to the public for the inconvenience the protests have caused. It earlier offered to open access lanes for government workers. The government, which closed schools across three districts due to the protests, said that secondary schools would reopen on Monday but not primary schools and kindergartens. Police later said all classes would resume, but warned there could be traffic disruptions. Overall the mood at Admiralty appeared calm rather than scared or defiant in the runup to the deadline. “Of course we’re worried about teargas and violence,” said Erica Mak, a 21-year-old student. “But we want to stay here because we want them to respect our voices.” For much of the last week people were not working thanks to a two-day holiday, and even before the government set a deadline for clearance it was widely assumed that protests would ebb this week. “I’m pretty sure it will be the last night here,” said Ronald Tse, 28, who has attended the protests every night since last Sunday, when the police use of teargas brought thousands more on to the streets. Raquel Tso, also 28, said she planned to leave in a few hours because she had work the next day, rather than because she expected the forcible clearance of the area. “I don’t think the government will use force again because it will just arouse the hatred of the citizens,” she said. The mass movement has been the biggest challenge to Beijing since the former British colony was handed over in 1997, highlighting people’sconcerns that its freedoms and identity are being whittled away. It has taken on a life of its own, making it harder for the original leaders of the protests to guide it to a conclusion. The student federation, the Scholarism activist group and Occupy Central have acknowledged that participants have their own intentions and aspirations. “I never planned to get involved in Occupy Central, but I think now it’s not Occupy Central. It’s the umbrella revolution,” said Rigel Lee, an 18-year-old student. Organisers say it is not a revolution at all, stressing that participants are not calling for independence or the overthrow of the government, but delivery on a promise of universal suffrage. It was sparked by Beijing’s decision to impose tight restrictions on the election of Hong Kong’s next chief executive in 2017. In a commentary for Radio Free Asia, Bao Tong, the most senior official jailed over his sympathy for the 1989 pro-democracy protests in Tiananmen Square, praised the protesters but told them: “The seeds have already been sown, and they need time to lie fallow … Take a break, for the sake of future room to grow. For tomorrow.” The vice-chancellor and president of Hong Kong University, Peter Mathieson, urged all students and staff to leave protest areas in an email sent early on Sunday, saying he feared for their safety. The former chief justice, Andrew Li, also urged students to disperse, saying that their ideals and aspirations for democracy had been fully understood through their peaceful demonstrations, and were respected. A group of more than 80 scholars from the region’s eight universities wrote in a joint letter that they shared concerns about students’ safety, but that they “would like to stress that the fundamental solution … should lie with concrete action by the authorities to address the people’s demands”. Chinese state media continued to denounce the protests in a barrage of commentaries and editorials on Sunday. “Hong Kongers’ free will shall not be held hostage to protesters,” Xinhua, the state newswire, said in a headline. The People’s Daily, the Communist party’s newspaper, called for the “resolute safeguarding of Hong Kong’s rule of law”. Officially sanctioned reports about the protests have become both more abundant and prominently placed since last weekend, when newspapers and television stations simply reiterated a brief Xinhua statement denouncing the protest as an “illegal assembly”. Steve Tsang, an expert on Chinese politics at the University of Nottingham, said that may signal Beijing’s growing confidence that the unrest will end without delivering any severe blows to party control. “There is not at the moment that much sympathy in China for Hong Kong,” he said. “So far, we haven’t seen any evidence that Beijing is telling Hong Kong directly how to handle the protests. I think we’ve seen the general idea of what they want, but not specific instructions on how to get it. I don’t think they trust CY Leung. But what are their options? If you were Xi Jinping, would you want to directly control the situation? If things go right, what would he stand to gain that he doesn’t have already? And if things go wrong, this will reflect very badly on him.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}