{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2014/oct/12/kurds-persecuted-betrayed-for-a-century", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2014-10-11T23:05:11Z", "webTitle": "Kurds again dare to dream of uniting in their own country", "webUrl": "https://www.theguardian.com/commentisfree/2014/oct/12/kurds-persecuted-betrayed-for-a-century", "apiUrl": "https://content.guardianapis.com/commentisfree/2014/oct/12/kurds-persecuted-betrayed-for-a-century", "fields": {"headline": "Kurds again dare to dream of uniting in their own country", "bodyText": "Contemporary Kurdish aspirations for statehood date from the end of the first world war, when the remains of the Ottoman empire were divided into what became the contemporary state system of the Middle East. During four years of bargaining, contestation, conflict and deal-making, the possibility of Kurdish autonomy in eastern Anatolia, potentially leading to statehood, was mooted (in the Treaty of Sèvres) then shelved. The Kurds have not forgotten this, their first betrayal of many at the hands of competing foreign and regional powers. Since then, the people of Kurdistan have lived a divided existence as sizeable minorities in the states of Turkey, Iran, Iraq and Syria. In each case Kurdish identity has been suppressed by states espousing a nationalist agenda that excludes them. Iraq’s Saddam Hussein infamously resorted to the use of chemical warfare against the Kurds in his drive to Arabise Iraqi-Kurdistan in the 1980s. Syria’s Hafez al-Assad classified tens of thousands of Kurds as foreigners and deprived others of basic civil rights, driving them into so-called “concealment”. In Turkey, for decades they were subjugated by the armed forces and required to assimilate. Kurdish national consciousness and separatist movements inevitably gained momentum in response to the discrimination. Most notoriously, the Kurdistan Workers’ party (PKK) took up arms against the state in Turkey, embracing a communist ideology and deploying tactics that had it designated as a terrorist organisation by both Ankara and Washington. Kurdish resistance movements were also exploited by the governments of neighbouring states to undermine their rivals. For instance, the shah of Iran, with US backing, supported the Iraqi Kurds against the government of Iraq in the early 1970s, only to abandon them when Tehran and Baghdad reached accommodation. The Iraqi Kurds blamed the US for this betrayal, only to suffer a repeat in 1991, when President George Bush Snr called on Iraqis to rise up against Saddam and then stood by while his forces turned on the Kurds and drove them to the borders of Turkey. This time, however, US and allied forces reversed tack and instituted the no-fly zone over Iraqi Kurdistan that laid the ground for it to emerge as an autonomous region following the US invasion of 2003. The Kurds supported Saddam’s overthrow, although their relations with successor governments in Baghdad have been strained. In Syria, the Assad regime gave succour to the PKK for a while as a way to undermine stability in Turkey. However, after their capture of PKK leader Abdullah Ocalan the Turks appeared to defuse the problem posed by PKK and initiated a peace process. Under EU pressure, the Erdogan government enabled a re-emergence of the Kurdish language and culture. At the same time Recep Tayyip Erdogan forged a rapprochement with Bashar al-Assad. That ended abruptly, however, when Assad cracked down savagely on demonstrators during the Arab spring. Erdogan has been dedicated to Assad’s overthrow ever since – and is charged with enabling recruits to the Islamic State (Isis) and other armed groups ranged against Assad to cross the Turkish border into Syria. Now Isis has turned on the Kurds. They had experienced a boost in their fortunes when the Assad regime removed its troops from Kurdish areas along the Turkish border, enabling them to forge the makings of an autonomous region inside Syria akin to that formed by the Kurds of Iraq. But faced with the advance of Isis on Kobani, refugees have fled to the Turkish border. Many have been allowed in, but the Turkish authorities have been preventing Kurdish volunteers from crossing in the opposite direction to fight Isis. Meanwhile, up until the advance of Isis forces into Iraq this summer, Iraqi Kurdistan was flourishing as a region of relative calm and prosperity in comparison with the rest of Iraq. Turkey lived with this, not least because cross-border trade was lucrative. Now it appears the Turks have reverted to their stance of countering any move by the Kurds that could lead to them gaining independence. As ever, they fear for the integrity of Turkey. Where the Americans stand on Kurdish aspirations is unclear, but hitherto they have opposed the break-up of the regional order instituted after the first world war. Rosemary Hollis is professor of Middle East policy studies and director of the Olive Tree Programme at City University London"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}