{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2014/oct/20/sse-becomes-first-ftse-100-company-awarded-fair-tax-mark", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2014-10-19T23:01:04Z", "webTitle": "SSE becomes first FTSE 100 company to be awarded Fair Tax Mark", "webUrl": "https://www.theguardian.com/business/2014/oct/20/sse-becomes-first-ftse-100-company-awarded-fair-tax-mark", "apiUrl": "https://content.guardianapis.com/business/2014/oct/20/sse-becomes-first-ftse-100-company-awarded-fair-tax-mark", "fields": {"headline": "SSE becomes first FTSE 100 company to be awarded Fair Tax Mark", "bodyText": "Energy company SSE has become the first FTSE 100 business to be awarded the Fair Tax Mark, a scheme that aims to hold companies to account over their tax affairs. SSE, which has nine million customers, has published retrospective accounts showing how much corporation tax it pays alongside pledges to stay away from tax havens and aggressive tax avoidance schemes. Formerly known as Scottish &amp; Southern Energy, the firm is expected to use the kitemark in its battle with rivals EDF, E:ON and NPower following a string of mis-selling scandals in the industry. Last year SSE was fined £10.5m by the regulator Ofgem for misleading customers with false statements about rivals gas and electricity charges and inaccurate information about its own tariffs. The fine, the largest ever imposed on an energy supplier by Ofgem, sparked a flight of customers. In July SSE reported losing 110,000 customers in the previous three months despite freezing prices. The group said its new tax policy will mean rejecting the use of tax avoidance schemes and the use of tax havens to reduce its tax liabilities. It has also become the first UK company to publish a country-by-country report that complies with a new OECD guidelines. The Paris-based think tank, handed responsibility for drawing up tax guidelines by the G20, has drawn up a template that calls on firms to supply details of their tax payments to their respective tax authorities. SSE, which operates in the UK and Ireland, will make these details public. The kitemark has been given the seal of approval by Margaret Hodge MP, who chairs the parliamentary watchdog, the public accounts committee (PAC). The PAC has produced several reports in recent years criticising tax avoidance policies adopted by some of the largest businesses. She said she hoped other companies would follow SSE’s example. “Too often companies hide behind commercial confidentiality to disguise their activities, claiming that transparency about their tax affairs would damage their competitiveness. I don’t buy that, and the public don’t buy that,” she said. “SSE clearly feels it has nothing to fear – and potentially a lot to gain – from responding to public demands for greater openness. There is no excuse for other companies not to do the same, and make this new standard in transparency the norm, not the exception.” The Fair Tax Mark allows companies to depress their tax payments using legitimate tax breaks and to offset losses from previous years against profits, but demands it be transparent about how it reaches its total tax contribution. Earlier this year the transport firm Go-Ahead became the first public company to comply with the fair tax rules, joining a small group of charities and not-for-profit organisations. It was launched in February with the backing of the Unity Trust bank, Midcounties Co-operative and the Phone Co-op. Alistair Phillips-Davies, chief executive of SSE, said: “As a provider of an essential service SSE firmly believes it has a responsibility to contribute to the societies in which it operates. Paying the appropriate amount of tax is core to this; and we are determined to abide by both the spirit and letter of the UK’s tax regulations. “Almost nine million SSE customers now have an independent guarantee that their energy comes from a company that seeks to pay the right amount of corporation tax, at the right time, in the right place and explains how it does that. Richard Murphy, Director of the Fair Tax Mark, welcomed the move, and predicted that other companies will follow. “Today is a major breakthrough for the campaign for responsible tax behaviour with the award of the Fair Tax Mark to SSE plc. As was the case with Fairtrade and other successful ethical standards, we anticipate that the accreditation of a major FTSE 100 company will prove to be a game-changer for the reporting of responsible tax planning in the UK,” Murphy said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}