{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2014/oct/14/ecotricity-skanska-windfarm-skylark-project", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2014-10-13T23:01:10Z", "webTitle": "Ecotricity windfarm project hopes to power more than 50,000 homes a year", "webUrl": "https://www.theguardian.com/business/2014/oct/14/ecotricity-skanska-windfarm-skylark-project", "apiUrl": "https://content.guardianapis.com/business/2014/oct/14/ecotricity-skanska-windfarm-skylark-project", "fields": {"headline": "Ecotricity windfarm project hopes to power more than 50,000 homes a year", "bodyText": "Ecotricity, one of the new breed of independent energy suppliers, has teamed up with Skanska, the construction group, in a bid to build £500m worth of onshore windfarms in the UK within five years. Dale Vince, the founder of Ecotricity, said it had taken his firm 17 years to build capacity that generates 70 megawatts of wind power but he was hoping to construct 100MW of schemes – enough to power 57,000 homes – every year. He admitted the major expansion plans could be affected if the Conservatives win the general election next year and pressed ahead with plans to drastically reduce onshore wind energy. “Obviously it is a concern but we are still confident that anything (windfarms) in planning up until the end of next summer should be immune from political risk,” he explained. Vince said the new joint venture with Skanska, titled Skylark, would combine Ecotricity’s skills in winning planning consents for projects with the construction company’s ability to build them and bring in large investors. “Ecotricity were the world’s first green electricity company, while Skanska aims to be the greenest construction company in the world – our shared pursuit of sustainability and our complementary skill sets creates a strong partnership. Steve Cooper, a director at Skanska Infrastructure Development, said the involvement with Ecotricity helped it to meet its wider green agenda. The company has worked on redevelopments at St Bartholomew’s hospital in London and on the M25. Skanska has also built two large windfarms in its native Sweden. Ecotricity, like some other independent suppliers, has seen its retail supply business take off as customers leave the big six firms which have dominated the sector for so long. It has doubled its number of customers over the last 12 months to 150,000 and hopes to hit 200,000 by next April, but admits such fast growth poses a challenge to retaining the best levels of service. “We are coping well,” said Vince, “but we have had to double our staff to 500 to keep up.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}