{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2014/oct/10/jimmy-anderson-kevin-pietersen-england-book", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2014-10-09T23:46:41Z", "webTitle": "Jimmy Anderson dismisses Kevin Pietersen’s claims of England divisions", "webUrl": "https://www.theguardian.com/sport/2014/oct/10/jimmy-anderson-kevin-pietersen-england-book", "apiUrl": "https://content.guardianapis.com/sport/2014/oct/10/jimmy-anderson-kevin-pietersen-england-book", "fields": {"headline": "Jimmy Anderson dismisses Kevin Pietersen’s claims of England divisions", "bodyText": "Jimmy Anderson has hit back at Kevin Pietersen’s autobiography, calling the whole affair “sad”. Speaking publicly for the first time since the controversy erupted, the England bowler said dismissively: “We’ve got more important things to worry about than someone’s book.” Anderson rejected the claims of a divided dressing room. “The issues that have been brought up are sad really,” he said. “The dressing room for the seven or eight years we were winning and successful was fantastic. You don’t achieve what we did during that period without all the guys pulling in the same direction. “I can’t get my head round it. He [Pietersen] seems like he has not enjoyed it for any of the time he was there, but we all enjoyed it.” In response to a question about whether or not in the future dressing room issues could stay in house and not be played out in public like this, Anderson replied: “I’d like to think they could stay in house. This is not an ideal situation but it’s different with Kev. He never got a chance to stand up for himself in the dressing room because the opportunity to be in the dressing room was taken away from him by the powers that be. He is now venting his frustration through a book.” Anderson was speaking alongside Pietersen’s former team-mates Matthew Hoggard, Paul Collingwood and Simon Jones. The former England, Hampshire and Glamorgan bowler Jones, who was part of the 2005 Ashes-winning team, moved to defend Pietersen. “For Kev to come out and say the things he has there must be some truth behind it. We will see what happens over the next couple of weeks. I am sure Matty Prior will come back at him. But I think at the moment, Kev is the happiest man in the world because he’s selling books, the press have done him a massive favour and Twitter has gone bonkers and he’s a happy man,” Jones said. There was little sympathy forPietersen from fellow 2005 Ashes-winner Matthew Hoggard, who described Kevin as being “very bitter”. “I think he is getting a lot of his anger out and it’s fantastic way of selling books before Christmas,” Hoggard said. Asked if he thought Pietersen had any grounds for his bitterness, Hoggard replied: “In relation to the Twitter account that wasn’t investigated properly but everything else I think he’s brought on himself and he’s just being a kiddy in a schoolground.” Paul Collingwood, about whom Pietersen talks fondly in his book, was also fairly unsympathetic. “I don’t really understand all of this to be honest,” he said. “The last seven years has been fantastic for English cricket. KP has done a lot for English cricket but also English cricket has done a lot for KP. This is one man’s opinion against everyone else’s. This was one of the most successful teams in English history – three Ashes wins, No1 Test status, a World T20 cup, a series win in India. If you think the England dressing room was as divided as he says, there’s no fucking chance we’d have won any of those things, let me tell you.” Jimmy Anderson was speaking at a Hardys event at Lord’s. For more information visit www.hardyswines.com"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}