{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2014/oct/28/demi-lovato-garrulous-pop-princess-tween-arena", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2014-10-28T21:57:58Z", "webTitle": "Demi Lovato review – garrulous pop princess wows tween arena", "webUrl": "https://www.theguardian.com/music/2014/oct/28/demi-lovato-garrulous-pop-princess-tween-arena", "apiUrl": "https://content.guardianapis.com/music/2014/oct/28/demi-lovato-garrulous-pop-princess-tween-arena", "fields": {"headline": "Demi Lovato review – garrulous pop princess wows tween arena", "bodyText": "Hours before Demi Lovato took the stage at Brooklyn’s Barclays Center on Monday night for the the final show of her world tour, her voice boomed through the arena, eliciting screams from the tween majority. Between opening acts, Lovato called down to her adoring Lovatics – and their parents – from the arena’s video screens. Looking every bit the pop star, Lovato described her personal style (sponsored by Tampax), touted her coloured hair clip-ons and promoted a charity – about which this reporter would know more had she not learned about it at a concert filled with screaming young people. While this product placement was as hard to miss as the bright pink shirts that dotted the audience, there was something about it that proved Lovato to be a consummate professional. She is, after all, part of the most recent generation of Disney kids gone “bad”. Having become screaming-teenager famous after appearing in the Disney Channel movie Camp Rock in 2008, she took the well-worn child star route to rehab, then somehow found her way down another path, where she earned accolades for her open discussions about problems she had with bulimia, self-harm, drugs and alcohol. In August, she turned 22. At the sleek Barclays Center, there was no elephant in the room about these problems. Instead, Lovato nailed the delivery of her collection of pop hits, keeping the gears spinning in her high-powered marketing machine of independence, love and acceptance. While the marketing gambit reeked of Disney, Lovato was unapologetic about her saucy dance moves and cursing, while promising that she is still a good role model. It was an especially striking move considering the other major pop storm to hit the world on Monday, the release of Taylor Swift’s 1989. While New York City welcomed Lovato with open arms, her yellow-haired peer was met with sharp criticism as the album release was timed with the announcement that she is the gritty city’s new “global welcome ambassador”, having moved to a penthouse in one of its poshest neighbourhoods in April. Standing on stage, in a metallic bustier befitting a popstar warrior, Lovato struck down these trotted out standards of pop pristine and belted the lyrics of her hit Heart Attack: “So I’m putting my defenses up/ Cause I don’t wanna fall in love/ If I ever did that, I think I’d have a heart attack.” During one of Lovato’s trademark between-song gab sessions, she pre-empted any criticism about their lack of brevity with the lyrics of her hit Really Don’t Care, then engaged into a minutes-long riff about what the show meant to her, what her fans meant to her, and what her hair clips meant to her. What she did claim to care about was her fans. Early on in the show, Lovato asked the audience to turn on their phone flashlights so she could see each and every one of them. As the lights blurred together Lovato’s overwhelming power over the tween market became clear. Then, the situation became darker, literally, and metaphorically. Lovato’s former paramour and fellow fallen Disney star in arms Joe Jonas took the stage for a duet of their song Wouldn’t Change a Thing. The piercing, overwhelming screams this move elicited would even shock people who saw the Beatles perform in the 1960s. Especially because people who could understand that reference involuntarily participated in the screaming. Standing in a group of more than 10 adults who had hours earlier admitted they could barely name one Lovato song, it became clear that this power is about more than the few years of crazed fandom Lovato is likely to elicit, but the pop-centric celebrity world we have all succumbed to. Clearly, the many companies relying on her endorsements had invested intelligently."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}