{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2014/oct/13/raheem-sterling-roy-hodgson-questions-liverpool-training", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-10-13T21:31:08Z", "webTitle": "Raheem Sterling tiredness has Roy Hodgson querying Liverpool training", "webUrl": "https://www.theguardian.com/football/2014/oct/13/raheem-sterling-roy-hodgson-questions-liverpool-training", "apiUrl": "https://content.guardianapis.com/football/2014/oct/13/raheem-sterling-roy-hodgson-questions-liverpool-training", "fields": {"headline": "Raheem Sterling’s tiredness has Roy Hodgson querying Liverpool training", "bodyText": "Roy Hodgson has questioned whether Liverpool are using the correct fitness regime after claiming there is little medical evidence to support the “two-day recovery” system that Brendan Rodgers has put in place at Anfield and that has led to friction between the two managers. Hodgson suspects that part of the reason Raheem Sterling complained about feeling “a bit tired” on Saturday, two days after playing the first 45 minutes of the 5-0 win against San Marino, was because the 19-year-old was used to an extra day without training. The England manager has already angered Brendan Rodgers after Daniel Sturridge was injured on international duty last month, when Liverpool’s normal policy is that he would not take part in a full session until three days after playing. Hodgson has always allowed players over the age of 30 to have two days of recovery if it suits them but he is not convinced it should apply when it comes to the younger members of his squad and he intends to speak to Rodgers about the Sterling issue. The player defended him being criticised for asking to be rested.“Excuse me for being human,” he tweeted. “Raheem might say it is something that is becoming ingrained in him and that he felt the need to talk about being tired more than he would normally do,” Hodgson said. “We have never had any problems with that [Liverpool’s policy] but I don’t think there is a lot of medical evidence to support the two-day recovery so, if you want to, you might want to research that. “Certainly the Germans who everyone admires so much, they don’t do it, that is for certain. We did it from the start because we had people such as John Terry, Ashley Cole, Steven Gerrard and Frank Lampard who I felt would be better off having an extra day. “I would expect players not to take it for granted that there will be two-day recoveries but on the other hand it could easily be like this time when we did virtually nothing in terms of what I consider to be training the day after the San Marino game and only 40 minutes, including the warm-up, the day before the Estonia game, and that was at a fairly low-level intensity.” Hodgson has been at pains to emphasise there is no serious problem between himself and Rodgers but there is plainly a difference of opinion – “If I have to give players two days off we won’t train at all,” he said before the San Marino game – and the issue is likely to resurface when England play Slovenia on 15 November and then Scotland three days later. “I think I should speak to Brendan but it really is very simple and I am sure he understands the situation,” Hodgson continued. “He [Sterling] has played a lot of games recently and it is the first year in the Champions League for Liverpool for a while, so the games have obviously been quite high-pressure games. Brendan has been talking about the pressures Raheem has been under and the fatigue that may have set in, so I am pretty sure he will be dealing with Raheem over the next month as he sees fair. “Our record over my two and a half years has not been too bad in terms of looking after the players. We don’t send them back injured very often, though it is going to happen from time to time, and I think that is because we do have a very good medical and fitness staff and we do try to consider these things. “But I thought there was a good question: am I the only one with that responsibility? Or does it have to be shared between club and country? I think it does.” Hodgson went on to acclaim Wayne Rooney as England’s captain prepares to join the small list of players who have won 100 caps for his country. Rooney’s second-half winner in Tallinn has put him within one goal of equalling Jimmy Greaves’s total of 44 for the national team and six off Sir Bobby Charlton’s all-time record of 49, and he will reach his century of appearances against Slovenia. “I said when I came into the job that I didn’t know quite what to expect of him,” Hodgson said. “My knowledge of him was shaped by TV, radio and the newspapers but I have been surprised by him. He is a very different person than I thought – very driven, very professional – and since he has had the captaincy he has taken on even more responsibility. To get 100 caps for your country is some achievement because the competition you face for your shirt in England all the time should be enormous.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}