{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2014/oct/09/french-couple-refused-vaccinations-for-children-face-judge", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2014-10-09T22:31:00Z", "webTitle": "French couple who refused vaccinations for their children go to highest court", "webUrl": "https://www.theguardian.com/society/2014/oct/09/french-couple-refused-vaccinations-for-children-face-judge", "apiUrl": "https://content.guardianapis.com/society/2014/oct/09/french-couple-refused-vaccinations-for-children-face-judge", "fields": {"headline": "French couple who refused vaccinations for their children go to highest court", "bodyText": "A couple who refused to have their children vaccinated against polio, diphtheria and tetanus have appeared before a court in France on Thursday accused of mistreating their infants. After listening to their case, the magistrate decided to refer it to the highest legal authority in France, the cour de cassation, to decide whether parents’ right to refuse inoculations is a constitutional issue. Samia Larère and her husband Marc, who argued that the obligatory inoculations may do more harm than good, risk two years in prison and a €30,000 (£19,000) fine for not arranging for their infants, aged three and 15 months, to have the jabs. Their case has sparked a national debate on France’s strict laws on vaccines. The pair told the court in the Burgundy town of Auxerre on Thursday that they had refused to inoculate their children because the only vaccines on offer also combined vaccinations for other diseases, including whooping cough, hepatitis B and meningitis, which are recommended but not obligatory. They admitted the French laboratory Sanofi Pasteur had sent them two vaccines that contained only the polio, diphtheria and tetanus vaccines, but said they had not wanted to use them because they also contained a “toxic product”. “There are serious studies carried out today that prove that vaccines can make our children ill more than protect them,” Samia Larère told French journalists before the hearing. “There are additives, like mercury and aluminium, which are dangerous.” She said the couple had become wary of the “giants of the French pharmaceutical industry”. The pair’s legal representative, Emmanuel Ludot, said they were not new age fundamentalists, but believed in the merits of alternative medicine. “They’re not vehemently anti-vaccinations and they don’t belong to any group or sect. “Vaccines, yes, but not the additives. I will almost certainly get the case referred to the constitutional court to establish if a vaccine can be enforced.” Ludot told the judge: “Is the right to refuse [vaccination] a constitutional liberty? There’s an urgent need for clarification of this issue.” Public prosecutor Gregory Leroy said he agreed with the question being referred to a higher legal authority. Following the judge’s decision, the case was adjourned. Vaccination against polio, diphtheria and tetanus is obligatory for children and adults in France, which is the only European country apart from Italy to insist on inoculations against certain potentially fatal diseases. Proof of vaccination is demanded by creches, schools and sports centres. Without the necessary certificates, the Larères are not in contravention of French law but are unable to sign their children up for kindergartens, play centres or any organised activities involving other children. Last month, France’s public health council, HCSP, called for a national examination of the country’s vaccine policy, which it said had become “complicated, confused and unequal”. It called for a “renewal of vaccine policies that should become far more voluntary”. On Thursday the French health minister, Marisol Touraine, warned of a worrying and growing defiance against vaccinations. “Vaccines save lives, and we mustn’t forget that. There’s no particular reason to be concerned about the additives,” Touraine said. She added: “Freedom stops where public health begins.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}