{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2014/oct/13/mps-vote-to-recognise-palestinian-state", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2014-10-13T21:53:21Z", "webTitle": "MPs vote to recognise Palestinian state, adding to pressure on Israel", "webUrl": "https://www.theguardian.com/world/2014/oct/13/mps-vote-to-recognise-palestinian-state", "apiUrl": "https://content.guardianapis.com/world/2014/oct/13/mps-vote-to-recognise-palestinian-state", "fields": {"headline": "MPs vote to recognise Palestinian state, adding to pressure on Israel", "bodyText": "MPs including the Labour leader, Ed Miliband, have voted to recognise Palestine as a state in a symbolic move that will unnerve Israel by suggesting that it is losing a wider battle for public opinion in Britain. The vote of 274 to 12, a majority of 262, on a backbench motion has no practical impact on British government policy and ministers were instructed not to vote. Labour decided to impose a one-line whip, and the Liberal Democrats, like the Conservatives, gave their backbenchers a free vote. In possibly the single most important contribution in an emotional debate, Richard Ottaway, the Conservative chairman of the foreign affairs select committee, said the recent annexation of West Bank land by the Israeli government had angered him like nothing else in politics. The Conservative MP said he had been a supporter of the state of Israel before he became a Tory and had close family connections with the generation that formed the Israeli state. He explained: “The Holocaust had a deep impact on me growing up in the wake of the second world war,” adding that he had been a strong supporter of Israel in the six day war and subsequent conflicts. He told MPs: “Looking back over the past 20 years, I realise now Israel has slowly been drifting away from world public opinion. The annexation of the 950 acres of the West Bank just a few months ago has outraged me more than anything else in my political life. It has made me look a fool and that is something I deeply resent.” He said he was not yet convinced that Palestine was fit to be a state due to its refusal to recognise Israel, adding that “in normal circumstances” he would have opposed the motion. But, he said, “such is my anger with the behaviour of Israel in recent months that I will not be opposing this motion. I have to say to the government of Israel: if it is losing people like me, it is going to be losing a lot of people.” The former foreign secretary, Jack Straw, said the vote was not simply a gesture, because if it were, the Israeli government would not be as worried by the vote. The Israeli government, he said, wants the recognition of the Palestinian state only at the successful conclusion of any negotiations. But Straw said “such an approach would give the Israelis a veto over whether a Palestinian state should exist”. A vote for recognition would add to the pressure on the Israeli government, he said. “The only thing that the Israeli government, in my view, in its present demeanour under Bibi Netanyahu understands is pressure.” Straw moved an amendment to the motion setting out that the UK government should recognise Palestine “as a contribution to securing a negotiated two-state solution”. Sir Malcolm Rifkind, a former Conservative foreign secretary, said it had been British policy for generations that a state is recognised when the territory in question has a government, an army and a military capability. Conservative James Clappison spoke out against the motion, arguing it would do more harm than good. He said: “I believe that international recognition of a Palestinian state in the terms of the motion would make a two-state solution less likely rather than more likely. “I don’t see Israel, having faced the challenges it has over the years, caving in to this backbench motion. It might be a gesture on behalf of this house, but it would take the process no further.” He said Hamas had “set its face against any peace deal with Israel” and undertaken a “campaign of terror”. The motion had been tabled by Labour’s Grahame Morris, who said it was right to take the “small but symbolically important” step of recognising the Palestinian right to statehood. Tobias Ellwood, the Middle East minister, said the UK government was a “staunch supporter” of Israel’s right to defend itself, but settlement-building made “it hard for Israel’s friends to make the case that Israel is committed to peace”. Ellwood said Palestinian statehood could only become a reality when occupation ends and stressed that the UK believes “this will only come through negotiations”. He added: “The UK will bilaterally recognise a Palestinian state when we judge that it can best help bring about peace.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}