{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2014/oct/12/ebola-sierra-leone-fighting-war-against-unseen-virus", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2014-10-11T23:05:12Z", "webTitle": "Ebola: Sierra Leone is fighting a war against an unseen, proliferating virus", "webUrl": "https://www.theguardian.com/commentisfree/2014/oct/12/ebola-sierra-leone-fighting-war-against-unseen-virus", "apiUrl": "https://content.guardianapis.com/commentisfree/2014/oct/12/ebola-sierra-leone-fighting-war-against-unseen-virus", "fields": {"headline": "Ebola: Sierra Leone is fighting a war against an unseen, proliferating virus", "bodyText": "As evening fell, localised lightning illuminated the palm trees and mango trees along the Atlantic coast beach near Aberdeen, a western neighbourhood in Freetown. These are the remnants of a long rainy season that will soon finish. The flashes in the sky and the booming thunder were not mortar shells or rocket launchers. The sound of an approaching helicopter shook the foundations of small homes and commercial storefronts as it hovered and landed at a small airstrip near downtown Freetown. The black and white “reverend” birds bid a hasty retreat. The beating blades slowed and the flags settled back into their drowsy droop. There were no soldiers on board the UN’s helicopter, but men in dark suits and gleaming white shirts emerged to stroll across the tarmac to a line of waiting SUVs. The helicopter and vehicles are not military issue. The traffic slows and the crowds thicken as vehicles approach the third checkpoint on a stretch of road just outside the eastern boundaries of Freetown. Street hawkers offer bananas, boiled eggs and cold drinks to passengers and drivers. Police and military personnel guide vehicles, cars, trucks and non-governmental SUVs to one side of the road and ask occupants to slip down and proceed to a tarp-covered shack beside the metal barricades. Travellers are asked to wash their hands and submit to an infrared thermometer temperature check. Security forces are not looking for weapons or rebels but for a possibly more deadly opponent – the Ebola virus. In an address to a World Bank round table, the president of Sierra Leone, Ernest Bai Koroma, stated “… the fight on the ground in Sierra Leone urgently needs the support of people gathered here today to combat this virus; without you we cannot succeed, without your quick response, a tragedy unforeseen in modern times would threaten the wellbeing and compromise the security of people everywhere.” Is Sierra Leone at war? Despite the war-like language – “fight”, “combat”, “tragedy” – Sierra Leone is not fighting itself or a visible, hostile enemy. Sierra Leone is racing against an unseen, proliferating virus. “This is a race to get ahead of this evil virus; this is a race for all of us,” said the president. Sierra Leone is not sprinting, but readying itself for a marathon. On Friday 10 October, Sierra Leone recorded its highest official number of deaths in one day – 140. Body retrieval teams, laboratories and gravediggers work at a furious pace. Treatment centres are being constructed across the nation. Nurses are busy with training sessions … and treating patients. Seaports and airports are overwhelmed by incoming supplies from China, Britain, Cuba, the US and Europe. At the moment Sierra Leone is behind in the race. At the moment the international community, local institutions and organisations are lagging. And, like a tiring racer, the country is struggling to keep up. Juliet Nyanah Manna, 32, runs a small “tarp and stick” cookery shop on the beach near Lumley in the west of Freetown. Manna’s business has slowed to a trickle … a slowly retreating tide that has her wondering when she’ll get her next meal or pay her rent. “Business is slow. People are not out. And even when people come for drinks the police drive them away insisting ‘No gathering. This is a state of emergency’,” she says. Manna is a single mother and she’s looking for other business opportunities. She says: “I have to change my business to find money.” Across the beach road from her cookery shop is a long line of mall shops and restaurants. All of the windows are boarded up. It feels and looks a bit like a ghost town or a cold, deserted resort locale. The parking area along the street is bereft of vehicles and street traffic is almost non-existent. Manna lists on her fingers, as she points up and down the street, all the shop owners who’ve left the country and abandoned their businesses. She stays because she has very few other options. Mary Kamara, 43, was an education programme assistant with a local NGO before the first cases of Ebola were reported in the country. She is now unemployed. Her NGO was funded by an international NGO which is now channeling all its funding to Ebola-related activities. “When this sickness happened,” says Kamara, “I knew I had to find another way to support my family.” She is now selling used clothes and has found a niche market in her small community. Kamara’s sister, Isha, buys a large bale of “junx” (clothes donated to organisations in the US, UK, or Canada and imported to Sierra Leone) from a Lebanese businessman in downtown Freetown. Together, Mary and Isha sort the clothes and pile bundles of T-shirts, sweaters and jeans on their heads. Every day the sisters head out into their community, stopping at porches, kitchens and laundry areas. “We can make enough to buy more used clothes and a bag of rice with other provisions,” says Kamara. “We have to because we need to survive.” Samuel Koroma, a father of three, is a local photographer. The bulk of his income, less than £4 a day, derives from providing passport pictures – necessary for almost everything, including opening bank accounts and submitting job applications. “These days,” says Koroma, “there’s no business on the street. So I’m trying to get contracts to photograph for the UN or NGOs.” Koroma recently untethered his battered, five-year-old Canon camera to take photographs of a training session for young people held by a local NGO. “I’m trying to get into a different market because that’s where the money is these days,” he says. Manna, Kamara and Koroma have adapted to life under the Ebola crisis. They are part of the race and are continuing to pursue the finish line where survival is everything. The next meal, the next month’s rent, some prescription medicine, a pair of sandals, replacing a worn-out shirt or paying for public transport are pressing priorities. Manna is not as optimistic. But she and others are resilient, persistent and not without hope. “Only God can help us,” she says, “and when this is all over, we will be OK.” Stephen Douglas is a Canadian media development consultant and journalist based in Freetown, Sierra Leone."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}