{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2014/oct/24/cmj-radical-dads-dead-star-shonen-knife", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2014-10-24T20:46:22Z", "webTitle": "CMJ days two and three: Radical Dads, Dead Star, Shonen Knife, Pompeii and the Kills", "webUrl": "https://www.theguardian.com/music/2014/oct/24/cmj-radical-dads-dead-star-shonen-knife", "apiUrl": "https://content.guardianapis.com/music/2014/oct/24/cmj-radical-dads-dead-star-shonen-knife", "fields": {"headline": "CMJ days two and three: Radical Dads, Dead Star, Shonen Knife, Pompeii and the Kills", "bodyText": "The second night of CMJ occurred within hostile atmosphere; rain fell in a continuous and disorganized spray on Wednesday, the wind inverting umbrellas. The upstairs lounge at Pianos was generously air-conditioned despite the additional cold smuggling in from outside. Few shed their coats. Radical Dads played the free Old Flame Records Showcase at Pianos, and the notes emitted from their twin guitars formed nervous, trebly shapes, like a mountain composed on an Etch a Sketch. Brooklyn band Dead Stars followed them and played a set that alternately recalled the Lemonheads, Sugar, and early Matthew Sweet records, a kind of specific early-90s approach to alt rock where bands would linger on one or two chords and imply a whole universe of ideas therein. Shark? also performed, their rattling guitars emerging from the mix like dense rows of teeth. At the Knitting Factory that night, Osaka punk band Shonen Knife played the Panache Booking Showcase, walking onstage in matching Mondrian dresses. Shonen Knife formed in 1981 but their music has a timeless quality, minimally composed but invested with boundless energy. Their new album, Overdrive, was released in April, and guitarist Naoko Yamano described it as “inspired by 70s British hard rock and American rock”; the songs they played from the record deftly wove those traditions into their pop-punk designs, even as they applied distinctly doomy riffs to songs about food and green tea. “This song is about a delicious Japanese noodle,” Naoko said, introducing the song Ramen Rock. “I know there are any delicious ramen restaurants around here.” The Knitting Factory show was the last date of their American tour, and they seemed especially aware of their context. “Since we are in New York, we’re going to play a cover song from our favorite New York band, the Ramones,” Naoko announced, before launching into a slightly oblique cover of Blitzkrieg Bop. They also played Buttercup (I’m a Supergirl) from the Powerpuff Girls: Heroes and Villains soundtrack, through which I first discovered Shonen Knife, along with the Apples in Stereo and the Sugarplastic. Thursday night the rain had receded almost entirely, and I caught Austin band Pompeii playing a showcase at the Delancey dedicated to Texas bands. Their patient, constantly expanding music translates live, through several instrumental switches. They also have a gorgeous, powerful guitar tone that fissures through the mix. A nine minute walk away, at the Bowery Ballroom, Slothrust opened a showcase. Their alternately fitful and relaxed approach to rock creates a tense imbalance into which lead singer Leah Wellbaum’s incisive and automatic lyrics settle. She seems to sing the words from behind several-thousand-yard stares. “I guess that song was kind of about dying,” she said at one point. “I had realized it before but I was like, ‘nah’.” She introduced the next song as “not about dying, but not about being very stoked either.” Tulsa band Nuns played next, exploring the maximum melodic dimensions in narrow bluesy rock constructions. Much of their charm is located in the sculpted drama of Christy Hanewinkel’s drumming; each cymbal hit seems to subtly expand the edges of their songs. The Kills headlined the Bowery show, and though they’re technically constituted of two people their sound totally saturated the venue. Alison Mosshart is the ideal of a frontperson; she’s deeply tuned to the sub-rhythms of their songs, like a human seismometer. She drifted lyrically and effortlessly around the stage, as if she were a ghost produced by the intricately knotted percussion of their songs. The crowd was considerably animated for an 11 pm show, which made sense: The Kills are a pretty popular band. Additionally all of their songs seem organized around the noise of a pulse."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}