{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2014/oct/24/hannah-graham-body-identified-virginia-albermarle", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2014-10-24T22:21:49Z", "webTitle": "Body of British-born Hannah Graham identified in Virginia", "webUrl": "https://www.theguardian.com/us-news/2014/oct/24/hannah-graham-body-identified-virginia-albermarle", "apiUrl": "https://content.guardianapis.com/us-news/2014/oct/24/hannah-graham-body-identified-virginia-albermarle", "fields": {"headline": "Body of British-born Hannah Graham identified in Virginia", "bodyText": "A body found by US police is that of British-born student Hannah Graham, it has been confirmed. The 18-year-old University of Virginia student disappeared on 13 September and her body was found by police five weeks later on derelict property in Albermarle county, near to where she went missing in Charlottesville, Virginia. A medical examiner confirmed on Friday that the remains were Graham’s. Jesse Leroy Matthew Jr, 32, has already been charged with Graham’s abduction with intent to sexually assault her. Virginia state police also said there was a forensic link between him and the 2009 unsolved murder of Morgan Harrington, a 20-year-old woman who went missing near to where Graham’s body was found. Police are also seeking to link him to the disappearance of another Virginia Tech student in 2010, and to a rape in 2012. Matthew was arrested by police in Texas, 1,300 miles from where Graham was last seen. She was born in Berkshire but moved to the US as a child. Following her disappearance, her parents pleaded with Virginians to look out for her, saying: “It is heartbreaking for us that the person or persons who know where Hannah is have not come forward with that information. It is within their power both to end this nightmare for all, and to relieve the searchers of their arduous task.” Charlottesville police chief Timothy J Longo said their plea galvanised investigators to carry out a painstaking search of a vast rural area. He said their “pain, the grief and the anguish” was clear in the statement, which he read aloud to the search team. “They went out … with a clearer understanding of the importance of finding Hannah Graham,” he said. Longo has since predicted that the criminal investigation will be “complex”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}