{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2014/oct/06/kevin-pietersen-england-bullying-culture", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2014-10-05T23:22:18Z", "webTitle": "Kevin Pietersen accuses England of ‘horrendous’ bullying culture", "webUrl": "https://www.theguardian.com/sport/2014/oct/06/kevin-pietersen-england-bullying-culture", "apiUrl": "https://content.guardianapis.com/sport/2014/oct/06/kevin-pietersen-england-bullying-culture", "fields": {"headline": "Kevin Pietersen accuses England of fostering ‘horrendous’ bullying culture", "bodyText": "Kevin Pietersen has alleged that England’s cricket team suffered from a “horrendous” bullying culture and accused the former head coach, Andy Flower, of “ruling by fear” during the Ashes tour. Nine months after he was controversially sacked in the aftermath of England’s 5-0 whitewash in Australia, Pietersen also implicated the wicketkeeper Matt Prior in a campaign to undermine him but praised England’s captain, Alastair Cook, in his first interview to promote the release on Thursday of KP: The Autobiography. The South African-born batsman also reiterated his desire to represent his adopted country again despite falling out with Flower and Paul Downton, the managing director of the England and Wales Cricket Board. “Horrendous. Hugely disturbing,” Pietersen told The Telegraph when asked to describe the culture of bullying which developed under Flower. “I brought it up. All throughout my reintegration meetings [after he was suspended for sending text messages to South African players in 2012] I brought it up on numerous occasions. I told [Andrew] Strauss about it. I told Cook about it. It was a huge thing.” In particular the bowlers Graeme Swann, Jimmy Anderson and Stuart Broad are singled out for “running the dressing room”, with fielders routinely forced to apologise for errors and dropped catches. “The bowlers were given so much power. They were doing really well,” he said. Swanny [Graeme Swann] was winning game after game for us. Broady [Stuart Broad] was contributing. Jimmy [Anderson] was contributing. We always had a third or fourth seamer that was there or thereabouts. But these guys ran the dressing room. “The thing that horrified me the most was when Andy Flower and Andrew Strauss in Bangalore before the one-day internationals said: ‘Guys, we’ve got to stop this. It’s not right for the team. There are guys that have come to [us] that are intimidated to field the ball.’ “And they [the bowlers] had the audacity to stand there and say: ‘No, if they’ve fucked up we deserve an apology.’ It’s the most angry I ever got in that dressing room. I thought, I reckon I could hit these guys. Who do you think you are, to ask for an apology from someone who’s trying his heart out, who’s playing for his country, who’s making a mistake?” Despite those accusations Pietersen says his relationship with both Broad and Anderson is “fine”, while describing Cook as having been put in “an incredibly difficult situation” over the manner of his sacking. Yet there is no such sympathy for Flower, who left his post in January to take up a new role as technical director of elite coaching, or Prior. “He stayed a selector until he sacked me and now he’s got some cushy job where he’s looking after younger players at the academy,” Pietersen says of Flower. “Are you crazy? When he was selected as the England A coach this summer I thought: ‘Oh, my days. Poor youngsters.’ ” Prior’s own international career is on hold after being dropped at the start of the summer but it is the wicketkeeper who comes under the most criticism. “I went after Prior and said Prior shouldn’t be in that side because he’s a bad influence, a negative influence – he picks on players – and I’ve questioned Flower and the way he ran the team. Flower and Cook would have said [in response] ‘you’ve got to get rid of this guy [Pietersen]. He’s back-stabbing, he’s horrendous, he’s bad for the environment’. “It’s only Prior that I’d seriously have real issues with, because of how he was portrayed as a team man, the heart and soul of the dressing room, when he was getting up to the stuff he was getting up to.” “He wanted to start a media campaign to stop me getting the vice-captaincy. That’s what I took him up on in January when I got sacked. Is that seriously the heart and soul of the dressing room? This big team player?”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}