{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2014/oct/16/isis-video-john-cantlie-british-journalist-gulf-war", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2014-10-16T22:11:31Z", "webTitle": "British journalist John Cantlie appears in new Isis video", "webUrl": "https://www.theguardian.com/world/2014/oct/16/isis-video-john-cantlie-british-journalist-gulf-war", "apiUrl": "https://content.guardianapis.com/world/2014/oct/16/isis-video-john-cantlie-british-journalist-gulf-war", "fields": {"headline": "British journalist John Cantlie appears in new Isis video", "bodyText": "Islamic State militants have released a fifth video of a British journalist who has been held captive for two years. In the film, John Cantlie delivers a message under duress, warning that western governments and media are gearing up for a third Gulf war. Appearing to read from a script, he says the Obama administration has adopted “exactly the same rhetoric used to rally support for the war in Afghanistan and the invasion of Iraq in 2003”. He says: “It’s not to hard to see where this is headed. The western media are drip-feeding the public until, what a surprise, we’re embroiled in a full-scale war. “Here we are, gearing up for Gulf War III … At the first sniff of something they don’t like, the American war machine springs to life, whipped along by the western media, as usual. “History repeatedly demonstrates that every leader of a country likes to have their own war – and this, now, is Obama’s.” The freelance journalist from Haslemere, Surrey, has worked for news organisations including the Sunday Times. The latest video, like previous films of Cantlie, shows him wearing an orange jumpsuit, like prisoners at Guantánamo Bay. In the latest message he warns that Isis have “grown exponentially, until not even the US military, the policemen of the world, are able to contain them,” claiming that more than eight million people are now living in lands controlled by the militants. “Those who have read the Qur’an, even among Christians, know there is only one sharia law, there are no different brands,” he says. The release of the film follows a moving appeal by Cantlie’s sister on Monday, calling for his release. “We strongly challenge those holding John to return to your previously opened channel, to which we continue to send messages and await your response so that in keeping with everyone’s wishes, we can restart dialogue. We implore IS to reinitiate direct contact.” Jessica Cantlie said her father was terminally ill and incapacitated, so she was speaking as the head of the Cantlie family instead. The journalist was held captive by militants in Syria on a previous occasion, but returned to the country four months after being released in 2012. It is thought that he was trying to leave the country with the American journalist James Foley when he was abducted for the second time."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}