{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2014/oct/24/manuel-pellegrini-manchester-city-chelsea-pressure", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-10-24T21:29:10Z", "webTitle": "Manuel Pellegrini looks for Manchester City to put pressure on Chelsea", "webUrl": "https://www.theguardian.com/football/2014/oct/24/manuel-pellegrini-manchester-city-chelsea-pressure", "apiUrl": "https://content.guardianapis.com/football/2014/oct/24/manuel-pellegrini-manchester-city-chelsea-pressure", "fields": {"headline": "Manuel Pellegrini looks for Manchester City to put pressure on Chelsea", "bodyText": "Manuel Pellegrini wants Manchester City to put pressure on Chelsea by beating West Ham United in Saturday’s early kick-off. The City manager is hopeful that by next month’s international break the champions can overhaul the leaders. City travel to Upton Park knowing a win will close the gap with Chelsea to two points. Pellegrini hopes this may cause José Mourinho’s team to slip up at Manchester United on Sunday. He also mentioned Chelsea’s trip to Liverpool on 8 November. Asked if City can apply pressure, Pellegrini said: “Well, if we win, maybe. Chelsea have two very difficult games away with Manchester United and Liverpool. It’s one moment to try to win our points and we’ll see before the international break how many points they have.” Pellegrini said Sergio Agüero’s strong start – the striker has 11 goals in 11 appearances – and injury-free run is down to how he began the season. “If you remember in the first games in August we made him mix between pre-season and the start of the Premier League. That was very important for him to try to recover 100% fitness. He had just finished an important World Cup and he had many days to rest. The way he prepared his season in August is very important on what he’s doing now.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}