{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/davehillblog/2014/oct/16/earls-court-questions-of-viability", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2014-10-16T21:45:01Z", "webTitle": "Earls Court: defining viability | Dave Hill", "webUrl": "https://www.theguardian.com/uk-news/davehillblog/2014/oct/16/earls-court-questions-of-viability", "apiUrl": "https://content.guardianapis.com/uk-news/davehillblog/2014/oct/16/earls-court-questions-of-viability", "fields": {"headline": "Earls Court: defining viability", "bodyText": "London’s mini MIPIM is in progress, a conference of global property giants and their suitors in the halls of Olympia. The location could not be more apt. It stands a short walk from the border of the Earls Court Project, the worst of the capital’s big regenerations. Olympia is owned by a wing of Capital and Counties (Capco), the project’s developer. Boris Johnson has opened the MIPIM proceedings. This too is fitting, as he has hailed the Earls Court scheme as a “landmark”. It is certainly a beacon for the mayor’s subservience to the sharp operators of the real estate trade. It’s recently emerged that Johnson waved through outline plans for the bulk of the Earls Court scheme despite a report he’d co-commissioned questioning Capco’s case for providing an unusually low percentage of affordable housing. The so-called “re-imagining” of the area involves the demolition of the world famous Earls Court exhibition centre, the relocation of London Underground’s Lillie Bridge depot and the destruction of 760 homes. Capco is required to replace these homes with equivalent new ones, but just 740 of the other 6820 dwellings proposed for the redevelopment as a whole - less than 11% - would be defined as “affordable”, and none of these would be for social rent. The report, authored by the government’s district valuer service (DVS), takes issue with the calculations provided by Capco - its viability assessment - on the grounds that they were done in a way likely to have underestimated future profits from the scheme. The higher a housing development’s projected profits, the higher the amount of affordable homes a local authority might ask a developer to include in its plans in order to make them acceptable. For their part, developers argue that too high an affordable percentage would reduce their returns to a level that would make the whole scheme financially unworkable. The DVS report was jointly requested in 2011 by Johnson and the two councils, Hammersmith and Fulham (H&amp;F) and Royal Kensington and Chelsea (RBKC), whose territory the Earls Court project spans. Its remit was to test Capco’s viability maths, with particular reference to affordable housing. Despite the reservations the report expressed, the two councils approved the project outline plans in autumn 2012 and Johnson, who could have demanded changes to them, instead gave them a green light in July 2013. Why? The mayor’s justification, like that of the two councils, was that the DVS report endorsed Capco’s assessment rather than finding fault with it. This characterisation was set out in the reports on the plans compiled by officers of the two councils and the Johnson-led Greater London Authority for the respective politicians they served. In each case the DVS report was described as confirming that Capco’s methodology was “acceptable”. This was not, however, acceptable to the Save Earls Court campaign, which is fighting the Earls Court project on all fronts. One of its members asked Dr Richard Fordham, a viability expert who specialises in the provision of affordable homes, to have a look at the DVS report, which was only made public after an 18-month Freedom of Information battle with RBKC. Dr Fordham has produced a 44-page review of the DVS’s work. It concludes that Capco used “various devices” to ensure “a minimal estimate of profit”, thereby fashioning an argument for the scheme including a smaller amount of affordable homes than would otherwise have been the case. Having read the 71-page DVS report three times, rather slowly - it’s gripping, but not exactly Ed McBain - I see what Dr Fordham means. He writes that the report concurs with the affordable housing percentage argued for “only in the context of Capco’s warped valuation approach, and with various other qualifications” and he sets out how the report, in fact, raises significant objections to that valuation approachthat were not taken on board by Johnson and the two councils alike. A major DVS concern is the assumption underpinning Capco’s projections that it would act as the project’s “master developer”. This means it would prepare individual plots of land for building on then sell these “serviced sites” to other developers to “build out”, rather than doing it itself. “We disagree with the approach adopted by the applicant [Capco],” it says. Pointing out that Capco itself forecasts property values in the area will continuing to increase in the coming years, it remarks: “Standing back from this we find it hard to comprehend why indeed the applicant or any other developer would sell the land short if they believe that residential values will grow”. The report envisages that in such a climate “the master developer, as a minimum, would enter into joint venture agreements with individual developers” in order to enjoy financial returns from that growth, rather than simply cashing out early. The DVS report also disagrees with Capco that its assumptions about the growth in the value of the scheme are “aggressive” and demonstrates (through what is called “sensitivity analysis”) that when certain baseline figures Capco used were slightly adjusted, higher predicted returns on its anticipated investment were produced. Dr Fordham is frank on the affordable percentage issue, saying that although H&amp;F and RBKC portrayed the report as supporting 11% “it does not”. He adds that he finds it hard to imagine that permission for the Capco project would have been granted in 2012 if the content of the DVS report had been made public at the time or been “properly understood by councillors”. He describes Capco’s approach, though deemed appropriate, if unusual, in the DVS report as “making it very difficult to examine varying levels of affordable housing target” and writes that his impression throughout reading it was “of honest valuers trying to unravel a scheme, many of whose details were being withheld from them” Capco says the DVS had “full access to all relevant Capco information”. However, the DVS report itself says that a company called Quod, whose specialism in affordable housing economics was made use of by Capco, failed to provide clarifications it was asked for. It says that “the level of detail that informs the residential sales revenue and construction costs” is “a fundamental area of concern”. There are other references in the report to details about elements of the scheme not being supplied. The DVS report also made two recommendations. One was that the scheme should be revalued at a later date, as at the time it was at a very early stage. The other was that a “review mechanism” be adopted in order to assess the amount of affordable housing in the scheme at intervals over the 22 years in which it would be expected to take shape. Capco opposed these ideas, the boroughs did not take them up, and Johnson did not demur. The eventual overall value of the Earls Court scheme has already been put at different levels by Capco. Publicly it has put it £8b, and this figure has routinely reported for some time. However, the DVS report refers to an “entire scheme value” in the region of £12.05bn. And that was two years ago. It is no surprise that the mayor has given the Earls Court project such a comfortable ride. Not only does it occupy one of the redevelopment “opportunity areas” in his London Plan, it has been championed by some of his closest borough allies. Fellow Conservatives have long dominated super-rich RBKC and the Capco scheme was passionately championed on the H&amp;F side of the border by Stephen Greenhalgh, the radical Tory who led the council until he became Johnson’s policing deputy in June 2012. The scheme’s master planner Sir Terry Farrell is a member of Johnson’s design advisory group as is Richard Powell, Capco’s (now former) director of planning and development who was centrally involved with working up the Earls Court plan. According to documents relating to a meeting of the Earls Court Project’s principal landowners held in May, 2012, Capco, anticipating the DVS recommending a review mechanism, intended to “speak to” Johnson’s deputy for policy and planning Sir Edward Lister “to try to remove such a requirement”, fearing that it might deter investors. In May, Labour pulled off a shock win in H&amp;F and has conducted a review of the Earls Court deal in the hope of altering its housing element. Capco is said to have been “camped out” at City Hall ever since the Tories’ defeat. This is a complicated tale but it’s moral is simple enough: some London politicians will make big property firms work harder for the fortunes they make in the capital than others. Johnson’s approach, in line with government policy and his own ideological convictions, is to give them as little grief as possible in the form of “affordable” demands they’d sooner not meet and that might inhibit their production of as many units as possible. A mayor with different priorities would seek to drive harder bargains and take a more critical view of developers’ assessments of the viability of their own schemes - perhaps especially when a report he or she had asked for had suggested it. There are always balances to be struck. Johnson leans towards the developers’ side of the scales. I asked City Hall for comment. A quote from Sir Edward was supplied which closely echoed lines long-familiar from Greenhalgh and other H&amp;F Tories over the years: the Earls Court project is a “once in a lifetime opportunity”, will deliver “much-needed” homes and includes a package of “community benefits” from a section 106 agreement ensuing that local people gain the most. Sir Edward also said that City Hall planners “carefully scrutinised the viability appraisal for the scheme” and are content that “the affordable housing quotas are the largest possible while ensuring that the scheme remains financially viable.” City Hall, though, does accept that there remained differences of professional opinion about aspects of Capco’s projections, notably concerning the implications of the “master developer” approach. I also asked if Sir Edward or the mayor had personally read either Capco’s viability appraisal or the DVS report on it. I was told that “all documents, including the DVS report, were made available to both the mayor and deputy mayor” at the time of the decision. “Made available”, of course, is not the same as “read”. But that’s probably beside the point. Some additional material was added to this article at 09:30 on October 17, 2014. All previous coverage of the Earls Court project is here. Update, October 20, 2014 The Lyons report on housing, commissioned for Labour by Ed Miliband, contains (on page 75) the following on viability: There are substantial concerns about the way in which the viability of local plans, CIL charging schedules and sites are tested114. Evidence to the review suggested that this is compounded by the fact that there is no agreed methodology for viability assessment, which allows different parties to pick the methodology most to their advantage...Viability testing is essential and sufficient sites should be tested to inform assessments of the viability of the plan. But evidence to the review suggested that the current arrangements create a great deal of uncertainty and complexity, which works in favour of the partner with the most skilled consultants acting for it. Memo to the next London mayor..."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}