{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2014/oct/01/marouane-fellaini-manchester-united-fitness-everton", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-10-01T21:29:17Z", "webTitle": "Marouane Fellaini could be ready for Manchester United return", "webUrl": "https://www.theguardian.com/football/2014/oct/01/marouane-fellaini-manchester-united-fitness-everton", "apiUrl": "https://content.guardianapis.com/football/2014/oct/01/marouane-fellaini-manchester-united-fitness-everton", "fields": {"headline": "Marouane Fellaini could be ready for Manchester United return", "bodyText": "Louis van Gaal’s injury crisis is easing as the Manchester United manager begins to reduce the list of 10 unavailable players before Sunday’s visit of Everton. Marouane Fellaini has been back in full training since the start of the week after the ankle injury he suffered in late August and Van Gaal will leave it until the last possible moment to decide whether he can call him into squad for Sunday. The Belgian had appeared set to leave the club on a loan or permanent deal but the ankle issue prevented any possibility of this occurring and Fellaini recently signalled his determination to fight for a place. Ander Herrera, whose place in the matchday 18 Fellaini would take, has told friends that his fractured rib is not overly painful and he is aiming to return in less than three weeks, immediately after the international break, for the trip to West Bromwich Albion on 20 October. The Spaniard’s ability to do so depends on his pain threshold when starting to run again in training rather than any risk of aggravating the problem. Phil Jones, who injured a hamstring playing for England this month, has started training once more on grass but only in light sessions, away from the main first-team squad. Jones has joined Michael Carrick, who is recovering from ankle ligament damage, but the match with Everton is expected to come to soon."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}