{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2014/oct/06/british-man-ray-cole-70-jailed-four-months-morocco-gay", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2014-10-05T23:53:55Z", "webTitle": "British man jailed for four months in Morocco ‘for being gay’", "webUrl": "https://www.theguardian.com/world/2014/oct/06/british-man-ray-cole-70-jailed-four-months-morocco-gay", "apiUrl": "https://content.guardianapis.com/world/2014/oct/06/british-man-ray-cole-70-jailed-four-months-morocco-gay", "fields": {"headline": "British man jailed for four months in Morocco ‘for being gay’", "bodyText": "A British man has been jailed for four months in Morocco for being gay, his family have said. Ray Cole, 70, was arrested while on holiday, according to his son Adrian, who said that authorities in the north African country had been reluctant to even reveal where his father was. He posted a picture of the Central prison in Marrakesh, where he said his father was being held. “My father has a spot on the floor ... But that’s quite reasonable, after all he is a gay and had the temerity to visit Morocco as a tourist for a holiday,” he wrote. He said that life inside the prison was “pretty bleak … they are served boiled vegetables once a day and his cell is a dorm designed to sleep 44, however since there are 60 men in there my 70-year-old father sleeps on the concrete floor.” He said his father, who lives in Kent, was being held alongside murderers and rapists. It is understood that when Cole, who came out as gay a few years ago, was arrested police searched his phone and found photographs which they used to prosecute him in court. Charlie Elphicke, the Conservative MP for Dover, branded the charges “medieval” and said it showed British tourists were not safe in Morocco. He said: “I have been doing all I can to help free Mr Cole from these appalling charges. I am deeply concerned about his safety and it is clear that if you visit Morocco you are at serious risk of facing trumped up charges for medieval crimes. The message is clear – Morocco is not safe for British tourists. “I am gravely concerned by the state of Moroccan prisons, and the care and the safety he will have in jail. I’m raising it with ministers, asking them to intervene more directly on his behalf. It is a shocking and appalling situation for a British national to be in and it is really important to get him back to the UK.” The Foreign Office said: “We can confirm the detention of a British man in Morocco. We are providing consular assistance.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}