{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2014/oct/12/general-election-2015-scenarios-hung-parliament-politics", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2014-10-11T23:05:12Z", "webTitle": "Aftershock … how Britain’s parties will negotiate the new political landscape", "webUrl": "https://www.theguardian.com/politics/2014/oct/12/general-election-2015-scenarios-hung-parliament-politics", "apiUrl": "https://content.guardianapis.com/politics/2014/oct/12/general-election-2015-scenarios-hung-parliament-politics", "fields": {"headline": "Aftershock … how Britain’s parties will negotiate the new political landscape", "bodyText": "1. Another Conservative-Liberal Democrat coalition. Odds: 3/1 The stakes With Labour struggling, some MPs now believe David Cameron’s party could be the largest (in share of the vote, or number of MPs, or both). But few rate the Tories’ chances of an overall majority with Ukip on the scene. So Cameron could be looking to Nick Clegg for a second coalition. The Lib Dem leader is thought to favour this over a deal with Labour. The issues Europe will be key. Cameron has promised his party an in/out referendum on EU membership by the end of 2017. Pro-EU Lib Dems will be wary of agreeing to this, if it might mean the UK votes to quit. That would be a disastrous political legacy for Clegg. Some Lib Dems say Clegg would refuse an in/out vote (current Lib Dem policy is that there should be one only if there is a treaty change). Others think he could agree in return for big prizes, such as House of Lords reform and PR in local elections. The Lib Dems would also try to block Tory benefit cuts for the “working poor”. The hurdles One will be the Conservative party itself. Many Tory MPs hate governing with Lib Dems and will demand a post-election vote on whether to do so again, which might reject Con/Lib Mark II. Another will be the left-leaning Lib Dem party, which has a “triple lock” system for approving/vetoing a coalition. This requires a 75% majority of MPs, peers and the federal executive. If Lib Dems win fewer than 30 seats, they would receive a paltry number of ministerial posts and might anyway judge they would be better off going it alone. 2. A Labour-Lib Dem coalition. Odds: 4/1 The stakes Although Ed Miliband is not setting the electorate alight, Labour has a good chance of being the largest party. It is easier for Labour to gain the most MPs because constituency boundaries favour it over the Tories. But the party could fall short of a majority. So it, too, may need the Lib Dems to form a coalition. Lib Dems such as business secretary Vince Cable would far prefer a Lab-Lib coalition than another Tory-Lib deal, as would a good many grassroots Lib Dem members on the party’s left. The issues Labour and the Lib Dems might appear better bedfellows than Tories and Lib Dems because they broadly agree on issues such as Europe, making the better-off pay more tax, including through a mansion tax, and their opposition to unqualified teachers and schools for profit. But many Labour MPs detest the Lib Dems, seeing them as too far to the right and as Tory stooges. The hurdles Even if they were to agree on a policy mix, Labour MPs might demand their own vote on a coalition. Some would demand the removal of Clegg and others such as Danny Alexander and David Laws, who are seen as too rightwing. The Lib Dems could also reject a Lab-Lib coalition through their “triple lock” system if Labour plays too hard ball. 3. A Conservative-led minority government. Odds: 3/1. The stakes If the Tories cannot form a coalition and have no majority, they might try minority government, perhaps propped up by a “confidence and supply” agreement with the Lib Dems and/or others. This means smaller parties would back the government in votes of “no confidence” and on any budget (or “supply”) measure. Such governments are fragile. As constitutional expert Professor Vernon Bogdanor points out, the longest lasting minority government was Labour in 1929-31, which survived for two years and three months. If the minority government fails, another general election is called, but with no guarantee of a clearer outcome. The issues While in some ways appealing to Tories who want to be free of the Lib Dems, minority government be would very tricky for Cameron. He might struggle to get parliamentary backing for his promised in/out referendum on EU membership and face internal party turmoil as a result. Tory plans to cut taxes for middle earners and public service reforms – including, potentially, allowing state schools to be run for profit – would not get past Labour or the newly freed-up Lib Dems. The hurdles The public might find the idea of minority government alarming, but it is doable in principle and the Tories have won credibility on the economy. There is no vacancy for the job of prime minister until he or she resigns. So the first task of a PM trying to run a minority government is to get a Queen’s Speech through the Commons. If the PM fails, the leader of the opposition presents a Queen’s Speech and if that fails there has to be another election. 4. A Labour-led minority government. Odds: 3/1. The stakes The country will need a government and there are plenty of Labour politicians who believe they could make a minority administration work, at least for a time. In 2007 Alex Salmond ran a successful government in Scotland after forging the necessary alliances to get business through. Unlike in 2010, when the Lib Dems and Tories argued that a coalition was necessary because there was a national economic emergency, Labour could try to go it alone in the less immediately urgent circumstances. The issues Ed Miliband - distrustful of Lib Dems - might take the view that if he could govern successfully for a period, and then hold a second election (this would be difficult, but not impossible under the Fixed Term Parliaments Act), he could win more voter approval and secure a majority. Based on historical precedent, it would be a perilous process and he could have a big problem from Labour’s rump of leftwingers. The hurdles While there would be no bar to Miliband trying to run a minority government, it would be hugely problematic. Given Labour’s damaged reputation for economic management, and its leader’s failure so far to convince voters that he has a programme for government and is a prime minister in waiting, he would face much public scepticism. And he would need “confidence and supply” deals with the Lib Dems and possibly others. 5. The Tories in wider coalition with others, such as Lib Dems, Ukip and the SNP. Odds: 12/1. The stakes Cameron likes being prime minister and will battle to remain in No 10 to the end. If the Lib Dems face what Vince Cable calls the “Armageddon” scenario and get fewer than 30 seats, Cameron might look to a combination of parties (Lib Dems, SNP, Ukip, Greens, Unionists) to prop up the Tories as Lib Dem votes will not be enough. The issues The small parties might not see being members of a “rag bag” coalition as in their interests. Lib Dems, deflated after an electoral mauling, and with far fewer ministers than now, might conclude they would be better served by trying to recuperate out of government. The SNP, pushing for devolution, would probably not want to be part of a Westminster government. And neither the pro-EU Lib Dems nor SNP would really want to team up with Ukip. The hurdles The Lib Dems would almost certainly reject such a deal under their “triple lock” arrangement if it got that far. The SNP would struggle to be convinced unless there were constitutional prizes to be won. 6. Labour in a wider coalition with others. Odds: 15/1 The stakes If the election result is inconclusive, with the Lib Dems savaged, the SNP having taken seats from Labour in Scotland, and Ukip and the Greens having won a handful of constituencies, all options would be looked at. The issues The question that all the smaller parties would raise is: “What’s in it for us?” The answer might be: “Not much.” The Lib Dems might conclude that they would have more power outside government than in. The SNP would resist and Ukip would demand an EU referendum, which Labour would almost certainly not grant. The hurdles Many Lib Dems would be opposed, as would SNP members. A coalition between parties with different views is possible, but one between parties which hold opposite views on issues such as Europe would be near impossible."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}