{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2014/oct/06/uk-financial-services-growing-fastest-rate-crisis", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2014-10-05T23:01:04Z", "webTitle": "UK financial services growing at fastest rate since crisis", "webUrl": "https://www.theguardian.com/business/2014/oct/06/uk-financial-services-growing-fastest-rate-crisis", "apiUrl": "https://content.guardianapis.com/business/2014/oct/06/uk-financial-services-growing-fastest-rate-crisis", "fields": {"headline": "UK financial services growing at fastest rate since crisis", "bodyText": "Britain’s financial services sector is growing at the fastest rate since before the financial crisis, according to the latest snapshot of the industry from the CBI. The business lobby group said firms had reported rising profits and the strongest increase in business volumes since 2007 in the three months to September. Companies in the sector were confident about winning new customers in the three months ahead, but optimism grew at the slowest pace in two years. Rain Newton-Smith, the CBI’s director for economics, said a steep fall in the value of non-performing loans over the period suggested much of the fallout from the financial crisis was working its way out of the system. “The UK’s financial services sector is enjoying its strongest run of growth since 2007, with activity rising across all customer categories and profitability bouncing back,” she said. “With competition one of the top concerns for the coming year, the sector could be moving to a new phase in the recovery where firms are feeling more assured about the level of demand, and are now shifting their gaze to competing for new customers and business. This is reflected in their expectation that sales to new customers will be the main driver of growth in the coming quarter.” Newton-Smith said worries about the impact of legislation at home and from Europe, such as new capital requirements and the prospect of a financial transaction tax, were increasingly weighing on the sector. The details of the survey, published jointly by the CBI and accountancy firm PwC, showed that 60% of firms said business volumes were up, while 11% said they were down. It gave a balance of +49%, which was the highest since 2007. Twenty-one percent of firms said they felt more optimistic about the overall business backdrop compared with three months ago, while 7% said they were less optimistic, giving a balance of +14%, down from +28% in June. Hiring in the sector increased again over the three months, after a surprise fall in headcount in the three months to June. The CBI said firms were expecting to hold headcount relatively stable in the coming three months. UK employment has risen more rapidly in recent months than policymakers at the Bank of England were expecting, but wages growth has failed to pick up and continues to lag inflation. The Bank’s governor, Mark Carney, and his colleagues on the rate-setting monetary policy committee (MPC) have made it clear they are watching pay closely and will not raise interest rates until they are convinced that wage growth will pick up. The MPC will make its monthly policy decision on Thursday, and is widely expected to leave rates on hold at 0.5%, where they have been since March 2009. A separate survey said the number of new jobs created in the City had jumped by 34% in September to 3,470. The recruitment company Astbury Marsden said a strong global equity market and heightened awareness of cybersecurity threats were partly behind the rise, as was the changing regulatory backdrop which was driving greater hiring in that area. It said global company flotations and rights issues were up by a quarter in the first nine months of the year compared with the same period in 2013, at $678bn (£425bn), the highest since 2007. The value of mergers and acquisitions deals rose by 60% compared with a year earlier, hitting $2.66tn. Adam Jackson, a director at Astbury Marsden, said: “As the IPO and M&amp;A markets heat up, this will have a positive knock-on effect on hiring in equities trading, broking and corporate finance departments.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}