{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "science/2014/oct/21/paralysed-darek-fidyka-pioneering-surgery", "type": "article", "sectionId": "science", "sectionName": "Science", "webPublicationDate": "2014-10-20T23:49:34Z", "webTitle": "Paralysed man Darek Fidyka walks again after pioneering surgery", "webUrl": "https://www.theguardian.com/science/2014/oct/21/paralysed-darek-fidyka-pioneering-surgery", "apiUrl": "https://content.guardianapis.com/science/2014/oct/21/paralysed-darek-fidyka-pioneering-surgery", "fields": {"headline": "Paralysed man Darek Fidyka walks again after pioneering surgery", "bodyText": "A man who was completely paralysed from the waist down can walk again after a British-funded surgical breakthrough which offers hope to millions of people who are disabled by spinal cord injuries. Polish surgeons used nerve-supporting cells from the nose of Darek Fidyka, a Bulgarian man who was injured four years ago, to provide pathways along which the broken tissue was able to grow. The 38-year-old, who is believed to be the first person in the world to recover from complete severing of the spinal nerves, can now walk with a frame and has been able to resume an independent life, even to the extent of driving a car, while sensation has returned to his lower limbs. Professor Geoffrey Raisman, whose team at University College London’s institute of neurology discovered the technique, said: “We believe that this procedure is the breakthrough which, as it is further developed, will result in a historic change in the currently hopeless outlook for people disabled by spinal cord injury.” The surgery was performed by a Polish team led by one of the world’s top spinal repair experts, Dr Pawel Tabakow, from Wroclaw Medical University, and involved transplanting olfactory ensheathing cells (OECs) from the nose to the spinal cord. OECs assist the repair of damaged nerves that transmit smell messages by opening up pathways for them to the olfactory bulbs in the forebrain. Relocated to the spinal cord, they appear to enable the ends of severed nerve fibres to grow and join together – something that was previously thought to be impossible. While some patients with partial spinal injury have made remarkable recoveries, a complete break is generally assumed to be unrepairable. The research, funded by the Nicholls Spinal Injury Foundation (NSIF) and the UK Stem Cell Foundation, features in a BBC Panorama programme on Tuesday night. Raisman, who hopes to see at least three more patients treated in Poland over the next three to five years if the funding can be raised, said: “The patient is now able to move around the hips and on the left side he’s experienced considerable recovery of the leg muscles. “He can get around with a walker and he’s been able to resume much of his original life, including driving a car. He’s not dancing, but he’s absolutely delighted,” said Raisman. The NSIF’s founder, David Nicholls, whose son Daniel was paralysed in 2003, said information relating to the breakthrough will be made available to other researchers around the world to help cure paralysis. He said: “Paralysis is something that most of us don’t know very much about, because we are not affected by it. One of the most devastating moments a parent will ever experience is the sight of their son or daughter lying motionless in bed and facing the reality that they may never walk again. “The scientific information relating to this significant advancement will be made available to other researchers around the world so that together we can fight to finally find a cure for this condition which robs people of their lives.” Raisman said he had never believed the “observed wisdom” that the central nervous system cannot regenerate damaged connections. He added: “Nerve fibres are trying to regenerate all the time. But there are two problems – crash barriers, which are scars, and a great big hole in the road. “In order for the nerve fibres to express that ability they’ve always had to repair themselves, first the scar has to be opened up, and then you have to provide a channel that will lead them where they need to go.” He stressed that what had been achieved was a leap forward beyond promoting “plasticity” – the rewiring of remaining connections. The professor added: “The number of patients who are completely paralysed is enormous. There are millions of them in the world. “If we can convince the global neurosurgeon community that this works then it will develop very rapidly indeed.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}