{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2014/oct/20/nurses-defend-dallas-hospital-death-ebola-patient-thomas-eric-duncan", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2014-10-20T22:37:23Z", "webTitle": "Nurses defend Dallas hospital following death of Liberian Ebola patient", "webUrl": "https://www.theguardian.com/world/2014/oct/20/nurses-defend-dallas-hospital-death-ebola-patient-thomas-eric-duncan", "apiUrl": "https://content.guardianapis.com/world/2014/oct/20/nurses-defend-dallas-hospital-death-ebola-patient-thomas-eric-duncan", "fields": {"headline": "Nurses defend Dallas hospital following death of Liberian Ebola patient", "bodyText": "Nurses at the Dallas hospital where a Liberian man died from Ebola after infecting two healthcare workers held a press conference on Monday to defend the institution. “The reason we’re here today is to make sure that people know Texas Health Presbyterian Hospital of Dallas is still a great hospital, an excellent hospital,” said chief nursing officer Cole Edmonson. Once one of the state’s finest hospitals, Presbyterian has seen its sterling reputation marred by its handling of the Ebola cases, the first to be diagnosed in the US. The hospital recently hired Burson-Marsteller, a New York-based PR firm, to combat the criticism it received after Thomas Eric Duncan, who contracted the disease in Liberia before coming to the US, died there from Ebola. Edmonson said the hospital, and all staff involved in the effort to keep Duncan alive, were devastated by his death. Duncan died on 8 October, eight days after his diagnosis was confirmed. “Our hearts are heavy,” he said. His passing was a real loss for us as well as his family.” After his death, Duncan’s family criticised the hospital for misdiagnosing Duncan on his first visit, despite having a high fever and telling a nurse he had travelled from west Africa. But some of the sharpest criticism has reportedly come from the hospital’s own nurses. Last week, the nation’s largest nurses’ union, National Nurses United, alleged that some Presbyterian nurses were moved to blow the whistle on the hospital for not providing healthcare workers adequate protective gear while treating Duncan. The allegations came hours after it was announced that Nina Pham had contracted Ebola. She cared for Duncan in the days after he was admitted but not yet diagnosed, a period the Centers for Disease Control and Prevention called high risk for health care workers as Duncan was producing large amounts of highly contagious body fluids including vomit and diarrhoea. “Were protocols breached?” asked the union in a statement last week. “The nurses say there were no protocols.” Julie Boling, an emergency department nurse who has been at the hospital for 20 years, said at Monday’s conference that Presbyterian should not be judged on this incident alone. She said that this would have happened at any hospital in America where Ebola was first discovered. “Some things went wrong and we’re proud to say that Presbyterian has owned those things,” she said. Speaking for the dozens of nurses at the news conference, Boling said: “We’ll stand behind this hospital.” The hospital also announced on Monday that it would begin accepting ambulances at its emergency room again. The hospital had diverted emergency calls to other hospitals to focus its resources on caring for the nurses who had become ill. The emergency department was however still open for patients who did not arrive by ambulance."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}