{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2014/oct/05/john-crace-sketch-liberal-democrat-conference-airbrush-history", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2014-10-05T21:53:19Z", "webTitle": "John Crace’s sketch: Lib Dems feel the air-brush of history breathing on them", "webUrl": "https://www.theguardian.com/politics/2014/oct/05/john-crace-sketch-liberal-democrat-conference-airbrush-history", "apiUrl": "https://content.guardianapis.com/politics/2014/oct/05/john-crace-sketch-liberal-democrat-conference-airbrush-history", "fields": {"headline": "John Crace’s sketch: Lib Dems feel the air-brush of history breathing on them", "bodyText": "An out of focus “Liberal Democrats – Winning Here” lit up the wall of the main hall at the SECC in Glasgow. Not even the slide-projector’s heart was in it. There were a few signs of life in the fringe events, where a breakaway Christian Humanist formed a one-man splinter group within the Secularist and Humanist Liberal Democrats, but elsewhere it was hard to find a pulse. Coalition hasn’t been kind to the Lib Dems and they feel the air-brush of history breathing on them. Every day they lose a few more pixels; in a few year’s time the party conference could take place on a one-way flight to Zurich. It would certainly be more fun. Danny Alexander didn’t come out fighting. He looked too crushed, too miserable, for that: a man who was once a somebody in government and is now ignored by almost everyone. Even his dog. He did come out without a jacket and tie, though, and with his shirt sleeves rolled up an inch or two above the wrists. This was as close as the Chief Secretary to the Treasury can now get to a public display of emotion. “Roll your sleeves up,” he urged, “and go tell our story.” The story that Alexander wanted to tell was that the Lib Dems were at the heart of government. They had single-handedly rescued the economy and the whole country had stubbornly refused to give them the credit for it. “Investment in infrastructure,” he said, “A Liberal Democrat idea. Pushing for upgrades to the A1 and A303.” Where was the gratitude for the contraflow between Wincanton and Ilchester that had been the tipping point for Britain coming out of recession? Those traffic cones hadn’t been Tory cones. They had been Lib Dem traffic cones. Some conference delegates were yet to be persuaded by the clarity of Danny’s vision, so he spelled it out again. “We’ve kept the UK together,” he continued. “Three times pulling the country back from the brink. This recovery wouldn’t be happening without Liberal Democrats in government.” Here Danny’s story began to get rather more confusing. Had there been a case of mistaken identity? Were there two Danny Alexanders? Was there one Danny Alexander who had sat next to George Osborne in the Commons and supported his every cut and another who had been gagged and bound by Osborne’s pet dominatrix while the Tories took all the credit? Danny offered a different explanation. He had been suffering from Stockholm Syndrome. He had been kidnapped by the evil Tories and endured untold horrors. He had been made to have a large office in the Treasury. He had been made to sit in the Cabinet. He had been made to be on first name terms with Dave and George. The only way he could cope was to fall in love with his captors. But now, after four and a half years of a scarcely believable hell, he had managed to escape. Thanks to the therapeutic powers of an imminent election, he had now seen the light. He would be a victim no longer. Oh no. He would no longer be in thrall to the Tories. He would be in thrall to Labour, if necessary. But until then, he would stand up for his own achievements. The audience decided it could get by well enough with sitting down for them."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}