{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2014/oct/17/nhs-staff-shortages-risk-patients-cqc-report", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2014-10-16T23:01:18Z", "webTitle": "NHS staff shortages pose risk to patients, warns watchdog", "webUrl": "https://www.theguardian.com/society/2014/oct/17/nhs-staff-shortages-risk-patients-cqc-report", "apiUrl": "https://content.guardianapis.com/society/2014/oct/17/nhs-staff-shortages-risk-patients-cqc-report", "fields": {"headline": "NHS staff shortages pose risk to patients, warns watchdog", "bodyText": "Some A&amp;E departments and maternity units are so short of doctors and nurses that they pose a danger to patients, the NHS care watchdog has warned. Despite the Mid Staffordshire scandal, too much care in too many hospitals is still too poor, inspectors say in a report that identifies lapses in safety, patients having to wait on trolleys in corridors and chronic bed shortages as major problems. Inspectors found examples of children being treated on adult wards, too few staff caring for patients overnight, patients waiting to have their call bells answered, lengthening waits for treatment, and low staffing levels leading to more elderly people falling. In its annual report assessing NHS and social care services, the Care Quality Commission (CQC) said on Friday that while much care is excellent, “the variation in the quality and safety of care in England is too wide and is unacceptable”. It paints a picture of an NHS struggling to deliver consistently high-quality care while hampered by a widespread lack of staff. But, it says, the service’s “mounting financial challenge … should not excuse inadequate care”. CQC inspectors found examples of major improvements to different types of hospital care, some of which was rated outstanding. However, they also encountered “unacceptable inadequate care” in other places, with patient safety a recurring worry, in the visits they undertook at 82 hospitals across England between December 2013 and August 2014. David Behan, the regulator’s chief executive, said that not all hospitals had improved enough since Robert Francis QC’s report into Mid Staffordshire was published in February 2013. “There has been progress since the Francis report. What we found is that the vast majority of NHS staff were compassionate and caring, and patients were very positive about the care they received. But there is also too much variation in the safety of care”, he said. The CQC is worried that there is too much variation in the quality of care between NHS hospital trusts and between hospitals run by the same trust. Inconsistency of care standards means that even within one medical service at a hospital some aspects of care can be outstanding while others are inadequate. The CQC rated 79% of the 82 hospitals inspected as “requires improvement” or “inadequate” for safety in at least one of eight core types of care assessed, such as A&amp;E, surgery and childbirth. “Too many providers have not got to grips with the basics of safety. Far too many hospitals were inadequate on safety and the majority required improvement on safety,” it concludes. For example, some hospitals do not use the World Health Organisation’s surgical checklist before starting an operation, despite its recognised value in reducing the risk of harm to the patient. The impact of staff shortages meant “patients waiting longer for appointments or call bells not being answered promptly (which presents a safety issue as staff do not know the reason for the call until they respond)”. At one hospital inspectors found a shortage of staff at night and “one ward where the number of falls among older patients had increased when staffing levels were low”. But the report praises “staff working particularly hard to maintain patient care while under pressure from shortages of staff”. That also led to “instances where patients were at risk through the failure to provide sufficient numbers of suitably qualified, skilled and experienced staff”. The impact on safety in A&amp;E was prominent: “We observed shortages of A&amp;E nurses, including hospitals where the availability of a sick children’s nurse could not be guaranteed, and shortages of A&amp;E consultants. “For patients the impacts have included long waits, sometimes on trolleys in corridors, and children sometimes being cared for in an adult environment.” In maternity services “shortages of midwives and consultant obstetricians was a frequent issue, including cases where the ratio of midwives to mothers was below recommended safe levels”. A lack of beds is leading to many patients who need medical care being treated on surgical wards, where staff may not be as well-trained to look after them. At Medway Maritime hospital in Kent, for example, patients who had been operated on “were being cared for in the recovery area for extended lengths of time due to a shortage of surgical beds on the wards” and “returned to clinical areas that were in appropriate given the complexity of their needs”. Andy Burnham, the shadow health secretary, said: “This devastating report proves the NHS is heading downhill under David Cameron. Hospitals across England are operating way beyond safe bed occupancy levels and without enough staff.” But doctors and nurses’ leaders identified the squeeze on NHS finances at a time of rising demand as a key factor. Dr Peter Carter, chief executive of the Royal College of Nursing, was concerned to see “the continued negative effects of a lack of resources, such as understaffing. Wherever nursing care is delivered, whether that is in hospitals, care homes, or the community, we need the right number of staff with the right skills and support. Poor leadership and a lack of funding leads to ineffective organisations and compromised care.” Dr Mark Porter, chair of the ruling council at the British Medical Association, said: “Rising demand coupled with a severe funding gap has left many parts of the NHS under extreme pressure, with some services stretched to breaking point. Doctors say that the increasing pressure and unmanageable workloads are the greatest barriers to delivering high quality care for patients.” Jeremy Hunt, the health secretary, said he and the CQC were “confronting underperformance in the NHS as never before” and backed “a relentless focus on safety to drive up standards of care across the country”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}