{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2014/oct/13/celebrity-video-games-in-pictures", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2014-10-13T22:00:08Z", "webTitle": "Celebrity video games - in pictures", "webUrl": "https://www.theguardian.com/technology/2014/oct/13/celebrity-video-games-in-pictures", "apiUrl": "https://content.guardianapis.com/technology/2014/oct/13/celebrity-video-games-in-pictures", "fields": {"headline": "Celebrity video games - in pictures", "bodyText": "Kevin Spacey Call of Duty: Advanced Warfare (Nov 2014) As if he needed to prove his versatility, the actor and creative director of the Old Vic takes a break from Netflix’s political hit drama, House of Cards, to become the menacing villain in the next Call of Duty release. It’s 2060, terrorism and war have brought world powers to their knees and Spacey’s character – private military contractor Jonathan Irons – cooks up a plan to take over the world. Phil Collins Grand Theft Auto: Vice City Stories (2006) Yes, Samuel L Jackson lent his voice to a character in Grand Theft Auto: San Andreas, but Phil Collins can be found in his true form entertaining the crowds inside the Miami Vice-themed world of this game. Players have to protect Collins from assassins during a concert in which the singer, who also appeared in the original Miami Vice in the 80s, plays his song In the Air Tonight. Jenny McCarthy Command &amp; Conquer: Red Alert 3 (2008) Known variously for her film and TV roles, playboy photoshoots and her outspoken and controversial stance against vaccination, McCarthy has also shown up in the virtual world. Donning a gun holster in Command and Conquer, she takes on a familiar character, playing German heroine Tanya Adams – a civilian-turned-special-agent who volunteers for the Allies during the second world war. Ozzy Osbourne Brütal Legend (2009) Osbourne leaves the stage and reality shows behind, throws on a cape and steps into the role of the Guardian of Metal in what has been deemed the most “metal” of all video games. “Metal noise, blood and fire, tell me what you most desire,” says a familiar-looking long-haired guardian to the lucky players who reach his holy underground temple to stock up on weaponry. Kristen Bell Assassin’s Creed (2009) Although best known as private investigator Veronica Mars in the teen neo-noir film and TV show, American actress Kristen Bell is a self-confessed video game enthusiast herself and enjoys playing an old-fashioned Nintendo 64. This is perhaps why she agreed to lend her face, body and voice to the Assassin’s Creed character Lucy Stillman, a genetic memory researcher. Michael Jackson Moonwalker and Ready to Rumble Boxing Round 2 (1989/2000) Sega’s entire 1990s Moonwalker series is loosely based on Jackson’s feature film of the same name. Fans can enter their hero’s body as they moonwalk their way through the game, fighting off evil villains to the tunes of Thriller. Jackson appeared again in the game Ready to Rumble Boxing Round 2. Ellen Page and Willem Dafoe Beyond Two Souls (2013) Dafoe previously appeared as a Bond baddie in Everything or Nothing alongside Judi Dench, Pierce Brosnan and John Cleese. Here, Dafoe and Page (left) were wired up with state of the art performance capture technology to be sure every nuance of their acting was reproduced in this psychological thriller of a game. Fred Durst Fight Club (2004) The spinoff game of the cult classic feature film Fight Club has American Nu-metal band Limp Bizkit’s frontman as an unlockable character which can be played once you’ve beaten the game’s story mode. The film, and the Chuck Palahniuk novel it was based on, may have seen great success, but critics were not quite as keen on this game adaptation. Jonathan Ross Fable 3 (2010) His son was a huge fan of the first Fable game, so naturally, when asked if he would do a character in a follow-up, Ross jumped at it. An animated and somewhat evil-looking version of Ross appears as the character Barry Hatch, which he also voices. Fable’s fantasy world is famous for its star-studded voiceover selection which include celebrities such as Zoë Wanamaker, Stephen Fry and John Cleese. Snoop Dogg True Crime: Streets of LA (2003) Gamers who are more comfortable on the sofa than with living life on the edge can savour the feeling of being a real gangsta for a day in this virtual crime drama. Rapper Snoop Dogg appears as himself in the game which is set on the sunny but crime-ridden streets of LA, and players can unlock and take on his character by collecting ‘Dogg Bones’ or following a sneaky code. Chuck Norris Chuck Norris, Superkicks (1983) Who could be better suited to the virtual kung-fu scene than a martial arts star and action hero such as Norris, who was one of the first celebrities to star in a video game. But of course, the lo-res technology of the early 80s might not live up to today’s expectations, so if you’re looking for a Chuck Norris nostalgia trip we recommend a night of Walker, Texas Ranger viewing instead."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}