{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2014/oct/28/ebola-state-by-state-screening-quarantine-monitoring", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2014-10-28T21:40:15Z", "webTitle": "Several US states break with CDC and enact stricter Ebola guidelines", "webUrl": "https://www.theguardian.com/world/2014/oct/28/ebola-state-by-state-screening-quarantine-monitoring", "apiUrl": "https://content.guardianapis.com/world/2014/oct/28/ebola-state-by-state-screening-quarantine-monitoring", "fields": {"headline": "Several US states break with CDC and enact stricter Ebola guidelines", "bodyText": "Since the diagnosis of Craig Spencer with Ebola in New York last week, states around the US have introduced a flurry of new policies on how to monitor those returning from west Africa’s most affected countries. That’s resulted in a patchwork of rules for those flying into the US from the Ebola-ravaged west African countries of Guinea, Liberia and Sierra Leone. The Centers for Disease Control and Prevention (CDC) published new guidelines on Monday. But with ambitious governors mindful of public fear over Ebola, some states have enacted tighter restrictions. New York &amp; New Jersey At a press conference, the governors of New York and New Jersey on Friday declared a mandatory quarantine for anyone arriving from Liberia, Sierra Leone or Guinea who had had contact with an Ebola sufferer. Just as the policy was introduced, a nurse, Kaci Hickox, landed at Newark airport in New Jersey. She ended up in isolation in a New Jersey hospital despite testing negative for Ebola, and published a scathing letter in the Dallas Morning News about her treatment on Saturday. The efficacy of such a mandatory quarantine was criticised by the White House, the UN, public health experts, aid groups and civil liberties advocates. Questions still remain over the specifics of the Ebola quarantine policy. The governors under pressure appeared to soften their stances on the hastily drafted policy in the days since it was introduced, even though both say they have not. Anyone arriving at John F Kennedy airport in New York or Newark airport in New Jersey from the three countries will pass through three layers of screening that will determine who should be quarantined. Travellers who arrive from one of the countries and have symptoms of the Ebola virus will be immediately transported to a designated hospital and placed in isolation, according to a fact sheet distributed by the office of Governor Andrew Cuomo of New York on Sunday. Those who are asymptomatic but have had direct contact with an Ebola sufferer can carry out their three-week quarantine at home. Although, on Friday, Cuomo said high-risk travellers could be quarantined at a “government regulated facility”. The fact sheet said accommodations would be made for those without homes in New York. On Monday, Governor Chris Christie of New Jersey also said asymptomatic travellers who had contact with Ebola sufferers could carry out their quarantines at their homes, wherever in the country that may be. “If you are screened and you are asymptomatic, you can be allowed then to go to your home, travel to your home, whether it’s in New Jersey, New York or someplace else in the country and be quarantined for 21 days there,” he told reporters. Under quarantine, health officials will make two unannounced visits each day to take the traveller’s temperature and check for symptoms. New York state said it will provide financial assistance to quarantined healthcare workers and adults whose employers will not compensate them while they are not allowed to work during this three-week period. It is not clear if this is the case for those quarantined in New Jersey. Asymptomatic travellers who did not have direct contact with Ebola patients will be handled on a case-by-case basis, the fact sheet said. Virginia &amp; Maryland On Monday, the governors of Virginia and Maryland announced that all travellers arriving from Guinea, Liberia and Sierra Leone will be actively monitored by public health officials. Travellers arriving from those three countries at Dulles international airport, outside Washington DC in Virginia, already undergo screenings for the disease. Dulles is the third of five airports in the US through which passengers travelling from the region must enter. The states’ new policies require airport screeners to provide local health departments with passengers’ contact information so officials can follow up with them about their health. Such passengers will be asked to record their temperature twice daily and report to local health officials for a 21-day period. The policy says a traveller who develops an Ebola-like symptom, such as a fever, but does not test positive for the virus, may still be asked to quarantine for the remainder of their three-week incubation period. Illinois On Friday, the state’s health department issued a memo that calls for travellers with a high risk of exposure to the virus to be issued with a formal 21-day home quarantine order. The memo said the updated policy was to offer local health departments guidance on how to follow up with travellers who are screened for the disease upon arrival at Chicago’s O’Hare International, the fourth designated US airport for those coming from west Africa. The state’s health department identifies “high risk” individuals as those who have had direct contact with the blood or body fluids of an Ebola sufferer or the body of someone who died from the virus. There is an exemption for healthcare workers who wore appropriate personal protective gear and had no known lapse of infection control protocol while treating patients. But those healthcare workers who did not wearing proper protective clothing, or were exposed to the virus via a needle or other injury, will be quarantined in their homes. Georgia On Monday, Georgia’s governor, Nathan Deal, updated the state’s monitoring policy for travellers returning from the most affected region of Africa, adding measures that go beyond what the CDC recommends. (Georgia is home to the fifth designated airport for west Africa arrivals: Hartsfield-Jackson International in Atlanta.) Such passengers are placed in a quarantine station where officials take their temperatures and check for symptoms. If travellers show symptoms, they will be isolated immediately and transferred to a designated hospital for evaluation. Asymptomatic travellers returning from the region are divided into three categories: high-risk, low-risk and medical personnel. High-risk travellers, those known to have had direct exposure to the Ebola virus, will be subject to a 21-day quarantine at a designated isolation facility; low-risk travellers, those with no known exposure to the disease, must take their temperature and check for symptoms twice daily and report their status to a public health official once a day. Those who don’t comply with the daily reporting requirement will be tracked down and could be issued with a mandatory quarantine order. Healthcare workers who have cared for Ebola patients will be monitored daily by public health officials either by video or in-home visits for a three-week period. Florida On Saturday, Florida’s Governor Rick Scott signed a strict executive order mandating twice-daily 21-day health monitoring by state health officials for people returning from Liberia, Sierra Leone and Guinea, regardless of whether the travellers show symptoms or not. Travellers from these countries will face a risk assessment upon their arrival in Florida, as well as active monitoring by state health officials. Scott said he decided to move ahead with the order when the CDC failed to respond to a request for more information on the risk levels posed by travellers returning from the region. Passengers cannot travel directly from west Africa to Florida."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}