{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2014/oct/12/observer-leader-miliband-must-honour-commitment-to-palestinian-statehood", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2014-10-11T23:05:11Z", "webTitle": "The Observer view on Palestine | Observer editorial", "webUrl": "https://www.theguardian.com/commentisfree/2014/oct/12/observer-leader-miliband-must-honour-commitment-to-palestinian-statehood", "apiUrl": "https://content.guardianapis.com/commentisfree/2014/oct/12/observer-leader-miliband-must-honour-commitment-to-palestinian-statehood", "fields": {"headline": "The Observer view on Palestine", "bodyText": "MPs will be offered a rare opportunity tomorrow to further the cause of peace and justice in the Middle East, a part of the world sorely lacking in both. They should seize it with both hands. Passage of a backbench motion calling on the British government to recognise the state of Palestine, though symbolic in nature and non-binding, would send a powerful message to a region where unseeing violence often usurps legitimate political action. The message, in its simplest form, is that in even the most long-running and intractable disputes (and the Israel-Palestine conflict certainly qualifies on that score), positive progress is possible when democrats of all parties and persuasions find the courage to fight for the principles they were elected to uphold. That formal British recognition of Palestinian statehood would be a powerful progressive step in the right direction cannot be sensibly disputed, even by Israel’s hardiest supporters. In one sense, Britain would simply be honouring its longstanding commitment, shared with most of the international community, to a two-state solution. And even though the government, ever mindful of strong American and Israeli opposition, is likely to resist such an action at present, parliament’s backing for recognition may have a number of beneficial effects. One might be to give a shot in the arm to the moribund peace process, which faltered earlier this year over settlements and prisoner exchanges and all but died in a hail of bullets and rockets during the summer’s Gaza hostilities. Grahame Morris, the Labour MP tabling the statehood resolution, made the point succinctly: “Not only is statehood the inalienable right of the Palestinian people, but recognising Palestine will breathe new life into a peace process that is at an impasse.” A parliamentary vote in favour of statehood would put Israel on notice that while its right to exist in peace and security as an independent state remains a fundamental, undisputed tenet of British and western policy, its apparently endless foot-dragging on the question of equivalent Palestinian rights is no longer acceptable to a growing segment of British and European opinion. It is no longer good enough to say, if it ever was, that a full, negotiated settlement of all the complex problems separating the two sides must precede recognition. If key issues such as mutual security, the delineation of the borders of a Palestinian state embracing Gaza and the West Bank, the future of Jerusalem as a shared capital, continued illegal settlement building, water resources and the right of return of Palestinian refugees are to be settled fairly, it is essential that the partners to such negotiations enjoy an equality of status and respect. Nor would it be wise for Israel to ignore the reality that tangible momentum is building behind the Palestinian quest for recognition. At the UN general assembly in 2012, 138 countries voted to afford Palestine, until then described as an “entity”, the enhanced standing of a “non-member observer state”. Only eight countries joined Israel in voting against, including the US, Canada, Palau, the Marshall Islands and the Federated States of Micronesia. Forty-one abstained, including Britain. Of the EU countries, Poland, Slovakia and Hungary already recognise Palestine as a state. Now Sweden, too, is to join their ranks, following its election of a centre-left government. Recognition would also strengthen the moderate forces around Mahmoud Abbas, the resourceful Palestinian president. Abbas has been pushing for membership of international agencies and has asked the UN security council to set a binding 2016 deadline for ending Israel’s occupation. If thwarted by the US or others, Abbas says he will take Israel’s leaders before the International Criminal Court. Majority parliamentary backing for statehood depends, crucially, on Labour party support, which the shadow foreign secretary, Douglas Alexander, has pledged will be forthcoming. In his conference speech, Ed Miliband waxed passionate on the issue: “I will fight with every fibre of my being to get the two-state solution, two states for two people, Israel and a Palestinian state living side by side. That will be a very, very important task of the next Labour government.” Tomorrow’s vote is a chance for Miliband to give substance to these fine words and signal that British ambivalence over Palestinian rights is at an end."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}