{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2004/sep/29/guardianobituaries.children", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2004-09-28T23:05:47Z", "webTitle": "Obituary: Allan Levy", "webUrl": "https://www.theguardian.com/news/2004/sep/29/guardianobituaries.children", "apiUrl": "https://content.guardianapis.com/news/2004/sep/29/guardianobituaries.children", "fields": {"headline": "Allan Levy", "bodyText": "Allan Levy, QC, who has died of cancer, aged 62, was a passionate advocate for children's rights and the leading expert on child law at the English bar. Though he relished his part in pushing back the boundaries of the law in the sensitive areas in which he specialised, for him the law was primarily an instrument to be used for the protection of the most vulnerable and powerless participants in the legal process - children. In an article in the Observer last July, he called for a total ban on smacking or hitting children, and wrote: \"Adults cannot pick and choose among the human rights they bestow on children. The right to respect for one's human dignity and physical integrity is fundamental for all of us.\" Allan felt real anger at the mistreatment of children, whether it was abuse at the hands of parents or carers, or neglect or maladministration by the agencies whose duty it was to protect children, but who, too often, let them down. That anger came across in the inquiry he chaired into the so-called \"pindown\" procedure, the solitary confinement regime for rebellious youngsters practised for six years in Staffordshire children's homes in the 1980s. His 1991 report branded the practice \"unethical, unprofessional and unacceptable\", and he castigated it as \"a fundamental abuse of human rights\". Born in Bury, Greater Manchester, the only child of a shopkeeper, Allan was educated at Bury grammar school and Hull University, where he was a far from diligent student and took an undistinguished law degree. He was admitted to the bar at the Inner Temple in 1969. He had a slow start professionally, initially practising from little-known chambers, and first came to public notice in 1987, when a high court judge gave doctors the go-ahead to perform a sterilisation operation on a 17-year-old girl with Down's syndrome and a mental age of six. Allan acted for the official solicitor, representing the girl's interests. The case went to the House of Lords, who allowed the operation to go ahead, though not before the affair had generated huge public controversy. From about that point, the official solicitor's office was involved in a series of groundbreaking cases testing the boundaries of medical law and ethics, and it was to Allan that its lawyers turned in these difficult cases. He was seen not just as a jobbing lawyer but as someone who thought deeply about the ethical issues involved. In an emergency case, where an Oxford student tried, ultimately unsuccessfully, to stop his girlfriend having an abortion, one of the official solicitor's lawyers briefed Allan in a lift. He appeared in important cases on surrogacy and child abduction, and he was at the court of appeal for an emergency Saturday sitting in 1988, when a local authority made the first attempt, rejected by the court, to make a foetus a ward of court. He went on to play a leading role in other high-profile cases, appearing, in 1992, in the first case to raise the issue of an adult's right to refuse life-saving treatment. Allan acted for the father of a 20-year-old accident victim who was heavily sedated and on a ventilator. She was a Jehovah's Witness and had refused blood transfusions. Allan won the order, which was upheld by the court of appeal, for her to be given the transfusions. Also in 1992, he acted for a mother trying to stop doctors taking her brain-damaged baby off a ventilator. The mother failed in that action. The following year, Allan unsuccessfully represented a 34-year-old man making the first application by an adult to have his own adoption order revoked. A non-practising Jew, Allan was fascinated by the case of Jonathan Bradley, who had been adopted by Orthodox Jews and brought up as Ian Rosenthal, only to discover that his real father was an Arab and a former member of the Kuwaiti government. Allan played a key role in winning the right to compensation for children who suffer psychological damage when local authorities either fail to take them into care soon enough or negligently remove them from their parents on a wrong finding of abuse. In the leading case, he represented five children who suffered horrific abuse at their parents' hands, while the local council stood by. The case went to the House of Lords, which ruled, in 1995, that public policy barred legal action against local councils for breaches of their childcare duties; the children eventually succeeded at the European court of human rights. In 1999, with the implementation of the Human Rights Act looming, Allan persuaded the law lords, in the case of Keith Barrett, who had been left to languish in care for his whole childhood, to open the way for compensation claims. He pointed out that a decision in his client's favour would send a clear message to social workers that they were not immune from such claims, thereby helping to ensure proper standards of care. At the time he became ill with cancer of the oesophagus, Allan was poised to take a test case to the House of Lords on behalf of parents trying to sue paediatricians and a local council for mistakenly diagnosing abuse and taking their children into care. He was hoping to overturn rulings by the lower courts that the children, but not the parents, could sue for compensation for psychological trauma. Whenever an issue touching on children and their rights hit the headlines, Allan, one of the most media-friendly of QCs, inevitably popped up on radio and television, where he could be relied on for a perfectly crafted soundbite. He became a QC in 1989, and served as a recorder from 1993 to 2001. Though his earnings at the bar were substantial, at least until the government cut back on legal aid fees for family barristers, he lived a fairly spartan life in his small flat in an anonymous north London block, surrounded by books. His only extravagances were expensive travel and a collection of LS Lowrys. He enjoyed women's company but never married, joking that his abstinence from matrimony had helped to keep the divorce statistics down. A champion for children, he had none of his own. Terry Philpot writes: Allan Levy was not only one of the earliest advocates of children's rights, but his legal practice reflected his commitment. He was particularly damning of local authorities that failed to live up to their duties with regard to children in their care. In this regard, his finest hour was perhaps his co-chairmanship of the 1991 pindown inquiry with Barbara Kahan (obituary, August 9 2000). He had not met her previously, and chose her from a list of suggestions for the other member of the inquiry, not realising that she was then 70 years of age. The collaboration flourished, and their friendship continued until her death, after which he chaired the Vladimir and Barbara Kahan Trust. The inquiry was the first into residential care, and led, indirectly, to the Quality Protects initiative, launched by the Department of Health in 1998, to improve a range of childcare services. It also propelled Allan into a position of prominence in the wider childcare field. As the then editor of Community Care magazine, I was aware that social workers often have an irrational suspicion - and even dislike - of lawyers, but Allan's commitment, his powers of advocacy and forensic skills gave him a respect and status not offered to many of his profession. Almost alone among those in the childcare world, he cast doubt last year on the government's drive to promote adoption, fearing it could lead to inappropriate placements. He was a good friend of Young Minds, which supports mentally ill children and adolescents, and an early supporter of the idea of a children's commissioner - soon to be created in England, and already there in Scotland, Wales and Northern Ireland - when it lacked political support. In 1998, he successfully acted for boy A when the European court declared that UK law allowing \"reasonable chastisement\" failed to offer protection to children, and was in breach of the European Convention on Human Rights. Thus, his recent support for the abolition of corporal punishment under the Children Bill was thoroughly fitting. John Critchley writes: Given the nature of his practice, over the years Allan Levy was involved in many high-profile and distressing cases, which inevitably placed considerable demands and strains upon him. Notwithstanding this, a notable characteristic of his style ashead of chambers at 17 Bedford Row was an unpretentious insistence on being always available to members of chambers, formally or informally, for guidance and support. He never forgot his northern origins, and members' professional problems were often analysed and solved by astute reference to some arcane aspect of the history of his beloved Manchester City FC, of which he had an encyclopaedic knowledge, or Lancashire Cricket Club, whose every run he followed, or the paintings of Lowry. Allan was widely read in the most unlikely fields - from philosophy to detective fiction, and all points in between - and was a man of broad culture. But despite a taste for the finer things in life, in practice he found his time devoted to his most pressing concern: support for the vulnerable and the underdog. · Allan Edward Levy, barrister and children's rights campaigner, born August 17 1942; died September 26 2004"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}