{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theobserver/2004/sep/12/features.review7", "type": "article", "sectionId": "theobserver", "sectionName": "From the Observer", "webPublicationDate": "2004-09-11T23:17:59Z", "webTitle": "Should we have looked away?", "webUrl": "https://www.theguardian.com/theobserver/2004/sep/12/features.review7", "apiUrl": "https://content.guardianapis.com/theobserver/2004/sep/12/features.review7", "fields": {"headline": "Should we have looked away?", "bodyText": "Journalism scrambles to keep up with the muddled, messy happenings of the day; history arranges the snapshots into a picture, or into what used to be called a history painting. Napoleonic soldiers gunned down Spanish protesters on 3 May 1808. Goya, painting the scene, organised the resistance into a martyrdom, with one victim stretching out his arms in a crucified pose as the bullets jolt him. German planes bombarded the Basque town of Guernica in April 1937. Picasso's grandiose mural treated the calamity as a classical tragedy, with tormented statues grimacing at the sky as mythic monsters rampage through the streets. Between the event and the representation there was, traditionally, a pause for thought. The images that commemorated such disasters, or the stories told about them, consciously took sides and pointed morals. They did so in retrospect, reviving a moment from the past in order to ponder its significance. Today, the technologies of news-gathering have accelerated the cycle and garbled it; the event is interpreted for us while we're watching it happen, and the interpreters are participants. In Beslan last week, photographers raced into the besieged school along with the rescuers, and reporters quizzed traumatised children on their way to hospital. Meanwhile, a continent away, erstwhile SAS officers who had been plucked from lunch and taxied to television studios opined about a story that was still taking place, pretending to see through the smoke and the agitated crowds. Picture editors scanned a gusher of digital images, and made impromptu choices about which incident to pick out of the affray and what meaning to attach to it. No one had time to wonder about the ethics or even the aesthetics of what they were doing. Should the hunters and gatherers of news have thrown down their equipment and helped the rescuers? However gamely they dodged bullets, they seemed unaware of the moral dangers that beset them. On the one hand, they were abetting the hostage-takers, who had made their own video record of the siege and expected the media to publicise their cause. On the other hand, they were entertaining a public at home that could watch the anguish of all these Caucasian strangers with a sort of theoretical sympathy, as if at a disaster movie: of course it was terrible, but - like fiction - it was situated at a safe, comfortable distance from our reality. The news has become another consumer item.The satellite receivers on our roofs are called dishes, and they feed us images. Have we developed an appetite for horrors like this? Susan Sontag, in her recent meditation on the pleasure we derive from reading about and watching the pain of others, contends that photojournalism was a product of war, and accuses it of being hungry for conflict, thirsty for gore. The US army shrewdly exploited this craving when it 'embedded' reporters with troops on the front line in Iraq. Closeness to the action makes the observer a combatant, and eliminates critical distance. It can also provoke a mad, self-dramatising bravado. The Life photographer Robert Capa waded ashore with the troops on D-Day, and played hide and seek with snipers during the Allied liberation of Paris. Was he supplying the magazine's readers with information, or with vicarious thrills? If war correspondents are heroic figures, that means that war itself is accorded a swaggering, reckless heroism. It's interesting that Sky News dispatched a female reporter to Beslan. Perhaps the aim was to neutralise Sontag's claim that war is a thing for guys, and to forestall butch attitudinising; certainly, as she hyperventilated her way through the commentary, Rachel Amatt sounded terrified. But there may have been another, more cynical calculation behind her assignment. The story was about children and their agonised, grieving mothers: did the bosses think that a woman would be a more emotionally ingratiating witness? For the people of Beslan, it made little difference. Unedited, unmediated, Sky's live reports couldn't help revealing what the locals thought of the contingent of electronic voyeurs who had descended on them. A rescue worker gruffly pushed a camera out of the way; a woman deranged by sorrow battered another lens as if blaming it for what had happened. If the journalists were present as extensions of our eyes, these gestures warned that we had no business to be looking at any of this. As the coverage continued on that Friday afternoon, I began to realise that the documentation on offer was not to be trusted. News doesn't unstoppably happen 24 hours a day. Only a few minutes of live footage was transmitted from the scene as the hostages escaped; looped, the same shots of children in their underwear fleeing down a smoky alley were endlessly repeated, like action replays of goals in football. On the soundtrack, ownerless and irresponsible voices confidently relayed what we were asked to accept as facts. A boy rushing out was asked whether there were any dead bodies inside. He mumbled something and ran on; he was said to have answered 'No, there aren't.' Later, an invisible reporter announced 'We are assured that all the children are safe.' Everyone was anxious to sort out the confusion into a story, and if possible to give it a happy ending. Hence this peddling of false, premature consolation. By mid-afternoon, as it became clear that the outcome would be grimmer, Sky produced another version of the story. One of its hourly news bulletins accompanied the same flustered, incoherent footage with a musical commentary: a Mahlerian threnody, as if a symphony orchestra had been sent to Beslan to assist the journalists. That mournful music exposed the purpose of such reporting. Rather than transmitting facts, it exists to stir up emotions - literally to orchestrate them. And those emotions, despite the misery that provokes them, are bound to be pleasurable, allowing us to congratulate ourselves on our capacity for fellow-feeling (and on our good fortune on not being Caucasian). Over the weekend, the newspapers defined themselves by the images they selected to encapsulate the story. The Sunday Times devoted its front page to three frames recording the fate of one victim. A little girl is ejected from the gym by an explosion, rocketed to safety by the blast. In the next frame, she picks herself up and - wretchedly skinny, stripped, with scratched and bruised legs - climbs back into the building. (The caption, with fussily intrusive empathy, attributed a motive to her irrational, disoriented act: 'perhaps she was seeking her relatives'.) The third frame has the brash eloquence of one of those cartoons that screech CRASH! BAM! POW! as Tom pummels Jerry. It simply shows a furnace inside what used to be the gym: blown free, the anonymous child returned just in time to die. Photographs have no fixed meaning until they are interpreted. That interpreting is an insidious process, because the decisions being made - how to crop an image, what text to underpin it with - remain out of sight. Hence the distress I feel when looking at and thinking about an image in last weekend's edition of the Paris paper Libération. It's a photograph that is truly pictorial - almost a Nativity scene, just as Goya's painting of that political execution in 1808 was a crucifixion. A young, beautiful woman in black kneels on the grass and lays a soothing hand on the brow of her baby, wrapped in white on a stretcher. This woman had obviously emerged as one of the photogenic protagonists at Beslan: she can be seen from another angle in the Spanish paper El Mundo, so she must have surrounded by snappers, like Mary in the manger with her attendant wise men and genuflecting cattle. It looks like a tender vignette until you read the Libération caption: 'Une femme devant le corps de son enfant mort' ('Woman with the body of her dead child'). That surely orders us, too late, to look away. Yet when the same photograph appeared in Aujourd'hui en France, the caption didn't declare the baby to be dead. How could it be, since its face is uncovered? If it were, wouldn't its mother have been cradling it rather than extending that soothing hand? Perhaps I am fondly clinging to a delusive hope. Still, I can't help wondering whether the picture editor at Libération simply killed off the child in the caption to increase the photograph's payload. On the cover of that issue, Libération at least had the delicacy to crop the close-up of another small girl - her face paralysed in a rictus of terror - being rushed away in the arms of a rescuer. The Russian newspaper Argumenty i Facty included some extra, subliminal details, censored by the placing of the frame in Libération: the rescuer grabs the girl under her knees, so her bottom sags close to the camera, which unforgivably stares at her panties. The sexual flagrancy of the image is contradicted (or, if you like, intensified) by the way her bare feet are locked into position, as if frozen, like her face, by fear. I'd call the bottom half of this photograph obscene: it is, quite literally, something we should not be allowed to see. The image on the cover of Izvestia, whose reporting so angered Putin that he had the paper's editor sacked, is disturbing for similar reasons. What enraged the apparatchiks in the Kremlin was the visual evidence of mismanagement and confusion, grainily captured inside Izvestia by stilled frames taken from CNN and BBC World. Chaos is the natural condition of live coverage; it also damagingly demonstrates that no one is in charge. Yet the photograph on the cover of the paper could be posed, because it teasingly alludes to scenes of exotic carnage and blowsy carnality painted by Titian, Rubens and Delacroix. This woman is an adult: the tableau might be a rape not a rescue. Izvestia observed the decorums by air-brushing her nipple, though it's still visible as a bud of pixels. But why did they leave in the thin black tracery of the thong she's apparently wearing? Morgen in Hamburg ran a variant, with another grizzled rescuer leading out another nubile woman. Her hair is wet, tousled; she is wearing a denim skirt and a lacy bra. The German caption excused our salacious gaze by scanning her exposed body for information. 'Because of the heat inside,' it said with leaden Teutonic obviousness, 'she is half-naked.' Jean-Luc Godard once sourly remarked that all you need to make a movie is a girl and a gun. Beslan, seen like this, was ripe for exploitation. The headline above the photograph in the Hamburg paper referred to the siege as a drama, and broadcast a line of dialogue in loud, bold type: 'We drank urine.' The other side of this brazen titillation is a sanctimonious sentimentality. The Italian paper Il Messaggero found it only too easy to classify the images it ran as specimens of baroque religious art, operatically distraught but piously uplifting. A naked boy in one photograph is clutched by a commando, who presses his rifle to the child's vulnerable, shivering flesh. Perversity into magicked into something more mawkish by the caption, which is 'Il Bambino ed Il Soldato'. You don't need the words to tell you that you're looking at a boy and a soldier; they're not informative but manipulative, since they turn the scene into another allegorical tableau, equating grace and goodness with the possession of a weapon. Ethical scruples may make us avert our gaze from such images. But are we then colluding with the politicians who want to suppress them because of the inconvenient truths they tell? Bush's aides scheme to keep the cameras away from the coffins of GIs killed in Iraq, believing that death has not really happened unless it is photographed; Putin, railing at Izvestia, hoped to make the problem of Beslan disappear by regarding it with blind, official eyes. Brought to heel on 7 September, Izvestia replaced broken bodies with a minimal list of names and faceless numbers. Its evasively artful front-cover photograph - cramped into a corner and surrounded by tracts of extenuating print - had two silhouettes pointing to some sheets of paper that tallied casualties. The shadows belonged to bodies that remained outside the frame; the names were unfocused and therefore unreadable. The human tragedy had been effaced. On an inside page, Putin was seen touching a child in a hospital bed. But photography is tactless and coldly candid; even tyrants (who prefer portrait painters) can't ensure that it flatters them. This image assaulted Putin more scurrilously than any caricature could have done. His hand cursorily rests on the sheet; there is no contact, because the sick child, perhaps unconscious, is facing the other way. And the uncropped version, which appeared in El País last Sunday, included an additional snub. Beside the bed is a black-clad relative, a generic Russian babushka, who turns her back on the President and supports her face with her weary hands, lost in a private, incommunicable despair. This photo-opportunity proved inopportune. First impressions - as the children gulped water or were bundled onto makeshift stretchers and driven to hospital in derelict cars - were of mayhem and panic, conveyed with raw verisimilitude by the news channels. 'LIVE' in the corner of the screen means shapeless, anarchic. By Tuesday, when the funerals began, the story was tidied up, ennobled and beautified. The photograph by Sergei Chirikov on the cover of the Times that day could not have been further from those initial blurred, unintelligible documents of people running through rubble. The heads of two female mourners on a bus leaving a cemetery lean together, pressing cheek to cheek like one face duplicated by a mirror; between black scarves and black dresses, their skin is drained, pale. They are seen through the bus window on a wet day, so the blotched pane of glass is a veil of tears. The window muffles the siren song of their wailing, and the raindrops merge with the soft, liquid-looking beads of a necklace. The photograph's effect is intolerably decorative: its prettiness, I suppose, announces closure, since Chirikov was more worried about composition than commiseration. The reporters had now turned into narrators, laying the event to rest as if interring it. On Wednesday morning, Jonathan Charles in a BBC News broadcast referred to 'last Friday's denouement'. Debacle, I'd have thought, might have been a better word; a denouement is the untying of a knot, sorting out the snarled complexities in a literary plot. That same day a Times journalist came up with an anecdote that read like an excerpt from a novel. The hostage-takers had told one woman that she could leave the school with her two-year-old son if she left her six-year-old daughter behind. Bargaining was not possible: the only alternative was for all three to stay. Zalina Dzandarova agonised, then chose to save her little boy; as she walked out, her deserted daughter screamed at the betrayal. This is, of course, the situation examined by William Styron in Sophie's Choice. But art, as always, is more satisfactory and orderly than life. Sophie lets the Auschwitz guards take her daughter off to be gassed, and by her choice earns a reprieve for her son. Still she cannot forgive herself, and her suicide is a belated atonement. Zalina's daughter escaped, but it remains unclear whether this story will end happily. She will know for the rest of her life that her mother, in an emergency, chose to sacrifice her. Watching all this, I came to feel ashamed of my own tendency to see things aesthetically - the way I admired the weightless balletic elegance with which a fleeing woman, rendered legless by fatigue and fear, collapsed onto a stretcher, or my wincing reaction to the carious teeth and violently hennaed hair of the mourners. The truth is ugly, aesthetically irredeemable. Twisted, fragmentary bodies in Argumenty i Facty, sprawled beneath a pile of broken furniture. An open-air morgue in El País, with corpses stuffed into transparent bin-liners, allowed no posthumous privacy. I derived some hope, however, from the cheerful resilience of two boys caught in the corner of the BBC camera's promiscuous eye during a bulletin on Tuesday. While adults placed candles in the burned-out gym and sobbed as they searched for the spot where their loved ones perished, this pair gambolled in the wreckage, jumping over a hole blasted through an upper floor. They didn't know that their town was the setting for a tragedy: how could they, since they hadn't watched Sky News or read the foreign press? For them, the siege was an adventure story, and the bombs had transformed their school into an excitingly perilous playground. Their nonchalance was as much of a rebuff as the anger of the woman who beat a camera with her fists the previous Friday. It served as a reminder that, whether we were watching these people live or die, we had no right to be there. At best, journalists in such circumstances are irrelevant. At worst, they act as publicists for the terrorists, guaranteeing them global coverage to the spectacle they stage. It is time we stopped looking at the agonies of others and began to scrutinise our own motives."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}