{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2004/sep/25/libdems2004.liberaldemocrats1", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2004-09-24T23:27:21Z", "webTitle": "Simon Hoggart: Looking for a seat? Let a Lib Dem help", "webUrl": "https://www.theguardian.com/politics/2004/sep/25/libdems2004.liberaldemocrats1", "apiUrl": "https://content.guardianapis.com/politics/2004/sep/25/libdems2004.liberaldemocrats1", "fields": {"headline": "Looking for a seat? Let a Lib Dem help", "bodyText": "·The political conferences can be handy guides to how the country would be run if these parties ran it. Or do run it. The Labour conference is conducted by young men and women in sharp suits who are seriously relaxed about people being stinkingly rich, as Peter Mandelson once helpfully reminded us. The Tory conference is filled with people who act as if they still ran the country. And the Liberals would run the country as an endless debating society. No one would take decisions; instead they would institute 14-point plans. And the police would be replaced by bossy women. One such pushed past me, explaining crisply, \"I am sorry to inconvenience you, but you did choose to sit in an aisle seat!\" as if this was yet another example of the appalling decline in social standards. On the other hand, coming home on a crowded train, I noticed how the non-Libs would festoon the empty seat next to them with coats, bags and papers, to discourage newcomers, whereas the Liberals would tidy them up, to make it clear that the seat was free. ·It's rather encouraging that in the provinces there is still an entertainment circuit that barely touches the capital. The Bournemouth International Centre is filled with posters for acts of which I have, perhaps, heard half. This year's panto stars Chris Jarvis and Mandy Rice-Mundy, names new to me, though they might be familiar to soap fans. We are bidden to see Charlie Landsborough, whose long hair and Stetson imply he might be a country singer. And everywhere there are posters for An Evening with Derek Acorah. He is dressed in white. There is nothing to indicate whether he is a comedian, singer, raconteur, or what. A quick google reveals that he is a spiritual medium, the gleaming white raiment possibly implying a familiarity with the angelic host. But my favourite two turns were advertised in brightly coloured leaflets, snugly next to each other in a display. The Vagina Monologues and Puppetry of the Penis, together at last! Though sadly not on the same night. ·Speaking of spiritualists, the Daily Mail is usually full of articles with headlines like: \"Yes, proof that there is an afterlife. Scientists receive messages of hope from beyond the grave. By Colin Wilson.\" So I was pleased to see their coverage of research at the University of Hertfordshire into the success of spiritual mediums. This work, by Professor Richard Wiseman, involved asking five mediums to contact the dead relatives of five volunteers. They were put in a soundproof room to come up with evidence of contact with the departed, and of course they failed utterly. But they must have had a lot of confidence even to try under these conditions. Some mediums probably believe they are hearing from the dead. In fact they pick up hints from their clients, from body language, from \"pushing\" questions - \"has there been some grief in your past?\" - and from vague remarks. \"I see the colour blue\" could mean \"He knew we have a blue car!\" or, \"He knew Nan was wearing a blue dress when she died.\" Someone who arrives nervously twisting a wedding ring may have marital problems; somebody who has clearly walked through the rain might face financial trouble. And if they don't, it's usually easy to find what their difficulties are. The late Doris Stokes simply cheated. People who phoned up to ask for help would be pumped by her husband, who would then offer free tickets, and relay the information to his wife for that night. Of course nobody stood up and said, \"Well, that's not very impressive. I told your husband all that a month ago.\" One day I might catch Derek Acorah and find out what his schtick is. It usually isn't too hard. All this is well known, and sceptics have been doing convincing \"readings\" as party pieces for years. But it is excellent to see it all reported in the Daily Mail, because there is more joy in heaven. ·I went to Bournemouth on the stopping train. The last part of the journey is very slow, but the train passes the fringe of the New Forest through pretty villages and gentle wooded countryside. We pulled into Hinton Admiral on the border between Dorset and Hampshire. A large sign on the \"up\" platform read: \"Welcome to the County of Hampshire - Where Partnership Works.\" Who came up with that slogan? What does it mean? Who on earth is supposed to be influenced by it? Perhaps a businessman, pondering a site for the new offices or distribution centre, looks up from his laptop as the train glides to a halt. \"Hmmm, where partnership works,\" he muses, and reaches for his mobe. \"James, I think we may have to rethink the new site in Pokesdown. Apparently in Dorset partnership often doesn't work - turf wars, backbiting, empire-building, that sort of thing - but it's not a problem in Hampshire, I'm told.\" \"Yes, Dan, I know where you're coming from, but I've been looking through some of this bumf from Dorset, and it seems that there they are Facing the Future. In Hampshire we could be in danger of sliding back into the past. It's a tricky one.\" \"Right, a good point well taken. On the other hand, the fact that the Hampshire wallahs have put up a bloody great sign at Hinton Admiral station convinces me there might be something in it.\" And almost certainly, some consultancy was paid thousands to come up with that idea. ·(PS I spoke too soon. Yesterday's Daily Mail ran a two-page feature titled \"Yes, there IS somebody out there\". Which of course, there isn't.)"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}