{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2004/sep/12/theobserver.observerbusiness10", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2004-09-11T23:18:23Z", "webTitle": "Throg Street: Mercy killing at Amvescap", "webUrl": "https://www.theguardian.com/business/2004/sep/12/theobserver.observerbusiness10", "apiUrl": "https://content.guardianapis.com/business/2004/sep/12/theobserver.observerbusiness10", "fields": {"headline": "Mercy killing at Amvescap", "bodyText": "So it's all tickety-boo at Amvescap now that it has settled with the regulator, is it? The fine meted out by the Securities and Exchange Commission for improper trading in mutual funds was lower than expected, and there might still be a dividend, albeit a reduced one. There is more good news, according to the bulls: Amvescap is tightening up on corporate governance. The chairman and chief executive, Charles Brady, is splitting the two roles, handing over the chief executive's job to someone else. Quite right, it doesn't do to have too much power concentrated at the top of a company, and Amvescap is a case in point. But is Amvescap a turnaround story, as some would have us believe? Don't bet on it. If ever a company was a case of damaged goods, this is a good example. Many of its funds were already performing poorly before the dispute with the American authorities. Since then, policy redemptions have rolled thick and fast. Net sales have been abysmal. The company is wisely scrapping its name when it promotes new funds; it must only be a matter of time before the word 'Amvescap' is quietly consigned to the dustbin of history. It will take a long time for the group to return to its glory days, even if there is an infusion of fresh blood at the top. But if the past is anything to go by, predators soon circle when fund management groups run into trouble. At this stage, a mercy killing is the best that Amvescap's shareholders can hope for. Steel bonanza Expect Corus to make a big splash this week when it reports its first profit for five years, and the first since the company was forged by a merger between British Steel and Dutch firm Hoogovens in 1999. Its new chief executive, Philippe Varin, is doing a decent job implementing the latest cost-cutting programme designed to reduce debt. But the City wants news about the possible sale of the aluminium business, which should yield £500 million-£600m. A deal would further take the heat off Varin, who has shown himself to be a competent manager, but despite his skills, much of his success is down to luck: steel prices have surged, thanks to strong demand from Asia, particularly China. What now? At its inception, Corus had to grapple with overcapacity and a strong pound, which made exports expensive. Thankfully, the pound has weakened, but Corus remains vulnerable to exchange-rate fluctuations. Every one cent change in the sterling-euro rate lops about £70m off Corus's earnings. Steel prices should hold up thanks to continuing demand from both China and the US, but the shares are looking pricey in relation to rivals such as France's Arcelor, and the discrepancy has persuaded some brokers to take the company off their buy lists. Perhaps they have forgotten that the Russian tycoon Alisher Usmanov is still sitting on a 13 per cent stake and US value investor Brandes speaks for 15 per cent. What do they know that we don't? The Next big thing Retailers are being squeezed as consumer spending slows and competition intensifies. Last week, there was a profits warning from MFI, M&amp;S lost its creative director, and Wm Morrison, the supermarket chain, was at the centre of speculation that it could issue another profits warning. But Next, headed by Simon Woolfson, has been a rare beacon of light. And this week, when it produces its interim numbers, the company is almost certain to please its followers. Next says everything it sells is slightly different in terms of design than similar clothing on offer elsewhere - it has that 'special' ingredient so important in retailing. The company promotes itself as offering value for money in the mid-market, and the formula seems to work, the shares are up £5 in a year. The company's hidden weapon is its catalogue and directory business, which is on target to record profits of more than £100m by 2006. Next skillfully uses the directory's client base to help identify what is popular, and then crams its shops with the same merchandise. Yes, it's all going swimmingly well, and don't the directors know it. But now would be the wrong time to grow complacent. Few expect Next to fall off its perch, but because human nature can be perverse, some of us would have a jolly good laugh if it did. Rothschild coup Baron David de Rothschild must be rubbing his hands with glee at the thought of Cazenove selling out to a rival as it would leave his firm, NM Rothschild, as one of the few remaining independent banking advisers in the City. Close Brothers would like to think that it was in the same league, but it cannot boast the illustrious heritage of Rothschild. The only real independent competitor for Rothschild after the sale of Cazenove will be Lazard, headed by American financier Bruce Wasserstein. And even Lazard may not be around for long as Wasserstein is said to be keen to sell. When that happens, Rothschild will occupy a unique position as the last City bastion of gentlemanly capitalism."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}