{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2004/sep/19/libdems2004.liberaldemocrats", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2004-09-19T17:20:59Z", "webTitle": "Kennedy: Blair should apologise over Iraq", "webUrl": "https://www.theguardian.com/politics/2004/sep/19/libdems2004.liberaldemocrats", "apiUrl": "https://content.guardianapis.com/politics/2004/sep/19/libdems2004.liberaldemocrats", "fields": {"headline": "Kennedy: Blair should apologise over Iraq", "bodyText": "Charles Kennedy tonight demanded an apology from Tony Blair over Iraq - but then refused to rule out a coalition with Labour if the next general election produced a hung parliament. The Liberal Democrat leader three times ducked a yes or no answer when questioned by reporters on the issue - despite having previously rejected any possibility of power-sharing with the Conservatives. Instead, under pressure at his first press conference in Bournemouth, Mr Kennedy said the party would \"judge each and every issue as it comes up on their merits and taking our stance accordingly\". On Friday, Mr Kennedy told the Evening Standard that there was no way he could envisage forming any coalition with the Conservatives - leading some to speculate that he could be tempted to form a coalition with Labour, as is currently the case in Scotland. Mr Kennedy pointed out that proportional representation made the situation in the Scottish parliament - where Labour's Jack McConnell and Lib Dem Jim Wallace form a coalition - different, but refused to give a \"price list\" when asked if PR would be a condition of going into power with Tony Blair. Instead, he insisted the Lib Dems were an \"independent opposition\", but hinted that he would say more on the subject later in the party conference. Asked point blank if he would consider power sharing with Labour, Mr Kennedy reminded journalists that hung parliaments were the exception not the rule, before flatly sidestepping the question, saying: \"I'm not going to get distracted at all by other parties.\" He then spoke of the experience of the 1987 election, saying: \"If you got into an election saying vote for us and will come third and we will form a coalition, what tends to happen is that you come third but don't [get a hung parliament].\" Turning the subject to Iraq, in the wake of Mr Blair's admission today that there was now a \"second conflict\" in the country, Mr Kennedy repeated his call for a personal apology from the PM, saying he had \"bent over backwards\" to give Mr Blair the benefit of the doubt, but now was the time to acknowledge mistakes to parliament. Reacting to the leak of advice from Downing Street foreign policy adviser David Manning which appeared to suggest Mr Blair had made a secret early agreement with the US president guaranteeing British support for a war, Mr Kennedy said: \"If that's true, it's a shocking indictment of the British PM. \"The prime minister now has one opportunity left to come to the House of Commons and make a full and frank disclosure.\" If he doesn't, Mr Kennedy said, he would be guilty \"not just of bad judgement but of bad faith\". Delegates will have an opportunity to rehash the debate on the Iraq war, as tomorrow morning sees them addressed by foreign affairs spokesman Sir Menzies Campbell, and vote on motions on the war on terror and the Hutton report. Mr Kennedy, under pressure to repeat his party's byelection success rate at next week's Hartlepool contest, lambasted the \"bile and vitriol\" of Labour's campaign, saying it showed the party's \"bankruptcy\". Rejecting criticism that the party was suffering from Labour's \"soft on crime\" jibes, Mr Kennedy said Labour had run the town \"for 40 years uninterrupted, and the country for seven years with a three-figure majority, and should be judged on that record. \"What voters in Hartlepool are looking for is solutions, not 'tough' or 'liberal' labels, but confronting reality.\" Earlier, Mr Kennedy demanded that parliament be consulted before any further troops are sent to Iraq. Invited on the Breakfast with Frost programme, the Liberal Democrat leader appeared to insist that parliament be recalled before any decision on troop numbers was taken: \"Parliament would have to be consulted and we are in the middle of the conference season over these next few weeks. \"There should be no question of irrevocable decisions being taken while parliament is not in business.\" Amid reports that ministers are considering bolstering the number of troops on the ground to combat increasing violence, Mr Kennedy said such a vital decision must be subject to full scrutiny by parliament. And that could not happen with MPs not sitting during the three-week party conference season. He said: \"All this is in the melting pot and that is what must be addressed properly in a parliamentary sense before we jump to any conclusions.\" Mr Kennedy also called on the government to reject any demands from the hostage takers of Briton Kenneth Bigley. \"The minute you give in to hostage demands, you in fact place at even greater peril the interests and the lives of all those other civilians operating in Iraq at the moment,\" he said. Mr Kennedy's focus on Iraq was not to everyone's liking: the former chief of staff to ex-leader Paddy Ashdown said the party must concentrate on other issues if it wants to make an electoral breakthrough. Alan Leaman said the success of the anti-war stance had convinced some in the party it should target Labour seats at the general election. But he warned that would be a mistake as the vast majority of winnable seats were in Tory areas. \"A big move to fight hard in many more Labour seats could turn into an expensive political cul-de-sac,\" he said in an article in the Policy Review magazine. But the first day of the conference did not solely focus on Iraq, as attention also centered to a more domestic, even low-key, focus, with calls for a doubling of British summer time to boost the tourism industry, and more sport options for school pupils. The Lib Dems want to introduce \"double summer time\" to make summer evenings lighter for longer. They say the move would be a major boost for the tourism industry. The party's tourism spokesman Adrian Sanders said: \"Introducing double summertime by moving clocks forward by two hours in the spring will make summer evenings lighter for longer, which could boost the tourism and hospitality industry by up to £1bn per year.\" In a separate announcement on the first day of the conference, sports spokesman Bob Russell called for \"PE co-ordinators\" to enable kids to take up a variety of sports at school. The Lib Dems say collectively PE co-ordinators could introduce pupils to as many as 15-20 different sports through local clubs. Mr Russell said their proposal to link local clubs with schools would help cut the 70% drop-out rate in sports participation among school-leavers. \"For too long sport has been seen as an add-on to people's lives instead of being central to the nation's health and wellbeing,\" he said today. \"With child obesity trebling in the past decade, it is time the Department of Health took a far greater role in promoting sport and active living.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}