{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2004/sep/05/china.hongkong.observerescapesection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2004-09-05T18:09:47Z", "webTitle": "A virtuoso performer", "webUrl": "https://www.theguardian.com/travel/2004/sep/05/china.hongkong.observerescapesection", "apiUrl": "https://content.guardianapis.com/travel/2004/sep/05/china.hongkong.observerescapesection", "fields": {"headline": "A virtuoso performer", "bodyText": "It was an emotional return. I had last visited Hong Kong to play the final 'Changeover Concert' before the colony was returned to Chinese rule and it was one of the most memorable performances of my life. Under the watchful gaze of Governor Chris Patten - and myriad Chinese politicians - the atmosphere in Hong Kong's Arts Centre was electric. In the first half I played Elgar's Cello Concerto with a British orchestra under a British conductor. In the second, a Chinese orchestra premiered a Chinese piece under a Chinese conductor. The closing bars of Elgar truly felt like the end of an era. How, I wondered, would Hong Kong have changed after six years of Chinese rule? To begin with, the airport has gone. There is a new one, of course, but it is just not the same as dear old Kai-Tak. One of the joys of landing in Hong Kong was being told to fasten your seatbelt and prepare for landing as you looked out of your window and saw looming suddenly a row of knickers on a washing line so close that you could, if so inclined, easily speculate on the wherewithal of their occupants. Not only that, if all went smoothly at customs you could be tucked up in bed in your central hotel room within the hour. The demise of Kai-Tak has not passed unmourned. A favourite volume on the bookstands is entitled Goodbye, Kai-Tak and comes complete with a tissue. (Somehow it's hard to imagine a similar lamentation on Gatwick or Stansted). The new airport, Chek Lap Kok, is on Lantau Island and is a Norman Foster creation. The locals are very proud of it, although it looks much like any other modern airport to me. Their enthusiasm could have something to do with it having opened the island up to tourism - so much so that the nearby Po Lin monastery, with its vast Buddhist statue, has recently become Hong Kong's number one attraction. On the one-hour drive into the city (there is a 20-minute train service) I began to speculate: would Hong Kong now be rife with censorship? Would Western investment have fled across the seas to Singapore? Doubtless complex answers abound to these questions, but to the casual visitor little has changed. Certainly, censorship is invisible. A trip to my local bookstore revealed a prominently displayed tract entitled The Coming Collapse of China sitting comfortably alongside magazines such as Hong Kong Tatler and Harpers Bazaar, all crammed with advertisements for designer goods. If anything, the air of conspicuous consumption has intensified since the changeover. Hong Kong is one of those preposterously prosperous cities that seem forever in the throes of construction. Towering skyscrapers jostle for position even more intensely than in New York, and the few colonial-style buildings that remain look as if they are gasping for air. The city is home to some of the most spectacular modern architecture on the planet. Chief among these latest extravaganzas is the 70-storey Centre on Jubilee Street (Hong Kong Island), completed, astoundingly, in only eight months (roughly the time it took to have a new bathroom fitted in my London flat). This epic edifice changes colour garishly every few seconds. On the other hand, The Bank of China Tower is stunning. Designed by the Chinese-American architect I. M. Pei, it thrusts skywards in a series of triangles culminating in a prism which dominates the island's skyline. My concerts on this visit were with the Hong Kong Philharmonic - a fine orchestra with a mix of Chinese and expatriate musicians who, together, know their territory inside out. They told me that the affluence of central Hong Kong is a far cry from its outer suburbs, where the 40-storey blocks are so densely packed that you could almost lean out of the window and shake hands with your neighbour in the block opposite. Apparently the concept of 'chi' (loosely translated as 'feel-good factor') is vital in Chinese architecture but it seems to have been conveniently forgotten when it comes to housing for the less well-off. Yet, incredibly, street crime is virtually unknown in Hong Kong and its environs. There is so much to see that you need at least a week to do it justice. Whatever the length of your stay, there are three must-dos. The first is the Star Ferry, which crosses the harbour from Hong Kong Island to Kowloon, and is one of the world's most spectacular boat trips: you could spend a whole day just watching the ships going about their business. Kowloon is home not only to Hong Kong's Arts Centre but also to numerous museums, shops and the famous Jade Market on Temple Street, where you can find jade in white and purple as well as green. At 8pm, Temple Street transforms itself into the infamous Night Market (which closes around 11pm), where you will encounter anything and everything from mobile phones to fortune-tellers - both equally unreliable. But the best market is on Hong Kong Island at Stanley, which is Hong Kong's second must-do. To get to Stanley, take the glorious double-decker bus ride (make sure you get a seat on top), which leaves from numerous stops in the centre. On arrival you will find all manner of silks (shirts and pyjamas are a speciality), handbags and suitcases at knockdown prices, but remember - negotiation is the name of the game. The third must-do is Victoria Peak. The Peak Cafe is a lot better than it sounds and, from this vantage point, there are outstanding views over the city and its harbour. It is reached by the Peak Tram, built in 1888, and an experience in itself. Six years on from my previous visit, the city's nightlife has improved no end. The best bar/club zone is at Lan Kwai Fong, on Hong Kong Island. The orchestra introduced me to bars where the happy hour extended to five hours or more. Like in other Asian cities, some of Hong Kong's best bars and restaurants are often to be found in hotels and shopping centres. The third floor of Exchange Square Forum, for example, reveals The Hunan Garden - an outstanding eating house specialising in Hunan cuisine. The Mandarin Oriental is home to Man Wah, one of the best restaurants in town, and this hotel has one of the best bars too. Hotels here are among the best in the world. I stayed at the Ritz-Carlton in Central, which I can definitely recommend. On the other side of the harbour in Kowloon is the over-priced grand dame, The Peninsula, but in my opinion it's probably best to settle for a colonial-style high tea in the hotel's gallery, an excellent place to observe the high-flyers below. After the buzz of my previous visit, I could so easily have been disappointed this time but Hong Kong remains a unique city in an extraordinary setting. I am already looking forward to my next visit - even without Kai-Tak airport and all those knickers. Factfile Getting there The following airlines fly non-stop from London Heathrow: British Airways (0870 850 9850; www.ba.com has current returns from £715. Cathay Pacific (020 8834 8888; www.cathaypacific.com from £501. Emirates (call Emirates Tours on 08701 286000; www.emiratestours.co.uk) from £403 valid 10 September to 30 November; Virgin Atlantic (08705 747747; www.virgin.com/atlantic), from £762 in September. Emirates Tours (as above) has departures from Birmingham, Manchester and Glasgow, returns from £403. Where to stay Mandarin Oriental Hong Kong (00 800 2828 3838; www.mandarinoriental.com) has doubles from £145 B&amp;B until 30 September. The Peninsula (00 852 2920 2888; www.peninsula.com) from about £225 B&amp;B. The Ritz-Carlton, Hong Kong (0800 234000; www.ritzcarlton.com) from £134.50 room only. · For further details contact the Hong Kong Tourism Board (020 7533 7100; www.discoverhongkong.com)."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}