{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2004/sep/06/guardianobituaries.health", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2004-09-05T23:05:46Z", "webTitle": "Obituary: Lord Richardson", "webUrl": "https://www.theguardian.com/news/2004/sep/06/guardianobituaries.health", "apiUrl": "https://content.guardianapis.com/news/2004/sep/06/guardianobituaries.health", "fields": {"headline": "Lord Richardson", "bodyText": "Lord Richardson, who has died aged 94, was a leading member of the medical establishment, and owed his career to a blend of competence, energy, charm and diplomacy. A baronetcy and a life peerage crowned the progress of this medical grandee who became prime minister Harold Macmillan's personal physician, president of the General Medical Council, the British Medical Association and the Royal Society of Medicine. Richardson developed a close friendship with Macmillan, and often accompanied him on his official trips abroad. He had a particular interest in rheumatic disease, from which Macmillan suffered. He was, however, on holiday in 1963 when Macmillan needed the prostate surgery that triggered his resignation as prime minister. Macmillan later said that he would not have left Downing Street but for the advice of the other doctors who were treating him and who had frightened him into thinking he had cancer. He maintained that Richardson told him that he would not have advised him to resign. Thus it has been said that Richardson's absence from the bedside changed the course of history. However, it must be remembered that Richardson, a physician, could not have treated the prostate problem even if he had been there. John Richardson was born in Sheffield. His father, a solicitor, was killed during the first world war; his mother was from a noted steel family. He went to Charterhouse and read medicine at Trinity College, Cambridge, did his clinical training at St Thomas' hospital, London, and qualified in 1936. He stayed on as physician. A year later he became a member of the Royal College of Physicians and after a further two years earned a Cambridge MD. During the second world war, he was serving in the army in north Africa when, in 1943, King George VI needed an official physician in case he was taken ill. In the event Richardson treated the king for sunburn and was awarded an LVO. After the war, he returned to St Thomas' as consultant physician in 1947 and a year later was made a fellow of the Royal College of Physicians. Around that time he had a routine x-ray, which he was expected to check. To his horror, his x-ray showed tuberculosis. He took a year off to recover and, on returning, his upward progress continued. One weekend, Richardson's registrar phoned him at home to say that Macmillan, then a young housing government minister, had been admitted to the ward with a suspected heart attack while rowing for the Leander team. Richardson - never, in the view of his colleagues, one to miss an opportunity - sped back to London, diagnosed an inflamed gall bladder, and became Macmillan's personal doctor for life. Richardson was an old-style physician, working in a system of informal freemasonry of bedside teaching, apprenticeship and networking. He did no significant research, and was not a brilliant physician, but he was diplomatic, charming, without malice, ambitious, sometimes fawning, and well-spoken. Medical students tagged him \"Sir John\" long before his baronetcy, which arrived in 1960, thanks to Macmillan. JSR, as he was known, was a brilliant committee operator and towards the end of his days at St Thomas' - he retired from there in 1975 - he served as President of the Royal Society of Medicine (1969-71) and the BMA (1970-71). He failed to be elected president of the Royal College of Physicians: some fellows regarded him as too benign and consensual, others as too devious. From 1970 to 1974 he was editor-in-chief of the British Encyclopaedia of Medical Practice, and he edited textbooks on medicine and rheumatology. Richardson was president of the GMC from 1973 to 1980, which luckily for him was just before the GMC's role came to be widely questioned. As head of the doctors' disciplinary body, he was regarded as elderly, benign, establishment, courteous and patrician. He brought in the regulation that required the president to quit at 70, and obeyed it himself. He was made a life peer in 1979 and was active in the House of Lords. In 1933 he married Sybil Trist, a portrait painter. She died in 1991; they had two daughters. · John Samuel Richardson, physician, born June 16 1910; died August 15 2004"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}