{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theobserver/2004/sep/12/featuresreview.review", "type": "article", "sectionId": "theobserver", "sectionName": "From the Observer", "webPublicationDate": "2004-09-11T23:17:59Z", "webTitle": "'As a photographer you're their lifeline'", "webUrl": "https://www.theguardian.com/theobserver/2004/sep/12/featuresreview.review", "apiUrl": "https://content.guardianapis.com/theobserver/2004/sep/12/featuresreview.review", "fields": {"headline": "'As a photographer you're their lifeline'", "bodyText": "We'd heard bad things were happening to the ethnic Albanian villagers inside Ljuboten, and a few of us had managed to get into the village, which was totally surrounded by Macedonian vigilantes and police. It was a very tense time - journalists were being beaten up by the Macedonians. The village was used as a transit route for the National Liberation Army to get up the mountain and the week before, 18 soldiers had been killed by a landmine, so this was a revenge attack on the villagers. The government claimed they were terrorists, but they weren't, they were civilians. The villagers were in a terrible state and had left the bodies where they'd been shot the day before, hoping journalists would get inside. Who do you turn to for help if it's the police who are killing your family? As a journalist, you're their lifeline. You often find in war journalism that it is the victims' families who show you the bodies and lead you to the pictures. The man in the photo, like many villagers, was pulled out of a basement by Macedonian troops and shot in the back;he then had his head run over by an armoured truck. The villagers had moved his body out of the road and covered what was left of his head with a bag. He was a good-looking young man in his early twenties. In situations like this, you really have to stick together as journalists. We didn't know how long it would be before the police realised their mistake in letting us in but we knew there was real safety in numbers, especially as we were foreign and from a number of different newspapers. The images stay with you but you've got to put them to the back of your mind and realise you're making a historical record of what happened. If you start thinking about it and stop taking photos, you're useless. It's tough and sometimes you just want to put the camera down and help. On occasions, I have, but you have to try and stay objective. You've got to be a little bit cold-blooded, I suppose, otherwise you'd never take a picture. It is difficult to know how to handle it - aid workers in war situations get counselling, but journalists don't. Most people would say we should since otherwise it all just gets bottled up. Lots of photographers fall into the trap of becoming war junkies, because it is very difficult to get back into normal life after being in a war. You're living on your wits, there's a high adrenaline level and you're having to get yourself through checkpoints and things such as that, so it is hard to adjust to normal life afterwards. Some people just jump from one war to another and get very jaded. I think people need to see graphic images such as these. The argument against it is that you get 'dead body fatigue', but cases such as Beslan are so shocking that they need to be documented. We need to be reminded that the Russians have a history of messing up hostage situations and hundreds of people end up dying. I don't see the problem with showing British bodies, either. It really depends on the seriousness of the event. With the killing of the workers in Falluja, did we really need to see the video of that? But it did show the extent to which the US had lost control out there, so it's important to see these things. Obviously, I understand people find it an uneasy subject. There needs to be a balance but not a blanket ban on pictures of dead bodies. Absolutely not."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}