{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2004/sep/09/2", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2004-09-09T22:59:55Z", "webTitle": "City of London to realise Wren's dream", "webUrl": "https://www.theguardian.com/culture/2004/sep/09/2", "apiUrl": "https://content.guardianapis.com/culture/2004/sep/09/2", "fields": {"headline": "City of London to realise Wren's dream", "bodyText": "More than just a memorial to the Great Fire of 1666, the Monument was an engineering triumph and London's prime viewing platform. Today, visitor numbers are declining, and although the view is still worth the climb, it can hardly compete for tourist trade with the London Eye, the huge wheel across the Thames. A new plan, however, should return it to its definitive status - first by restoring the 20-storey column and, more radically, by reinstating the piazza that once surrounded it. This square around the Monument was one of the few elements of Christopher Wren's grand post-fire redesign of London to become a reality, unlike his plans for the St Paul's Cathedral area. The Victorians destroyed that in the 1880s by building Monument Street right through it. Now, reduced traffic flow as a result of the IRA-era \"ring of steel\" and Mayor Ken Livingstone's congestion charge mean that Wren's architectural vision is soon to be at least partly realised. Assuming it really was Wren's vision, that is. Current thinking is that the Monument was actually designed by Wren's friend, Robert Hooke. Julian Harrap Architects is planning the piazza and is preparing to start on the restoration itself. Harrap himself carried out a study of the building in 1991, the first for 100 years, and found it to be in good health (although it is a foot out of plumb). He admits there are risks in restoring it: \"It's extraordinarily well constructed, but every building is vulnerable during repair. You have to bring a whole team of people, among whom, statistically, there must be some clumsy partners.\""}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}