{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2004/sep/21/rydercup2004.rydercup3", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2004-09-20T23:51:21Z", "webTitle": "Golf: Ryder Cup: Player by player", "webUrl": "https://www.theguardian.com/sport/2004/sep/21/rydercup2004.rydercup3", "apiUrl": "https://content.guardianapis.com/sport/2004/sep/21/rydercup2004.rydercup3", "fields": {"headline": "Player by player", "bodyText": "United States Chad Campbell 5/10 Chunky Texan struggled to find a spark but dredged up some form to beat Luke Donald. Points: Four-balls 0/2, Foursomes 0/0, Singles 1/1 Total: 1/3 Stewart Cink 6 Failed to daunt the opposition despite being 6ft 4in. But not the worst and not a bad pick. Points: FB 1.5/2, FS 0/1, S 0/1 Total : 1.5/4 Chris DiMarco 7 Best record of the Americans. Psycho held his own and did not inflame anyone. Points: FB .5/1, FS 1/2, S 1/1 Total 2.5/4 Fred Funk 4 A pointless debut. Ebullience could not help his golf. Points FB 0/0, FS 0/2, S 0/1 Total: 0/3 Jim Furyk 5 Finally found his game on the final day, thrashing David Howell, but too little too late. Points: FB 0/2, FS 0/1, S 1/1 Total: 1/4 Jay Haas 6 Let no one down. Conducted himself well, won points. Not a liability but no inspiration either. Points: FB .5/1, FS 1/2, S 0/1 Total: 1.5/4 Davis Love III 5 A big disappointment and team needed more from him. Lucky Clarke missed putt at the last. Points: FB 1/2, FS 0/2, S /1 Total: 1/5 Phil Mickelson 3 A miserable match for Lefty. Timing of club change and practice procedure criticised. Requires a Ryder rethink. Points: FB 0/1, FS 1/2, S 0/1 Total: 1/4 Kenny Perry 4 No points on his debut. Three Tour wins in 2003, none in 2004, the match came a year too late. Points: FB 0/0, FS 0/1, S 0/1 Total: 0/2 Chris Riley 5 An acceptable partner for Tiger at last but let side down when he shied away from foursomes. Points: FB 1.5/2, FS 0/0, S 0/1 Total: 1.5/3 David Toms 6 Form a bit iffy coming in but under-used by Sutton. Hung on well, if in vain, against Monty. Points: FB 0/1, FS 1/1, S 0/1 Total: 1/3 Tiger Woods 4 Did his job on Sunday but he and Mickelson set a terrible tone on day one. One or other should have said: \"No way, Hal.\" Points: FB 1/2, FS 0/2, S 1/1 Total: 2/5 Europe Paul Casey 6 He and David Howell swung the whole match when they won their four-ball. Sloppy against Woods but will be a main man. Points: FB 1/1, FS 0/0, S 0/1 Total: 1/2 Darren Clarke 8 Battle-hardened and it showed. A captain's delight. Points: FB 1/2, FS 2/2, S 0.5/1 Total: 3.5/5 Luke Donald 8 Tremendous. Justified faith shown in him. Unbeaten before singles and one for the future. Points: FB 0.5/1, FS 2/2, S 0/1 Total: 2.5/4 Sergio García 9 A galáctico. Inspirational and a partner to die for. Three birdies in a row maimed Mickelson. Points: FB 1.5/2, FS 2/2, S 1/1 Total: 4.5/5 Padraig Harrington 9 No longer halfway between a rookie and a leader. The opponent from hell - never knows when he is beaten. Points: FB 1/2, FS 2/2, S 1/1 Total: 4/5 David Howell 6 A hero with Casey, a debut win singled out by both captains as critical. Good team man. Points: FB 1/1, FS 0/0, S 0/1 Total: 1/2 Miguel Angel Jiménez 6 Exuded calm and confidence but not rewarded with points. Influence not to be underrated. Points: FB 1/1, FS 0/2, S 0/1 Tota: 1/4 Thomas Levet 6 Encouraging and bouncy; no sulking over foursomes failure. Outfunked Fred in the singles. Points: FB 0/0, FS 0/2, S 1/1 Total: 1/3 Paul McGinley 8 A rock of a competitor. Proved putt at The Belfry was no fluke. Unlikely to be underrated again. Points: FB 0.5/1, FS 1/1, S 1/1 Total: 2.5/3 Colin Montgomerie 9 Unbelievable. Who writes his scripts? Who needs majors? Happiness is Oakland Hills. Bye bye Brookline. Points: FB 1/2, FS 1/1, S 1/1 Total: 3/4 Ian Poulter 6 Game a little awry but never downbeat and strutted his stuff against Riley in the singles. Points: FB 0/1, FS 0/0, S 1/1 Total: 1/2 Lee Westwood 9 Another of captain Langer's workhorses. Back to his best. Points: FB 1.5/2, FS 2/2, S 1/1 Total: 4.5/5"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}