{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2004/sep/14/highereducation.uk", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2004-09-13T23:26:06Z", "webTitle": "Where do HE ministers go to die?", "webUrl": "https://www.theguardian.com/education/2004/sep/14/highereducation.uk", "apiUrl": "https://content.guardianapis.com/education/2004/sep/14/highereducation.uk", "fields": {"headline": "Where do HE ministers go to die?", "bodyText": "On to even higher things Alan Johnson's non-graduate status didn't stop him getting on famously with vice-chancellors, who are still marvelling at the fact that he not only piloted the most controversial legislation of the Blair government through parliament but was actually promoted after being higher education minister. Some, such as Tessa Blackstone, have moved on sideways but most have found the job to be the kiss of death to their careers. Anorak question: who was the last higher education minister before Johnson to be promoted? At the weekend, not even vice-chancellors with long memories could remember. Red Guard made good And how will the vice-chancellors get on with Johnson's successor, Kim Howells - not just a graduate but a postgraduate and a former lecturer? His record with VCs is chequered. The notorious 1968 sit-in at Hornsey College of Art was organised at the flat of the student Howells (although he gave up painting as \"bourgeois individualism\"). Howells later commented: \"I was very keen on storming buildings; I really saw myself as a Red Guard when I went in and told the principal he had to leave his office.\" But with less than a year to go before the next election - and another minister for universities - there shouldn't be time for the outspoken Welsh former miner, who called rappers So Solid Crew \"idiots glorifying gun culture and violence\", to fall out with Ivor Crewe (no relation) and the rest at Universities UK. Ivan leaves them standing Not often we get a university press release saying the buildings are still standing - but last week there was that good news from St Georges University, Grenada, in the wake of Hurricane Ivan. The generator has been restarted, classes will resume in two weeks and no injuries are reported among the staff and students (who include 37 British medics and vet students). No looting or violence on campus. In a message to reassure anxious families, the chancellor, Charles Modica, says: \"There is a resourcefulness and dedication present today in the university community and there is no doubt that the outcome will be successful.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}