{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2004/sep/10/newsstory.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2004-09-09T23:28:35Z", "webTitle": "World Cup qualifying: Irate Savage in threat to quit Wales", "webUrl": "https://www.theguardian.com/football/2004/sep/10/newsstory.sport", "apiUrl": "https://content.guardianapis.com/football/2004/sep/10/newsstory.sport", "fields": {"headline": "Irate Savage in threat to quit Wales", "bodyText": "A day after the dramatic night at the Millennium Stadium in Cardiff the dust refused to settle. Two of the three players dismissed, Robbie Savage of Wales and David Healy of Northern Ireland, continued to protest their innocence yesterday and Savage also issued a threat that would have a major impact on Wales's World Cup qualifying campaign. Savage, one of Wales's most established players, who was winning his 38th cap on Wednesday, has said he is thinking of retiring from international football in the wake of his ninth-minute dismissal by the controversial Italian referee Domenico Messina. Savage's distress at the perceived injustice of the red card he received along with Michael Hughes was exacerbated by the knowledge that he misses Wales's next game, against England at Old Trafford. \"I'm seriously considering my international future,\" Savage said. \"It is the first time that I've been sent off and the realisation hit me that I'll miss the biggest game I might ever be involved in my career. \"Michael Hughes went to hurt me, a tackle like that is a disgrace. I got up after the tackle but didn't even raise my hands. It was the normal reaction of anybody. Then I got pushed over again, so to be sent off, I couldn't believe it.\" Savage is serving a three-match ban at Birmingham City for elbowing Mateja Kezman, an act caught on television. He said he understood why he received the ban for that and felt his actions on Wednesday paled by comparison. \"I always seem to be defending myself but this time I have every right to,\" he added. Wales will have Ryan Giggs available after suspension and Simon Davies should be fit for the England game on October 9, so the absence of Savage will not be felt as greatly as it was against Northern Ireland. If Savage does not retire, he would be available for the Poland home game four days later. But the Wales manager Mark Hughes, assuming he is still in that post with Blackburn lurking, will need a significant improvement from his players if Wales are even to get a point in Manchester. Four days after their weak 1-1 draw in Azerbaijan they had to beat the Irish to restore confidence that they can get the second place behind England that is their most realistic target. But Wednesday's blunt efforts against nine men had the opposite effect and Hughes' gamble in dropping three of his senior players, Mark Pembridge, Andy Melville and Robert Page, failed. James Collins, 21, of Cardiff had a traumatic night, as did the more experienced Danny Gabbidon, also of Cardiff. Had Robert Earnshaw not just joined West Brom, Wales would have finished with four of their nine outfield players from Cardiff and that reveals the thinness of Hughes' squad. With Northern Ireland Lawrie Sanchez has the same problem. That is why the Irish Football Association will be keen to try to get Healy's red card overturned. If so, Healy would be available for the trip to Azerbaijan next month. Avoiding defeat there would aid Irish aims of not finishing bottom of the group. Healy is his country's record goalscorer with 15 and said of his red card for an allegedly abusive gesture: \"I was so happy to score. I kicked the corner flag in celebration and I guess I could have accepted a yellow card for that.\" But he denied then making a gesture to the Welsh fans. \"I respect the people of Wales. Some of my family are Welsh. I have never made any sort of obscene gesture in my life. \"I have asked the Irish FA to consider an appeal. Hopefully the Italian referee will look again on video at my celebrations and realise something was lost in translation.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}