{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2004/sep/21/cricket.comment", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2004-09-20T23:41:29Z", "webTitle": "Cricket: Champions Trophy: Vaughan faces toughest of tasks", "webUrl": "https://www.theguardian.com/sport/2004/sep/21/cricket.comment", "apiUrl": "https://content.guardianapis.com/sport/2004/sep/21/cricket.comment", "fields": {"headline": "Vaughan faces toughest of tasks", "bodyText": "Ricky Ponting gave the weary half grin of a fellow who could see the questions coming as readily as a kid's googly. It must be interminable: whoever Australia play will always be measured against the benchmark that his side and those of his three predecessors as captain have set. They are the gold standard in both forms of the game. So, he said, it is not really for him to say how other teams shape up against his. Suffice to say that they strive to keep their noses in front, and to date, believe that to be the situation. Today at Edgbaston, though, England get the chance to rectify a one-day losing streak against them that began one January evening in Adelaide 5 years ago, when Darren Gough alone of the current England side was playing, and has continued for a further 13 matches. That is a lot of defeat and no reward, something that ought to carry with it some heavy baggage. Ponting believes Australia must have a psychological advantage over and above that created by their exalted position as World Cup winners and losers only seven times in 38 completed games since then. It is a view with which the England captain Michael Vaughan disagrees, whatever the disparity in achievement between the Australians and his own evolving side. \"We are certainly not going into the game thinking about that string of defeats,\" he said at Edgbaston yesterday. \"After some disappointments this winter we feel that we came back strongly against India, and if we perform to the standards we have set in the past few weeks, we can put Australia under real pressure.\" England, results notwithstanding, have experience of doing just that in the last two matches contested by the sides. Australians prefer to look on the second final of the VB Series two years ago, and the World Cup match in Port Elizabeth that followed a few weeks later, as evidence of a lack of English fibre. On both occasions, England had Australia under the cosh, down and all but out. In Melbourne they were 216 for six chasing 230 to level the series, only for an inspired Brett Lee to blow them away: the last four wickets fell for eight runs. In the World Cup, Australia were 135 for eight chasing 205 before Michael Bevan and Andy Bichel contrived to see them home. England should have won both matches but the significance is that they put Australia under pressure in the first place: they appear to have more nous about them now and would be less likely to let such situations slip again. There is no denying that if Australia play to their standards, they will beat England no matter the conditions or the result of the toss. The recent damp weather will further enhance their chances because in Glenn McGrath, Jason Gillespie, Michael Kasprowicz and Brett Lee (the latter a likely inclusion at the expense of Shane Watson) they have a four-man pace attack that can outbowl England's while their batting and fielding are stronger. One-day cricket is a great leveller, though. The new ball appears to have offered assistance in both first and second innings, but there is something psychologically pleasing about playing the game on your own terms. And then there is the Freddie and Steve Show. Steve Harmison, the world's leading fast bowler, has removed a burden from his shoulders with his decision not to tour Zimbabwe and will have no distractions, either on him individually or the team as a whole. \"Steve has made his decision,\" said Vaughan, \"and we respect that. It is a tough one because we all realise the position we and the ECB have been put in. But there is no split in the camp. This game is in the forefront of our minds and we will remain a unit.\" It is to be hoped that others find it in their conscience to follow Harmison's lead, among them Andrew Flintoff, the impact of whom can be matched by no player on the planet at present. His astounding century against Sri Lanka last weekend helped England through to their semi-final. \"The way he played at the Rose Bowl was phenomenal,\" said Vaughan. \"We certainly have a match-winner in him and if he plays well he can do it against any opposition on any pitch. He is in full control of his game at the moment.\" Flintoff's status in the game is second to none. A statement against Zimbabwe (not to mention the platitudes of his employers and the Professional Cricketers' Association) and, like his best mate, he will be seen as a strong man of principle as well."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}