{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2004/sep/19/observerescapesection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2004-09-19T17:21:32Z", "webTitle": "Ask the experts", "webUrl": "https://www.theguardian.com/travel/2004/sep/19/observerescapesection", "apiUrl": "https://content.guardianapis.com/travel/2004/sep/19/observerescapesection", "fields": {"headline": "Ask the experts", "bodyText": "Letter of the week See family in Pakistan My son, his wife and children live in Islamabad. I really would like to see my grandchildren, so am planning to visit. I've been told that the best time is November to March. I'll be travelling on my own and would like to stay in a hotel. Margaret McLintock, Arbroath It's straightforward to arrange a trip to Islamabad - both PIA and British Airways fly direct from London several times a week, or you can connect via the Gulf. Fares start at around £500 including taxes - try Ebookers (0870 814 4001; ebookers.com for reservations. The weather is cool and dry from November to February or March, but you might find nights feeling chilly - take some warm clothes just in case. Islamabad is a planned city built during the 1960s which, though it lacks major tourist attractions, is an interesting place to spend a few days. As well as being home to one of Asia's largest mosques and several good museums, the Margalla Hills National Park makes a pleasant day-trip from the city. The neighbouring city of Rawalpindi has the colourful Rajah Bazaar, which is a great place to wander. Islamabad has everything from budget hostels to luxury international-class hotels. Mid-range rooms with en-suite and TV will start at around £15. If your son cannot suggest anywhere, Lonely Planet's new Pakistan &amp; the Karakoram Highway guide has lots of recommendations. A taxi from the airport to your hotel will cost only £2-£3. Peru with a baby My Peruvian wife and I, would like to take our newborn daughter to visit family in Cuzco. We are worried about the altitude and what affect this might have on one so young. Don McCaffrey, by email A baby will experience everything you will when flying straight from sea level to an elevation of 3,326m (10,910ft), including breathlessness, increased heart-rate and dizziness. This will be a confusing and disorienting experience for a traveller so young, as well as being unpleasant for you as parents. If you have to make this journey, fly into Lima (which is at sea level) and take at least a week, preferably longer, to ascend very slowly to Cuzco. You and your baby will benefit from the extra time to get used to the height. If she shows any signs of suffering from the altitude, consider descending immediately. If these preparations mean time runs short, you can always fly back from Cuzco to Lima. Alternatively, wait until your daughter is slightly older before making the trip; or see if you can get your family to meet you in Lima or elsewhere on the coast. It's essential you talk over your plans in greater detail with experts - the helpful Nomad Travel Store Travel Health Info Line (09068 633414) is a good place to start. Niagara by rail A buddy and I are hoping for a week in Toronto next summer (July/August) and would like to go via New York. Is it possible to take a train from Manhattan through New York state with a visit to Niagara Falls along the way? Advice and guidance would be much appreciated. Nicholas Baldwin, Bristol Amtrak's Maple Leaf service, which covers this route, is one of North America's classic train journeys. The trip from New York to Toronto takes around 12 hours and is a beautiful one, going up to Canada via the Hudson River Valley, the state capital of Albany, the Finger Lake gorges and the mighty Niagara Falls. OK, so trains leave from New York's functional Penn Station rather than the breathtaking Grand Central, but you'll still experience the excitement of arriving or leaving the Big Apple by shiny Amtrak train. Trains leave New York at 7.15am daily, arriving at Niagara Falls at 3.40pm on the American side of the water. Fares depend on when you travel and book, but you'll need to get a ticket from New York to the Falls, then another on to Toronto. For full details see the Amtrak website (amtrak.com). Book tickets and accommodation well in advance. July and August are peak travel periods and Niagara Falls will be very busy. Get organised in Libya For my 50th birthday in October I would like to go to Libya with my husband, travelling independently and hiring a car. We would like to visit Roman sites and maybe spend some time near the sea. We have about seven to 10 days. Would it be practical to fly to Egypt/Tunisia and would that be less expensive than flying to Libya? Rowan Collier, by email Independent travel is, at the time of writing, still impossible in Libya. You must have a visa to travel and visas are granted only to tourists on an organised tour. This leaves two options - go with a UK company or use a Libyan travel agency. Steppes East (01285 651010; steppeseast.co.uk) can organise tailor-made itineraries - a seven-day trip starts at around £2,900. Local tours will work out cheaper but generally require four people to make up a group. Readers recommend using Arkno Tours (arkno.com) - its UK representative is Caravanserai Tours (020 8855 6373). It can be a headache to organise travel via Tunisia or Egypt and you should check in advance if you can begin your tour at the border. Car hire can be prohibitively expensive and you'll generally need to be accompanied by your tour guide, so if you do get free time to explore it works out better value to hire a taxi. Despite all the regulations, Libya is a tremendously rewarding country to visit. The ancient remains of Leptis Magna, Sabratha and Cyrene, mixed with spectacular Sahara scenery and miles of beaches, give the country huge tourism potential. Going now, despite all the restrictions, ensures you'll beat the crowds. Over to you ... readers' feedback I was horrified by Kelly Taylor's plan to emigrate to Australia overland via the Trans-Siberian railway with an 18-month-old in tow. (5 September) She acknowledges such a trip would be 'hard work': some understatement. It would be torture for a toddler to be confined for so long in such a space - and having walked up and down an aircraft aisle about 100 times on a two-hour flight with my son when he was 18 months, I could imagine her getting off the train in Beijing feeling like she'd walked all the way from Moscow! She's a braver parent than me. Paul Bainbridge, London · We welcome letters. Tom Hall from Lonely Planet addresses as many as possible here. Email escape@lonelyplanet.co.uk or write to Lonely Planet, 72-82 Rosebery Avenue, London EC1R 4RW. The writer of the week's star letter wins a Lonely Planet guide of their choice, so please include a daytime telephone number and postal address. No individual correspondence can be entered into. To order discount Lonely Planet books, call 0870 066 7989."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}