{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2004/sep/21/match.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2004-09-20T23:49:55Z", "webTitle": "Manchester United 2 - 1 Liverpool", "webUrl": "https://www.theguardian.com/football/2004/sep/21/match.sport", "apiUrl": "https://content.guardianapis.com/football/2004/sep/21/match.sport", "fields": {"headline": "Silvestre sinks Liverpool", "bodyText": "The crowd began by hailing one centre-half and ended the evening in grateful acclaim of the other. Rio Ferdinand returned but the comeback savoured most of all was the reinstatement of Manchester United's lead when Mikael Silvestre headed his second goal against a mostly ineffective Liverpool. Such invigorating tumult had been sought at this ground. Apart from the practicalities of gathering more points, United needed tocounteract the impression that they have become insipid. They opened here as if local rivalry had restored passion and ambition at a stroke, with Liverpool left to look ineffectual as the outset. Stern action had been taken by United. Ferdinand, as expected, made an instant return at the close of his eightmonth, but while one man was delivered into the aural embrace of the Old Trafford crowd, another was sent into exile. No place for Tim Howard was found even on the bench. Hitherto, Sir Alex Ferguson had thought that a dose of loyalty would restore his form, but the most recent mistake by the American goalkeeper, against Lyon proved an error too far. The manager will also have taken into account United's need to begin climbing the Premiership, as well as wet conditions that demanded the surest glovework. Even boots carried no guarantee of grip if Paul Scholes's fall, within seconds of the ball leaving the centre-circle at kick-off, was any indication. The wintry, windy conditions that prevailed for half-an-hour also gave this game the feel of a traditional affair, even if there is a Spanish accent to Liverpool nowadays. Rafael Benitez could not have demanded on a night such as this that his side nurse the ball as men do in La Liga, and particularly not after his captain Steven Gerrard went off injured in the 40th minute. The players acted as if they had better achieve an instant impact before they lost possession. Perhaps it was natural that the stillness of a free-kick situation should lead to a goal, even if there was only a phantom offence in Sami Hyypia's challenge on Scholes. Ryan Giggs, on his 600th appearance for the club, sent the ball bending in flat and fast from the right for Silvestre, unmarked, to head down and past Jerzy Dudek. The Frenchman had seemed like a likely candidate to surrender his place for Ferdinand's return, but Ferguson accommodated him by moving Wes Brown to right-back and was rewarded. The system, with Ruud Van Nistelrooy as a lone striker, has inspired misgivings before in United fans, but in the first half Liverpool were pinned down in midfield. An early breakout, in which Djibril Cisse miskicked a low ball from the overlapping Josemi, was not to be repeated before the interval. Neither team could regulate the action as a coach would wish, but United had the better of it then and could have scored before Silvestre struck. After 10 minutes Ronaldo had shrewdly taken account of the slippery surface when he turned, sprinted and let fly with a 25-yarder that banged off a post. Two minutes later a penalty should have been awarded and if referee Graham Poll had been unsighted, there ought to have been a clearer view for his linesman. Van Nistelrooy turned away from Hyypia and the centre-half, recovering illicitly, tugged at his shoulder. The forward, so often accused of diving, may have spared his opponent as he minimised the incident by staying on his feet and trying to force a shot past Dudek from an angle. United showed every sign of being able to summon up goals without aid from the officials and Ferguson, at that juncture, may have felt perfectly happy to let Wayne Rooney have a week or so more to recover prior to his debut. Still, the lead stayed at 1-0 when half-time was reached, even if Van Nisterooy had seen one header fly wide and another go straight into the hands of Dudek. The visitors saw more of the ball after the break and their equaliser after 54 minutes must have surprised them as much as it shook United. As with the first goal, a free-kick was curled deep from the wing. Xabi Alonso struck it from the left and Luis Garcia, with the angle too acute for an attempt on goal, headed it back, where it bounced off the leg of John O'Shea to roll gently over the line. The unlikeliness of Liverpool pulling level merely triggered a further surprise as Silvestre recorded his second goal to reinstate United's lead. Giggs won a corner, after 66 minutes, swept it into the middle himself and witnessed the centre-half rising once more to head beyond Dudek. The goal, in truth, also restored justice to the score and Rafael Benitez's immediate replacement of the subdued Cisse with Milan Baros showed his craving for overdue dynamism. It had been United who generated most of the energy. Manchester United (4-2-3-1): Carroll; Brown, Ferdinand, Silverstre, Heintze; Keane, O'Shea; Ronaldo, Scholes (Smith, 85), Giggs; Van Nistelrooy Subs not used: P Neville, Kleberson, Fletcher, Ricardo. Booked: Keane Liverpool (4-4-2): Dudek; Josemi, Carragher, Hyypia, Riise; Finnan, Alonso, Gerrard (Hamann, 40), Kewell; Cisse (Baros, 66), Garcia. Subs not used: Diao, Traore, Kirkland. Booked: Josemi, Alonso. Referee: G Poll."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}