{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2004/sep/29/championsleague", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2004-09-28T23:56:10Z", "webTitle": "Wenger is happy to win ugly", "webUrl": "https://www.theguardian.com/football/2004/sep/29/championsleague", "apiUrl": "https://content.guardianapis.com/football/2004/sep/29/championsleague", "fields": {"headline": "Arsenal play a beautiful game but Wenger is happy to win ugly", "bodyText": "When Arsène Wenger speaks of maturity, he is nodding in admiration towards the young Chelsea manager who has done it all before. Jose Mourinho questions why the Premiership has produced only one Champions League winner and, in preparation for tonight's match at Rosenborg, Wenger is taking steps to break the mould. Though developing an emphasis on defence is counterintuitive to a gung-ho Arsenal side who have scored 23 goals in seven Premiership games, the Frenchman still recognises the virtue of understated 1-0 wins in Europe. \"To be capable of winning 1-0 away in Europe will be important as well,\" said Wenger. \"You have to show maturity that you are capable of realising that. \"We want to go into this competition with the same belief as in the championship. I believe we can kill games off in the Premiership and we want to do that as well in the Champions League. To do that I think you need to have two or three games on the trot where you do well.\" It seems Arsenal's players are capable of taking their manager's aspirations seriously. It took an own-goal to overcome PSV Eindhoven at Highbury in their first Champions League match of the season and fans could also dust off that almost-forgotten chant of \"1-0 to the Arsenal\" at Manchester City on Saturday. Wenger admits that, though his side have put together a run of 47 league games without defeat, the early-season fluency has given way to a stutter. Could it be the burden of expectation? \"We are at the stage as a team where people expect a lot from us,\" he conceded. \"Of course there is always more pressure but we can take that as an incitement to improve. \"Maybe people outside think the Champions League is now the main trophy for Arsenal but for me winning the league is still a fantastic achievement. We have done that, so people want more, and more means the Champions League as well. \"We will try, but football is not self-service where you put a coin in there and you get a bar of chocolate. It is not that; it is more about hard effort and what we can do is try our best and keep the desire to improve.\" Wenger can at least call on a squad capable of turning his dream into reality. Whereas in the past such trips as tonight's would have meant the manager pining for the non-flying Dennis Bergkamp, he has in José Antonio Reyes a capable understudy. \"Reyes is expected to be a replacement for Dennis, especially away from home in Europe,\" said Wenger. \"That is why I bought him at the time. Of course he has a big part to play in this game. \"But it is a problem that people expect too much of him at a young age. He is in a [Wayne] Rooney situation as well. Everybody expects Rooney to make the difference. \"That's what everyone expects from Reyes: that he'll score in every game. But football is not that simple; when you are young it is a little bit cyclical and you can go up and down.\" Rosenborg (4-4-2; probable): E Johnsen; Russell, Riseth, Hoftun, Stensaas; Strand, Winsnes, Solli, Olsen; F Johnsen, Braaten. Arsenal (4-4-2; probable): Lehmann; Lauren, Touré, Campbell, Cole; Ljungberg, Edu, Vieira, Pires; Reyes, Henry. Referee: F Mayer (Austria)."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}