{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2004/sep/10/newsstory.sport15", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2004-09-09T23:09:44Z", "webTitle": "World Cup qualifying: Vogts to battle on as Scots chase second", "webUrl": "https://www.theguardian.com/football/2004/sep/10/newsstory.sport15", "apiUrl": "https://content.guardianapis.com/football/2004/sep/10/newsstory.sport15", "fields": {"headline": "Vogts to battle on as Scots chase second", "bodyText": "Berti Vogts will remain as Scotland's manager for next month's World Cup qualifiers against Norway and Moldova, though the suspicion is that the German has been given only a temporary stay of execution. The Scottish FA's international board was quick to stress that it did not issue an ultimatum to Vogts at a meeting yesterday, though the overriding feeling after Wednesday's stuttering goalless draw with Slovenia at Hampden Park was one of disappointment. \"There is no change in the coach's position,\" said a spokesman for the SFA. \"The national team was discussed but the position remains the same as it did before the Slovenia game. Berti has a contract to get Scotland to the World Cup. There was no vote, no ultimatums and, while everyone was disappointed that we didn't get off to a winning start against Slovenia, like 38,000 other people in the stadium, we're looking forward to next month's matches against Norway and Moldova.\" Those matches have taken on greater significance following the failure to beat Slovenia. Italy's successes in their first two matches have left four countries effectively already chasing the runners-up place. \"The group is already taking on the shape everyone thought it would with Italy at the top,\" said the Manchester United midfielder Darren Fletcher. \"The rest of us, it would seem, will be battling for second. \"It'll be extremely tight, but that's why home games are so crucial, and why we were disappointed not to take all three points against Slovenia. Norway is now massive for us - we have to win it. We need to take seven points from our first three home games and we'd go three up on Norway if we beat them at Hampden. That has to be the target.\" Scotland's players remain steadfastly behind the beleaguered Vogts. \"The only effect the pressure has on the players is to make us do even more to make sure the manager does stay in this job,\" said Fletcher. \"We respect him as a coach, and as a manager. We are all in this as a team with one aim - to get success for Scotland.\" The SFA will decide next week whether or not to ask Fifa to switch the Moldova game from Tiraspol, in the unstable Transnistria region, to the capital Chisinau. Italy had their match switched on Wednesday night, though there remain doubts as to whether the stadium in Chisinau will be able to accommodate the game with some 2,000 Scots expected to travel."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}