{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2004/sep/01/israel3", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2004-09-01T22:57:25Z", "webTitle": "'I gave up my seat and lived'", "webUrl": "https://www.theguardian.com/world/2004/sep/01/israel3", "apiUrl": "https://content.guardianapis.com/world/2004/sep/01/israel3", "fields": {"headline": "'I gave up my seat and lived'", "bodyText": "Nissim Vaknin emerged from the hospital dazed and bare chested. Slowly he put on his blood-splattered shirt and described how he escaped death on the number 6 bus. \"I got on the bus near the post office and found one seat remaining. At the next stop, a woman asked if she could sit down. I gave my seat to her. I moved back toward the centre of the bus,\" he said. At least 16 people were killed and more than 80 injured in the double bus bombing in the southern Israeli city of Beersheba. The 65-year-old seemed almost embarrassed that he had escaped. \"Around 300 metres later, the bus exploded. There was panic, smoke, choking from the smoke. I somehow got out from the front door. \"When I saw his body in pieces, I realised I had sat next to the bomber. He was young. At first, I thought he was a woman because he had longish hair, maybe even a wig. He didn't look suspicious to me while I was sitting next to him.\" It appears both bombers got on buses at Beersheba's bus station a few minutes before 2.50pm. The bus stops and buses were relatively quiet as most shoppers had escaped the afternoon heat of the Negev desert a few hours before. The buses headed off in the same direction, one less than 100 metres ahead. The bomber in the first bus blew himself up and the second bomber followed suit. However, the split second difference may have saved a number of lives. Yaakov Cohen, driver of the second bus, saw the first explosion and thought his bus might be next. He opened the doors and raced out, giving himself and some passengers time to get out. \"I saw the first explosion and thought, 'My God, I've got to get out of here'. I drove about 10 metres and opened the doors,\" he said from his hospital bed in Beersheba, where he was treated for leg wounds. \"I believe between 10 and 15 people got off my bus. Suddenly, I heard a huge explosion. It was terrible ... I don't want to describe what I saw.\" Mr Cohen said he had checked all his passengers but had not noticed anyone suspicious. \"Believe me, I look and check,\" he told Reuters. \"It is very hard to identify a bomber ... I don't know how anyone can.\" The scene of the explosions was identical to any of a score that have happened over the last three years. The frames of the buses were intact but the windows were sprayed like confetti over a wide area. At the hospital, Mr Vaknin pondered his escape. \"Now I'm in terrible anguish. My life was spared because I gave up my seat for a woman who died. \"Yes, a miracle happened that I was saved, but my conscience is not clean because I feel I caused her death. It will take me a long time to get over this.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}