{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2004/sep/21/rugbyleague.castleford", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2004-09-20T23:41:27Z", "webTitle": "Rugby league: Castleford face mass exodus", "webUrl": "https://www.theguardian.com/sport/2004/sep/21/rugbyleague.castleford", "apiUrl": "https://content.guardianapis.com/sport/2004/sep/21/rugbyleague.castleford", "fields": {"headline": "Castleford face mass exodus", "bodyText": "After several years trying unsuccessfully to tighten the Super League's salary cap Castleford's hopes of bouncing straight back following relegation could now be frustrated by the much tighter restrictions on spending which apply in the National Leagues. The attendance of 11,005 at the Jungle for the Tigers' last game of the season against Wakefield on Saturday showed they would have the potential to retain a full-time squad even without their share of the game's television contract with Sky. But National League clubs are not allowed to spend more than £300,000 on players, which will accelerate the disintegration of Castleford's Super League squad. \"It is very restrictive and an amazing contrast with the principle of the salary cap in Super League,\" said their chief executive Richard Wright, whose attempts to persuade the big clubs to limit their spending on players have been continually frustrated. \"But we do hope to maintain a full-time squad next year.\" However, the exodus has already started, with Hull announcing yesterday that they have signed the New Zealand international Motu Tony on a two-year contract. Hull are also being linked with Castleford's captain Ryan Hudson and their England A prop Andy Lynch, although Hudson is more likely to join Bradford, who may also move for the hooker Wayne Godwin. Wakefield are reported front-runners for two more bright young talents, Jonny Hepworth and Tommy Saxton, while the wing Waine Pryce will also be in demand. Wakefield are counting down to their debut in the grand final play-offs. Their coach Shane McNally hopes that Ben Jeffries and Semi Tadulala, who were both injured at the Jungle on Saturday, will be fit for Friday's elimination game at Hull. But Jamie Rooney is available after six weeks out with an ankle injury. Brian Carney and Danny Sculthorpe will return for Wigan in Saturday's second elimination game against St Helens at the JJB Stadium. The Warriors' coach Denis Betts yesterday dismissed suggestions of a surprise appearance by Terry Newton, the Great Britain hooker who has a dislocated thumb. The turnout at the Jungle on Saturday helped produce an aggregate attendance for the last round of the regular Tetley's Super League season of almost 70,000 to complete the best year for gates since 1973. Australia's selectors have included Brisbane's former Leeds centre Tonie Carroll in their training squad for the Tri-Nations series later this autumn."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}