{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2004/sep/19/unitedkingdom.walkingholidays.observerescapesection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2004-09-19T18:17:43Z", "webTitle": "Cool hikes for UK stile gurus", "webUrl": "https://www.theguardian.com/travel/2004/sep/19/unitedkingdom.walkingholidays.observerescapesection", "apiUrl": "https://content.guardianapis.com/travel/2004/sep/19/unitedkingdom.walkingholidays.observerescapesection", "fields": {"headline": "Cool hikes for UK stile gurus", "bodyText": "Walkers, ramblers, hikers and strollers will rise this morning with a spring in their stride: after 120 years of bills, campaigns, protests and arrests surrounding the right to roam, new laws come into force today giving us all access to vast tracts of British countryside hitherto off-limits. This initial phase of the Countryside and Rights of Way Act gives access to open, uncultivated land - specifically, mountain, moor, heath and down - in two regions, the south-east and, predominantly, the lower north-west of England. Over the next 18 months new access will be rolled out in areas including Cumbria, Manchester, Merseyside, Staffordshire, Kent, Surrey, East and West Sussex and nine London boroughs south of the Thames. 'You now have a legally protected right to explore some of the wildest and most beautiful places in Britain,' says Nick Barrett, chief executive of the Ramblers' Association. Ordnance Survey is revising all its Explorer maps that cover the affected regions. A spokesman says the three biggest new open-access areas are in the lower north-west: the High Peak District (22,611 hectares), Saddleworth Moor (18,575) and Burrow Hill (18,497). The total area of new access land in national parks alone will be the size of Luxembourg. 'The wild places of Britain are our national heritage,' says Barrett. 'Who can own a mountain? At the end of the day we should all be able to climb it.' From Derbyshire to Sussex, we present our choice of walks in the new open areas. Yorkshire/ Derbyshire border There's fine wilderness walking on the new-access moorlands that run for 17 miles along the South Yorkshire/Derbyshire border, from Snailsden Moor down to the Eastern Moors. Loping landscapes of heather and peat bog unravel to reveal bizarre rock formations of coarse gritstone. Bronze-Age burial mounds and neolithic standing stones rise all around. Carnivorous plants live among the expanses of moss and grass, and blue skies can dissolve into blizzards in a few gusty minutes. (This is map-and-compass territory.) Park in the village of Bradfield and make a day of it, heading up Wilkin Hill to New Cross - all new access land - where a medieval cross is believed to mark a 'corpse road' along which the dead were once carried from long-gone moorland hamlets to Bradfield Parish Church. Proceed to the Edge for sweeping views of Derwent Valley, then back down to the Strines Inn (0114 285 1247) for frothy late afternoon refreshment. South Downs 1 In Sussex, isolated parcels of downland are being made accessible by the act. As of today, visitors to Devil's Dyke - site of an Iron Age fort with a pub at the top - can bash off across new tracts, beyond well-trodden designated paths. The South Downs delivers sensational scenery: chalklands and escarpments rippling steeply north and south towards the sea, begging to be scaled with a picnic hamper. For a leisurely two-hour hike, park at the top of Springhead Hill and walk west along the escarpment, taking in Rackham Hill (193m). From here the whole of West Sussex spreads out north of you, the land below all new open access. Descend to the Sportsman in Amberley (01798 831 787) for pté and poached chicken breast then retrace your steps back. South Downs 2 Another South Downs walk combining new and existing access takes in Kipling's 'blunt, bow-headed, whale-backed downs'. From Poynton village, ascend the chalk escarpment across open-access National Trust land to Devil's Dyke. From here, the view north over the North Downs is lovely, and remains with you most of the way. From Devil's Dyke walk west across the top of new open-access land towards the South Downs Way National Trail - the very steep land to the right of you is open access and you can walk on it as far as Edburton Hill. Further along, footpaths lead down the scarp slope to Fulking, where beer-battered haddock and chips awaits at the Shepherd and Dog (01273 857382). Work it off with a stiff walk back up the ridge. As you head along the South Downs Way, pass over Edburton Hill, around radio masts at Truleigh Hill and down. Through Tottington Barn you descend gently below Beeding Hill, with matchless views down over the village of Upper Beeding. Brontë country Except for a single path up to it, Boulsworth Hill, in the heart of West Yorkshire's Brontë country, was always off-limits until now. Even Tom Stephenson, who conceived the famous Pennine Way in 1930, failed in his attempt to route the walk over it. Amid rolling moorland and silvery streams, it has a symbolic significance for ramblers, who held several protest rallies here in the 1980s and 1990s - hence the celebratory event happening here today. Clamber 517m to the summit on a clear afternoon and see if you can make out Blackpool Tower - as it is fancifully claimed you can - way over to the west. It's best to work Boulsworth into a walk by parking at Wycoller, near Colne, from which the hill is a three-mile push along well-worn paths. Or start from Penistone Hill, near Haworth (aka Brontëville), en route passing the ruined Top Withins - long held to be titular home of the Earnshaws, in Emily's Wuthering Heights. Peak District South of Buxton, in Derbyshire, Upper Dove Valley is an area of the Peak District rich in curious geomorphology. Reef-limestone knolls - among them Chrome and Parkhouse hills - rise to steep, sharpish peaks, quite mountain-like in appearance. (Strange as it may sound today, around 350 million years ago the whole area was a tropical lagoon.) Links between new access areas and existing rights of way are being sorted, providing beautiful walking opportunities and sensational views. Bolton, Lancashire Smithills Moor, on the outskirts of Bolton, delivers walkers a pristine expanse of moorland carpeted in bilberries, heather, grasses and bracken. It is part of a 2,000-acre country park, dominated by Smithills Hall, which dates from the mid-14th century and is the oldest timber-framed manor house in Lancashire. The moor has drawn nature lovers for decades, thanks to access agreements with the owners - now it is on the conclusive map of open access land, and the distinctive walkers' signs are going up everywhere. Make for Winter Hill - at 456m the highest point of the region to the west of the Pennines - which merits the scramble for its views of glinting reservoirs, and Welsh mountains in the distance. Garstang, Lancashire Bleasdale Fell, near Garstang in Lancashire, is one of a series of viewpoints looking west over the low agricultural country of the Fylde coastal plain. It forms part of a sporting country estate - peat expanses, grouse moor and dramatic fells rising behind the village of Bleasdale. Navigate your way up - maps will be available from village shops - and any level of walk is yours, from a two-hour hike then back down to the car, to a 15-20 mile hike up and down fell - truly wild country. The views are sensational, down across the farmlands of the Fylde coastal plain as far as the Lake District and mountains of North Wales. Recommended for post-hike sustenance is Guy's Thatched Hamlet (01995 640010), just south of Garstang off the A6: steak and kidney pie and a pint of Owd Nell's Cask Bitter. Forest of Bowland In Lancashire's ancient royal hunting reserve, the Forest of Bowland, Mallowdale Pike offers wild walking for experienced map-readers. With its pointed profile it is one of the more prominent summits among the Bowland Fells, busy with ground-nesting birds (notably, this is the last significant habitat in Britain for supporting hen harriers - the logo of the Forest of Bowland). Accessed from Little Crag car park through seven miles of oak valleys and farmland, it is a tough 430m climb over millstone grit and peat expanses, but the experience of utter wilderness at the top is overwhelming, with Morecambe Bay and the southern lakes lying still and peaceful to the north. For a leaflet detailing new open-access circular walks in the area call 01772 534709. · For further information about access across the whole of England visit countrysideaccess.gov.uk. The Ramblers' Association's Welcome To Walking Week runs until next Sunday (26 September). It is organising 400 free walks across the country, some on new-access land. Details at ramblers.org.uk"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}