{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2004/sep/05/housingmarket.houseprices", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2004-09-05T15:43:11Z", "webTitle": "Which house price index should I trust?", "webUrl": "https://www.theguardian.com/business/2004/sep/05/housingmarket.houseprices", "apiUrl": "https://content.guardianapis.com/business/2004/sep/05/housingmarket.houseprices", "fields": {"headline": "Which house price index should I trust?", "bodyText": "Q I am confused by house price indices. Some of them assure me that prices are going up, then days later a conflicting report comes out reporting a fall. How am I supposed to figure out if the value of my house has risen when the figures are so different? A The trouble is, they use different information. The Office of the Deputy Prime Minister's (ODPM) index is based on a sample of about 25,000 completed property sales each month. Halifax bases its figures on a percentage of the mortgages they agree over the course of a month. Q So who should I believe? A Sadly, that's a tough one to answer. The ODPM index has come in for a lot of criticism because the figures can be up to three months out of date by the time we see them. This is because the survey only looks at completed sales, and there can be months between the day a property is put on the market to the completion of the sale. What's more, the figures are not seasonally adjusted, so they don't take into account slow periods like the summer holidays or winter months, which can make a big difference. On the other hand, the ODPM figures are based on a much bigger sample than those published by Halifax and Nationwide. And some say indices published by lenders should be taken with a pinch of salt anyway, even if they are seasonally adjusted and are more up to date. After all, it's in their interests to paint a picture of a healthy, buoyant housing market. Q But I still don't know whether prices have gone up or down, and by how much, compared to last year. Is there anyone else who can help? A It might be more of a hindrance than a help, but there are plenty of other organisations publishing house price indices. For example, apart from Halifax, Nationwide and the ODPM, you could turn to Hometrack, which compiles an index based on information provided by estate agents across the country. Then there's the Royal Institution of Chartered Surveyors (RICS), which gets its results from a monthly survey sent out to all chartered surveyor estate agents, covering the previous three months' worth of business. The survey asks whether respondents feel house prices have risen or fallen, and the results are calculated from their responses. This is more about confidence than hard figures. Or you could try the Land Registry's Residential Property Price Report. Since everyone who buys a property is obliged to register it with the Land Registry, it is in arguably the best position to report on house prices. However, this report only comes out every three months. Q So that's the one I should pay attention to if I want to gauge the value of my home? A Not necessarily. It's not as straightforward as that, I'm afraid. Like the ODPM index, the figures aren't terribly up to date. If you want to know how much your home would sell for, the best thing to do is to get it valued. Call a handful of estate agents. Aim for those with the most experience in valuations - the larger firms might be the best bet. They will come along and give you an idea of price based on a range of factors, including age, type, accommodation, fixtures and features of the property, construction, general state of repair and local amenities. But sadly, even this isn't an exact science, as there's no guarantee you'll find a buyer willing to pay the price your valuer gives you."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}