{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2004/sep/14/newschools.schools", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2004-09-13T23:26:05Z", "webTitle": "State benefits", "webUrl": "https://www.theguardian.com/education/2004/sep/14/newschools.schools", "apiUrl": "https://content.guardianapis.com/education/2004/sep/14/newschools.schools", "fields": {"headline": "State benefits", "bodyText": "Sir Peter Lampl, chairman of the Sutton Trust and champion of better educational access, stated on these pages two weeks ago that \"almost every reform in education ... since the 1944 Education Act had disproportionately benefited the better-off\". Whether true or not, few would disagree that there is still much to be done to extend educational opportunity. This is why Sir Peter's criticism of city academies is so jarring. The academies initiative is targeted on tackling disadvantage; and both the experience of the city technology colleges (on which city academies are modelled in key respects), and of the first of the academies, is positive. For example, two years ago, the former Thamesmead community college, a comprehensive in the third most socio-economically deprived community in England, on the Bexley-Greenwich border, was failing. It had one of the highest truancy rates in the country, only two out of 114 pupils gained five or more GCSEs between grades A* to C, and progression to further and higher education at the college was non-existent. Thamesmead was closed and the pupils transferred to the new Business Academy at Bexley on the same site. Within just two years the new academy has achieved a huge improvement in its GCSE pass rates - from 2% to 36% - its exclusion rates are down by over 700%, and the school is able to boast 91 sixth-formers where previously it had none. Bexley is not unique. The King's Academy in Middlesbrough this year achieved five or more good GCSEs for 34% of pupils - compared with just 14% two years ago at Brakenhoe comprehensive, one of the schools it replaced. At the Capital City Academy in north London, the proportion of pupils awarded C or better was 28%, compared with 14% in 2002. Taken as a whole, the academies are demonstrating sustained, and in some cases dramatic, improvement - and at the outset, when the legacy of failure from predecessor schools is at its strongest. Twelve academies exist today. Five more will open this term and 200 will be open or in the pipeline by 2010. Sir Peter also questioned the qualifications of sponsors. But most sponsors, including the Church of England, the United Learning Trust, and Thomas Telford school with the Mercers company, have excellent educational credentials. Other sponsors come with outstanding records of success in other enterprises, and they engage education project managers at the outset. It is commendable that academies are encouraging such dynamism and commitment from sponsors with a contribution to make to the state system. Sponsors bring new talents and expertise into the education system where it is needed most. They bring an ethos of success. They also give greater focus and clarity to the management of academies. What's more, sponsors contribute to the costs of academies. They are responsible for up to £2m towards the initial capital costs. Sir Peter criticises the cost of academies: \"Each school averages a mind-boggling £25m.\" But this figure is not so mind-boggling when one considers the scale of the problem. Funding involves replacing dilapidated buildings, restoring basic facilities and ensuring for the first time that schools have the teaching and recreational facilities they need - as do the private schools, which Sir Peter praises. (Although academies, even when new, generally have far less generous facilities than private schools.) Academies are also large establishments, often replacing two or more failing schools. What needs to be recognised most of all is that academies are being created in the poorest and most disadvantaged areas of the country. Academies, therefore, represent a major investment in communities that for decades have been denied it. They are distinctive, not for their cost, but for the scale of the problems they seek to address, the transformation they herald, and the commitment of dedicated sponsors. Academies also provide specialisms that give added relevance and purpose to the results their pupils achieve. Bexley Academy, for example, specialises in business and technology. It has developed close links with businesses and commercial organisations outside the school. It has even created its mini stock exchange, with a trading floor. Sir Peter is right to consider the cost of education; but it is also important to consider the value it delivers. Pupils who achieve few or no qualifications still cost £4,300 for each place, each year. Academies are getting results for the money invested. This does not take into account the real price of educational failure - the cost to the country of underachievement, low standards and social exclusion. It is early days, but already children in deprived areas are taking advantage of the educational opportunities that were previously out of their reach. If Sir Peter is right, if educational reform has consistently benefited the better-off, then academies represent a radical and successful new departure. It seems odd to will the ends, but then balk at the means. ·Rona Kiley is chief executive of the Academy Sponsors Trust"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}