{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "gnm-press-office/2004/sep/21/press-releases3", "type": "article", "sectionId": "gnm-press-office", "sectionName": "GNM press office", "webPublicationDate": "2004-09-20T23:00:00Z", "webTitle": "Foreign Hotspots for a Happy Retirement", "webUrl": "https://www.theguardian.com/gnm-press-office/2004/sep/21/press-releases3", "apiUrl": "https://content.guardianapis.com/gnm-press-office/2004/sep/21/press-releases3", "fields": {"headline": "Foreign Hotspots for a Happy Retirement", "bodyText": "Many of us daydream of retiring overseas but the July issue of Money Observer magazine recommends the dream is accompanied by thorough research. Moira O'Neill, Deputy Editor of Money Observer, says: \"Your budget needs to buy a property, swallow the impact of foreign taxes and cope with potentially greater living costs since the cost of living is not necessarily cheaper abroad.\" Apart from climate and the cost of living, the availability of good health services, links with a supportive expatriate community and a secure environment are important considerations. Recent research suggests that Spain, Australia, France, Canada and the US are the top five dream retirement locations, but for those on a tighter budget, Money Observer recommends some affordable alternatives. Cyprus combines driving on the left-hand side of the road with a great year round climate. Best of all residents pay income tax at a maximum of 5 per cent with nothing to pay in the UK. South Africa can offer luxurious living at a third of the price of property in Spain but choose a location with care. Thailand - Phuket offers a hot and humid climate throughout the year with good medical facilities and a low cost of living. Jamaica has a high incidence of violent crime. But the intrepid can pick up plantation houses with a sea view for a few hundred thousand pounds. Germany - bargain rural properties can be found in the former East Germany with pretty half-timbered houses and cobbled streets. But the country faces Europe's worse pension funding crisis. More details on the personal, financial and legal issues to take into account before retiring abroad can be found in Foreign Hotspots For a Happy Retirement on pages 14-21 of the August issue of Money Observer, priced £3.99, available at newsstands from Friday 23 July 2004. To interview Moira O'Neill, Deputy Editor of Money Observer, please contact Julie Taylor on 020 7713 4087."}, "isHosted": false}}}