{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2004/sep/05/observerescapesection1", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2004-09-05T17:34:58Z", "webTitle": "Quick getaways", "webUrl": "https://www.theguardian.com/travel/2004/sep/05/observerescapesection1", "apiUrl": "https://content.guardianapis.com/travel/2004/sep/05/observerescapesection1", "fields": {"headline": "Quick getaways", "bodyText": "Under £100 Follow the Glenfiddich trail to the Station Hotel in Aberdeen where the price of a double room drops to £65 this month with Wotif.com (0845 458 4567; www.wotif.com). The three-star hotel's restaurant prides itself on use of local produce. Under £700 Mauritius is ideal for a pre-winter getaway. This month, for £609pp Ebookers (0870 814 6024; www.ebookers.com) has six nights with breakfast at the three-star Les Orchidées Hotel and return flights from Heathrow via Paris. Under £800 Soak up the Sri Lankan sun in luxury with a 13-night holiday at the Taj Exotica hotel. Departing on 16 September the price of £749pp includes return flights from Heathrow, transfers and half board with Gateway Holidays (0871 222 8379; www.gatewayholidays.co.uk). Under £1,400 Italian chef Anna Venturi is offering a 15 per cent discount on a week at her cookery school in Sicily, L'Aquilone. A course from 26 September to 3 October costs £1,317.50pp - saving £225.50. Price includes accommodation, food, wine, tuition, all excursions and transfers in Sicily, but not flights. From Italian Secrets (01494 676136; www.italiansecrets.co.uk). Under £1,700 See the autumn 'fall' in New England with Ramblers Holidays (01707 331133; www.ramblersholidays.co.uk). Departing on 30 September this 15-night, half-board break costs £1,619pp including two nights in Boston, seven in the Berkshires, three in the Catskills and two in New York City as well as return flights from Heathrow."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}