{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2004/sep/01/chechnya.russia2", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2004-09-01T22:57:36Z", "webTitle": "Women moved by family not ideology", "webUrl": "https://www.theguardian.com/world/2004/sep/01/chechnya.russia2", "apiUrl": "https://content.guardianapis.com/world/2004/sep/01/chechnya.russia2", "fields": {"headline": "Women moved by family not ideology", "bodyText": "Dusk was falling over the Chechen village of Kirov-Yurt when the Russian troops approached Uvais Nagayev, 32, at the gate of his family house. They asked him and his friend Zaur Dagayev, 29, for their passports, beat them to the ground, and dragged them to a nearby cemetery. They made the men lie down on gravestones and shot them. Mr Dagayev was killed outright. Mr Nagayev, wounded, managed to crawl home under cover of darkness. Six days later, on May 3 2001, he was taken from his home again by Russian troops. This time he did not return. His family heard nothing more of him until a Russian security officer told them he had been tortured, forced to confess some unspecified crimes, and killed. His body was blown up with explosive, a common tactic to hide the identity of victims. Mr Nagayev's fate, recorded by the human rights group Memorial, would have passed unnoticed were it not for the action of his sister. The authorities suspect that passenger 28 on flight 1303 from Moscow to Volgograd last Tuesday may have been one of the two suicide bombers who blew up this aircraft and another bound for Sochi. They found on this passenger's remains a passport in the name of Amant Nagayeva, 30, from Kirov-Yurt. Her fate fits into the pattern of violence that has led dozens of young Chechen women, the so-called \"black widows\", to become smertnitsi - suicide bombers. Russian officials point out that the suicide bomber found on the Tupelov 134 may have been using Ms Nagayeva's passport. The identification of a suicide bomber is a complicated process in which photographs or DNA are used to seek confirmation from often uncooperative relatives. Ms Nagayeva's family in Grozny told the newspaper Izvestiya that she and three women with whom she shared a flat in the city disappeared together on the Sunday morning before the blasts. They boarded a bus leaving Khasav-Yurt market, possibly in the direction of Baku, the capital of neighbouring Azerbaijan, or Moscow. One of the company was Satsita Dzherbikhanova, 37, the suspected suicide bomber in the second plane, the Tupelov 154 bound for Sochi. She was from the village of Mair-tup in the Kurchaloi region. Her family told Izvestiya that another relative, Said Hamzat, a judge in a sharia court during the republic's brief period of de-facto independence, had been killed in a shoot-out in neighbouring Dagestan in 1998. They did not blame the Russian forces. Before last night's car bomb outside a Moscow supermarket, two other young women were being sought: Amnat's sister Rosa, 29, and her friend Maryam Taburova, 27, who may have been recruited to perform the same task . The Chechen interior ministry said it hoped they would be cleared. The Taburova family comes from the same village as Satsita Dzherbikhanova, but have not lost any close relatives in the war. The four young women rented the flat and, all divorced or unmarried, lived with Maryam's mother. They worked as market traders in the Chechen capital, importing goods such as children's clothes across the Russian border from Azerbaijan. There is a strong Chechen community in Baku and the government regularly detains and extradites suspected al-Qaida affiliates. Russian officials say that use of Chechen suicide bombers is proof that foreign Islamist extremists - Wahhabites from Saudi Arabia - have infected the separatist movement. President Vladimir Putin said yesterday that the claim of responsibility by an Islamist group for the plane attacks last week showed that fighters in Chechnya had links to international terrorism. \"A link with destructive elements, with terrorists who are still active on the territory of Chechnya, has been confirmed again, as one of the international terrorist organisations linked with al-Qaida,\" he said. Suicide bombing is not proscribed by the traditional Chechen warrior code. The popular image of a smertnitsa is of a young woman of clean reputation motivated by personal loss, desperation and nihilism. But those suicide bombers identified in the past have apparently been driven by varied, or scant, ideology. The first suicide bomber to attack Moscow, Zulikhan Yelikhadzhiyeva, 20, who killed 16 people outside a rock concert in July last year, was a medical student with little interest in Islamic ideology. Her family told the media that she disappeared five months before the attack. Days later Zarema Muzhakhoyeva, 23, was arrested after she failed to detonate a bomb outside a restaurant in central Moscow. She told Izvestiya that she had joined a Wahhabite group after being ostracised by her family for stealing jewellery and had agreed to take her own life because the separatist militants would give her family £550 compensation. But the two women suspected of being on board the planes retained close links with their families. Amnat Nagayeva's brother Isa, 37, told Izvestiya that he did not believe she was out to avenge their brother's death, and that her passport, which gave her name incorrectly as Amant, had been stolen by \"terrorists\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}