{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2004/sep/17/eu.france", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2004-09-16T23:06:42Z", "webTitle": "French left torn in two in row over EU constitution", "webUrl": "https://www.theguardian.com/world/2004/sep/17/eu.france", "apiUrl": "https://content.guardianapis.com/world/2004/sep/17/eu.france", "fields": {"headline": "French left torn in two in row over EU constitution", "bodyText": "A bitter row over France's commitment to Europe has split the country's Socialist opposition, with senior figures in the party warning yesterday that it is tearing itself apart. The turmoil started after the party's number two, the former prime minister Laurent Fabius, said he would vote against the European constitution, because it enshrined a liberal, free-market vision of economic and social policy that would undermine French efforts to boost employment and stop firms moving to low-wage, low-tax countries. Mr Fabius's announcement sparked fury among his opponents in the party, headed by the Socialist leader, François Hollande. They believe Mr Fabius's declaration was an opening gambit in the two rival leaders' widely expected fight for the left's presidential nomination in 2007. \"I don't think anyone has any doubts about [Mr Fabius's] motives,\" the former Socialist interior minister Daniel Vaillant said yesterday. He said the party's line on the constitution, agreed last year, was that the treaty was not perfect but was also not worth \"tearing ourselves to pieces for\". The former agriculture minister Jean Glavany said Mr Fabius, 58, had now \"knocked over the table\" in pursuit of his presidential ambitions. Bernard Kouchne, a former health minister, accused him of \"treachery\". The row is a severe setback for the party, which lost heavily in presidential and parliamentary elections in 2002 but recovered this year with convincing victories in European and regional polls. One leading Socialist, François Rebsalem, went as far as to say that if the Socialists did vote no to the constitution, \"it will be the end of the party. It will be very difficult for us to win another election for some time.\" Mr Fabius's announcement has also made the party an easy target for the French president, Jacques Chirac, and his ruling conservatives. The finance minister, Nicolas Sarkozy, said the Socialists were making a \"historic mistake\", while Mr Chirac has promised not to let the referendum be derailed by \"partisan\" domestic politics. (The president, having decided to hold a public plebiscite rather than ratify the treaty in parliament, would, of course, be one of the first to lose face in the event of a no vote.) France's Socialists are to finalise their position on the question within the next two months. Their decision could determine the way the country votes in its referendum, scheduled for the second half of 2005. A poll this week showed the electorate finely balanced, with 51% in favour of the treaty, 34% against and 15% undecided. Richard Corbett, a leading Labour MEP, said a no vote in France would \"provoke a terrible crisis in the European Union\". In Britain as in other countries, Mr Corbett said, \"it is the right fighting against the treaty. Mr Fabius is fighting the wrong fight.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}