{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2004/sep/05/travelnews.gapyeartravel.observerescapesection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2004-09-05T17:49:00Z", "webTitle": "Holiday drug warning", "webUrl": "https://www.theguardian.com/travel/2004/sep/05/travelnews.gapyeartravel.observerescapesection", "apiUrl": "https://content.guardianapis.com/travel/2004/sep/05/travelnews.gapyeartravel.observerescapesection", "fields": {"headline": "Holiday drug warning", "bodyText": "The Foreign Office has launched a campaign warning of the dangers of becoming involved in drugs abroad, after concern that growing numbers of young people are taking, carrying and dealing them on holiday. In research conducted by the FO in February, 6 per cent of 16- to 30-year-olds admitted taking drugs while on holiday, but the figures could be much higher. 'More and more Britons are travelling abroad each year to a growing number of destinations, and with younger travellers being far more adventurous and experimental on holiday, the potential for getting involved with drugs is also growing. It is vital that travellers familiarise themselves with the laws of their destination and avoid breaking these, as penalties can be very severe,' said a spokeswoman. In Cyprus and Greece, possession of drugs can lead to life imprisonment, and can be punishable by death in Thailand, Malaysia, Singapore and Indonesia. In the last three months of 2003, 1,329 people were detained abroad because of drug offences. The FO's campaign centres on a passport-sized drugs information booklet, Drugs - Information for Travellers (order at www.fco.gov.uk/drugsinformation), with advice on foreign drug laws, health and safety, and what help British consular staff can offer if travellers are arrested. It is hoped the campaign will be as successful as the FO's 'Know Before You Go' campaign, which gives destination-specific health and safety advice to travellers via its website and phone line (0870 606 0290; www.fco.gov.uk)."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}