{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2014/may/16/liverpool-xherdan-shaqiri-ryan-bertrand-dejan-lovren", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-05-16T21:30:02Z", "webTitle": "Liverpool looking to sign Xherdan Shaqiri and Ryan Bertrand", "webUrl": "https://www.theguardian.com/football/2014/may/16/liverpool-xherdan-shaqiri-ryan-bertrand-dejan-lovren", "apiUrl": "https://content.guardianapis.com/football/2014/may/16/liverpool-xherdan-shaqiri-ryan-bertrand-dejan-lovren", "fields": {"headline": "Liverpool looking to sign Xherdan Shaqiri and Ryan Bertrand", "bodyText": "Liverpool want the Bayern Munich winger Xherdan Shaqiri and Chelsea's Ryan Bertrand for next season's return to the Champions League and are considering a double raid on Southampton, with Dejan Lovren on their list of central defensive targets. Brendan Rodgers has stated his intention for the summer is to sign quality rather than quantity and Anfield officials have approached their Bayern counterparts over the highly-rated Shaqiri. The 22-year-old rose to prominence with Basel before joining Bayern for €11.6m in 2012. However, despite being a key figure in Ottmar Hitzfeld's Switzerland squad for the World Cup, the winger has not secured a regular starting role in Germany and Liverpool are keen to offer Shaqiri a fresh start in the Premier League. Liverpool have inquired about a £20m deal for Southampton's captain, Adam Lallana, and could capitalise further on the uncertainty at St Mary's by making an offer for their Croatia defender Lovren. The 24-year-old moved to Southampton from Lyon for £8.5m only last summer but has attracted several clubs after an impressive debut season in English football. Rodgers' desire to strengthen his defence is no secret, with the Liverpool manager blaming porous defending for his side's failure to win the Premier League title, and a commanding centre-half is a priority. He is also keen to sign a new left-back this summer despite Jon Flanagan's encouraging development in the role last season and Bertrand is top of his preferred wish-list. Chelsea may be reluctant to sell the 24-year-old to Liverpool, however, in which case Rodgers may turn his attentions to Sevilla's £15m-rated full-back Alberto Moreno. The Liverpool manager is also an admirer of Swansea City striker Wilfried Bony, although Rodgers has other forward options under consideration."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}