{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/nils-pratley-on-finance/2014/may/16/nils-pratley-on-saturday-astrazeneca-has-a-strong-defence", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2014-05-16T21:59:33Z", "webTitle": "AstraZeneca has a strong defence - use it", "webUrl": "https://www.theguardian.com/business/nils-pratley-on-finance/2014/may/16/nils-pratley-on-saturday-astrazeneca-has-a-strong-defence", "apiUrl": "https://content.guardianapis.com/business/nils-pratley-on-finance/2014/may/16/nils-pratley-on-saturday-astrazeneca-has-a-strong-defence", "fields": {"headline": "AstraZeneca has a strong defence - use it", "bodyText": "AstraZeneca has a strong defence: use it Is Pascal Soriot a one-in-a-hundred chief executive who dares to say \"no\" even if fund managers are screaming at him to say \"yes\"? Believe it when you hear it, of course, but the chief executive of AstraZeneca was quietly impressive this week. As the City licked its lips in anticipation of Pfizer's (inevitable) higher bid, Soriot made a couple of strong points. First, he emphasised the long-term nature of drug development and pointed to Bristol-Myers Squibb (BMS) as an example of a big pharma company that has improved its share price hugely via clever deals and partnerships and a concentration on fewer therapeutic areas. Even after a dip this week, BMS's shares have roughly doubled in four years under chief executive Lamberto Andreotti. Soriot is following a similar strategy at AstraZeneca and the suggestion is that shareholders could also be rewarded if only they are prepared to show a little patience – but, crucially, not everlasting patience. BMS's revenues, like AstraZeneca's, are still roughly flat, but the excitement is generated by the progress in trials of potential cancer drugs. Could AstraZeneca, where the oncology portfolio is also the big swing factor in assessing value, be BMS with a lag of a year or two? It's a plausible line of argument. It also seems to be accepted by some analysts; Citi this week said AstraZencea's \"intrinsic value\" is £49 a share, which is a pound higher than Pfizer's current offer. Soriot's second point was that a director's duties go beyond consideration of the headline price of a takeover offer, especially in a deal partly backed by shares. He is clearly wary of Pfizer's strategy of splitting operations into three divisions: \"The model where you would split the company in three pieces I don't think would work at all for our business.\" Nor does he regard Pfizer's plan to flip its tax domicile to the UK as 100% solid, which is relevant because a deal could take 10 months to complete, and the US political climate on tax \"inversions\" could turn openly hostile. Soriot's comments could equally be interpreted as the standard dance of defiance that all chief executives are obliged to perform when an unsolicited bidder is at door. We have seen capitulation follow many times when the bidding hots up. But AstraZeneca's non-executive directors, with less risk to their careers, should take these arguments seriously and be prepared to dig in their heels if they see fit. John Varley, former Barclays chief executive, doesn't seem the type to defy the City consensus. And chairman Leif Johansson has been alarmingly invisible so far. But how about Marcus Wallenberg, leading light in the prominent Swedish family? Or our own Baroness Vadera, former enforcer in Gordon Brown's administration? These non-executives should remember that their job is to form their own opinions and consider what's good for the company, which may not be same as what bonus-seeking fund managers regard as beneficial. If the non-execs want advice, they should read the stirring letter to the FT this week from Sir Simon Robertson, lauded investment banker. \"In considering value, directors should be prepared, and it is particularly pertinent in the AstraZeneca case, to take a long-term view, ie seven-to-10 years, of the prospects of the business,\" wrote Robertson. What's more, they should give a honest view of what's best for AstraZeneca \"financially and socially.\" Quite right. If AstraZeneca's directors really believe in the strength of the company's drug pipeline, and if they truly think Pfizer would be a poor steward of the assets, it is hard to understand why they would recommend a bid within the rumoured £55-£60 range. Labour play an interesting card Still on the bid battle, Labour's Chuka Umunna played an interesting card on Friday when he said an incoming Labour administration would look at applying a public interest test to a Pfizer/AstraZeneca deal. It sounded like a harder pledge than he or leader Ed Miliband has given so far. Wouldn't a takeover, if agreed, be done and dusted before next May's general election? Not necessarily. The European Commission has to take a look, and the Chinese competition authorities, who tend to move at snail's pace, will also investigate because Pfizer and AstraZeneca are the two of the biggest foreign pharmaceutical firms in China. The best guess in the City is that completion would take about 10 months – but that's from the point at which an agreement was reached. Next May could conceivably be relevant. Dixons Carphone: tied at the hip? How nice. The senior executives of Dixons Carphone were so keen to promote the idea that theirs really is a \"merger of equals\" that they co-ordinated their sartorial look in new photographs. Neckwear, we must assume, was discarded in a symbolic \"bonfire of the ties.\" Will the harmony last? The odds are against because the boardroom seems to have been arranged on the principle that \"all must have jobs.\" The new company will start life with an executive chairman, a brace of co-deputy chairmen, a chief executive, a deputy chief executive, and chief executives of both Dixons and Carphone. Who is first among equals? It is surely chairman Sir Charles Dunstone since he is the biggest beast in the big boardroom and, as 12% shareholder in the new company, has most riding on its success. Dunstone didn't build Carphone with so many chiefs. Sooner or later, one suspects, a head or two will have to roll in the interests of clean decision-making. That photo parade seemed like trying a little too hard. The Co-operative Group has its day The Co-operative Group's day of decision is on Saturday and committee members should, by now, know where their duty lies. They should back the governance reforms. It is the right thing to do and the Co-op risks meltdown without fundamental change. Then the Co-op must implement the reforms without delay. Foot-dragging by the regional committees after a \"yes\" vote would also be highly dangerous. This is how perks become permanent As new chief executive of Burberry, Christopher Bailey is obliged to look the part of fashion princeling. But does it cost £1,235-a-day to maintain appearances when you get an 80% staff discount on the in-house clobber? As it happens, Bailey's £440,000-a-year \"allowance\" is not specifically allocated to clothes. What does it cover? Burberry won't say. The sum is just labelled an \"allowance\" within a package where other elements include a £1.1m salary, a potential £2.2m bonus and a performance-related £7.6m \"golden hello\". The explanation seems to be that predecessor Angela Ahrendts had an allowance so Burberry thinks Bailey should too. But Ahrendts was recruited from abroad and the company listed what her £387,000-a-year covered: \"accommodation, travel and school fees etc for a period of no longer than five years\". This is how boardroom pay works. Last year's exceptional arrangement becomes permanent, and the sums always inflate."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}