{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2014/may/12/george-brandis-the-dangerously-divisive-attorney-general", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2014-05-11T23:17:09Z", "webTitle": "George Brandis, the dangerously divisive attorney general | Mark Dreyfus", "webUrl": "https://www.theguardian.com/commentisfree/2014/may/12/george-brandis-the-dangerously-divisive-attorney-general", "apiUrl": "https://content.guardianapis.com/commentisfree/2014/may/12/george-brandis-the-dangerously-divisive-attorney-general", "fields": {"headline": "George Brandis, the dangerously divisive attorney general", "bodyText": "Not many federal attorney generals make a mark on the public consciousness. This is particularly the case in conservative governments, with attorney generals traditionally taking conformist and largely passive approach to their role,often doing little in the way of law reform or advocacy. As such, they usually remain largely unknown to most Australians outside of legal circles. Senator Brandis is different. From the outset of his term, he has been one of the more conspicuous members of the Abbott government. In his very first media release, the self-styled advocate for freedom announced that the Abbott government would be challenging the ACT’s same-sex marriage laws in the high court. In December last year, Brandis again made the papers for all the wrong reasons with his inept handling of the ASIO raids on East Timor’s Australian based lawyer. He proudly announced these raids by press release, only to discover that he had touched off an international incident that would embarrass Australian internationally and land us in the international court of justice – this time as a defendant accused of breaching due process and the national sovereignty of our poor neighbour. That case is ongoing, but the interim orders made against Australia by the court are not an auspicious beginning. Brandis has so far been most visible in his campaign on behalf of Andrew Bolt and the secretly-funded Institute of Public Affairs to wind back federal protections against racist hate speech, having proudly declared his view that that \"people have a right to be bigots\". The vast majority of the Australian public have made it clear that they utterly reject Brandis’s deeply misguided views about bigotry in public debate. I will not revisit here the compelling arguments expressed in the submissions opposed to Brandis’s campaign, nor the irony of holding an essentially secret consultation into an Orwellian-titled \"freedom of speech\" bill. And then there are the other smaller, if not uninteresting , details which have so far peppered his short-tenure as attorney general: appointing his friend Tim Wilson to a $389,000 a year position as human rights commissioner without any proper recruitment process, introducing astonishingly ineffectual deregulation bills that do little more than move commas and change words (such as \"facsimile\" to \"fax\"), achieving virtually nothing in the way of cutting red tape for business. At the same time, Brandis has maintained a remarkable silence in the face of matters which the first law officer should tackle head on – in particular attacks on the rule of law in Nauru and in his home state of Queensland. Last year when I was attorney general, I shared the stage with Brandis at a legal conference in Melbourne. A key topic at the conference was improving access to justice, with a particular focus on the need to improve funding for legal assistance bodies – funding that had been decimated by the Howard government and had not yet been fully restored. I conceded that Labor needed to work harder to improve access to justice, which I believe is integral to the rule of law, and that I was doing all that I could to increase funding to legal assistance providers despite the constrained fiscal environment in which we were operating. I was pleasantly surprised when Brandis indicated that he agreed with me – that improving access to justice by increasing funding for legal assistance was a vital function of the federal attorney general. Yet in his first months of office, even before the report of the Commission of Audit (let alone his government’s first budget), Brandis announced a massive cut to Commonwealth legal assistance funding. The $10m that I had provided to bolster environment defenders’ offices across our nation, and that had already been contracted for, was stripped away through a claw-back provision that allows for funding contracts to be broken where there is a change of government policy. We are still waiting to hear what the change of policy is. Brandis stripped over $13m from Aboriginal and Torres Strait Islander legal assistance services, despite the unequivocal evidence of unmet legal need in Indigenous communities across Australia, and despite the clear evidence that money invested in preventing people from being dragged into the criminal justice system produces a net financial benefit to society in the long run. Significant cuts were also imposed on community legal centres, legal aid and on family violence prevention legal services, despite the ongoing scourge of domestic violence. At the same time, Brandis found more than $2m to give to those who are opposing native title claims. The cuts we have already seen to legal assistance funding are taking our nation in entirely the wrong direction. And the impacts of these cuts are exacerbated by ideologically driven law and order policies of conservative state governments that are increasing pressure on underfunded legal service providers. In the run up to the Abbott's government's first budget, Brandis will face an important test as attorney general – that is, whether he can stop the alarming decline in legal assistance funding he has already directed, and return to the path that Labor was on to restore funding to legal assistance providers to a level that meets legal need and ensure that all Australians, regardless of means, have access to justice."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}