{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2014/may/28/apple-buys-beats-dr-dre-music-streaming", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2014-05-28T21:53:37Z", "webTitle": "Apple buys Dr Dre's Beats for $3bn as company returns to music industry", "webUrl": "https://www.theguardian.com/technology/2014/may/28/apple-buys-beats-dr-dre-music-streaming", "apiUrl": "https://content.guardianapis.com/technology/2014/may/28/apple-buys-beats-dr-dre-music-streaming", "fields": {"headline": "Apple buys Dr Dre's Beats for $3bn as company returns to music industry", "bodyText": "Apple on Wednesday confirmed its long-awaited deal to buy headphone-maker Beats Electronics for $3bn. With the purchase, the largest acquisition in its history, Apple is also bringing on a hip-hop artist and entrepreneur who recently bragged about the riches he hoped to score in the deal. Two Beats co-founders – artist-entrepreneur Dr Dre, who called himself \"the first billionaire in hip-hop\", and record industry executive Jimmy Iovine – will join Apple as part of the agreement. For three weeks, since the Financial Times first reported that the two companies were in talks, speculation has raged among the tech intelligentsia over the two strange bedfellows: Apple, with its diverse platform of products, and Beats, which is currently known mainly for its headphones and speakers. Curiosity about the strategy sent Wall Street analysts into the realm of gossip in trying to explain the deal. Five days ago, Nomura research analysts quoted a rival maker of audio-visual equipment, AV Concepts, speculating that the real value of Beats was only $1bn when investment firm Carlyle Group bought a stake in it a year ago. AV suggested to Nomura that \"Apple’s objective of this deal should be Beats’ new music streaming service, which competes with Spotify and Pandora,\" according to a Nomura note to clients dated 23 May. Apple's iTunes, once the dominant force in paid music downloads, has become more of a window-shopping venue. RBC Capital Markets analyst Amit Daryanani pointed recently to Billboard statistics estimating that only \"1-2% of consumers hit ‘download/buy’\" when listening to iTunes Radio. Subscription-based music is dominating among consumers, Daryanani told clients on 9 May, pointing to statistics from music-industry group IFPI that showed subscription-based music revenues were $1.1bn in 2013 – up 50% – while downloads fell 2% to $3.9bn, their first decline in history. The size and scale of the deal may reflect Apple's determination to make a splash. The company has struggled to show investors and the public that it can innovate without Steve Jobs, with no significant new products announced since the iPad several years ago. The company has seen its stock price fall and attracted unwanted attention from activist shareholders including David Einhorn and Carl Icahn, who’ve none-too-gently suggested that Apple should make better use of its approximately $150bn hoard of cash. While Apple has responded to the investor complaints by returning cash to its shareholders and splitting its stock, the company has struggled to prove it can continue to innovate and, in the words of Steve Jobs, tell the consumer what he wants. The Beats acquisition addresses the issue of innovation, to some extent, as Apple is, in addition to the company itself, buying two executives who know the music industry as well as anyone. As RBC's Daryanani wrote earlier this month, \"another potential from a deal could be that Jimmy Lovine could help run AAPL's iTunes/ music strategy, which has been challenged in the recent quarters. He was one of the first industry executives to anticipate the download business’s decline and advocate for subscription and streaming services as music’s future.\" In an interview Wednesday with Re/Code, Cook called Iovine and his team “creative souls, kindred spirits”. In a statement about the purchase, Apple, perhaps trying to remind investors and consumers of its once-magical touch, made reference to the birth of iTunes, which transformed the company when it launched. \"Music is such an important part of all of our lives and holds a special place within our hearts at Apple,\" company CEO Tim Cook said in a statement."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}