{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2014/may/11/ikawa-coffee-roasting-machines-create-stir", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2014-05-11T21:53:00Z", "webTitle": "Ikawa coffee roasting machines are set to create a stir", "webUrl": "https://www.theguardian.com/business/2014/may/11/ikawa-coffee-roasting-machines-create-stir", "apiUrl": "https://content.guardianapis.com/business/2014/may/11/ikawa-coffee-roasting-machines-create-stir", "fields": {"headline": "Ikawa coffee roasting machines are set to create a stir", "bodyText": "It was during a lecture about the ubiquitous Nespresso pods, which have sanitised coffee production down to a machine and a cartridge, that Andrew Stordy had his idea. While the multinational brand's website boasts of taking the mess and fuss out of traditional coffee making, he would turn that on its head, cutting out the elaborate supply chain and endeavouring to bring beans from the farmer direct to the consumer for roasting at home. The result, seven years later, is the Ikawa professional roasting machine, which can roast coffee beans using software to track temperature and times so that a consistent recipe is followed. It produces what Stordy says is a fresher cup of coffee and one that will eventually allow consumers to have a closer link with the farmers who produce the beans. Stordy's childhood was spent in coffee-producing countries such as Papua New Guinea, Vanuatu and Burundi, where his parents were missionaries and he saw the issues facing coffee farmers. Ikawa means coffee in Kirundi, the language of Burundi. The production of coffee can be likened to that of wine, but consumers largely identify with the brands on supermarket shelves rather than where the coffee comes from, meaning the farmers have little power and subsequently receive little of what the customer pays. Stordy says a system can be developed in which coffee consumers and farmers are linked. \"The idea for Ikawa is that if you can make it enjoyable for people to roast coffee themselves, then you can potentially supply people directly with unroasted coffee beans and that simplifies the supply chain considerably and gives you more money to pay producers more money for their coffee.\" Starting with a plan to make an all-in-one machine that could roast, grind and brew coffee – but which resulted in a drink that \"tasted awful\" – Stordy settled instead on a roasting machine and was joined by his business partner, Rombout Frieling. Over three years, they developed a tabletop machine in which unroasted green beans are put in an opening at the top and have hot air blown through them for between three and 15 minutes to roast them. The beans are separated from their skin, known as the chaff, and when fully roasted they are transferred into a glass jar ready to be ground. The exact length of time and temperature at which the beans are roasted is dictated by software that is connected to the machine via Bluetooth, which Stordy says marks it out from other home roasters. \"The flavour of the coffee is determined by the bean, a bit like wine, but also in the way the bean is processed and within coffee there is as much variation in flavour as with wine,\" he said. \"Particular beans, soil and the altitude they are grown at reflect the flavour.\" So far, 30 professional versions of the machine, priced at £2,200 each, have been sold to the coffee industry, where they are used to test sample beans. Stordy says the typical hand-operated drum roasters the industry uses cannot guarantee the same result every time. Stordy's method seems, however, to have been met with scepticism among the old guard . \"Things just don't change very fast within the coffee industry,\" he said. In October, he plans to start bringing \"coffee geeks\" on board with a campaign for the second stage machine, priced at £500. He expects these home enthusiasts to develop and share their recipes using smartphone technology. The production cost of the machine will reduce with new investment the company has received and by using cheaper components. By next year, Stordy hopes to have a £350 household version of the machine ready. Owners would then buy beans from the company in packaging that carries information about the particular roasting in a barcode that the machine can read. The green beans bought directly from the farmer can last a year without losing their flavour, he says, while that of roasted beans deteriorates quickly when exposed to air, moisture or heat. With Ikawa, consumers get a fresher daily cup than they would buying coffee from a supermarket. So far, the company has been focused on the technology of the roasting machine and anticipates it being at least a year before they start selling coffee from farmers. Stordy says about 80% of the money consumers' pay for coffee at the moment goes to the retailer and roasting company. \"By selling coffee in its green form we think there are opportunities to create a greater emotional link between the consumer and farmer. This can be reinforced though information on the smartphone that is used to programme the machine with the ideal roast recipe,\" he said. \"Burundi, for example, produces some of the world's best coffees, but this is unknown as Burundi coffee is mixed together and sold at the same price on the commodity market. We intend to work with producers to separate their production into micro-lots to separate the best from the rest.\" Ikawa has so far attracted £400,000 from investors, among them Martin Rayner, one of the three brothers behind the Lakeland chain of stores, and Schluter, a coffee company that focuses on beans from African producers. The company expects to be in profit later this year. Ikawa quotes figures that indicate the whole bean coffee market in the US was worth $1bn (£593m) in 2011, a year in which 2m coffee grinders were sold. Stordy, however, shrugs off suggestions that his moves will be a significant concern to the corporate groups. \"We are creating a new experience in coffee. The reality is that it is not going to appeal to everyone. There will still be a massive market for pods [and] for roast coffee. The coffee market is so big, there is an opportunity to create a special business by creating this experience.I don't think everybody is going to be roasting coffee themselves, so I don't think it will be a major concern.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}