{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2014/may/14/companies-vow-to-be-more-transparent-on-animal-testing", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2014-05-13T23:01:03Z", "webTitle": "Companies, universities and charities vow to reveal more on animal testing", "webUrl": "https://www.theguardian.com/world/2014/may/14/companies-vow-to-be-more-transparent-on-animal-testing", "apiUrl": "https://content.guardianapis.com/world/2014/may/14/companies-vow-to-be-more-transparent-on-animal-testing", "fields": {"headline": "Companies, universities and charities vow to reveal more on animal testing", "bodyText": "Drug companies, universities and medical charities will release more detailed information on the scientific experiments they perform on animals, under an agreement announced on Wednesday. More than 70 UK organisations have signed the concordat on openness in animal research, which compels them to be clear on why, how and when animals are used in experiments, and to explain the benefits, harms and limitations of the research. Those who signed the pledge – including the major biomedical research funders, the Wellcome Trust, the Medical Research Council and Cancer Research UK, and the pharmaceutical companies GlaxoSmithKline, AstraZeneca, Pfizer and Lilly – must post information about animal experiments on their websites and explain their efforts to minimise the use of animals through the 3Rs: replacement, refinement and reduction. Last year 4.11m scientific \"procedures\" were carried out on lab animals in the UK, three-quarters of which involved mice. Breeding genetically modified animals, to understand how particular genes work, for example, accounted for 40%-50% of experiments. It is illegal to use animals in the UK if alternatives can lead to comparable research data. Wendy Jarrett, chief executive of Understanding Animal Research, said the agreement was a response to polls that suggested the public supported animal research but wanted more information on how animals were used. \"The concordat is intended to give the public more information and ensure that the information they get is accurate and honest, so they can make their own minds up, and make informed decisions about how they feel,\" Jarrett said. The concordat sets out four commitments which require signatories to be clear about their use of animals in research; to work more closely with the media and public; to be proactive in explaining the value and limitations of animal research; and to report annually on their progress. There is no overarching enforcement of the agreement. The only punitive measure for organisations that fail to make progress is a recommendation they reconsider being a signatory. Jeremy Farrar, director of the Wellcome Trust, said: \"Almost all of the most important advances in medicine have relied on information gained from animal experiments, and this field of research remains critical to driving the improvements in human and animal health which our funding seeks to support. But like all research, animal experiments should proceed with the consent of society, and that requires openness about how and why they take place.\" Though some animal rights groups welcomed any move to greater openness, many were critical, and said it gave organisations too much control over the information they choose to release. Under the agreement, signatories can withhold all information they claim is commercially sensitive, including scientific ideas and results from animal experiments. The use of animals in scientific research in Britain is overseen by the Home Office, but the government is not allowed to disclose any information it receives in confidence from scientists under the Animals (Scientific Procedures) Act. The Home Office is reviewing section 24 of the act in the hope of improving transparency. Michelle Thew, at the British Union for the Abolition of Vivisection, said: \"The UK is one of the largest users of animals in experiments but legislation makes it one of the most secretive in Europe. Informed public debate is essential but it cannot happen without meaningful information being available. \"Those supporting animal research, the signatories to this concordat, are perfectly entitled to roll out a public relations strategy explaining their support for animal research. \"What they should not do is tell the public that this is the same thing as genuine transparency. The concordat approach is simply transparency on their terms.\" The animal rights organisation Peta branded the concordat a smokescreen which \"would allow animal experimenters to determine what they will hide from and what they will share with the public: a case of jumping before being pushed by the likely repeal of Section 24 of the Animals (Scientific Procedures) Act 1986.\" Wendy Higgins, at Human Society International, said: \"This concordat's version of openness is a sanitised, rose-tinted version of animal research that gives the misleading impression of honesty but the very unpalatable truth about what animals can endure in labs will remain hidden in the shadows.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}