{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2014/may/12/tony-hancock-blue-plaque-london-flat", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2014-05-11T23:00:00Z", "webTitle": "Tony Hancock blue plaque commemorates comedy legend's old flat", "webUrl": "https://www.theguardian.com/culture/2014/may/12/tony-hancock-blue-plaque-london-flat", "apiUrl": "https://content.guardianapis.com/culture/2014/may/12/tony-hancock-blue-plaque-london-flat", "fields": {"headline": "Tony Hancock blue plaque commemorates comedy legend's old flat", "bodyText": "It's a long way from 23 Railway Cuttings, East Cheam, the immortal address of Anthony Aloysius St John Hancock, to the millionaires' terrace in one of the most desirable parts of Kensington – where passersby may be startled to see an English Heritage blue plaque honouring the comedian, unveiled on Monday on what would have been his 90th birthday. The entire creamy length of Queen's Gate Place – a stone's throw from the Natural History Museum, and all topiary and designer window boxes – is now Grade II listed. There is currently a four-bedroom flat for sale a few doors away for £4.5m, and a modest little mews for £3.8m. It wasn't quite like that in Tony Hancock's days, when Alan Simpson and Ray Galton, the scriptwriters who made the lugubrious comedian into one of the best-loved characters in the history of the BBC, struggled up eight flights of stairs to his rented top-floor flat. \"He was recently married, but it was what you might call a bachelor flat,\" Simpson said, as they returned to the building for the first time in more than half a century. \"Very bachelor indeed,\" Galton agreed. In an interview, the late Dennis Main Wilson, their old BBC producer, vividly recalled the interior: \"There was an old leather club armchair with the stuffing coming out, a few other odd chairs, and a put-you-up settee. There was an underfelt but no carpet. There was a mark where someone had been sick. There were piles of fan letters behind the lavatory pan.\" At the height of Hancock's popularity on BBC radio and then television, when Galton and Simpson created scripts such as The Blood Donor, which true fans can still quote verbatim – \"A pint! That's very nearly an armful!\" – streets emptied as each episode began. \"In our house we all stop when Hancock's Half Hour comes on,\" the Queen Mother once told the comedian. He was happy and hard-working in the Kensington years. As alcohol and depression gripped, he later split from almost all the friends and colleagues who helped make him famous, including his sidekick Sid James, his scriptwriters and the BBC itself. It turned out well for Galton and Simpson, who went on to create two more immortals, Steptoe and Son. But it was never the total bust-up of showbiz legend, the writers said. Hancock's very last half hour in their lives came in 1968, as he left for a tour of Australia. \"I got a phone call at about eight in the morning, from London airport – by the sound of him he was already well on,\" Simpson recalled. \"He said, 'When I get back, we're going to get together with Ray and we'll do something again – we're going to knock their eyes out.'\" A few weeks later they got another phone call: Hancock was dead of an overdose of drugs and alcohol in Australia, aged just 44. • This article was amended on 12 May 2014 to include the fact that the blue plaque scheme is run by English Heritage."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}