{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2014/may/09/shard-shangri-la-guests-see-into-others-hotel-rooms", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2014-05-09T22:54:42Z", "webTitle": "Shard hotel guests get more of a view than anticipated", "webUrl": "https://www.theguardian.com/artanddesign/2014/may/09/shard-shangri-la-guests-see-into-others-hotel-rooms", "apiUrl": "https://content.guardianapis.com/artanddesign/2014/may/09/shard-shangri-la-guests-see-into-others-hotel-rooms", "fields": {"headline": "Shard hotel guests get more of a view than anticipated", "bodyText": "It might occupy the upper floors of one of Europe's tallest buildings, but it seems that some guests of the Shangri-La hotel at the Shard in London are getting more of a view than anticipated. A quirk in the design of the hotel, which opened last week in the 310 metre-tall skyscraper, means that some guests are apparently able to glimpse into other rooms. The views are the result of the way in which glass panels protruding from the building's corners act as mirrors once internal lights are switched on at night. \"In some rooms, due to the unique shape of the Shard, guests may be able to glimpse into a neighbour's room,\" Darren Gearing, the hotel general manager, was quoted by the Financial Times as saying. \"For this, blinds are available for guest privacy.\" The design glitch has not been the only source of less-than-welcome publicity surrounding the London Bridge landmark, billed as \"Europe's first vertical city\", which has views stretching 40 miles and is visible to drivers driving on the M25. Despite the stunning design by the Italian architect Renzo Piano and glamorous marketing, as recently as January it remained practically a shell almost a year after its opening. Ten apartments, designed to pull in some of the richest people on the planet with price tags of £30m to £50m each, lie empty and are still for sale just as the so-called ultra-prime London property market seems to be slowing. The hotel is the first Shangri-La in London and only the third in Europe – after Paris (2010) and Istanbul (2013). It had originally been expected to open in spring 2013 but the date was gradually put back."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}