{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2014/may/20/football-premier-league-failure-editorial", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2014-05-20T22:22:06Z", "webTitle": "Football: a Premier League failure | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2014/may/20/football-premier-league-failure-editorial", "apiUrl": "https://content.guardianapis.com/commentisfree/2014/may/20/football-premier-league-failure-editorial", "fields": {"headline": "Football: a Premier League failure", "bodyText": "After a thrilling Premier League season, one cannot doubt the ability of our sports administrators to generate vast fortunes and provide great spectacle. But at what price? That is surely the question after the Premier League's pre-season contingent of 17 clubs decided to wave away the protests prompted by the involvement of its chief executive Richard Scudamore in an obscenely sexist email exchange and to keep him in his post. The trajectory here is clear. After condemning the \"totally inappropriate\" leaked emails last week, the Football Association on Tuesday confirmed it was merely passing the ball back to the Premier League, noting that Mr Scudamore is not an FA employee. The chief executive has been castigated by other sports administrators (male and female), the sports minister, the shadow sports minister, and on Monday, for good measure, the prime minister. Mr Cameron said a Scudamore would have been sacked from his cabinet. Thus the clubs' decision flies in the face of the range of decent opinion. It may be that Mr Scudamore's allies can point to a smattering of support from women, some of whom know him personally or have a professional interest in his survival. But that smacks of expediency being allowed to trump principle. What seems to be keeping Mr Scudamore in his job is that he is very valuable to those who employ him. Though fortunes ebb and flow, the Premier League is currently regarded as the richest in the world. Collectively, the clubs made a loss of £291m, according to the latest figures, but they generated a record-beating combined income of £2.7bn. Mr Scudamore himself is credited with masterminding a £5.5bn TV deal. He doesn't come cheap, on a basic salary of around £900,000 a year. Many feel that he earns his keep. But this is surely the point at which the Premier League must consider its commitment to both its reputation and its stated wish to involve many more women in the game – as players and spectators. Is it an aspiration, airily brushed aside when other imperatives beckon, or a guiding principle? If it is the latter, the game's masters must uphold it, not as a vindictive act against Mr Scudamore, but as an unequivocal statement of what the Premier League stands for. The current position sends a dispiriting message far beyond football. It says institutions will pursue progressive change, but only when to do so costs little or nothing. This attitude blights the efforts of those who campaign on gender, race, sexuality or disability – and strengthens those who resist equality. The Premier League cannot remedy all the world's ills, but it must lead if it can, and it must certainly do no harm. Recent days have been a test of mettle. So far, it has failed."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}