{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2014/may/20/european-parliament-elections-better-together-editorial", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2014-05-20T22:11:05Z", "webTitle": "European parliament elections: better together | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2014/may/20/european-parliament-elections-better-together-editorial", "apiUrl": "https://content.guardianapis.com/commentisfree/2014/may/20/european-parliament-elections-better-together-editorial", "fields": {"headline": "European parliament elections: better together", "bodyText": "This week's European parliament elections are the most important of their kind for years. Since the last vote in 2009, Europe has been buffeted by banking failures and sovereign debt crisis, while Europeans in and out of the eurozone have been compelled to undergo prolonged austerity programmes. The social damage of these measures, however necessary some may argue they were in economic terms, has been profound, lowering living standards and calling into question the long-term sustainability of European welfare and employment models. Hostility to the European Union has increased to new levels in many nations, fuelled by tensions over migration, and often matched by a wider domestic disillusionment with the national political classes of the member states, whose authority has rarely seemed more compromised. Meanwhile, the EU is confronted with a foreign policy crisis in Ukraine which exposes the limits of Europe's influence in its own near-abroad. This is resetting relations with Russia into a more confrontational form at the same time as a relatively weakened United States redirects its principal focus towards Asia, and hopes of greater stability in Turkey and the Arab world recede. Europe's defence response is in disarray, with a poll this week showing four Germans in five opposed to future military missions. In such circumstances, elections to a parliament which has just acquired new powers might logically seem a moment of importance, and the way we cast our votes this week a matter of consequence, not least because the parliament can shape the next European commission, which must wrestle with these issues, one of which may include Britain's future in the EU. In some respects, Europe's politicians have tried to rise to the occasion, although their efforts have been ignored in Britain. Elsewhere, the main European parliamentary blocs have attempted a pan-European debate, in which differing approaches to austerity and its legacies have been clearcut. But the elites' worthy attempts to connect with the public in Europe founder on the reality that the elites are widely and in some ways rightly perceived (the ludicrous Strasbourg-Brussels shuttle, for instance) as part of the problem. Most of the main party blocs favour shifting more authority to the centre, to the Brussels institutions, the parliament prominent among them. The problem is that the elite debate excludes growing numbers who want far less power at the centre (or none at all), and overlooks the 70% or so of the population in many countries, including Germany and France (where a poll this week found only 39% support for the EU), who do not want more power at the centre and who favour significant reform of the EU. In this country, however, the European-ness of the European election – and the localness of the local elections – has been minimal. Yes, the election campaign in Britain has some echoes of debates across the Channel, but the campaign here has in the main been resolutely parochial and trivial. Coverage has focused to a grotesque degree on Ukip and Nigel Farage, while the Westminster temptation to frame the European elections merely as a glorified opinion poll or a dress rehearsal for the 2015 general election has rarely been resisted. That general election matters. But so does Europe. For that reason, it is important, first of all, that people should actually vote. Europe's future is too important for a low UK turnout like the 35% last time. It is also important to shape that future. This newspaper is committed to Britain being part of Europe and part of a reform process. That means voting for internationalist parties that are positively engaged in Europe – like Labour, the Liberal Democrats, the Greens and the nationalists. And it means voting with determination against parties that want to pull up the drawbridge (like Ukip) or that flirt with it (like the Conservatives). Our generation has a big responsibility. We need to put as much effort into sticking together as the other side does into separatism and isolationism. That effort should start on Thursday."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}