{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2014/may/05/crystal-palace-liverpool-premier-league-talking-points", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-05-05T22:41:00Z", "webTitle": "Crystal Palace 3-3 Liverpool: five Premier League talking points", "webUrl": "https://www.theguardian.com/football/blog/2014/may/05/crystal-palace-liverpool-premier-league-talking-points", "apiUrl": "https://content.guardianapis.com/football/blog/2014/may/05/crystal-palace-liverpool-premier-league-talking-points", "fields": {"headline": "Crystal Palace 3-3 Liverpool: five Premier League talking points", "bodyText": "1 Palace revolution owes so much to the fans Palace's transformation under Tony Pulis has been extraordinary but the performances of the fans this season have been every bit as astounding. Selhurst Park may not be the most glamorous of settings but the Palace faithful have made it the Premier League's most intimidating this season and on Monday night they were in full voice. The final home game of the season was something of a celebration and the noise was incessant long before kick-off. Every tackle or piece or skill from the home side was greeted with an almighty roar and the intensity of their support after Palace went 3-0 down seemed to restore their players' belief and drag them back into a game that looked as if it had long since gone. The atmosphere at Selhurst must be the envy of many a Champions League club but maybe if those at the top catered more to the real fan rather than those with just a passing interest in the game such fervour could be replicated elsewhere? 2 Johnson is World Cup weapon – and worry Glen Johnson is a player who divides opinion but he is clearly a favourite of Roy Hodgson and, with Kyle Walker currently injured, the Liverpool man is almost certain to line up at right-back for England's World Cup opener against Italy. The former Chelsea man has few peers going forward and against Crystal Palace his powerful surges could easily have earned Liverpool a penalty and a goal within the first 15 minutes. But his defending is suspect and he was at fault for both Dwight Gayle's goals; diving in on Yannick Bolasie for the first and failing to spot danger for the second. Johnson is the archetypal modern full-back – athletic, skilful and with the ability to beat his marker and smash one into the top corner, even with his weaker left foot. But with Andrea Pirlo pulling the strings Italy will ruthlessly exploit any weaknesses and more lapses like these might cost England dear. 3 Rodgers beats Pulis at his own game, for a while Brendan Rodgers was criticised in some quarters for playing into José Mourinho's hands in the defeat by Chelsea. Liverpool should have been wise to Chelsea's counter-attacking game plan and not poured so many men forward, the argument goes. Against Pulis, his biggest rival for the manager of the year award according to the bookies, Rodgers set up with a solid midfield three of Steven Gerrard, Lucas Leiva and Joe Allen. The ploy stifled Palace's breaks and, as if to rub salt into the wounds, Rodgers also masterminded the first goal that the hosts have conceded from a set piece since Pulis arrived. In a move straight from the training ground, Lucas and Luis Suárez blocked off markers to allow Allen to head Liverpool into the lead from Steven Gerrard's corner. The former Stoke manager would have been proud were it not so painful, but he had the last laugh when Rodgers failed to close out the game in the closing minutes. 4 Reborn Speroni is master of the spectacular Julián Speroni may well be voted Palace's player of the season and for a man who quickly became a figure of fun when he arrived in England, it will be a sweet moment. Error prone and rash in his early appearances, he was easy to mock but he always possessed outstanding reflexes and this season he has excelled in the top flight. He seemingly punctuates every game with a breathtaking save and his full-length tip round the post to deny Daniel Sturridge was a perfect exhibition of his skills. Before Monday night Palace under Pulis had the second best defensive record in the league, behind only Chelsea; and, although the manager and defence have taken most of the plaudits, the Argentinian whose only international recognition so far was one cap for the under-20 side in 1999 has been integral. He is master of the spectacular, although Simon Mignolet's saves from Jason Puncheon and Mile Jedinak were pretty good too. 5 Liverpool's defence costs them when it matters most Crystal Palace's comeback was breathtaking and provided a thrilling conclusion – potentially, of course – to a fantastic title race, but how could Liverpool let it come to this? Chance after chance was passed up, with the vaunted trio of Suárez, Sterling and Sturridge all guilty. But a 3-0 lead should never be thrown away by a title-chasing team and the blame rests firmly with the defence. Martin Skrtel has had an impressive season and Mamadou Sakho has shown signs of promise but the centre-backs dropped far too deep when the pressure was on and their positioning for Gayle's equaliser was poor. The warning signs were there when Norwich nearly came back to draw against Liverpool last month and as a unit the back four are not tight enough. Time and again the strikers have got Liverpool out of trouble but they have conceded 49 league goals this season and eventually it has cost them. Rodgers' priority must be to identify and bring in at least two new leaders at the back this summer, but surely Daniel Agger would have been a better option from the bench here than Coutinho and Victor Moses?"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}