{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2014/may/20/welsh-regions-premiership-rugby-7s-bt", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2014-05-19T23:25:52Z", "webTitle": "Welsh regions to play in Premiership Rugby 7s series in BT Sport deal", "webUrl": "https://www.theguardian.com/sport/2014/may/20/welsh-regions-premiership-rugby-7s-bt", "apiUrl": "https://content.guardianapis.com/sport/2014/may/20/welsh-regions-premiership-rugby-7s-bt", "fields": {"headline": "Welsh regions to play in Premiership Rugby 7s series in BT Sport deal", "bodyText": "The four Welsh regions will take part in this summer's Premiership Rugby 7s series as part of their tie-up with BT Sport. The regions will provide a fourth pool to go with the three made up of Premiership clubs having secured sponsorship deals with BT following their stand with the English over the Rugby Champions Cup that was key in effecting change in Europe. Ospreys, Newport Gwent Dragons and the Scarlets will sport the BT Sport logo on their playing jerseys next season and the home of Cardiff Blues will be renamed BT Sport Cardiff Arms Park. The three-year agreement will be worth some £5m to the four, who are in a stand-off with the Welsh Rugby Union over a replacement for the participation agreement that ends in six weeks. Their presence in the Premiership 7s will provide valuable summer income should an agreement with the WRU not be reached. The two sides remain divided on a number of issues, not least central contracts for players, with the regions favouring a dual-contract system and incentives to keep the leading players in the country. \"The deal with BT is a clear vote of confidence in the Welsh regions and we are delighted to be working alongside a successful global brand that sees the value in investing significantly in our businesses, our 200 professional players and the rugby development structures we have in place,\" said Mark Davies, the acting chief executive of Regional Rugby Wales. \"It is a time to celebrate the strides that the regions are making to take the game forward in Wales with real unity, a common purpose, shared philosophy and commitment to ensuring our businesses are sustainable.\" Ospreys are interested in signing the Wales international James Hook, who left them three years ago to join Perpignan. The Catalan club were relegated from the Top 14 this month and the region have approached the 28-year old but any deal will hinge on the outcome of talks with the WRU over a new agreement."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}