{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2014/may/29/uk-western-europe-obesity-study", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2014-05-28T23:01:00Z", "webTitle": "UK among worst in western Europe for level of overweight and obese people", "webUrl": "https://www.theguardian.com/society/2014/may/29/uk-western-europe-obesity-study", "apiUrl": "https://content.guardianapis.com/society/2014/may/29/uk-western-europe-obesity-study", "fields": {"headline": "UK among worst in western Europe for level of overweight and obese people", "bodyText": "The UK has higher levels of obesity and overweight people than anywhere in western Europe except for Iceland and Malta, according to an authoritative global study that raises fresh concerns about the likely health consequences. In the UK, 67% of men and 57% of women are either overweight or obese, according to the Global Burden of Disease study, published in the Lancet medical journal. More than a quarter of children are also overweight or obese – 26% of boys and 29% of girls. The study, which uses data from 1980 to 2013, found that the number of overweight and obese people in the world had surged in the past three decades. About 2.1 billion people – nearly 30% of the population of the planet – are overweight or obese, raising the risk of diabetes, heart disease and cancers. Although the rise in obesity rates seems to be slowing in some countries, it has yet to be reversed in any. \"Obesity is an issue affecting people of all ages and incomes, everywhere,\" said Dr Christopher Murray, director of the Institute of Health Metrics and Evaluation (IHME) in Seattle and a co-founder of the Global Burden of Disease study. \"In the last three decades, not one country has achieved success in reducing obesity rates, and we expect obesity to rise steadily as incomes rise in low- and middle-income countries in particular, unless urgent steps are taken to address this public health crisis.\" In western Europe, the UK lags behind only Iceland, with 74% of men and 61% of women overweight or obese, and Malta, on 74% and 58% respectively. Obesity alone – defined as a body mass index (BMI) of 30 or more, while overweight is BMI of over 25 – increased by 10% in the UK over the past three decades, the study finds. There was a slight drop in the numbers of obese people between 1980 and 1986, before it began to rise steadily. About a quarter of the UK population is now obese. The peak age for children is between ages five and nine, when about 10% are obese. Among adults, it is at 60-64, when a third of men and women are obese. \"Despite the significant advancements that the United Kingdom has made in public health over the last 30 years, we have not been immune to this global trend,\" said Dr Ivy Shiue, assistant professor at Heriot-Watt University, Edinburgh, and an author of the study. \"The rapid increase in child obesity is particularly disturbing, as being overweight at a young age can set children up for a lifetime of poor health.\" There is concern about the rising levels of obesity among children in the developing world too, where under-nutrition is sometimes replaced by the wrong sort of nutrition – the arrival of the high-fat, high-sugar diet eaten in affluent countries. Nearly 13% of both boys and girls across the developing world are now overweight or obese, with particularly high rates among girls in north Africa and the Middle East. \"The rise in obesity among children is especially troubling in so many low- and middle-income countries,\" said Marie Ng, assistant professor of global health at IHME and the paper's lead author. \"We know that there are severe downstream health effects from childhood obesity, including cardiovascular disease, diabetes, and many cancers. We need to be thinking now about how to turn this trend around.\" More than half of the world's 671 million obese people (as opposed to overweight and obese) live in 10 populous countries. Ranked from the largest numbers to the least, they are the United States, China, India, Russia, Brazil, Mexico, Egypt, Germany, Pakistan and Indonesia. There are several countries, including Kuwait, Libya, Qatar and Samoa, where more than half the female population is obese. In Tonga, half the male and half the female population is obese. In South Africa, 42% of women are obese. \"No countries had significant decreases in obesity in the past 33 years,\" the authors write. \"This raises the question as to whether many or most countries are on a trajectory to reach the high rates of obesity seen in countries such as Tonga or Kuwait.\" There is evidence of a slowdown in some developed countries, leading to hope that the epidemic may have peaked there, but, said Murray, that is no cause for complacency. \"Levelling off is just not good enough,\" he told the Guardian. \"That would be like us saying it's OK if we stop the increase in smoking. Clearly we need to bring down obesity if we want to help people have healthier, more active lives.\"The paper calls for more action. \"Urgent global leadership is needed to help countries to more effectively intervene against major determinants such as excessive caloric intake, physical inactivity, and active promotion of food consumption by industry, all of which exacerbate an already problematic obesogenic environment,\" the authors write."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}