{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2014/may/20/john-inverdale-horror-criticising-marion-bartoli-looks", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2014-05-19T23:05:01Z", "webTitle": "John Inverdale tells of horror at criticising Marion Bartoli's looks", "webUrl": "https://www.theguardian.com/media/2014/may/20/john-inverdale-horror-criticising-marion-bartoli-looks", "apiUrl": "https://content.guardianapis.com/media/2014/may/20/john-inverdale-horror-criticising-marion-bartoli-looks", "fields": {"headline": "John Inverdale tells of horror at criticising Marion Bartoli's looks", "bodyText": "John Inverdale has spoken of his horror at criticising tennis player Marion Bartoli's looks on air, as he prepares to sit in the commentary box alongside the Wimbledon champion at next week's French Open. In a joint interview with the Radio Times, Inverdale and Bartoli addressed his comments on Radio 5 Live ahead of last year's Wimbledon final, in which he said the player, who has now retired, was \"never going to be a looker\" and so had to compensate in other ways. \"I was horrified for Marion,\" he says now. \"I understand how hard sports stars work to get to the top, and at her moment of triumph the last thing she wanted was some idiot distraction.\" Inverdale said that his gut instinct was to hope that no one had heard. \"It was drummed into us over and again. Never explain, never apologise, because if you do you'll dig an even bigger hole. So I thought: 'I'll just keep going and hope nobody heard it,'\" he said. There was not much chance of that. More than 700 complaints flooded in to the BBC, there were calls for Inverdale to be sacked and Maria Miller, the culture secretary, ramped up the pressure by writing to the corporation's director general, Tony Hall. He admitted that Inverdale's comments were \"totally unacceptable and fell well below the standards we set for our presenters\". Bartoli, who did not find out about Inverdale's comments until after she had won the title, reveals herself to be an unlikely ally. \"Everyone starts with their own assets. Not everyone is born the same way, but the point is that in sport – in life in general – the message is, if you have determination you can still make it happen. In my mind it was never really a story,\" she said. Inverdale, who kept his job in the wake of the storm, said that hayfever was partly to blame for a jibe that fed into a wider debate about the representation of women in sport. \"I was feeling so ill that day, I had terrible hay fever and all I could think of was that I wanted to go home to bed. I had Andy Murray in the final the next day. I knew I had to be on form. Your mind is going all over the place, we're on air from 12 noon till 7pm with not a single word written and you've got to fill the time,\" he told the Radio Times. \"I'm not making excuses here, just trying to explain. And I was going to say that in your early years, you're dealt a set of cards. And actually I was going to use the phrase 'physical attributes' and then – and remember, you're thinking all this in a split second – I thought, 'No, don't say that'. And then I said something far worse.\" Instead, the veteran BBC presenter compared Bartoli unfavourably with Maria Sharapova. \"I just wonder if her dad did say to her when she was 12, 13, 14: 'Listen, you're never going to be a looker, you are never going to be somebody like a Sharapova, you're never going to be 5ft 11, you're never going to be somebody with long legs, so you have to compensate for that,'\" he said. \"'You are going to have to be the most dogged, determined fighter that anyone has ever seen on the tennis court if you are going to make it.' And she kind of is.\" Bartoli insists she holds no grudge against Inverdale, but she admits she was taken aback when the comments were one of the first things brought up in her post-victory press conference. \"You have to remember that I had dreamt about winning Wimbledon for 20 years, and all of a sudden my dream was a reality. I was just so happy, I was flying. So I was surprised by the question as I wasn't in that place at all.\" She insists, however, that she was not upset. \"I'd known John a long time, and I knew what he was trying to say. At the end of the day I am a tennis player, I know I'm not 6ft tall, I'm not the same long, lean shape as Maria Sharapova, but the beauty of tennis is that anyone can win, tall or short. Something the press took to be negative to me was a positive,\" she said. Inverdale said he believed that Miller's intervention was political opportunism. \"It would be naive to assume there wasn't an anti-BBC agenda too, which was another opportunity to beat the BBC with a stick – and it was a big stick,\" he said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}