{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2014/may/01/roy-hodgson-england-manchester-city-world-cup", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-05-01T22:39:00Z", "webTitle": "England's Roy Hodgson defied by Manchester City over players' rest", "webUrl": "https://www.theguardian.com/football/2014/may/01/roy-hodgson-england-manchester-city-world-cup", "apiUrl": "https://content.guardianapis.com/football/2014/may/01/roy-hodgson-england-manchester-city-world-cup", "fields": {"headline": "England's Roy Hodgson defied by Manchester City over players' rest", "bodyText": "Roy Hodgson has expressed his disappointment after finding out that Manchester City have defied his request for all Premier League clubs to give their England internationals a free week before joining up for the start of the World Cup preparations. Hodgson had written to all the relevant clubs asking them to help his plans by resting England's players once the Premier League season had finished. The England manager has now been made aware that City have arranged an exhibition game against Al Ain in Abu Dhabi on 15 May and that Joe Hart and James Milner will not be excused from making the four-day trip. Liverpool have arranged a game against Shamrock Rovers for the previous day but have agreed to Hodgson's request and decided to give Steven Gerrard, Glen Johnson, Raheem Sterling, Danny Sturridge and Jordan Henderson the week off. City, however, have made it compulsory that their entire squad reports for duty in front of their owner, Sheikh Mansour. \"I sent out a letter, on FA paper, to the clubs, giving them our programme,\" Hodgson said. \"I asked them to be aware that my intention was that, from the last game of the season, the players should be totally free until we meet up – to get a break from football. But the bottom line is that we have no control over it.\" The Football Association is liaising with City and the club's response has been that Milner and Hart will not be involved in the game and can use the trip purely as a sunshine break in luxury surroundings. Hodgson's view, however, is that the players should get a clean break before reporting for international duty on 19 May. \"I've done what I can do,\" Hodgson said. \"I'm England's manager and I've said to the clubs I think it's best – and don't forget the players have to come back to their clubs at the end of the World Cup – the players have a week away from football at the end of the season to relax and clear their mind so that from 19 May they can settle down and put a lot of thought, focus and physicality into trying to win the World Cup. If the clubs say: 'We're not interested in that, we want to do something else,' there's nothing I can do about it. I don't have the right, or the authority, to tell clubs what to do at the end of the season.\" Hodgson said he had finalised his 23-man squad, to be announced on Monday week, and will begin informing the players who have missed out straight after the last round of Premier League fixtures the previous day. Hodgson knows it will be a difficult process that could threaten his working relationship with various players. \"Some of the people I leave out will be very disappointed and upset, angry perhaps, thinking they have been harshly treated,\" he said. \"It's very tough. There is no easy way to break someone's heart. But I have to be honest, I made up my mind about the 23 quite a while ago.\" The England manager spoke effusively about Frank Lampard's importance to the squad as vice-captain to Steven Gerrard, offering a clue that the Chelsea player will make the cut. Ashley Cole's place has come under threat because of the way he has been marginalised at Chelsea, including a run of 18 successive games out of the team, but Hodgson also spoke well of a player who has 107 England caps against Luke Shaw's one. \"The fact that he has not played won't affect me that much. I have never doubted Ashley and I have never thought that I can't pick Ashley because he hasn't played 18 games.\" Hodgson described Gerrard as \"down\" because of his mistake in Liverpool's defeat against Chelsea last weekend but is not worried that his \"superb captain\" will let it affect him if it proves to be a decisive blow in the title race. \"He's very strong mentally. But I know he's a bit down because it was a big game and a very heavy defeat when they were being built up to an extent, and unfortunately his mistake cost them the match.\" He is, however, worried that not everyone will have Gerrard's mental strength. \"The worst fear would be that the pressure gets on top of the players and that we aren't going to be able to get close to what I know this team could possibly produce. We can do our level best to try to make the players feel comfortable, well prepared, and not under any great pressure from us. \"But the football world is wider than just your team-mates and your coaches. There's a lot of peer pressure, there's pressure from family and friends. My biggest fear is we will come away from the World Cup knowing that, if we had just been a little more relaxed and freed our minds a bit more, we could have done better.\" Several England players, potentially including Adam Lallana and Cole, will go into the tournament with their club futures undecided. Hodgson has made it clear, however, he will not tolerate players being distracted by transfer business. \"It would be naive of me to think it is not going to happen but the players will have to accept I am not going to show any sympathy. As far as I am concerned, they are signing up for England. There is a great mood of positivity amongst the general public. We have a responsibility to feed off that positivity, and how can a player feed off the positivity if he is more concerned about his club future? I should, if I were a real player, be saying to my agent: 'At the moment I am working for England and that is where my head is.'\" Hodgson also reiterated that it would be unfair to assume Sterling will automatically take his Liverpool form into the World Cup. \"Two months ago if you had said Raheem Sterling, you would have said 'Are you crazy? It's Ross Barkley, he's the man, or Lallana or [Jay] Rodriguez.' What about Zaha? Wilfried Zaha was getting enormous praise. We took him in the national team because this lad was flying. This was going to be 'the best England player' but unfortunately, because he is young, he hit a bad patch and you don't hear quite so much about him now. \"I am very conscious when I pick the squad it's because they have a permanent class and a permanent future and not because they happen to be having a wonder spell. He [Sterling] has done it over a period of time. But there have been moments where it has been a little bit up and down. At the moment he is up there. Let's hope he can stay there.\" On Adnan Januzaj's decision to commit himself to Belgium, Hodgson shrugged. \"I'm sorry, but I don't see what the fuss is about,\" he said. \"If a player isn't eligible to play for England until 2018, then what's the problem if he goes and plays for someone else? He's not English anyway – let's be fair. We can argue that, under the current Fifa rules, by 2017 and 2018, he might be eligible to play for England. But how can you be upset in 2014 if he plays for one of the other countries that he's actually eligible for? He was born and brought up in Belgium. We can't be disappointed by that.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}