{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2014/may/25/after-benefits-street-watch-posh-on-bond-street", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2014-05-24T23:14:00Z", "webTitle": "From Bullingdon boys to Chelsea ladies: our new fascination with posh", "webUrl": "https://www.theguardian.com/tv-and-radio/2014/may/25/after-benefits-street-watch-posh-on-bond-street", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2014/may/25/after-benefits-street-watch-posh-on-bond-street", "fields": {"headline": "From Bullingdon boys to Chelsea ladies: our new fascination with posh", "bodyText": "The fictional members of the Riot Club have a simple aim: to get \"chateaued\" on wine as quickly as possible and then to trash the place. For the sons of the wealthy, after all, this is just a good way of bonding with your peers – the people who will go on to run the country with you. A new film chronicling the misdeeds of the fictional, all-male university dining society – one closely based on Oxford's notorious Bullingdon Club – will hold up its characters for examination like curiosities from another age when it is released this autumn. The Riot Club, directed by Lone Scherfig, a Dane, bears the tag line \"Filthy. Rich. Spoilt. Rotten\" and is the long-awaited screen version of Laura Wade's hit play Posh. It is also the latest symptom of a growing appetite to see the alien antics of Britain's ruling class represented in entertainment. Next month, a new reality television show on the Bravo channel will attempt to tell a female side of the story. In Ladies of London, a group of real-life high-living women about town, including Caroline Stanbury, former model Annabelle Neilson and the American former model Caprice Bourret, will be seen patrolling the pavements of the pricier parts of London in high heels as they navigate manicures and handbag purchases, pregnancies and romantic entanglements. The programme, which apparently takes its inspiration from the hit television show Made in Chelsea, was designed for an American audience and so concentrates on the difficulties of getting English etiquette right. If you have just blown into town as the new wife of a billionaire this can be a vexed question. Meanwhile, over at the offices of Tatler magazine, that venerable style guide for those unfamiliar with public transport, the editorial team have opened the doors to the television cameras for a three-part BBC documentary about their work, due to be shown in the autumn. The magazine, with its chronicling of debutantes' balls and charity gala nights, has access to the most financially exclusive events in the country. After the controversial impact of the Channel 4 show Benefits Street, in which the lives of a group of unemployed people in Birmingham were scrutinised, programme makers seem to be betting on a new public thirst for an upper-class parallel. But if the very rich are now to be rolled out for national entertainment, like a side-show act, is this any fairer than picking on the poor? And do we really know what \"posh\" means any more? When the Guardian theatre critic Michael Billington saw Wade's play four years ago at the Royal Court he praised her writing for hitting \"a number of nails on the head\". He felt she had pinned down the rage her subjects feel because they no longer have the money and authority they had been led to expect. He also applauded the way Wade showed how the network of shared connections ensured the future livelihoods of such young men. We can probably expect the same accuracy in Scherfig's film because Wade has developed the screenplay – the only difference is that the equivalents of former Bullingdon members David Cameron, George Osborne and Boris Johnson will be played by the young British screen actors Douglas Booth, Max Irons and Sam Claflin. Interviewed by the Observer just before the play opened, Wade said: \"There is this cliched idea of poshness that crops up in television: you know, someone's posh cousin in a sitcom, Tim Nice But Dim. It's all a bit 'rah'. But as we went on, I realised it was important that the play's voices be modern, too. There are so many influences on the way people talk now.\" Wade, who grew up in Sheffield, was clearly trying to be reasonable. She did not want to put together a line-up of characters who sounded like the diminishing stock of a rare breed. But in the eyes of Jilly Cooper, who wrote Class in 1979, there is still a danger of \"posh bashing\". \"There is a lot of egalitarian spite around,\" she said this weekend. \"Class remains really fascinating, but it is also a bit of a taboo, in a time when not much else is. The truth is that while all this posh-bashing is going on, people are still incredibly impressed by a title. \"I don't know if I can define posh easily any more, except to say that if you are from a very old family, who have a long history of pillaging and rampaging, then it is jolly difficult to stop doing it.\" Cooper, who on 11 June will be a judge for the Country Gentleman of the Year award, believes that a true gentleman does not have to be posh. \"I think it is all down to kindness and chivalry and never putting anyone down.\" She would not mind seeing a similar contest on television, focused on class. \"I have been saying for ages we ought to have a programme about class, where someone like Simon Cowell has to say who the poshest people are,\" Cooper said. \"I think all the classes are very funny and I can still tell people's background from the first word. The trouble is the middle class can't afford to send their children to private school any more, so they have to quietly wince when they hear their children say 'pardon', or use the word 'toilet'.\" If there is a blurring of the classes, then social commentator Peter York suggests it might have its foundation in the changing basis of trade, industry and land ownership. \"Because there is no more this vertical connection through one class to another, people no longer have a very developed idea of what posh people are,\" he said. \"In political terms, this used to be easy because they knew what the power and money relationship was. Now people don't know who owns their lives. They often quite literally don't know who owns the company they work for.\" The co-author of The Official Sloane Ranger Handbook, published in 1982, which defined class for a generation, York is unimpressed by the approach to class by reality TV. \"All the signifiers in Made in Chelsea are as crass as anything. It uses all the same tricks as Towie [The Only Way Is Essex] and so is really about whether she is really going out with him. Then you have to have a lot of champagne flutes and heavily branded shop fascias in shot as they walk down Bond Street.\" Alexandra Shulman, the editor of Vogue, is also critical about the lack of distinction between \"poshness and richness\" made on such shows. \"I have not seen Ladies of London yet, but it sounds as if, like Made in Chelsea, it is about a group of people who happen to be rich. Class is more about attitude than money,\" Shulman said. \"The lack of clarity could stem from the fact there have been quite a few over-the-top celebrities who have received a lot of publicity and that has confused people. The other factor is that there are so many rich people in London now, mainly not British, who are living a lifestyle that is full of lavish parties and buying expensive cars, and people want to see a little of that. People are always interested in the lives of the wealthy.\" The finer delineations of class are peculiarly English, Shulman argues, while her expertise in fashion is relatively class-free. \"I came here from Tatler and I realised there was a difference. Vogue is quite classless.\" Kate Moss, Shulman points out, would probably not consider herself posh, yet has \"got buckets of style and money\". The class structure, in contrast, is worth study. \"I do think the fact that we have an Etonian cabinet is significant. You can't ignore that fact.\" Television may be able to pass off one class for another more easily, Peter York concludes, because so many people feel disconnected from the system. \"When Ann Barr and I wrote the original Sloane Ranger's Handbook, it was all quite tightly detailed. These were real and rooted people and the book was rooted in their set codes. Nowadays, the posh have become historic exotica.\""}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}