{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2014/may/14/honduras-world-cup-2014-squad-stoke-palacios-hull-figueroa", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-05-13T23:14:00Z", "webTitle": "Honduras World Cup 2014 squad: Stoke's Palacios and Hull's Figueroa in", "webUrl": "https://www.theguardian.com/football/2014/may/14/honduras-world-cup-2014-squad-stoke-palacios-hull-figueroa", "apiUrl": "https://content.guardianapis.com/football/2014/may/14/honduras-world-cup-2014-squad-stoke-palacios-hull-figueroa", "fields": {"headline": "Honduras World Cup 2014 squad: Stoke's Palacios and Hull's Figueroa in", "bodyText": "The Stoke midfielder Wilson Palacios and the Hull left-back Maynor Figueroa were among six British-based players named in Honduras's 23-man World Cup squad for Brazil. The Wigan pair of Roger Espinoza and Juan Carlos Garcia, Celtic's Emilio Izaguirre and Rangers' Arnold Peralta were also selected as the central American nation's Colombian coach, Luis Fernando Suárez, largely kept faith with the players that had secured qualification. Honduras will play France, Ecuador and Switzerland in Group E in Brazil. Goalkeepers: Noel Valladares, Donis Escober (both Olimpia), Luis Lopez (Real Espana). Defenders: Brayan Beckeles (Olimpia), Emilio Izaguirre (Celtic), Juan Carlos Garcia (Wigan), Maynor Figueroa (Hull), Victor Bernardez (San Jose Earthquakes), Osman Chavez (Qingdao Janoon), Juan Pablo Montes (Motagua). Midfielders: Arnold Peralta (Rangers), Luis Garrido (Olimpia), Roger Espinoza (Wigan), Jorge Claros (Motagua), Wilson Palacios (Stoke), Oscar Garcia (Houston Dynamo), Andy Najar (Anderlecht), Mario Martinez (Real Espana), Marvin Chavez (Colorado Rapids). Strikers: Jerry Bengtson (New England Revolution), Jerry Palacios (Alajuelense), Carlo Costly (Real Espana), Rony Martinez (Real Sociedad). • This article has been amended to correct the squad listing."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}