{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2014/may/25/britains-housing-crisis-experts-solutions", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2014-05-24T23:05:33Z", "webTitle": "How do we tackle the housing market crisis? By the experts", "webUrl": "https://www.theguardian.com/business/2014/may/25/britains-housing-crisis-experts-solutions", "apiUrl": "https://content.guardianapis.com/business/2014/may/25/britains-housing-crisis-experts-solutions", "fields": {"headline": "How do we tackle the housing market crisis? By the experts", "bodyText": "THE LENDER Stephen Noakes, director of mortgages at Lloyds Banking Group Look at the housing market nationally and parts of the UK are only just recovering. There are areas that are still seeing house-price deflation year-on-year, such as parts of central Wales and parts of north-east England. But in London house prices are now 30% above their 2007 peak and there is no doubt inflation is being driven by the top end of the market. Here, there are signs of a house price bubble. If this affects the broader UK market, it starts to become dangerous. It is because of that danger that we felt the need to take action, in order to protect both ourselves and our customers, by applying a hard income-multiple cap for the lending we do above £500,000. There are a number of options that could cool the market. But it is incredibly important that any action is targeted. In areas where the market is just starting to recover, any wide-ranging action would risk that part of the housing market starting to move backwards. The basic problem is the imbalance between supply and demand. The first part of the Help to Buy scheme has increased confidence among housebuilders, but we need to do more, like easing the planning rules. In the shorter term, we should be finding ways to bring the high number of empty properties back into circulation. If no action is taken, the high inflation we are seeing in London could cascade through to the rest of the UK – inflation that cannot be sustained and will at some point lead to a crash, which would hit both the lending industry and the people in those properties. THE ESTATE AGENT Paul Smith, chief executive of estate agent Haart Talk of a \"property bubble\" is misleading in the historical context of house price growth. Current property prices are still well below their peak 2007 levels in all regions, including Greater London. We have five years of pent-up demand from people who have been unable to move because they couldn't raise a deposit. Once this is satisfied, the market will correct itself. London is a country of its own in property terms – our data shows average prices in the capital creeping over the £500,000 mark, but lending here is now sensible. And there are pockets of high demand across the UK for various reasons – like Maidenhead because of Crossrail. But the market is cooling and self-adjusting in areas where prices have reached a high and mortgages have become more expensive. More newbuild would improve supply and temper prices, but a good short-term solution would be a stamp duty holiday on all homes under £600,000. This would get the market moving and free up the supply logjam. Fast-track planning and incentives for builders not to sit on land banks would also create new supply. If action is not taken to get new supply on to the market, prices will continue to rise for a time, but the market will eventually self-regulate and prices will normalise. THE CHARITY Roger Harding, director of communications, Shelter Successive governments have failed to build the homes we need, and now the housing market is buckling under the strain. Our research shows that, on current trends, half of all adults under 35 will be stuck living in their childhood bedroom within a generation. Within 20 years, the price of an average house will hit a staggering £900,000. This is a market reaching boiling point, yet each year we are building at least 100,000 fewer homes than we need. To turn the tide on the shortage we need meaningful reform, not more sticking-plaster solutions like Help to Buy or tweaks to planning rules. We need to boost lending to small builders, give towns and cities more power to build, and create a new housing investment bank to unlock funding streams from pensions and investment funds. We need New Home Zones to bring forward the right land at the right price, to help build a new generation of social or part-rent part-buy homes that those on low and middle incomes can afford. Doing nothing will mean rising house prices, rising homelessness, and a rising benefits bill. We need politicians to roll up their sleeves and commit to the solutions that will bring a stable home back into reach for this generation and the next. THE LANDLORD Fergus Wilson, Britain's biggest buy-to-let landlord There is a housing bubble in London and the south-east. The epicentre is London, and it is fuelled at the top by foreign individuals purchasing houses for cash or with funding from their own country. The move by Lloyds to restrict residential mortgages to four times joint income for loans over £500,000 is a sensible one, but it will mean many young Londoners being unable to buy in the capital. They will be forced to look to provincial towns with good communications. In Ashford (Wilson's buy-to-let base) we take a large number of tenants who have moved out of London, because of the prices, and travel back daily to their office. Others tell me they have sold for around £1m, bought a two-bed house in Ashford for around £200,000 and pocketed the rest because the sale of a principal private residence is tax-free. The danger is that an increasing number of London's residential properties will belong to foreign nationals with foreign money. That concerns me. The £500,000 cap will cool the market, but it will hit local Londoners far more than foreign buyers. What is the short-term solution? Some questions do not have an answer and this is one of them. The long-term solution is to build more houses but that creates environmental issues. I fear a London denuded of young London-born people. If no action is taken, London prices will continue to soar, and provincial towns within commuting distance will become the base for middle-manager categories in London. THE RATE SETTER Andrew Sentance, former MPC member House prices in the UK are rising too fast. Latest figures show 8% inflation across the country and double that in the London area. In London, there is already a housing bubble and there could soon be one nationally. This is not healthy. Prices and wages are rising by less than 2% a year. When house prices are going up at four-to-five times the rate of incomes and other prices, danger looms. We need a healthy market where houses are affordable for first-time buyers, and people can move around the country to find employment or because their circumstances change. Yet affordability ratios are becoming stretched. Finding somewhere to live in the most economically dynamic part of the UK – the London area – is becoming increasingly difficult. There are two short-term solutions. First, interest rates must rise. They should rise gradually, but the Bank of England should not put it off to next year. Economic growth is strong, unemployment is falling and retail sales growth hit a 10-year high last month. Second, special support for the housing market – the Help to Buy scheme – should be unwound. Conditions for accessing the scheme should initially be tightened, and then it should be phased out. We need continued support to increase the supply – by releasing land and speeding up the planning process. But it is in no one's interest to let he London housing bubble go nationwide. THE HOUSING PROFESSIONAL Grainia Long, chief executive, Chartered Institute of Housing The reason our housing system is so dysfunctional is that we are not building enough new homes of any tenure – not just for home ownership – so there is a mismatch between supply and demand. We can only tackle this by building more homes – in England we need to build 250,000 a year just to keep pace with our population. We're achieving less than half that, with just 112,630 homes built in the year to March 2014. There's no single magical solution of course – but there are some options. We need to maximise everything existing providers are doing, and encourage new entrants to the market. Allowing councils to borrow more would allow them to build 75,000 new homes over five years, creating 23,500 jobs and £5.6bn of economic activity. The only times in recent history when we've come close to building 250,000 homes a year have been when the government has played a direct role. To help new entrants, the critical factors are land and finance. Changing Help to Buy to Help to Build – guaranteeing finance to new entrants – would be a good start. Access to government-owned land could also help new housing providers get established. Ultimately, what we need is a change in attitude – until we start seeing homes as a place to live rather than an asset, we will be vulnerable to the housing boom and bust cycle."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}