{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2014/may/17/australias-health-system-cant-shoulder-the-countrys-welfare-burden-alone", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2014-05-16T23:00:12Z", "webTitle": "Australia's health system can't shoulder the country's welfare burden alone | Ranjana Srivastava", "webUrl": "https://www.theguardian.com/commentisfree/2014/may/17/australias-health-system-cant-shoulder-the-countrys-welfare-burden-alone", "apiUrl": "https://content.guardianapis.com/commentisfree/2014/may/17/australias-health-system-cant-shoulder-the-countrys-welfare-burden-alone", "fields": {"headline": "Australia's health system can't shoulder the country's welfare burden alone", "bodyText": "Two patients caught my eye in budget week. One, a woman who collapsed in her garden, was rapidly brought to hospital by two calm and steady paramedics and assessed within minutes by the chief emergency physician. She was subsequently sent to an observation ward for a more prolonged consultation with another doctor who ran the necessary tests, monitored her overnight, ensured she had breakfast, and called her son in the morning to take her home. Her medications were adjusted, an appointment with her cardiologist arranged, and she was on her way home, not having paid a cent out of pocket. A recent immigrant, she kissed our hands in gratitude and marvelled at a country that dispenses such superior care to all comers without first checking the state of their wallet. The second patient was elderly, with a host of chronic diseases and living in a secluded apartment with his brother who was his primary carer. This was the patient’s fifth prolonged hospitalisation in three months. Each admission was succeeded by many tests, that were either normal or discovered a problem that was neither fixable nor relevant. His heart was weak but he was on all the pills he could tolerate. He had a cyst on his kidney that had been there for years. Each time he asked to stay a bit longer till he felt strong and we reluctantly acquiesced. Following a meticulous review for the fifth time, I brightly announced that he could go home. \"Actually, I’d rather just stay here if you don’t mind, doc.\" We needed to break the pattern. \"You’re as well as can be\", I reassured him. \"But I don’t mind being here\", he responded earnestly. \"I really don’t.\" I thought of the trolley-bound patients who would mind spending another day in discomfort. \"Well, wouldn’t you rather be home with your family? It’s so noisy here.\" He beckoned me closer. \"Doc, my brother is useless. He can’t even look after himself. Here, I get three meals, fresh clothes and a clean bed. The nurses talk to me. I haven’t been this comfortable in a long time. Please let me stay.\" I looked at him in dismay, my nagging suspicion realised. \"We will need to find a better solution,\" I ventured, knowing that one would not be forthcoming any time soon. \"Just keep me here, doc. Healthcare is meant to be free in this country.\" To some, universal health care denotes free attention to a medical ailment. Others see it as a much broader safety net when other institutions and the community fail them. To the rhetorical question, \"Who would want to spend an extra day in hospital?\" I reply, \"Spend a day there and find out.\" In 20 years of working in a large public hospital situated in an area of debilitating poverty, I have seen increasing numbers of patients turning to their local hospital for social services rather than strict medical need. They are homeless men, women fleeing abuse, demented patients evicted from home, wayward teens with absent parents, dying patients who can no longer manage at home, frail patients who keep tripping over, elderly people whose family has gone on holiday leaving them vulnerable – the list goes on. \"Acopia\" is the euphemistic diagnosis sometimes applied to their situation – where else would such a motley group turn to? Public hospitals have rapidly become the last bastion of safety and security for them. Doctors admit them because it is impossible to separate medical illness from the effects of prolonged social isolation, homelessness, rejection and poverty, knowing all too well that illness is more than the absence of disease. It would be okay if the hospital could then quickly triage patients into the most appropriate place of care, whether that be emergency housing, drug and alcohol rehabilitation, nursing homes, respite or hospice. Alas, this is where the system lets us down. The term \"bed block\" is synonymous with public hospitals and the reasons are familiar to all those who work there. There is the logistical hurdle of finding a nursing home even after the emotional hurdle has been surpassed. Add dementia to the mix to instantly limit choices and prolong discharge. Palliative care patients know only too well the queue to enter a hospice, just as deconditioned patients tire of the long wait for a rehabilitation bed. Then there are those who must wait until the weekend for someone to finish work, drive across town, stock their fridge, collect them, and arrange to stay the first night as they settle back at home. Or the patients who cannot go home on the weekend because the nursing home won’t have them back, council services can’t resume or their children have gone away. Far from being a rarity, these are typical patients that crowd acute hospitals. These bottlenecks are set to worsen with the proposed reduction in healthcare funding to the states, which will diminish the availability of much-needed step-down care. Meanwhile every day that a patient spends unnecessarily in an acute hospital has a deep effect on resources and cost. It is virtually impossible to stop doctors from ordering blood tests and scans on patients. One test begets another. Frail patients \"just waiting\" in hospital sustain falls, contract infections, and become disorientated. They deteriorate quickly and go to intensive care. Many enter a costly and ultimately deadly spiral as a side effect of hospitalisation that may have been avoided were there other places adequately equipped to care for them. To the hospitalised patient awaiting a much-needed bed for rehabilitation or palliation, and to the patient who is using a hospital bed for crisis housing, it might sound awfully ironic to hear that their wait is not about to shorten but the proceeds of their co-pay will go towards funding medical research whose gains will be realised decades later. There must surely be a better balance between tackling the present-day pressing needs of patients and consoling them that their great-grandchildren may beat Alzheimer’s. Suddenly, doctors are facing a whole new set of duties for which they are poorly trained. From exhorting nursing homes and the guardianship board to hurry up, to pleading with hostile families to take a patient home, a significant proportion of time can be taken up acting in the role of a social worker, counsellor, and mediator. This is not necessarily a bad thing but it is not cost efficient and detracts from direct patient care, thus extending others' stays. Universal health care is a cherished Australian ideal and the envy of the world. Before declaring it to be irrationally expensive and critically endangered, we need to take a much wider view of why healthcare costs so much. By all means, scrutinise GP visits, exorbitantly priced drugs and the marginal benefit of modern medical interventions. But a visit to any public hospital will also demonstrate that they are charged with the care of more than just the acutely ill patient. Rather than just banking on the promise of a research fund, channel a portion of the co-pay towards bolstering some of society’s failing support systems. Restoring the fabric of community, giving people a sense of belonging and holistically caring for their needs are worthy goals for a just society. To expect the healthcare system to shoulder this responsibility alone and then to blame it for costing too much is not entirely fair. To \"fix\" healthcare, we must look beyond it."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}