{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2014/may/28/england-under-20s-south-korea-toulon-tournament", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-05-28T22:28:48Z", "webTitle": "England 1-1 South Korea | Toulon Under-20 Tournament match report", "webUrl": "https://www.theguardian.com/football/2014/may/28/england-under-20s-south-korea-toulon-tournament", "apiUrl": "https://content.guardianapis.com/football/2014/may/28/england-under-20s-south-korea-toulon-tournament", "fields": {"headline": "England Under-20s draw with South Korea at Toulon Tournament", "bodyText": "England Under-20s drew 1-1 with South Korea at the Toulon Tournament on Wednesday, which means they require a point against Colombia in their final Group B game on Friday to secure a berth in the third-place play-off match. A win against South Korea in Aubagne would have secured that place well in advance of Friday but a draw against Colombia will still take England through to face France or Portugal on goal difference. Brazil have now won Group B, and will play France or Portugal in the final. Fulham’s Cauley Woodrow opened the scoring on three minutes for England, who looked comfortable in the early stages but failed to build on their advantage. South Korea then came into the game strongly and Chang Min-lee deservedly equalised from long range in the 55th minute. Woodrow almost won it for England late on but on balance a draw was a fair result. England’s manager, Gareth Southgate, was disappointed but philosophical afterwards. “We would rather be through and have it all done and dusted but it’s not a bad experience for our boys to go into the game against Colombia with something resting on it,” he said. Southgate added that England will go for the win against Colombia rather than trying to engineer a point. “There’s no point playing for the draw,” he said."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}