{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2014/may/09/wolfgang-tillmans-interview", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2014-05-09T22:59:02Z", "webTitle": "Wolfgang Tillmans: 'Pictures are replacing words as messages'", "webUrl": "https://www.theguardian.com/artanddesign/2014/may/09/wolfgang-tillmans-interview", "apiUrl": "https://content.guardianapis.com/artanddesign/2014/may/09/wolfgang-tillmans-interview", "fields": {"headline": "Wolfgang Tillmans: 'Pictures are replacing words as messages'", "bodyText": "Men have short hair, not even half an inch long, in Wolfgang Tillmans' photographs. Jochen in the bath, Anders pulling a splinter from his foot, Karl in profile, even William of Orange in ruff and armour. Tillmans made his name in the 1990s, photographing the acid house scene for i-D magazine. Along with Juergen Teller and Terry Richardson, he formed the holy trinity of 90s magazine photography, unconventionally lit and seemingly casual, which even 20 years on remains the dominant style. Teller capitulated to advertising, Richardson has been accused of sexually exploiting his models, but Tillmans became an artist. He won the Turner prize in 2000 – the first non-Briton, the first photographer and, at 32, one of the youngest artists to do so. He calls 1997, the year he shot Kate Moss for US Vogue, the beginning of his \"great Caravaggio years\". For him, Caravaggio was just another young man \"dealing with the issues of his time… I've always understood looking at other and older art as looking at friends' work,\" Tillmans says. \"We're separated through time, but we're all dealing with ultimately similar questions.\" Caravaggio might have dropped in on one of Tillmans' legendary studio parties. At one recent gathering, the walls and ceiling were covered in sheets of textured golden foil; Soft Cell's Marc Almond played at the opening of a Düsseldorf exhibition last year. In January, Tillmans was elected a fellow of the Royal Academy of Arts – for painting. \"It could equally have been sculpture,\" he says. \"What I deal with with a camera is actually nonstop three-dimensional.\" On a sunny spring afternoon in his studio – one floor of a former 30s department store in Berlin's Kreuzberg – Tillmans is in 90s uniform: grey T-shirt, blue Diadora trackpants with a tangle of sticky tape on the pocket, white hi-tops. The windows run from ceiling to hip, the white walls blossom with collages: his green Freischwimmer poster for the 150th anniversary of the London Underground shares space with swimming pool tickets, a blue plastic bag from the National Portrait Gallery and a photograph of a red and blue mole-like creature. Propped against the wall is a Patrick Caulfield print. One end of the table is stacked with books, in the middle is a vase of wilting tulips and at the other end the artist, looking closely. \"One thinks technically photography is simple, ne?\" (He peppers his English sentences with the German sound \"ne?\", an untranslatable word used for emphasis, though he still pronounces \"sort of\" in the most London way imaginable.) \"But the complexity of this space, from here to the Caulfield print, and all the objects in between – the brain can compute what goes on because of stereovision and the processing power that's at work in real time. But to make that re-experiencable via paper is very, very hard. That's my driving force, the question: is it possible? Can I take a picture of this?\" How would he take a picture of this? \"I mean, I just saw the tulip. The dead tulip towards the leaf, how they come together. I can see a possible picture there. There are three – no, four – stacks of books, and my initial reaction would be that it's a cliche, it's stacks of books. It means time, it means work, it always stands for something. Then another side of me would say: well, but is it possible? Maybe I can take a picture?\" From early images of socks drying on a radiator to more recent fields of glossy colour created in the darkroom, all Tillmans' work asks this question: how to make it new? This year sees a major installation at the European art biennial Manifesta in St Petersburg, where he will share a floor of the Hermitage with Matisse (he is \"not afraid\" of this company), and the publication of the most comprehensive catalogue of his work so far. Tillmans was born in the summer of 1968 in the Rhineland town of Remscheid, where everyone was involved in making hammers, pliers and the like; his parents exported tools to South America. Tillmans wasn't good at art at school; he wanted to be a gardener, then an astronomer, before discovering the photocopier in a local shop. He started taking his own photographs and enlarging them up to 400 times their original size. In two 1987 shots, a picture of a builder on scaffolding taken with his mother's rangefinder is made bigger and bigger until the grain is more prominent than the man. He used half his Turner prize money to buy a colour laser photocopier, and its descendant now sits in a corner of his studio. Much of German 20th-century art has been about man's relationship to machines, from Bauhaus to Kraftwerk, but for Tillmans it's almost a love affair. Instead of military service, he did community work in Hamburg, helping nurses wash patients by day and going clubbing at night. He sent some photos he'd taken in clubs to i-D in 1989, before taking up a place at Bournemouth &amp; Poole College of Art and Design. Tillmans remembers a freedom that no longer exists: \"What seems normal now – people from different countries getting together for parties – felt in the early 90s like a new era, a sense of a pan-European shared interest. The very existence of this unruly, uncontrolled house and techno music seemed to fly in the face of traditional reason, and that made it political. There were drugs, the dress sense was non-designer and the rhetoric was about sharing, not about bling or being 'it'. I knew it was over when Vogue put the line 'Glamour is back!' on a 1993 cover.\" From 1992, his work was sold in private galleries across the world, and he became known as much for the way he showed the pictures – installations that made people think of teenage bedroom walls or public noticeboards – as for the images themselves. Some critics were apoplectic: these pictures are just snapshots! In his 1997 show I Didn't Inhale, at the Chisenhale Gallery, you could see someone pissing on a chair next to a windowsill bearing figs, a pumpkin and squashes. Tillmans' eye seemed all-consuming. \"Snapshot aesthetic is a catchy phrase,\" he says, \"but it's not correct. My pictures are actually not blurred, there are no red eyes. In the 90s that was said often and it's just not true. What they mean is immediacy, intimacy or casualness – perceived casualness.\" There is a glass box on the studio roof, the top of a translucent staircase, which Tillmans has made into a lookout post. A mattress lies on the floor with a white sheet and Khalil Gibran and Richard Sennett books by the pillow; two telescopes face out towards the city. When it's not too hot or too cold, he spends nights here, observing the sky. \"Something interesting is happening: pictures are replacing words as messages,\" Tillmans says of selfies and restaurant Instagramming. \"You could trace these elements to work I did 20 years ago, and obviously I am not responsible for that, but that sense that there is some significance in a piece of clothing on the floor. I cannot bitch about millions of people who photograph their food. But I didn't photograph plates or still lifes to show my friend: 'Look! I've just eaten this banana!' I really didn't, but I was accused in the 90s by critics that this was shallow, vacuous, unimportant subject matter.\" From 20 years' distance, those pictures have developed into whole families of images: the sky from a plane window, starry, at sunrise, or nakedly blue; windowsills with a pot of pink pigment, or potatoes and a cassette tape, or a bowl of oranges, grapefruit and tomatoes; abandoned clothes. At the time he won the Turner prize, Tillmans was starting to make pictures that seemingly depicted nothing. He had been collecting darkroom mistakes for years, but now he began to make them on purpose. On the studio wall, a grass-green rectangle with silvery deposits coursing over it hangs next to a still life of fruit in plastic bags. The abstract work was made by leaving chemicals in the processing machine for too long: controlling some things and leaving others to chance. \"Of course,\" he says, \"it doesn't mean anything.\" The still life, enlarged to a hypertechnicolour digital print, is full of detail: 'There's more information in these pictures than you can ever remember. So we have to make sense of the detail. And that's what is hard to bear, the meaninglessness of everything.\" From 10am, Tillmans works with his assistants in his studio. After they go home at 6pm, he will take a nap, then work alone until 1 or 2am. If he's not in the studio, he'll go out: in 2004, he created two huge abstracts for the bar attached to Berlin's legendary club Berghain. Tillmans quotes the chorus of the Soft Cell song Bedsitter – \"dancing, laughing, drinking, loving\" – to get at what partying gives him. He is as serious about this as he is about working: \"Partying shouldn't be treated as an extraordinary exception to the everyday. I see it more as different shades of being together: uncontrolled, untaxed fun is often perceived as a threat by politicians.\" Since 2011 he has spent less time in \"workaholic\" London, but he keeps a base in Clerkenwell and returns once a month for his duties as a Tate trustee. He is busy but not frantic in Berlin; when our interview ran over, he ordered a vegetarian pizza but told them to use broccoli instead of peppers (\"Such a useless vegetable, ne? I really don't like them and they're in everything these days\"), in order to get across town to an event at which Richard Sennett was speaking. He refuses all requests to film him photographing, but lets me see him taking a photograph of a new group of abstracts, camera held in front of his chest, chin forward. In a moment, he's sitting on a cabinet and leaning over to take the group from a different angle – he lay on his stomach to photograph Lady Gaga in 2011. Tillmans laughs when he sees the picture: \"Perfect exposure, ne?\" • Wolfgang Tillmans, a monograph of 25 years' work, is published by Phaidon at £39.95. To order a copy for £31.96, including UK mainland p&amp;p, call 0330 333 6846 or go to theguardian.com/bookshop."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}