{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2014/may/12/washing-up-liquid-bottle-reclaimed-ocean-plastic-ecover", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2014-05-11T23:01:00Z", "webTitle": "Washing-up liquid bottle made from ocean plastic aims to clean up seas", "webUrl": "https://www.theguardian.com/environment/2014/may/12/washing-up-liquid-bottle-reclaimed-ocean-plastic-ecover", "apiUrl": "https://content.guardianapis.com/environment/2014/may/12/washing-up-liquid-bottle-reclaimed-ocean-plastic-ecover", "fields": {"headline": "Washing-up liquid bottle made from ocean plastic aims to clean up seas", "bodyText": "The world's first washing-up liquid bottle made from reclaimed ocean plastic is to go on sale in UK supermarkets later this month. The green cleaning brand Ecover will use the launch of its new Ocean Bottle washing-up liquid to highlight the long-term dangers of dumping plastic in the sea, which is killing fish on a large scale and threatening global ecosystems. Ecover, a Belgian company, has been working with manufacturer Logoplaste to combine plastic trawled from the sea with a plastic made from sugarcane (which it calls Plant-astic) and recycled plastic, in what it is hailing as a world-first for packaging. In the initial trial, 10% of the plastic in the new bottle will have been retrieved from the sea, although Ecover is keen to gradually increase that proportion. Plastic can take thousands of years to degrade through the combination of salty seawater and the sun. The variable quality of plastic retrieved from the sea and analysed by Ecover's scientists meant it had to be blended with other recycled plastic material to make it robust enough for a household cleaning product. According to the Marine Conservation Society, plastic debris accounts for almost 60% of all litter found on UK beaches, with much of it ending up in the sea. Fish in the northern Pacific Ocean ingest as much as 24,000 tonnes of plastic each year – the equivalent of 480m two-litre plastic bottles. Around 46,000 pieces of plastic are swirling around every square mile of ocean. Philip Malmberg, chief executive of Ecover, said: \"The scale of the ocean plastic problem is enormous – every year at least a million sea birds and 100,000 sharks, turtles, dolphins and whales die from eating plastic. There is no choice – we simply have to aim to clean up ocean plastic for good.\" The new bottle is being launched in the UK in partnership with Tesco, which will be selling it in more than 150 stores. Boats fitted with special equipment are able to retrieve between two and eight tonnes of waste per trawl for cleaning and recycling, while other fishermen collect plastic debris mixed with by-catch and deposit it at special collection points. The sorted waste is sent to Closed Loop Recycling's plant in Dagenham, east London, where it is processed and turned into the plastic for the new bottles."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}