{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2014/may/29/peppa-pig-should-be-spared-abc-axe-says-coalition-as-mud-starts-to-fly", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2014-05-28T23:30:36Z", "webTitle": "Peppa Pig should be spared ABC axe, says Coalition, as mud starts to fly", "webUrl": "https://www.theguardian.com/media/2014/may/29/peppa-pig-should-be-spared-abc-axe-says-coalition-as-mud-starts-to-fly", "apiUrl": "https://content.guardianapis.com/media/2014/may/29/peppa-pig-should-be-spared-abc-axe-says-coalition-as-mud-starts-to-fly", "fields": {"headline": "Peppa Pig should be spared ABC axe, says Coalition, as mud starts to fly", "bodyText": "Mark Scott’s refusal to rule out giving children’s show Peppa Pig the chop at the ABC has led to an outbreak of swine fever, with the communications minister forced to declare the government wants it to stay on air. The ABC managing director faced Senate estimates on Wednesday, revealing staff redundancies would start at the ABC in the next few weeks in the wake of cuts to funding and could not guarantee the safety of regional radio stations or programs on the children’s channel, ABC3 But it was a question about Peppa Pig that has dominated headlines and political discussion. Scott was asked by Senator Louise Pratt if he could guarantee he would not cut Peppa Pig, in a reference to a Piers Ackerman column in the Daily Telegraph last year which claimed the show had a feminist agenda. Scott replied in the same vein as when he was asked to guarantee any program: “We have contracts to continue to deliver Peppa Pig but of course services we provide depend on the funding envelope provided.” His refusal to rule anything in or out on program cuts triggered headlines about Peppa Pig being sent to the abattoir. The hugely popular British cartoon is the ABC’s No 1 children’s television show on iView and the broadcaster is also licensed to sell official merchandise through its shops. The communications minister, Malcolm Turnbull, joined the fray to reassure panicking parents by tweeting on Wednesday night that Peppa Pig’s was “one snout we are happy to have in the ABC trough”. The opposition’s communications spokesman, Jason Clare, called the government “carnivores” and demanding they save Peppa Pig’s “bacon”. The prime minister’s office weighed in, warning the ABC off cutting the program. “Rather than butchering Peppa Pig, the ABC could, as a suggestion, consider trimming the fat off overseas broadcasts for Q&amp;A which Senate estimates was told today cost in excess of $200,000 per show,” a spokeswoman told the Australian. Scott had also told estimates he could not guarantee regional radio stations would not close as a result of the ABC’s budget being reduced by about $120m over the next four years in the budget. “The size of our regional footprint and number of local radio stations we can afford to remain open and what’s the most efficient use of that will depend on the funding envelope we’re operating,” he said. The ABC is also suffering as a result of the early cancellation of the 10-year Australia Network contract, according to Scott, who said it was not just seen as a cut to the Australia Network, but a cut to the broadcaster as a whole. “The Australia Network impact will have an impact on news that can be seen locally but will not have direct impact on news created in Australia,\" he said. “We will lose some reporting positions in foreign bureaus on the back of the Australia Network decision … there will be reduction in news teams on back of that.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}