{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2014/may/19/migrant-labour-qatar-cleaning-up-its-act", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2014-05-19T22:15:57Z", "webTitle": "Migrant workers: Qatar cleans up its act | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2014/may/19/migrant-labour-qatar-cleaning-up-its-act", "apiUrl": "https://content.guardianapis.com/commentisfree/2014/may/19/migrant-labour-qatar-cleaning-up-its-act", "fields": {"headline": "Migrant workers: Qatar cleans up its act", "bodyText": "By any standards the states of the Arabian peninsula are severely handicapped. They have small populations, a sparse geography, few resources other than petrocarbons, and monarchical political systems only lightly qualified, if at all, by democratic institutions. Yet, through their wealth, immense in some cases, they nevertheless aspire to stride the stage of world affairs. Some of them have reached out to seize the glittering prizes that globalised sport, entertainment, media and culture offer. Branches of western museums, art galleries, local campuses of American universities, major sporting events, new journalistic organisations – all these testify to a determination to be counted among the patrons who matter in an era when patronage is more and more important, and brings with it, or so it is hoped, a new kind of prestige and influence for countries that, only two or three generations ago, were backwater ports or closed-off inland kingdoms. Yet, as the skyscrapers and the stadiums go up, amid the frenetic clatter of cities constantly remaking themselves, a discordant note is heard. These new structures, whether commercial, cultural or sporting, have to be built, and they are being built by armies of migrant labourers who are, to a greater or lesser degree, ill-paid and ill-treated. And who die. Construction accidents, heart attacks in the blinding heat, and suicides take a yearly toll. Nowhere is this truer than in Qatar, where non-native workers make up almost 85% of the population. Many of these have at least relatively privileged lives, but that has not been true for the Nepalese, Indians and Bangladeshis building the edifices rising in Doha. Now it appears that the Qatar government is committed to bring in reforms that will modify the iniquitous kafala system that ties labourers to one employer, the requirement for exit visas if workers want to go home, and introduce higher standards for worker welfare. Good news, although the reforms could have been more radical. But too late for the nearly 1,000 who died in 2012 and 2013. Migrant workers are abused around the world, but the Qatar workers have been among the worse cases. Qatar no doubt now realises that with the prominence its many adventurous initiatives earn comes a keener scrutiny of standards. Let us hope the same is true of Fifa. Sepp Blatter, the Fifa president, said last week that it had been a mistake to choose Qatar for the World Cup, because it was going to be too hot. That much is obvious. But it would be a far bigger mistake if Fifa did not rigorously discharge its moral responsibility to ensure that those toiling to build its soccer palaces in the sun will be far better treated than their predecessors on the construction sites of Qatar."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}