{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2014/may/16/why-doctors-hide-their-own-illnesses", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2014-05-16T22:59:00Z", "webTitle": "Why doctors hide their own illnesses", "webUrl": "https://www.theguardian.com/society/2014/may/16/why-doctors-hide-their-own-illnesses", "apiUrl": "https://content.guardianapis.com/society/2014/may/16/why-doctors-hide-their-own-illnesses", "fields": {"headline": "Why doctors hide their own illnesses", "bodyText": "It was the summer of 2012 when Simon, then a 37-year-old anaesthetist, found himself one morning drunk and sobbing in a London pub. Questions filled his head, foggy with booze: \"How did it come to this? How did I throw it all away?\" A letter from the General Medical Council lay in his lap. He'd been convicted of drink-driving and was now suspended from being a doctor. Simon was an alcoholic, drinking as much as 30 units every day. Faced with the wreckage of his career, he was suicidal. The year before, Simon (not his real name) had been breathalysing himself before he went to work at the hospital, terrified he'd kill somebody in theatre. Unable to cope with the stress of his double life (and because, paradoxically, he was a good doctor), he had resigned from his job before he could hurt a patient. He had given in to his addiction, been prosecuted for driving under the influence, been ordered before the GMC and had left the profession he loved and for which he had once had a natural talent. Simon was brought to rock bottom by a combination of personal factors: the break-up of his marriage; his mother's cancer; geographical dislocation from his family; his own self-loathing and need to achieve; and a pattern of heavy drinking which had started at medical school in order to fit in and cope with stress. \"I went to a grammar school and had always worked hard. I walked into medical school,\" he says. \"But I was shy and I immediately saw that if I drank heavily, it could feel like I fitted in more.\" When his life derailed, he drank rather than ask for help. What characterised this period of his life was fear: fear of failing; fear of his drinking being found out; fear of losing his job and being stigmatised. \"There was this immense sense of loss,\" he remembers of that morning in London. \"That it was all gone, and that I'd never get it back.\" David Emson lives daily with the reality of loss. His wife, Daksha, a brilliant young London-based psychiatrist, suffered from bipolar affective disorder. Her fear of the stigma attached to mental health problems ended in tragedy. Known as one of the brightest young psychiatrists of her year and on course to be made a consultant, Daksha was terrified that if it was discovered, her illness would cost her her job. She was so secretive about her condition that her only treatment took the form of hurried consultations in hospital corridors. Most of the time, she was not treated at all. During a period in which she had stopped taking medication, after the birth of her child, her disorder took hold. Suffering from violent delusions and obsessed with evil spirits, she set herself and her three-month-old baby on fire. The baby, who also had multiple stab wounds, died immediately. Daksha, who was 34, died three weeks later in a burns unit. In the inquiry that followed, the stigma of mental illness within the NHS was cited as a contributory factor. Also cited were inadequacies in both perinatal mental health services and NHS occupational health services – but a significant contributor was the fact that Daksha was both a doctor and a patient. She had managed to convince those around her, including the doctor who was treating her unofficially, that she was in control of her symptoms. David Emson's cigarette habit hangs over his house in east London like a fog. You can see it on his teeth and fingers, too. He didn't smoke before Daksha died, but now he can't stop. He apologises in advance for his incoherent trains of thought, shaped by bitterness at a system that failed his wife, his own guilt at not spotting Daksha's descent into mania before it was too late and his untreated post-traumatic stress disorder. He tells me at times he still feels suicidal. It has been just over 13 years since he came home from work as a radiologist and raced upstairs to find Daksha and Freya – his \"button-nose\" – ablaze. He was arrested as an initial murder suspect. His clothes were taken for forensic analysis and he was interviewed for hours. He had to make phone calls for help from the police station in his underpants. When he saw Freya in the mortuary, his impulse was to \"climb in there with her\". In his distress, he pulled chunks of his hair out and placed them beside his dead child. That Emson still lives in the house that was the scene of such horror seems impossible to comprehend, but the house, he says, is a connection to them. He takes me into the sitting room and shows me a shrine to \"his girls\". There are candles and photographs, one showing Daksha holding her daughter close to her, beaming into the camera. When that photograph was taken, the mania had already taken hold, but nobody knew it. Daksha Emson's case was a complicated one. After attempting suicide at medical school, she was diagnosed with bipolar disorder. She qualified as a psychiatrist – \"She wanted to understand her illness,\" her husband says – and kept her mental history secret. For years she had been under the informal care of a consultant unconnected with her own training hospital in order to avoid the stigma of her disease affecting her career. And, for a time, it worked. \"One of her colleagues got 'found out' and Daksha was terrified,\" Emson says. \"It was that fear that, if I'm found out now, I'm sacked, it's all gone. And for her, a committed doctor about to be made a consultant, it wasn't just her job that she feared being taken away, it was [the risk of] her whole life being swept away with it. \"When she came off her meds to get pregnant, I'd monitor her bloods and she made me send them to the lab under a different name. During this time, at least one other psychiatrist would come to see her for help and she would write private prescriptions for her for antidepressants, so nobody would find out. We discussed her illness often at home, what works, what doesn't, the early warning signs, everything was planned when she was trying to get pregnant.\" After she gave birth, she stayed off the drugs to breastfeed the baby and became increasingly unwell, but successfully hid it from her husband and from the psychiatrist she saw occasionally. \"In the end,\" Emson recalls, \"we were all relying on Daksha's insight. She was a victim of her illness and so was Freya and so was I, and so were other people. But she was also a victim of her wellness. She would say, 'Dave, I know my illness, I understand my illness…'\" He pauses, then adds sadly, \"What she wanted above all was the anonymity to be under the radar, to not stand out.\" Between 10 and 20% of doctors become depressed at some point in their career and they have a higher risk of suicide than the general population, according to research cited in the Journal of Mental Health 2011. A survey sent round to members of the UK-based Doctors Support Network, a self-help group for doctors with mental health issues, found that 68% of the 116 doctors who took part had a diagnosis of depression; others reported diagnoses of bipolar disorder, anxiety, eating disorders and addictions. Dr Clare Gerada, former president of the Royal College of General Practitioners, is clear that the number of doctors becoming affected by mental illness or addiction is a frontline issue that could have catastrophic consequences. NHS occupational health services have been drastically cut in recent years, which coincides with increased workloads and stress. \"There are very many reasons why doctors are becoming ill,\" Gerada says. \"For GPs, it's the pressure of the workload, the denigration of what they are trying to do. For others, it is the loss of team structure. If you are a paediatrician now, after you've told parents their child has died, you have no support. In my day, you'd have been supported in that role by a senior member of the team.\" An atmosphere of fear and uncertainty pervades the NHS, adding to doctors' anxiety about being perceived as weak or unwell. Doctors do not find it easy to get the right help, even if it is available to them. Their problems are, Gerada says, deep-rooted, psychological and social, part of a stigma in the NHS attached to weakness, addiction or mental illness. \"First,\" she says, \"there is a belief that doctors don't get ill, that they themselves see it as a sign of weakness. Then you have the fact that doctors are put on pedestals, that they wear a white coat and speak a different language. Then there is the worry that admitting depression or addiction will ruin their careers. Then you have their obsessive personality traits, a doctor's attention to detail and wanting to work especially hard – the very things that make them good doctors. Then there is the fact that doctors are frightened they are going to end up being treated by a colleague.\" As well as 15 years as a clinical consultant, Dr Frances Burnett has been assessing and supervising doctors for the GMC for the last decade. \"Doctors may not recognise that they are becoming ill,\" she says, \"and even if they do, they may understate their symptoms in order to keep working. Seeking help early enough, before things get out of hand, is important, and is often difficult for doctors because of the practicalities of cancelling clinics and the numbers of patients who will be let down. For GPs, this is especially difficult as it creates a financial as well as a clinical burden on colleagues. I have assessed doctors who have been working in conditions of enormous stress but kept going because they are dedicated to the job, and this has led them to behave in strange or inappropriate ways – for example, shoplifting.\" Johnny (not his real name), a 50-year-old consultant at the top of his profession, was recently diagnosed with bipolar II disorder. \"I reckon I've had it for 20 years of my career,\" he says. Until relatively recently, he would often climb into his car in the middle of the night, wind down the roof and drive for two or three hours, smoking. He'd go home for an hour's nap, then go straight to work in the operating theatre. He had mood swings, which alienated his family, and non-specific anxiety, which made it impossible for him to sleep. \"The first or second time I saw a psychiatrist, I managed to pull the wool over their eyes – I'd done that through 10 years of therapy, too.\" In treatment, he fell back on his status as an experienced doctor. It was not a normal patient-doctor relationship. He convinced the other doctor that nothing was wrong. \"I sometimes wonder, if I'd been a train driver, would I just have gone to the GP and got a prescription like other people?\" Johnny is terrified he will be found out. His level of paranoia and fear of being identified as \"ill\" is astonishing. It's as if he is concealing a crime. \"I haven't told anybody at work. Why? I don't know, partly I see it as a sign of weakness. We are supposed to be curing people. We are not supposed to be weak. I don't want people thinking, 'He's gone bonkers.' And in the back of my mind, if something goes wrong, if I make a mistake, I don't want people thinking…\" He trails off. \"It's a political business, being a hospital consultant. You don't show anybody any weakness. I don't want people thinking I need help.\" He won't tell me his specialism, except to say that it is one of the most stressful. He sees people die regularly. He can't ask for help at work if he feels unable to cope. \"There is no help available. I lose a child, I lose a 20-year-old, and I go round the back of the hospital and have a fag and then it's straight back to work. There's no debrief. There is absolutely no pastoral support, no help for doctors with mental illness, no post-traumatic stress counselling.\" He estimates he has had four days off sick in 17 years. Only once did he take himself home: \"I knew I wasn't safe to be at work.\" He pretended to have norovirus: \"I picked that because I knew they wouldn't want me in for four days if I'd had diarrhoea, but I thought, 'What am I going to do in the future? I can't always have norovirus.'\" There is a GP practice in London that is not what it seems. Patients go in through the front door, but operating out the back is a separate practice set up to give doctors confidential healthcare. Doctors such as Johnny and Simon (both of whom were treated here) sit with the rest of the patients, but are called to see different doctors. The scheme is called the Practitioner Health Programme (PHP) and was set up in 2008 as a two-year pilot by the government in response to the damning judgment of the inquiry into Daksha Emson's death. PHP currently treats, confidentially, 500-600 doctors in the London area. \"We are saving lives,\" says Gerada, its medical director. \"We have masses and masses of letters from doctors telling us that. Doctors need a healthcare system of their own.\" Almost all of the addicted doctors it sees – like Simon – are sober after six months, and 90% of those will continue to be so five years later. PHP has the financial power to pay for a doctor's rehab (the cost of treatment represents a sound investment, given that it costs £500,000 to train a doctor). In Simon's case, as with so many of the doctors who end up at PHP, he was in denial: \"I was told that I was among the most ill they'd seen.\" On 28 August 2012, within a week of his first PHP consultation, he was admitted to Clouds rehab in Wiltshire. He hasn't had a drink since. After a year of voluntary medical work – allowed within the parameters of his GMC suspension – Simon regained his licence to practise. At the beginning of this year, he began working as a doctor again, in an intensive care unit. PHP, he stresses, gave him his life back and supported him through the deeply stressful GMC hearings. For doctors suffering from mental illness, PHP provides proper diagnosis, care and treatment. Johnny's medication, for example, makes life a lot easier, and help has allowed him to \"get off the shifting ground\", as he puts it, although he knows that he is by no means 100% well. The key to the scheme's success is that the doctors it treats can self-refer and tell nobody; no one knows they need help. For those in trouble with the GMC, PHP offers support at hearings, detailed psychiatric reports and the right care. Max Henderson, one of three psychiatrists seeing patients at PHP, says: \"We knew we had to create it in the back of a normal surgery because if we'd asked [the doctors] to attend a place with a small sign on the door, or anywhere, in fact, where people might see them and make some kind of link, then that would stop them coming.\" With confidentiality established, Henderson was able to diagnose Johnny's illness quickly, partly because he knew the psychological denial he was up against. Even now, Johnny (who has finally managed to tell his wife about his diagnosis) insists that Henderson issues his prescriptions, rather than his own GP, who is not remotely connected with his work. \"I don't want my GP knowing,\" Johnny says. \"That was a clear condition I had.\" \"By the time I see them, the doctors have developed unhelpful coping strategies that have to be unpicked,\" Henderson explains. \"But the key issue is creating an environment where they allow you to be the doctor and them to be the patient. Many of the people who end up with us have seen other doctors who, however well-meaning, have said things like, 'What do you think? What treatment would you like?' I have to work hard to treat these doctor-patients like everybody else.\" But Henderson also provides some sobering context: \"The surprise for me is that a lot of doctors I see become mentally ill not because of the clinical work they do, but because of the way they are managed in whatever health service they work in. Since 2009, the NHS has been characterised by fear and uncertainty.\" However game-changing PHP is for the rising number of doctors it treats, it is available only to those in the London area (although discussions are taking place about a Dublin launch). Where doctors outside London go for help is a big question. \"Some doctors seek help privately or out of their local area,\" Burnett says, \"and while this can work well, there is a chance that they actually get much worse care than a typical patient, as attempts are made to keep their health problems secret. This is a particular problem for doctors with serious mental health issues who may not have access to the normal range of interventions available to most patients.\" In addition to geography, another concern of doctors treating doctors (aside from the worry that funding for PHP may not continue) is that a growing number of the doctors in trouble – either through depression or addiction – are young. Henderson says: \"We are seeing sharp year-on-year rises in the number of young doctors, junior doctors who have another 30 years of their career ahead of them. They look at their consultants and they panic at the way their lives look. We'll get these doctors better, but where are they going to be when they are in their 60s? The worry is the next generation. Basically, the training regimes now have increased demands and reduced levels of support.\" Research into patients attending MedNet, a confidential consultation service for doctors and dentists in the London area, backs this up. The largest age group using the advice and support service is those between 30 and 39 years old. Dr Michael Wilks, ex-chairman of the Sick Doctors Trust, which offers a confidential telephone support line for doctors worried by their own behaviour but not yet in trouble with the GMC, says that its evidence also suggests the age of doctors in need of help is getting younger. The helpline takes increasingly frequent calls about drug use in younger doctors, be it cocaine or prescription drugs. (It's important to remember that these calls are just from those doctors who are worried and brave enough to pick up the phone.) One doctor who contacted the helpline anonymously had taken so many Nurofen Plus that he had a gastric bleed. \"And the things with [drugs],\" says Wilks, himself a recovering alcoholic, \"is that you don't get away with it for so long. You get addicted faster and in the case of writing out a false prescription for yourself, there will be a police investigation and a GMC suspension. We are actively going into medical schools these days to tell the students of the stresses they face, so that they can be aware as soon as it begins to happen to them.\" The GMC itself has a dilemma: how does it hold the line between protecting the public and dealing compassionately with increasing numbers of struggling doctors brought before its panels with health-related \"offences\"? A series of new procedures is under discussion, intended to help doctors in trouble. (How well it is succeeding is a moot point; specialists complain about the protracted back-to-work procedures required.) With its lengthy process of tribunal hearings and the power to bar doctors from practising, the GMC is often cast as demeaning and punitive for an addicted or ill doctor. But it can, Burnett stresses, do some good: \"At least one excellent doctor whom I have treated for depression considered giving up medicine altogether rather than risk facing the GMC… I remember a doctor who had used alcohol to cope with a very stressful job and a rota that made it difficult for him to get regular sleep, who was referred after a driving offence. Latterly, [he] recognised that without the involvement of the GMC and the structure that was imposed on him to manage his own health, he would probably have become an alcoholic.\" Some medical schools – understanding the threat of drink and drugs – are beginning to introduce \"fitness to practise\" hearings. These hearings are intended to keep student behaviour in check. At best, they will nip a bad habit in the bud, but at worst, as Henderson sees it, they \"introduce an early punitive threat to medical students who are still in the process of growing up\". In David Emson's huge file of material gathered over the years following Daksha's death, there is correspondence he received from a female relative of a senior doctor. The doctor, whom the woman says she \"worried about continually\", was buying his antidepressants in secret on the internet. \"He struggles with depression but says he dare not seek help because he might lose his job or at the very least be less well-regarded… The trouble is, some men, particularly doctors, are especially sceptical about anonymity as it means so much to them and they believe that it will be broken.\" Emson hands me the letters as if to ask: how many more of them are out there? Johnny understands this. He is paranoid about his own confidential condition, but he has noticed since taking his medication that his junior doctors have begun to confide in him about their weaknesses and anxieties. He suspects it is because his manner has changed and softened – and this is good. Yet fear prevents him from helping them: \"One day, I'd love to be able to tell them about me, so they feel they are supported. But that moment has not yet come.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}