{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2014/may/10/how-many-cyclists-have-to-die-before-attitudes-change", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2014-05-09T23:00:03Z", "webTitle": "How many cyclists have to die before attitudes change? | Steven Herrick", "webUrl": "https://www.theguardian.com/commentisfree/2014/may/10/how-many-cyclists-have-to-die-before-attitudes-change", "apiUrl": "https://content.guardianapis.com/commentisfree/2014/may/10/how-many-cyclists-have-to-die-before-attitudes-change", "fields": {"headline": "How many cyclists have to die before attitudes change?", "bodyText": "Another cyclist has died on Sydney's roads, this time in an accident with a bus. This tragedy, like many involving cyclists, does not elicit an outpouring of grief, but instead sets off a wave of social media hate. It makes for depressing reading. A man has lost his life, a family mourns a father and a son and the best the online community can do is jeer from the sidelines. There will always be a fraction of the population with the intellect and empathy of a cane toad, but when it comes to the issue of cycling in the city, it seems all bets are off. The cyclist is seen as little more than a target. an illegitimate road user running every red light, dodging between trucks with a crazy death wish and not paying for the privilege of doing so! Why don't they have to register their bikes? (as if the magic properties of a number plate emit a force-field).The average motorist, stuck in a traffic jam of their own making, screams a tabloid headline every time he or she is passed by a cyclist. Instead of contemplating why they go through this frustration every day, the motorist turns their anger to the dude on two wheels up ahead. They don’t consider joining him tomorrow and beating the queues, but blame the cyclist for their daily predicament. The enemy of the cyclist is the anecdote: \"I saw him ride straight through a series of red lights.\" \"An old guy in lycra held up traffic for five minutes on a narrow road in Stanmore!\" \"He just rode the wrong way down a one way street!\" The stats paint a different picture. According to research published in February this year by Monash university, in accidents between cyclists and motorists, the motorist was found to be at fault 87% of the time. While you’re considering that overwhelming figure, think about what a minor accident means for a cyclist – perhaps a trip to hospital and the prospect of long weeks of rehabilitation. The motorist – the person at fault – walks away with a bloodied front bumper, perhaps one point off their licence and a small fine. Still, it’s the motorist who wants more accountability from the \"dangerous\" cyclist. Astonishing. Very few politicians come out on the side of the victims. You’ll occasionally hear platitudes that we should \"share the roads\" and claims there \"are faults on both sides\". Duncan Gay, the NSW roads minister, last week was quoted as suggesting cyclists should be licensed, disregarding that the huge majority of cyclists also have a driver’s licence. With 1m new bikes sold in Australia each year and conservative estimates of rider numbers hovering around 3.5m, any scheme would be costly to implement. The minister also suggested cyclists be banned from certain roads. He made no mention of offering commuting cyclists an alternate route. He also acknowledged that heavy vehicle drivers \"need to be more observant\". He refrained from calling for a ban on trucks from certain roads. So will registration \"fix\" the problem? I doubt it. If anyone fronts up to a police station with the details of a vehicle that has done something illegal and attempts to convince the officer on duty to press charges, they will be met with a stony silence and a shrug of the shoulders. Unless they have video footage, the police are powerless to act. It’s your word against theirs, buddy. It always amuses me that people who see illegal acts by fellow motorists never seem interested in attending a police station in these instances. The cyclist is wedged, literally and metaphorically, between the footpath and the road - judged to be too fast on one side, too slow on the other. And yet, along with public transport, the cyclist is the only one offering a solution to the transport gridlock. Gay seems to be suggesting we all get back in our cars and join the longer queues. This despite a previously unreleased NSW government document showing that dedicated cycle lanes have been highly effective in the Sydney CBD, regularly carrying as many people as cars in the adjacent traffic lanes. To all the motorists who’ve spent one morning after another churning through traffic, don’t blame the \"lycra-wearing fool\" up ahead. Look instead at a system that is a slave to the motor vehicle. Instead of all this pointless anger, let’s demand improved infrastructure that offers everyone a safe, healthy alternative. The huge cost of implementing a nonsensical licence scheme, unheard of anywhere else in the world, would be better spent on dedicated cycle lanes and a bicycle safety education campaign. Let’s stop blaming each other and start improving the system."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}