{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2014/may/02/lib-dems-resist-tory-plans-knife-crimes", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2014-05-01T23:57:34Z", "webTitle": "Lib Dems resist Tory plans for mandatory sentences for knife crimes", "webUrl": "https://www.theguardian.com/politics/2014/may/02/lib-dems-resist-tory-plans-knife-crimes", "apiUrl": "https://content.guardianapis.com/politics/2014/may/02/lib-dems-resist-tory-plans-knife-crimes", "fields": {"headline": "Lib Dems resist Tory plans for mandatory sentences for knife crimes", "bodyText": "Leaked secret correspondence between cabinet members shows that the Liberal Democrats are resisting Tory plans to introduce mandatory sentences for knife crimes. A letter from Danny Alexander to Nick Clegg saying that the proposals are unaffordable was leaked to the Daily Mail. In the letter, the Treasury chief secretary told the deputy prime minister that the continuing challenge of tackling the fiscal deficit meant the government could not afford to jail offenders caught more than once with a knife. Alexander wrote of the proposal by the justice secretary Chris Grayling: \"It is very hard to see how it could be afforded. The Treasury does not support this amendment and I am not willing to clear it.\" The leaking of the letter three weeks before the local and European parliamentary elections appeared to be designed to cause maximum political damage to the Lib Dems. The letter was dated on Tuesday this week, a day after teacher Ann Maguire was stabbed to death in front of her pupils in a classroom at Corpus Christi Catholic College, Halton Moor, in Leeds. Alexander's letter is likely to have been copied to all members of the cabinet's home affairs committee, which is chaired by Clegg. This means that it will have been seen by political advisers in a host of Whitehall departments. The letter from Alexander was sent to Clegg the day before a meeting of the cabinet committee chaired by the deputy prime minister on Wednesday this week. Tories told the Daily Mail that Clegg prevented Grayling from discussing his proposal at the meeting of the committee. Alexander said in his letter that he had \"serious concerns\" about the proposed change in the law. He wrote: \"It would impose a substantial new pressure on the prison population as soon as it is implemented. The Ministry of Justice's budget is already under significant strain and this proposal would certainly not be affordable before 2016-17. \"It is very hard to see how it could be afforded afterwards given the further fiscal consolidation required in the next parliament. My strong view is that we should not be seeking to put measures on the statute book if they could not realistically be commenced for several years at best. The Treasury does not support this amendment and I am not willing to clear it.\" A Lib Dem spokesman said: \"This is a policy that is currently under discussion in government. It is standard government procedure for policies to be put forward for comment by ministers to raise objections. This is what has happened here, for example, on grounds of affordability. But the policy remains under consideration by the government.\" Lib Dem sources made clear that they would not budge. One said: \"Judges are there to judge and there is an issue about whether mandatory sentences are appropriate.\" David Laws, the Lib Dem schools minister, also raised concerns about the Grayling proposal. In a letter to Clegg on 14 April, he wrote: \"The principle of judicial discretion is the cornerstone of our sentencing framework and mandatory minimum sentences restrict such discretion and can lead to unintended or unwelcome outcomes. I have concerns about the impact on the prison population and the deliverability of the policy within this Parliament. I am therefore unwilling to clear this proposal.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}