{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2014/may/05/roger-bannister-sixty-years-four-minute-mile", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2014-05-05T22:00:00Z", "webTitle": "Roger Bannister turns clock back 60 years and still feels the thrill", "webUrl": "https://www.theguardian.com/sport/2014/may/05/roger-bannister-sixty-years-four-minute-mile", "apiUrl": "https://content.guardianapis.com/sport/2014/may/05/roger-bannister-sixty-years-four-minute-mile", "fields": {"headline": "Roger Bannister turns clock back 60 years and still feels the thrill", "bodyText": "Sixty years ago on Tuesday Roger Bannister collapsed into a swarm of men wearing stiff macs and bowler hats, his body feeling \"like an exploding flashbulb\" as he fell. Then came the words that revived him quicker than any pharmaceutical pick-me-up. \"Result of event eight: one mile. First, RG Bannister of Exeter and Merton colleges, in a time which, subject to ratification, is a new track record, British record, European record, Commonwealth record and world record – Three minutes and …\" The rest of the sentence was drowned by cheers. Bannister, a 25-year-old medical student, had become the first to break through the four-minute barrier. Bannister does not remember the last time he watched the Pathe News footage of him accelerating towards history with a time of 3min 59.4sec. But really, he tells the Guardian, there is no need. Why recall in black and white what your mind's eye replays on demand in glorious technicolour? \"They tell me more people have climbed Everest than have run a four-minute mile,\" he chuckles, before he is taken back to Thursday 6 May 1954, a day when the weather flip-flopped between squall and sunshine, bluster and gales. For much of it Bannister worried that the 25mph winds would make going under four minutes impossible. He nearly didn't run at all. Breakfast was porridge at his Earl's Court flat, lunch a ham and cheese salad at a friend's in Oxford. In between he spent the morning at hospital, where he sharpened his spikes on a grindstone in a laboratory, before catching the train to Oxford. \"I got to the track at 4.30pm but didn't decide to race until about half an hour before it was due to start at 6pm,\" he says. \"My pacemakers Chris Brasher and Chris Chataway were getting a little impatient. They were saying: 'Make up your mind!' But it was I who had to do it. I was very concerned about the weather but when the wind dropped it proved just possible.\" Bannister also knew that the Australian runner John Landy, who had gone under 4min 02sec for the mile four times, was heading to Finland with the aim of breaking four minutes. The attempt was on. He talks through the race fluently but dispassionately; the best bits have to be teased out of him. The anger he felt after a false start by his first pacemaker Chris Brasher. Then feeling so full of energy on the first lap that he was shouting: \"Faster!\" at Brasher. And then the fear at the end of the 62.4sec third lap when the record appeared to be slipping away. \"I heard the lap times as they went by,\" he says. \"The first was 58. The half-mile 1.58. But the three-quarters was three minutes and one second so I knew I had to produce a last lap of under 59.\" Did you worry at the end of that third lap? \"Oh yes! And I was also unsure whether I should start my finish immediately or wait another 150 yards and overtake Chataway in the back straight. I decided I would stay a bit longer and then went. There was plenty of adrenaline then, I can assure you!\" He had intended to keep his record attempt quiet. However his friend Norris McWhirter – later, appropriately, a presenter of Record Breakers – alerted the press. The BBC sent a lone cameraman, who captured the race stood on top of his van parked in the centre of the track. The footage was quickly sent back to London where it would be shown on that evening's Sportsview. Bannister's performance was more remarkable still given his lack of training. He would skip his gynaecology lectures, enabling him to run for 45 minutes at lunchtime, and did only 35 miles a week. Most modern club runners would exceed that. However only 1,338 people have ever broken four minutes for the mile. It is also worth noting the effects of the cinder track, which is around one to one-and-a-half seconds a lap slower than modern surfaces. What Bannister produced that day was very special. However his record lasted just six weeks before Landy lowered it by more than a second. But later in 1954, when the pair met at the Empire Games in Vancouver, Bannister emerged triumphant after an epic contest – later called, with complete justification, the Miracle Mile – coming from 15 yards down with a surprise sprint off the last bend. As Bannister relates in his autobiography, Twin Tracks, he retired from athletics later that year and went on to become a neurologist as well as the first chairman of the Sports Council. Even now, at 85, he remains sharp and jolly, despite suffering from Parkinson's. \"I'm slow and need help walking but I'm taking it with a proper sense of perspective,\" he adds. \"At 85 I have had many opportunities. I also have many friends and a very supportive family. These are all things I bless myself for.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}