{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2014/may/05/crystal-palace-liverpool-premier-league-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-05-05T23:15:00Z", "webTitle": "Crystal Palace 3-3 Liverpool | Premier League match report", "webUrl": "https://www.theguardian.com/football/2014/may/05/crystal-palace-liverpool-premier-league-match-report", "apiUrl": "https://content.guardianapis.com/football/2014/may/05/crystal-palace-liverpool-premier-league-match-report", "fields": {"headline": "Crystal Palace's Dwight Gayle blows Liverpool's title charge off course", "bodyText": "At the final whistle Steven Gerrard was on his haunches. All around him there were Liverpool players in a state of shock, some falling to the turf, others just wandering aimlessly. Luis Suárez's shirt had been pulled over his face, trying to hide the tears, and Gerrard was pushing away the television cameras while trying to keep in his own emotions. They were a broken lot. At one point, shortly after Suárez had given them a 3-0 lead, a loud cry had gone up from the Liverpool end of \"We're going to win the league\". Their team had looked like worthy champions and were actually in the process of trying to chase down Manchester City's superior goal difference. What happened next was almost inexplicable but there is also an inescapable truth to the night that surely confirmed Liverpool had thrown away any last chance of winning the league. It is that a team with serious aspirations of finishing the season with a championship trophy cannot get away with being this generous in defence. Liverpool's back four crumpled in a way that undermined all their attacking brilliance. It is, loosely speaking, the fundamental reason why their title challenge will almost certainly come up short and what a remarkable late passage of play that was from a Crystal Palace side that had looked suspiciously in end-of-season mode for three quarters of this match. For long spells Liverpool had made them resemble the vulnerable, slightly dishevelled team that Tony Pulis had inherited in October. Joe Allen's 18th-minute header had put Liverpool in a position of command and they were not far off rampant when Daniel Sturridge and Luis Suárez scored within two minutes of each other in the early stages of the second half. After each goal Liverpool's players could be seen rushing to get the ball out of the net and sprinting back to the centre circle, desperate not to waste any time as they sought more goals. \"Attack, attack, attack\" was the cry in Liverpudlian accents. Realistically, it was always futile to think they could claw back the goal difference that had established Manchester City as favourites for the league. Yet it is almost inexplicable how this vibrant display of attacking football ended in trauma and shock. Damien Delaney set it in motion, almost out of nowhere, with a 20-yard shot that deflected off Glen Johnson to find the top corner. Yannick Bolasie's brilliant run on the left set up the substitute Dwight Gayle in virtually the next attack and then the same player completed the comeback after Glenn Murray had split open the Liverpool defence yet again. Three goals had arrived in 10 minutes and, though Liverpool desperately tried to add another twist, the damage was grievous. For a few seconds Brendan Rodgers just closed his eyes. \"We got carried away,\" he said afterwards. \"We thought we could score more and we lost our defensive structure.\" Naivety, to put it another way. Rodgers accepted that the title was surely heading to Manchester but the players had already done that without even speaking. Martin Skrtel was on the floor, pulling his fingers down his face. Gerrard went to comfort Suárez. In the end Kolo Touré, an unused substitute, led the striker off the pitch. To a man, it was a picture of sporting desolation. It was a barely credible finale and what a stunning effort from Palace, completely out of keeping with the way the rest of the game had gone. \"We didn't give them a sniff,\" Rodgers said, which was not exactly the case but not too far off. Liverpool's goalkeeper, Simon Mignolet, had little to do in the first half, bar save a couple of long-range efforts from Jason Puncheon and Mile Jedinak. That apart, Liverpool's No1 was barely threatened until those late, dramatic moments when everything unravelled. Pulis has based Palace's resurgence on qualities of structure and resilience but there was something disjointed about their defending at times. Allen, hardly a player known for his aerial prowess, headed in the opening goal, direct from Gerrard's corner. Sturridge made it 2-0 when he took down Gerrard's long pass, turned inside Joel Ward and his shot took a slight, yet decisive, flick off Delaney. Then Suárez's goal came from a one-two with Raheem Sterling and that was the point when Liverpool's fans started their victory songs. Totting up the number of chances they created, there was something implausible about the ordeal. Yet Gayle took his goals with great expertise and, remarkably, Palace had a couple of half-chances to win the match. As it was, it seemed almost irrelevant that Liverpool had gone back to the top of the league. City will leapfrog them again by beating, or even drawing against, Aston Villa on Wednesday/ and then have another home game, against West Ham, when it would need something extraordinary to prevent them winning their second championship in three seasons. For Liverpool the tears were flowing in the stands and on the pitch. They knew it was over."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}