{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2014/may/02/majority-parents-worried-schools-changing-too-quickly", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2014-05-01T23:05:01Z", "webTitle": "Majority of parents worried schools are changing too quickly, says survey", "webUrl": "https://www.theguardian.com/education/2014/may/02/majority-parents-worried-schools-changing-too-quickly", "apiUrl": "https://content.guardianapis.com/education/2014/may/02/majority-parents-worried-schools-changing-too-quickly", "fields": {"headline": "Majority of parents worried schools are changing too quickly, says survey", "bodyText": "Nearly three-quarters of parents worry that the pace of change in schools damages their child's education and are sceptical that academies and free schools will improve matters, a survey conducted on behalf of the National Association of Head Teachers has found. The survey of 1,000 parents in England, Wales and Northern Ireland found 73% agreed that pressures on schools to implement new initiatives in a short time could harm their child's education and 71% believed that academies and free schools will not raise standards. A further 62% of parents believed that the government's introduction of \"tougher\" exams at GCSE and A-level will either make no difference or make standards worse. The findings back a call by the NAHT, holding its annual conference in Birmingham this weekend, for a slow down in the pace of change being imposed by government as well as \"time out\" from Ofsted inspections to give schools time to deal with changes to exams, assessment and curriculum. Russell Hobby, the general secretary of NAHT, said that by September this year schools in England will have to introduce new safeguarding advice for staff, ensure they comply with new freedom of information rules, make decisions on new pay policies, adopt new codes of practice for special needs pupils, introduce a new curriculum, redesign assessment and – in primary schools – be ready to offer free school meals. \"Some of these new initiatives are sensible ideas but all at the same time?\" Hobby said. \"Our education system is not perfect and most school leaders recognise the need for reform. They want that reform to be planned well in advance, focused on the highest priorities and scheduled sensibly throughout a parliamentary term.\" Meanwhile, in Wales the education minister Huw Lewis announced a new programme named Schools Challenge Cymru, based on the successful London Challenge begun in 2003 to tackle underperformance in the capital's state schools. The programme is to focus on supporting 40 schools across Wales at a cost of £20m, and will be overseen by Professor Mel Ainscow, the former chief adviser to the Manchester City Challenge that sought to spread best practice within the region. \"The knowledge and expertise that is needed to improve already exists within the Welsh education system and we must exploit it. We must make the best practices available to all children and young people in Wales,\" Lewis said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}