{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2014/may/29/interest-rates-increases-one-step-closer-after-martin-weale-speech", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2014-05-28T23:05:54Z", "webTitle": "Bank of England policymaker: rise in interest rates 'sooner rather than later'", "webUrl": "https://www.theguardian.com/business/2014/may/29/interest-rates-increases-one-step-closer-after-martin-weale-speech", "apiUrl": "https://content.guardianapis.com/business/2014/may/29/interest-rates-increases-one-step-closer-after-martin-weale-speech", "fields": {"headline": "Bank of England policymaker: rise in interest rates 'sooner rather than later'", "bodyText": "The chances of an increase in interest rates before the end of 2014 moved a significant step closer on Wednesday night when one of the Bank of England's key policymakers said a rise in the cost of borrowing should happen \"sooner rather than later\". In a sign that Threadneedle Street's unanimous line on keeping interest rates at 0.5% is at risk of breaking down, monetary policy committee (MPC) member Martin Weale said too long a delay would eventually mean sharper and more painful tightening of policy. \"If you want to have baby steps you do have to start sooner,\" he told the Financial Times. \"The question is: how close are we getting to 'soon'? Of course we can never be sure, but the economy … has sustained fairly rapid growth in demand. \"So I'm having to ask the question – and the answer is less definite than it was six months ago – 'where do I think the interest rate should be at the moment?'\" The Bank has held interest rates at 0.5% – their lowest on record – for more than five years and until now the City has expected no change in borrowing costs until the first half of 2015. But Weale's comments are likely to prompt speculation that faster-than-expected growth and evidence of bubble-like conditions in London's property market will lead to the Bank moving during the autumn. Weale – one of the four independently appointed MPC members – said he saw no immediate need for a rate rise but said the Bank should not wait too long if it wanted to avoid a sudden lurch upwards. Weale said he thought \"we can wait a bit longer. How long that 'bit longer' will be I'm not sure, but the best judgment I can have is that it's not so urgent it needs doing now.\" The first hints that the MPC was starting to think about higher interest rates came last week, when the release of the minutes from the committee's May meeting recorded that some members thought the decision to keep policy unchanged was becoming more balanced. Weale confirmed he was one of the members who held this view and markets will now be looking to see if his tougher line is shared by any other members of the MPC. The Bank's governor, Mark Carney, has sought to reassure mortgage payers and businesses that there will be no aggressive tightening of policy even when rates do start to rise. Carney thinks the Bank's financial policy committee has specific tools that can cool down the property market and that dearer borrowing costs should only be used as a last resort. The Bank's most recent quarterly inflation report, released earlier this month, said there was still slack in the economy left after the deep recession of 2008-09 and that until this was used up there was no need to tighten policy. The report said that most members of the MPC thought the spare capacity amounted to between 1% and 1.5% of gross domestic product. Weale said in March that he thought the slack in the economy was only 0.9% of GDP and that it was now less than that as a result of the continued growth in the economy. \"I wouldn't say that 0.9% had gone down to 0.7% or 0.6% but I think it's fair to say there is less capacity than there was on the basis of the figures I looked at,\" he said. \"What I'm increasingly going to have to do as more capacity is used up is balance off my sense of the risk of waiting too long versus acting too soon. \"I very much can see risks both ways and 'becoming more balanced' means an increasing sense of having to balance and judge those risks.\" Central banks around the world have held interest rates at emergency levels since the financial and economic crisis but Weale's remarks will lead to market expectations that Threadneedle Street will be the first to start edging them back upwards. With the eurozone suffering from weak growth and facing the risk of deflation, the European Central Bank is likely to cut interest rates next week, while the US Federal Reserve has stressed that it is no hurry to increase borrowing costs. Attention in the City on Thursday will be focused on what Weale's comments do to the value of sterling. The prospect of higher UK interest rates could lead to a stronger pound."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}