{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2014/may/25/ed-miliband-understands-party-system-is-bust", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2014-05-24T23:05:50Z", "webTitle": "Don't write off Ed Miliband – he's on course to lead the biggest party after the election", "webUrl": "https://www.theguardian.com/politics/2014/may/25/ed-miliband-understands-party-system-is-bust", "apiUrl": "https://content.guardianapis.com/politics/2014/may/25/ed-miliband-understands-party-system-is-bust", "fields": {"headline": "Don't write off Ed Miliband – he's on course to lead the biggest party after the election", "bodyText": "I may be wrong, but I think the Westminster bubble (media and politicians) is misreading the council and Euro elections. Yes, Labour hasn't done spectacularly well. Yet, despite the odd indifferent photocall and broadcast, Ed Miliband won Tory flagships from Hammersmith to Harrow and other key Tory-Labour marginals which will determine whether he or David Cameron is in No 10 after May 2015. But the real point is that the goalposts have been moved. We are no longer in the two-party battle by which conventional wisdom has long – and, it has to be said, accurately – judged the political terrain. We are in new and psephologically uncharted politics. The party political system is bust – and Ed Miliband is the only leader to understand that and to attempt to transform Labour from an obsolete party, like the Tories and Lib Dems, into a \"community-based movement\". The result of Thursday's poll is a \"plague on all your houses\", and Ukip has capitalised on that anti-politics mood very effectively. So, for three decades, did the Lib Dems – before they sold their souls. There has been a dramatic decline in voter turnout: from more than 80% in the 1951 general election, to 65% in 2010. In the 1950s and 1960s, Labour and the Tories regularly took 90% of the vote (it was 97% in 1951). That plummeted to 67% in 2010. For Labour and the Tories, a third of their voters have vanished. The Tories won with 40% of the electorate's votes in 1951, but by 2010 could claim only half that – a miserly 23%. Even Labour's \"landslide\" win in 1997 was achieved with only 31% of eligible voters. Leave aside Ukip's reactionary politics and plain bigotry. The writing should have been on the wall for the main parties. Tory defectors to Ukip have a visceral, ideological distrust of Cameron and the Tories – a deep sense of betrayal. They voted Ukip because they meant it – and most will stay. White working-class Labour defectors were protesting against the political establishment which, for the past couple of decades, they feel has let them down. And with his radical policies for stable, affordable rents, 200,000 new homes a year, a living wage and attacks on the bloated elites who run our economy, Ed Miliband is the only party leader for decades to speak for their grievances. When these Labour-orientated voters are faced with letting in the Tories who have so damaged them and are changing Britain from a compassionate to an ugly society, my belief is they will return to the fold, while the bulk of Tory defectors will not. Don't write off Ed Miliband – the fashion of the moment in the political class. He remains on course to lead the biggest party after the general election in today's new and volatile politics. The author is a former cabinet minister"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}