{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2014/may/25/british-museum-german-culture-new-perspective", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2014-05-24T23:05:36Z", "webTitle": "British Museum bids to give a new perspective on one complex, influential nation – Germany", "webUrl": "https://www.theguardian.com/culture/2014/may/25/british-museum-german-culture-new-perspective", "apiUrl": "https://content.guardianapis.com/culture/2014/may/25/british-museum-german-culture-new-perspective", "fields": {"headline": "British Museum bids to give a new perspective on one complex, influential nation – Germany", "bodyText": "They were once \"the Hun\", then they were the \"Jerries\"; now they are the European heavyweights whose priorities will determine much of the continent's future. But few British people learn their language any more and fewer still will visit their country this summer. Germany and the Germans have become a blind spot for many Britons, and now the British Museum's director, Sir Neil MacGregor, is to lead a major project designed to bring into focus the history and culture of the complex and hugely influential nation. Working in collaboration with the BBC, MacGregor is to write and present a series of 30 radio programmes. The museum will also mount an exhibition, Germany: Memories of a Nation, in mid-October, following the launch of the Radio 4 series, in late September. \"You can't understand the world today without trying to understand a bit of how the Germans see things,\" MacGregor said. \"You certainly can't make sense of Europe without recognising there is a great reluctance of Germans to exercise power.\" MacGregor, who studied in Hamburg as a schoolboy and went on to read German at Oxford, has a long interest in the subject that chimes with the museum's founding principle: to explain the historical viewpoint of other nations and cultures to the British public. \"It's what the museum was set up to do in the 18th century – to help us see the world from another perspective. That's why we had our recent exhibitions about Iran and on Afghanistan,\" he said. The moment is right, the director believes, because our interest and knowledge have waned. \"Very few now learn German or read it. And we don't holiday there much, which is strange, since the south, with its lakes, is so beautiful. Yet from 1914 really up until some point in the 1980s, there has not been much known and not much wanting to know either. So it seems we should ask what do these objects show us about aspects of Germany?\" Neither the programmes nor the exhibition, MacGregor said, would shy away from what he described as \"the unspeakable 12 years of the 20th century\": the era of Nazi rule. The aim is to approach the vast theme of 600 years of German history through a selection of artefacts that illuminate different areas of the country's past, much as he did in the award-winning Radio 4 series A History of the World in 100 Objects, in 2010. \"We thought looking at objects again might give us an idea of the way Germans look at things, rather than trying to construct a single narrative that covers all the German states that each have their own history. Hamburg, after all, is as different to Bavaria as it is to any other country,\" he said. With the centenary of the start of the first world war falling this year, and ceremonies taking place next month to mark 70 years since the D-Day landings, the museum and the BBC are making a concerted effort to find an alternative to seeing Germany through the prism of two world wars. \"It is a ridiculous project, I admit, because there is so much we will have to leave out,\" MacGregor said, \"but then I am used to that. It is better to admit you can't do everything through objects. There is music, which has been central to German culture and will have to stand alone really, and there is philosophy too. It is difficult to leave out key figures such as Nietzsche and Kant who are critical to the way Germans think of themselves, but our approach cannot cover it all.\" The Radio 4 series will examine German history from the Holy Roman Empire up to the present day, but will start with the founding of modern, unified Germany 25 years ago with the fall of the Berlin Wall. It will then work back to 1454, when Johannes Gutenberg created the printed Bible that changed human communication for ever. Other themes covered will be the nation's shifting frontiers, the creation of a national identity and the difficulty of facing its 20th-century history. \"The fact that there have been many different Germanys is a big problem,\" said MacGregor. \"It has really always been a federation of German-speaking units – duchies and kingdoms such as Saxony and Bavaria – and so Germany is unique in Europe. We just want to begin to address how different it is as a nation.\" Chosen objects will range from large sculptures to small individual artefacts; from everyday items to those that are symbolic. Much of the radio series will be recorded on location, including in Aachen, Berlin and Weimar. The museum exhibition will feature the objects used in the series alongside an additional 200 items, some first-time loans from Germany. The work of great German artists, from Riemenschneider, Dürer and Holbein to Kollwitz, Barlach and Baselitz will also be on display, as well as prints and maps, coins and medals, clocks, Meissen porcelain, Bauhaus furniture and cars. An accompanying book will be published by Allen Lane in the autumn."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}