{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2006/jul/10/comment.mainsection", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2006-07-09T23:13:06Z", "webTitle": "Mark Vernon: Amity is the best policy", "webUrl": "https://www.theguardian.com/commentisfree/2006/jul/10/comment.mainsection", "apiUrl": "https://content.guardianapis.com/commentisfree/2006/jul/10/comment.mainsection", "fields": {"headline": "Amity is the best policy", "bodyText": "The causes of social ills - from homelessness, to divorce and obesity - are variously cited as poverty, mobility or unhappiness. But new research from Gallup suggests something else is going wrong: friendship. It seems modern society has overlooked the importance of the relationship that Aristotle noted is more desirable in life than any other good thing. In his new book, Vital Friends: The People You Can't Afford To Live Without, the Gallup director Tom Rath makes a sharp point. If you ask people why they became homeless, why their marriage failed or why they overeat, they do not blame it on poverty or mobility. They go off the rails, they say, because of the poor quality, or nonexistence, of friendships. They feel outcast or unloved. The book throws up some striking statistics. If your best friend eats healthily, you are five times more likely to have a healthy diet yourself. People say friendship is over five times as important as physical intimacy in marriage. Individuals with no real friends at work have only a one in 12 chance of feeling engaged in their job. Rath's remedy is a \"friendship audit\" - a scientific basis to the weighing of relationships. The key is to recognise that different individuals give you different things that you need, and then to sharpen each friendship in line with its strength. There are, apparently, eight basic roles that friends play. A \"vital friends assessment\" test calculates the balance of qualities you require from your closest circle. But if friendship is added to the politics-of-wellbeing agenda, then a little philosophy of friendship is vital if proposed solutions are not to compound the problem. First, if friendship audits are helpful at all, it seems likely that the benefits will go mostly to the \"worried well\". Self-help programmes presume a lot of positive-thinking credit. Those whose lives have broken down will, by definition, have a serious deficit on this count. And, while various movements have realised that friendship is an excellent way of helping people from a path of floundering to flourishing - from buddying schemes for people with HIV to the counselling of psychotherapy - they have also recognised that friendship takes substantial time and effort. Second, analysing what friends give is a risky business, particularly if you share your assessment with your friend. There is little more damaging to friendship than the thought that you are being used. The philosophical point is that the closest friends love each other for who they are in themselves, not for what they deliver. Third, the trouble with auditing friends is that it treats them like service providers whose value fluctuates according to how they perform. Worse, it nurtures the self-centredness that Rath identifies as a big social problem. As Aristotle noted, a close friend is \"another self\", someone with whom your own sense of self is fundamentally connected. This is why, he said, it is better to give than to receive in friendship. Friendship can be nurtured. Aristotle lectured on friendship. But while he tried to understand how it works, he knew that amity itself only arises indirectly, like happiness. It comes with skilfully living what he called a good life. This starts with having enough social goods, such as money, but flourishes with an abundance of personal goods - such as honesty, character and passion. Which goes to the nub of the problem. As Adam Smith concluded: commercial society, for all its benefits, tends not to educate people to live good lives, but lives that are good enough (for commerce). Or as Oscar Wilde said: a friend is someone who stabs you in the front. · Mark Vernon is the author of The Philosophy of Friendship philosophyoffriendship.com"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}