{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2006/jul/10/comment.currentaccounts", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2006-07-09T23:13:06Z", "webTitle": "Roy Hattersley: The debts of despair", "webUrl": "https://www.theguardian.com/commentisfree/2006/jul/10/comment.currentaccounts", "apiUrl": "https://content.guardianapis.com/commentisfree/2006/jul/10/comment.currentaccounts", "fields": {"headline": "The debts of despair", "bodyText": "I am, in both senses of the term, one of Nationwide's old customers. My first house was bought with money borrowed from what was then the Co-operative Building Society, and, since I find the examination of share prices both tedious and bewildering, my savings now languish in the Nationwide's figurative vaults. Languish is the correct expression; I have not changed the name or nature of my account for almost 20 years. So, relating inflation to interest, I have been paying for the privilege of Nationwide making a profit on my money. The television advertisements that emphasise the simplicity of doing business with the society emboldened me to visit the local branch and discuss better terms. The manager was, as the commercial promised, helpful, and the scheme that he suggested was so easy to understand that I was about to sign on when he explained one of its conditions. To take advantage of the improved offer, I had to open a bank account as well as invest my savings with Nationwide. I have two bank accounts already and possessing a third could only result in another pin number to forget and another bank card to lose. But, said the helpful manager, there was no obligation to do anything with the account except possess it. Income from my building society savings could be paid into it each month and immediately paid back into the building society by bankers order or direct debit. The rule was that I must have a Nationwide current account, not that I should make use of one. It is hard to imagine what benefit Nationwide will gain from another unused cheque book being sent to the cleaners in the pocket of my jacket. But whatever they gain, they are able to obtain it as a result of \"deregulation\". Twenty years ago, at the dawn of what its proponents called financial liberation, aspirations changed. Banks wanted to become building societies and building societies were determined to become banks. My little nonsense with the Nationwide was one of the benign consequences of that process. Escaping north last Friday, I saw evidence of its more damaging effects. In a field by the side of the motorway, an advertisement hoarding asked passing motorists an impertinent question. \"In debt?\" Assuming the answer to be in the affirmative, it then offered the telephone number of a company which would \"clear\" all liabilities. The advertisement was, of course, a crude deception. Anyone desperate enough to avail themselves of such services would find that their debts increased and could only be discharged at exorbitant interest rates. The money lenders who run such businesses are the dross of the unregulated economy. Yet, in a more sophisticated and therefore socially acceptable form, companies that are regarded as both responsible and respectable encourage families who cannot afford the repayments to extend their debt. A week rarely passes without the offer of a credit card dropping through my letter box - usually accompanied by an offer to lend me as much as I choose to borrow. Since my name is usually misspelt, and the letter is often not addressed to me by name, I assume that they know nothing about my ability to pay. They risk bad debts because bad debts are part of the acceptable hazard of money lending. We have become a nation that feels no compunction in allowing the vulnerable to be exploited if they suffer in the cause of freedom for the prosperous and secure. It is, I know, too late to hold back the tidal wave of credit that now engulfs the nation. Europe has even made it impossible to insist on minimum deposits and maximum repayment periods in what used to be called \"hire purchase\". Nor would I want to stop all \"easy payment systems\". There are families who today sit comfortably on sofas that they could not have bought for cash. What I regret and resent is a section of society that promotes loans that it knows the borrower cannot afford and makes a profit out of the misery that inevitably follows. To complain about such things is to attract a reputation for patronising the poor. But rather that than being indifferent to the problems they face. All of which makes complaints about my new Nationwide offer seem pretty unimportant. I would accept it at once if I could find the form that the helpful manager gave me. comment@theguardian.com"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}