{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2006/jul/29/newsstory.sport8", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2006-07-28T23:44:43Z", "webTitle": "Football: Thompson joins Portsmouth for a year", "webUrl": "https://www.theguardian.com/football/2006/jul/29/newsstory.sport8", "apiUrl": "https://content.guardianapis.com/football/2006/jul/29/newsstory.sport8", "fields": {"headline": "Thompson joins Portsmouth on a one-year deal", "bodyText": "Portsmouth have given the former Liverpool and Blackburn midfielder David Thompson a year-long contract after signing him on a free transfer. The 28-year-old was released by Wigan Athletic at the end of last season after joining them from Rovers in the January transfer window and scoring two goals in seven starts. Thompson made 64 starts for Blackburn but has had to recover from two knee operations in the last three seasons. A former England Under-21 international, he started his career with Liverpool in 1992, making his senior debut four years later and clocking up more than 50 appearances before moving to Coventry in 2000. He then moved on to Blackburn in 2002 but had the first of two knee operations in November 2003, soon after being called up to full England squads for matches against Slovakia and Macedonia. He is the Portsmouth manager Harry Redknapp's second summer signing, following the Chelsea right-back Glen Johnson who has joined the south coast club on a year-long loan. But Redknapp has ruled out bringing the Serbian forward Nikola Zigic to Fratton Park and may move instead for Preston North End striker David Nugent. Redknapp confirmed he would not be following up with a bid for the 6ft 8in Red Star Belgrade striker Zigic after watching him against Cork in the Irish team's 1-0 home defeat in the Champions League. Now the manager could go for Nugent. The striker was a target for Portsmouth's former manager Alain Perrin last July but the deal did not go through."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}