{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2006/jul/02/horseracing.news", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2006-07-01T23:51:40Z", "webTitle": "Horse racing: Toldo keeps Plate close to home", "webUrl": "https://www.theguardian.com/sport/2006/jul/02/horseracing.news", "apiUrl": "https://content.guardianapis.com/sport/2006/jul/02/horseracing.news", "fields": {"headline": "Toldo keeps Plate close to home", "bodyText": "Local owner John Armstrong realised a long-held ambition to win the Northumberland Plate when 33-1 shot Toldo just held off the strong finish of River Althaarth to plunder the hugely valuable two-mile handicap under Nelson de Souza at a packed Gosforth Park. Toldo caught Armstrong's eye when winning a claimer in heavy ground here as a two-year-old. All it cost to secure Toldo after that win was £8,000 and this was his fifth win since, adding nearly £100,000 to Armstrong's coffers. On greeting his grey into the winners' enclosure Armstrong, born not far to the south in Stockton-on-Tees, said: 'My parents were both from Newcastle and I was brought up to believe that the Plate is the only race to win.' And for the Geordie public, Gosforth Park was the only place to be on the first Saturday in July as the 25,000 all-ticket crowd packed the old stands. Perhaps if they had not already paid a long time in advance for their badges they would not have turned up on a World Cup afternoon, but that seems more than doubtful. There were plenty who were only present for the beer and many of those in their best dresses never saw a horse from the bars and hospitality marquees. However, there were punters out in force and those who back favourites were sitting pretty after the first two races. Many of them latched on to Tim Easterby's veteran sprinter Fayr Jag in the opening Chipchase Stakes. After a straightforward win from Beckermet for the seven-year-old on his favoured fast ground, it was a surprise to hear that it was the first time stable jockey David Allen had ridden Fayr Jag. 'There was no point putting him on until the time was right,' Easterby said. As this was the gelding's first win since the 2004 Golden Jubilee Stakes at Royal Ascot, perhaps Allen will get another chance in the July Cup at Newmarket on Friday week. Then 11-4 shot Indian Trail took advantage of his draw near the rails to gain a comfortable win in the Northern Sprint Handicap, thereby cementing his position at the head of the betting for the Stewards' Cup at Goodwood next month. Those who supported Bulwark to 9-2 joint favouritism for the Plate may have been surprised that he finished well down the field. Not so Toldo's trainer, George Moore, who said: 'We fancied him as he was less than three lengths behind Bulwark last time at Haydock and was 4lb better plus the jockey's claim. Bulwark was 9-2 and we were 33-1. The ground at Haydock was much too fast, but they have done a good job here and the watering helped us.' Moore, who won the race before in 1994 with Highflying, was supplying 24-year-old De Souza with a winner on his first ride at Newcastle. And De Souza, from Sao Paolo, came in for praise from Armstrong, who said: 'This horse needs a well-balanced jockey and does not need the whip.' The stewards did not agree, handing out a two-day ban for using the whip with excessive frequency."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}