{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2006/jul/29/newsstory.sport3", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2006-07-28T23:44:44Z", "webTitle": "Football: McCarthy added to Blackburn's spending spree", "webUrl": "https://www.theguardian.com/football/2006/jul/29/newsstory.sport3", "apiUrl": "https://content.guardianapis.com/football/2006/jul/29/newsstory.sport3", "fields": {"headline": "McCarthy added to Blackburn's spending spree", "bodyText": "Blackburn Rovers have completed the £2.5m signing of Benni McCarthy from Porto, ending a year-long pursuit of the South African striker. The 28-year-old signed a four-year contract at Ewood Park yesterday to become Mark Hughes's fourth signing of the summer to date. Aston Villa, Everton, Middlesbrough and West Ham had all tried to sign the 2004 Champions League winner, only to be thwarted by Porto's valuation. \"We tried to sign Benni 12 months ago and we have been tracking the situation since then,\" said the Rovers chief executive John Williams. Wigan are to complete the £1.75m signing of the Crystal Palace full-back Emmerson Boyce over the weekend, with the Latics still braced to lose their France international right-back Pascal Chimbonda ahead of the new season. Paul Jewell will talk with the Frenchman on Monday on his return to training when the 27-year-old is expected to reiterate his desire to leave the JJB stadium. Boyce, Palace's player of the season last year, will sign a four-year contract after rejecting a new deal at Selhurst Park, with Wigan deflecting interest from Charlton Athletic to sign him. The Birmingham chairman David Gold has defended the sale of the winger Jermaine Pennant to Liverpool and pledged the £7m transfer fee will be used to bring in players. \"People have to be realistic,\" Gold said. \"Did they want us to chain him to the fence? It was the chance for Jermaine to join one of the greatest clubs in the world. You can't say no.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}