{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2006/jul/20/comment.sport", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2006-07-19T23:36:17Z", "webTitle": "Motor racing: MotoGP has new owners", "webUrl": "https://www.theguardian.com/sport/2006/jul/20/comment.sport", "apiUrl": "https://content.guardianapis.com/sport/2006/jul/20/comment.sport", "fields": {"headline": "Gold riband of motor cycling changes hands", "bodyText": "The private equity firm Bridgepoint won the auction to take a 75% controlling stake in Dorna, the Spanish company that controls the rights to MotoGP, from the venture capital group CVC Who were the key players? Bridgepoint managing partner William Jackson, Dorna chief executive Carmelo Ezpeleta and CVC managing partner Donald Mackenzie. What's it worth? The deal was worth an estimated €500m (£345m), a handsome return for CVC on the estimated £45m that it paid for the rights in 1998. What swung it? Bridgepoint outbid five venture capital firms - Permira, PAI, Advent, Apax Partners and Lion Capital. CVC was perceived to have done a good job in building up interest and value in MotoGP racing. It was forced to sell by the European Union as a result of competition concerns over its acquisition of the rights to formula one from Bernie Ecclestone and other shareholders earlier this year. Who's happier? Jackson said Bridgepoint had been following Dorna for \"some years\" and was pleased to take control of an asset it believes the current management team, which owns the remaining 25% of the company, can continue to grow. Dorna makes its money from a mix of ticket sales, fees from the teams and selling television rights. What happens now? CVC will look to reinvigorate formula one in the same way it has boosted the profile of MotoGP in recent years. Bridgepoint will hope there is further growth in MotoGP, particularly in new emerging markets."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}