{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2006/jul/21/prisonsandprobation.ukcrime", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2006-07-20T23:57:55Z", "webTitle": "Reid launches 'get tough' justice package", "webUrl": "https://www.theguardian.com/politics/2006/jul/21/prisonsandprobation.ukcrime", "apiUrl": "https://content.guardianapis.com/politics/2006/jul/21/prisonsandprobation.ukcrime", "fields": {"headline": "Reid launches 'get tough' justice package", "bodyText": "The home secretary, John Reid, yesterday launched a 24-point \"get tough\" criminal justice package which marked a clear return for Labour to the \"prison works\" policy of Michael Howard's Home Office. In the face of a record prison population in England and Wales of 78,000 and climbing, Mr Reid became the latest in a long line of home secretaries to try to build his way out of a prisons crisis by announcing the provision of a further 8,000 prison places and longer sentences for the most serious criminals. The package is the product of Tony Blair's speech this month, promising to rebalance the criminal justice system in favour of the \"victim and the law abiding majority\" in the wake of a series of high-profile scandals involving the release of convicted killers and sentencing rows. The commitment to building more jails and to longer prison sentences also marks a major departure from David Blunkett's \"tough and tender\" 2003 Criminal Justice Act, which combined a more punitive approach to the most serious offenders with a rehabilitative regime for the less serious offenders. Mr Reid confirmed yesterday he had cancelled plans to introduce a \"custody plus\" sentence this autumn - the last element of the 2003 act to be implemented - which would have diverted 60,000 a year less serious offenders away from prison after a short spell inside. The criminal justice package also proposes abandoning parts of the sentencing regime in Mr Blunkett's act which were implemented in January last year. They include judges automatically \"halving\" the sentence tariffs for dangerous offenders on new indeterminate or unlimited sentences. An automatic one-third sentence discount for those who enter an early guilty plea is also to be scrapped. But civil rights campaigners were relieved that the government has drawn back from threats to amend the Human Rights Act, and instead promised to keep it on the statute book. Instead, those who work in the criminal justice system are to given better training to ensure they do not \"misinterpret\" the rights of offenders under the legislation. Practical myth-busting advice is also to be issued to tackle the misunderstandings that surround the controversial legislation. The human rights organisation, Liberty, said it would hold Dr Reid to his word. But the home secretary said the government would continue to fight in the human rights court in Strasbourg to overturn the \"outrageously imbalanced\" Chahal case ruling which prevented them deporting foreign terror suspects. Among the more punitive approach to serious and violent offenders and those who breach the terms of their bail or release conditions, Mr Reid promised new help for victims. These include powers to enable them to sue their attackers for compensation, including cost of medical bills, and the introduction of parental compensation orders this summer in trial areas to ensure they take responsibility for their children's acts of criminal damage. Harry Fletcher of the probation officers' union, Napo, said: \"The criminal justice system was last fundamentally revised in 2003. Many of those changes were implemented in April 2005. The system does not need yet more legislative changes, it needs a period of stability.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}