{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2006/jul/25/balkans", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2006-07-24T23:09:07Z", "webTitle": "Summit on Kosovo ends in deadlock", "webUrl": "https://www.theguardian.com/world/2006/jul/25/balkans", "apiUrl": "https://content.guardianapis.com/world/2006/jul/25/balkans", "fields": {"headline": "Summit on Kosovo ends in deadlock", "bodyText": "For the first time since going to war eight years ago, the leaders of Serbia and Kosovo sat down together yesterday to try to hammer out a settlement for the contested southern Balkan province. But the Vienna summit of Serbian and Kosovo prime ministers and presidents, mediated by the UN envoy and former Finnish president Martti Ahtisaari, merely underlined the starkly opposing positions on the issue of Kosovo's independence. \"The sides are quite apart,\" he said at the end of the one-day summit. Six months into UN-mediated talks on the ultimate status of the territory that has been under international rule since Nato bombed the Serbs out of Kosovo in 1999, the presidents and prime ministers of Serbia and Kosovo met at a former Habsburg palace to argue about independence for Kosovo. The Kosovan Albanian team announced that nothing short of independence and sovereignty was acceptable. The Serbian side offered everything but independence to the majority Albanian population, arguing that it would not forfeit 15% of its national territory, far less the province that the Serbs view as the cradle of their nation. \"Independence is the alpha and omega, the beginning and end of our position,\" Kosovo's president, Fatmir Sejdiu, told the meeting. Vojislav Kostunica, the Serbian prime minister, flatly rejected independence for the southern province that is formally part of Serbia, but has been under UN administration since the 1998-99 war. Mr Kostunica offered a form of home rule, saying: \"Essential autonomy for Kosovo must be guaranteed and substantiated by a constitutional solution.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}