{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2006/jul/20/theopen2006.theopen5", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2006-07-19T23:36:17Z", "webTitle": "Digger: Aliss takes a swipe at rookie Lineker", "webUrl": "https://www.theguardian.com/sport/2006/jul/20/theopen2006.theopen5", "apiUrl": "https://content.guardianapis.com/sport/2006/jul/20/theopen2006.theopen5", "fields": {"headline": "Alliss takes a swipe at 'nervous' rookie Lineker", "bodyText": "Gary Lineker's first Open Championship shift as the BBC's main presenter could feature a frosty encounter with the chief commentator Peter Alliss after the BBC's voice of golf offered a withering critique of Lineker's handling of the Masters. In an interview with Golf International this month the 75-year-old Alliss launches into the Match of the Day presenter, ridiculing his performance at Augusta, his first major since he replaced Steve Rider as the corporation's main golf presenter. \"I don't know a lot about television but knowing what I do and how difficult the job is, and how impossible it is to replace Steve Rider, I would have given Gary a seven. But if I was a golf fan sitting at home looking forward to tuning into the Masters I would have given him a three or a four,\" Alliss said, before adding a sarcastic compliment. \"But you see that's unfair. Gary was very nervous and he did a very good job. He's very good at reading the autocue. Knowing how nervous he was, I'd have given him a seven out of 10.\" Lineker will not be amused by the timing of Alliss's barbs but should not be overly concerned. After three decades at the BBC Alliss was still \"nervous\" enough to greet Phil Mickelson's winning putt at the 2004 Masters with the immortal phrase \"It's not over yet\". Lineker also benefits from good relations with a number of players and he spent yesterday morning chatting with Darren Clarke, Lee Westwood and Paul McGinley. Press passes taken off net A storm may be brewing in the commentary box but the BBC has acted to prevent a security embarrassment. Two of the corporation's media passes offered for sale on eBay on Tuesday have been withdrawn from the online auction house and security staff at Hoylake have been warned to look out for the two passes. Watch your butts With a high fire risk at the Open smokers on either side of the ropes will be told to watch where they stub out their fags this week. Spectators will find warning signs on the course, while the players will be personally informed of the risk. Yesterday afternoon the message was yet to reach champion smokers Darren Clarke of Northern Ireland and Spain's Miguel Angel Jimenez, both of whom tossed still-smoking gaspers to the ground as they struck balls. Millionaire's bargain hunt Good to know that life as a millionaire golfer's wife does not diminish one's eye for a bargain. The world No45 Bart Bryant - career earnings in excess of £1,360,000 - accompanied his wife to the Royal Liverpool club shop yesterday morning and watched as she tried to get a discount on two charming black tank-tops. \"You don't have a PGA Tour discount?\" she asked. \"The one time I remember to ask for it, I don't get it.\" Poulter shows his range Ian Poulter has used this week's Open as a launch pad for his \"IP\" clothing range, a move that comes as no surprise to his former equipment manufacturer Taylor Made. Poulter parted with the company last winter to sign a deal with Cobra, with some at Taylor Made suspecting that the Wentworth-based golfer was more interested in his clothes than his clubs. Nick Faldo also had a pop at Poulter this week, saying that he had needed to win three majors before he had a clothing range, whereas \"now all you need is to wear a stupid pair of trousers\". The pair passed on the practice range yesterday, each in their respective designs, but not a word was exchanged. BBC award up for grabs Should Poulter or any other Briton win this weekend they would become firm favourite for the BBC Sports Personality of the Year award, which thanks to a parlous sporting year is short of outstanding candidates. So bare is the cupboard that the Little Britain star David Walliams, left, is third favourite after he swam the Channel for Sport Relief. He is available at 8-1 with Betfair behind Steven Gerrard (5-1) and Colin Montgomerie (7-1)."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}