{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2006/jul/21/syria.israelandthepalestinians", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2006-07-20T23:12:10Z", "webTitle": "Israel angry, US wary as Annan peace plan calls for ceasefire", "webUrl": "https://www.theguardian.com/world/2006/jul/21/syria.israelandthepalestinians", "apiUrl": "https://content.guardianapis.com/world/2006/jul/21/syria.israelandthepalestinians", "fields": {"headline": "Israel angry, US wary as Annan peace plan calls for ceasefire", "bodyText": "Kofi Annan, the UN secretary general, mapped out a peace plan for Lebanon yesterday that produced a lukewarm response from Washington and ill-concealed fury from Israeli diplomats. Speaking at the security council in New York, Mr Annan said an \"immediate cessation of hostilities\" was \"most urgent\". He laid out a plan encompassing an expanded UN peacekeeping force on Lebanon's side of the border, along with the release of the captured Israeli soldiers. In a strongly worded address, Mr Annan criticised Hizbullah's \"provocative attack\" and \"reckless disregard for the interests of the government of Lebanon\". But he reserved his most detailed condemnation for Israel's \"excessive use of force\", which was doing \"little or nothing to decrease popular support for Hizbullah in Lebanon or the region\". A humanitarian crisis was engulfing Lebanon, and the number of people affected by the conflict was likely to double to a million. A far more credible Israeli effort to protect civilians and infrastructure in the areas under attack was needed. Military actions in southern Lebanon destabilised the country, and thus \"the very government which Israel wants to extend its control through the territory has itself become a hostage to the crisis\". Mr Annan said his three-member delegation to the Middle East had been told by Israeli leaders that their military goals were more far-reaching than achieving the release of the captured soldiers, and that \"the operation is not yet approaching the achievement of this objective\". A UN source said there was a sense of depression at the organisation's headquarters. \"There is a game of rhetoric in New York versus bullets and bombs in Lebanon and Gaza. The Israelis want time to eliminate Hizbullah. They do not care how long it takes.\" The US has delayed diplomatic action. John Bolton, the US ambassador to the UN, agreed yesterday that it was time for the security council to start formulating a response, but repeated his assertion that it was not practical to agree \"a ceasefire with a group of terrorists\". But Israel was ceding no ground. Dan Gillerman, the Israeli ambassador to the UN, said his country's operation in Lebanon \"will take as long as it takes\", and \"a cessation of terrorism\" had to precede any \"cessation of hostilities\". Mr Gillerman said \"something very important was missing\" from Mr Annan's speech: any mention of terrorism. Hizbullah were \"ruthless indiscriminate animals\", he told reporters. \"We must first address the core and the root cause of why these hostilities started in the first place, and who started them ... If there's a ceasefire while this cesspool continues to fester, we'll leave Hizbullah with the capability to do time and time again what they've done this time.\" Condoleezza Rice, the US secretary of state, was in New York yesterday for a dinner with Mr Annan. She is expected to leave for the Middle East today, and a security council diplomat said a UN resolution on the crisis was unlikely before her return. Agreement on the creation of an international force would take weeks or even months, with discussions on whether to expand the existing UN force on the Israel-Lebanon border, the 2,000-strong Unifil, to create a new body or to send in a multinational force with a looser connection to the UN. There would also be protracted debate over its mandate, rules of engagement and size. The UN is having increasing difficulty finding countries willing to contribute troops to peacekeeping operations, in part because of a five-fold rise in peacekeeping operations over the past eight years. But the Italian government promised to contribute to a Lebanon force. The French government, which heads Unifil and has 200 soldiers in the force, would almost certainly offer more. Britain, overstretched by Iraq and Afghanistan, has ruled out sending troops. Germany, though it might offer logistical support, will not provide combat troops: its history rules out the possibility of German soldiers confronting Israelis. The Unifil force yesterday reported that there had been 31 incidents of firing close to its positions in the previous 24 hours."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}