{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2006/jul/06/guardianweeklytechnologysection4", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2006-07-05T23:53:02Z", "webTitle": "Newsbytes", "webUrl": "https://www.theguardian.com/technology/2006/jul/06/guardianweeklytechnologysection4", "apiUrl": "https://content.guardianapis.com/technology/2006/jul/06/guardianweeklytechnologysection4", "fields": {"headline": "Newsbytes", "bodyText": "Chasing YouTube Google and Yahoo have both improved their video offerings, with Google in particular copying YouTube, which has 43% of the market, according to Hitwise. Yahoo has 10%, MSN 9%, and Google roughly 6%. http://tinyurl.com/fukw8 Hasselhoff is king Pipex has signed The Hoff to be the face of its advertising campaign for 2006-07, claiming he's the star who is most likely to be mentioned in emails from 16-24 year olds. Riding high Bike fans can follow the ups and downs of this year's Tour de France virtually, via Google Earth. www.letour.com Creative Zen Creative is introducing a tiny Zen V Plus music player, which is the same as the Zen V but with FM radio and video playback. Unlike the iPod Video, it plays wmv and DivX videos. Folder transfer Foldermail has been launched as \"a convenient, reliable and cost-effective way to send complete Windows folders and large files of any size\" without the hassles of using ordinary email. The company has received financial support from the Department of Trade and Industry. www.foldermail.com I know your type BioPassword has unveiled a security system that uses a neural network to recognise users by their typing style. http://tinyurl.com/f8oqw Privacy protection Ixquick says it's the first search engine to \"permanently delete all personal search details gleaned from its users from the log files\". It's a meta-search engine that combines searches from a dozen other search engines and gives stars to the most popular results. www.ixquick.com · Last week's mention of the Sony TX3 notebook PC said it was \"ultra-slim (4.5mm)\". Sorry, that's just the screen thickness. · If you'd like to comment on any aspect of Technology Guardian, send your emails to tech@theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}