{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2006/jul/10/comment.politics2", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2006-07-09T23:13:16Z", "webTitle": "Jackie Ashley: John Prescott must go", "webUrl": "https://www.theguardian.com/commentisfree/2006/jul/10/comment.politics2", "apiUrl": "https://content.guardianapis.com/commentisfree/2006/jul/10/comment.politics2", "fields": {"headline": "Labour's deputy election would begin its renewal", "bodyText": "This is no way to survive. We are now promised that the long-running farce The Search for Tony's Legacy is going to carry on to packed houses throughout the summer, starring John Prescott on bongos, hundreds of fired-up hacks, and an audience torn between laughter and tears. Is not David Cameron the luckiest boy in politics? Tony Blair had two options when Prescott's affair with his secretary and failure to pay council tax on his grace-and-favour home began to cause trouble. He could have backed him to the hilt, or sacked him. Both had drawbacks. Had he backed Prescott, he would have looked stupid if a further misdemeanour had come to light. Had he sacked him, Prescott could easily have turned nasty. There is talk he has sold his memoirs in advance for £1m. True or not, he has stories to tell. There are bodies under that croquet lawn. And the subsequent election for a new deputy leader would have piled the pressure on Blair himself. So the third way, stripping Prescott of his department but not his title and pomp, must have seemed irresistibly attractive. Thus he would be kept inside the tent until Blair himself left it; yet Blair could shrug off further responsibility for the Prescott problem. It was a classic fudge, a wheeze that helped Blair in the great cause of staying in office for just a little longer, and minimising deputy leadership election frenzy. It has echoes of that earlier Blair wheeze, of pre-announcing that he would not fight a fourth election. This helped him through a weekend of difficult headlines and ensured he could see off Gordon Brown for longer, but at the cost of plunging this third administration into endless and tedious infighting about the precise timing of his departure. Both are big strategic mistakes. At a time when the government needed clarity and a revived sense of direction, it is left with turmoil and thrashing indecision. For Labour, Blair's treatment of his deputy has turned out to be the worst choice of all, humiliating Prescott while leaving him as a figure of ridicule to twist angrily and helplessly in the wind. Labour's biggest problem is not sleaze, but competence. The polls demonstrate a widespread belief that the government has lost its grip on everything from the health service to immigration, Afghanistan to the Home Office. Leaving Prescott as the titular leader of the country for August, having been stripped of authority and having become a laughing stock, is hardly going to help. Whatever his faults, the deputy prime minister is a proud man. He must have found the past few weeks barely tolerable. At Labour's policy forum recently, he made a tub-thumping \"forward to the future, comrades\" kind of speech about what he intended to do while temporarily in charge during August. It was greeted with appalled embarrassment. He simply does not have his old authority any more. Whether it is public audiences on TV and radio shows, people interviewed by pollsters, or Labour backbenchers, there is an overwhelming sense that Prescott is finished. The press will continue attacking until he expires, like whalers frenziedly ending the bloody final hours of a fatally harpooned humpback. It is possible Blair has realised this. The government rumour-mill was alive yesterday with stories of a crisis summit in Downing Street to finally resolve the Prescott issue. Ahead of that there has been heavy briefing, first about Alan Johnson taking over as deputy leader, and then last weekend that David Miliband would be parachuted in. The idea is that he would become deputy prime minister, a job in Blair's gift, while leaving Prescott as deputy Labour leader, so avoiding an early party election. Miliband, who is truly gifted and thoroughly decent, was also being set up as a clever move in the anti-Brown campaign. He would be in place by the time the deputy leadership election happened, and so would have a strong chance of winning that too. Brown would be saddled with a deputy who is both a loyal Blairite and someone who he hadn't chosen. Tee-hee. Like those earlier clever wheezes, this one too is doomed. The party is not in the mood to have anyone imposed on it; and across government, ministers are already campaigning for the deputy leadership, whatever No 10 wants or instructs. The game has moved on. Jack Straw has a team up and running. So do Harriet Harman, Peter Hain, Hazel Blears and, of course, Johnson. There may be others. Trade union officials are being briefed about how they will handle the election. Backbenchers are being recruited. Mini-manifestos and speeches are being drafted. It amounts to a repudiation of Blair and Prescott, which a year ago would have been unthinkable. At the moment, this is happening in deep privacy, with only the occasional public comment. Yet it is a healthy development. For a party to renew itself in power after nine years is notoriously difficult and rarely achieved. It is unlikely to be done by a few speeches and directives from an unpopular prime minister with little time left in office. It can only come from frank reappraisals about the spotted record in office, and discussion among those who hope to still be serving in a Labour government in the early 2010s. Beside the importance of that, trying to hang on to Prescott for a few more months, or to brief the press in another \"stuff Gordon\" initiative, seems pathetic. Some of the ideas circulating among would-be deputy leaders are radical and interesting, and might allow the party another chance with voters half-tempted by Cameron. This process is unlikely to be completely easy for Brown either, since it also challenges the assumption that \"renewal\" is a private list of policies being put together by his inner circle. It is clear what should happen next. For the sake of his reputation and the party's position, Prescott must go. If Blair entreats him to stay, he should refuse. Contenders for the deputy leadership could then openly declare and start the business of exposition and argument, which adds up to renewal. We would see a party conference this autumn that was lively, open and forward-looking, instead of coded and paranoid. In the meantime, someone can carry on the deputy prime ministership with a clear understanding that the job was temporary, dependent on the party vote. It poses more hard questions for the prime minister's shaving mirror. So far, this third government has gone far worse than he could have imagined. He keeps muttering about \"legacy\", but that's a vain and frothy word. \"Renewal\" is what matters. It is something that, by definition, belongs to others. j.ashley@theguardian.com"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}