{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2006/jul/06/epublic.guardianweeklytechnologysection", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2006-07-05T23:53:01Z", "webTitle": "Patients, not the state, own medical records, says GP", "webUrl": "https://www.theguardian.com/technology/2006/jul/06/epublic.guardianweeklytechnologysection", "apiUrl": "https://content.guardianapis.com/technology/2006/jul/06/epublic.guardianweeklytechnologysection", "fields": {"headline": "Patients, not the state, own medical records, says GP", "bodyText": "The world's largest IT project is building an electronic health record for every NHS patient in England. No one seems to know who will own it. An historic fudge that served in the days of paper records seems unlikely to hold when patients view their own records on the world wide web - and government and business seek to tap the unprecedented knowledge base created. Guardian Technology's Free Our Data campaign does not advocate free access to health records - quite the opposite. But the policy we propose is based on the campaign's central principle, that citizens rather than government bodies should own data created on our behalf. Professor Mike Pringle, a healthcare informatics expert and a leading clinician advising the NHS IT programme, says the question of who owns an electronic medical record has always been a bone of contention. In the days when records were on paper, he says, a rule of thumb was that the secretary of state for health owns the paper; the GP the ink; and the patient the information. In the computer era, he says, the picture can be confused by ownership of equipment. However, \"I support the view that the information in the record is owned by the patient, but others borrow it for legitimate purposes of patient care.\" Arrangements for such borrowing are the subject of controversy - one reason, according to the NHS, why the electronic care records programme is running two years late. All parties agree that patients should give consent before their records are shared. The main argument is whether the NHS can presume patients gave implicit consent by signing up with a GP, or whether they should have to \"opt in\" to the system. The Department of Health favours the first; concerned doctors, led by the British Medical Association's general practice committee, the second. The dispute will have to be settled before tests begin of a system to share summary health records across the network. The NHS is preparing a national information campaign to inform patients about shared records. One way to build confidence would be to emphasise that patients own their data and have a right to view it and correct it, as well as decide who should see it. Under the Data Protection Act, patients have a right to view their records. However, the NHS makes only a half-hearted attempt to publicise this right (http://tinyurl.com/o5n2j) - and GPs are allowed to charge patients up to £50 for the privilege. Dr Richard Fitton, a GP who routinely allows patients to see their electronic records, says the government should state outright that patients own their data. \"If you pay me through taxes to produce a record I think that philosophically these records belong to you. If you want me to publish them on the web, or give you a complete copy, that's fine.\" Fitton dismisses as rubbish the idea that patients should be spared clinical details. \"If you're dying of cancer, you want to see everything.\" · Join the debate at the Free Our Data blog: www.freeourdata.org.uk · If you'd like to comment on any aspect of Technology Guardian, send your emails to tech@theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}