{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2006/jul/17/g8.politics", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2006-07-16T23:13:47Z", "webTitle": "Blair leads call for France to cut back farm subsidies", "webUrl": "https://www.theguardian.com/world/2006/jul/17/g8.politics", "apiUrl": "https://content.guardianapis.com/world/2006/jul/17/g8.politics", "fields": {"headline": "Blair leads call for France to cut back farm subsidies", "bodyText": "Tony Blair was last night seeking to orchestrate concerted European pressure to prod a reluctant France into bigger cuts in farm protection as stalled global trade talks entered a make-or-break two weeks. With the G8 due to hold discussions with five leading developing countries in St Petersburg today, Downing Street sources said the prime minister was \"singing from the same song sheet\" as the German chancellor, Angela Merkel, the Italian prime minister, Romano Prodi, and the EU commissioner, Jose Barroso. Last night, however, Jacques Chirac was still resisting attempts to use today's talks to agree a series of mutual concessions by the EU, the US and G20 group of developing countries that would prevent the Doha round of talks from collapsing. The French president said the summit was not the venue for trade talks and insisted that the G8 should confine itself to an annual $4bn (£2.17bn) package of aid to help poor countries build their capacity to trade. Mr Blair stressed last night, however, that the aid-for-trade measures - agreed after late-night haggling early yesterday - was not a substitute for a breakthrough on the 2001 Doha talks. \"We are definitely not in the business of accepting consolation prizes,\" said one of Mr Blair's aides. The prime minister is hopeful that the crisis in the Middle East will make it easier to broker a trade deal, with the G8 seeking to put on a show of unity. \"When the world looks destabilised these leaders rally together to make hard decisions,\" a UK source said. Mr Blair was encouraged yesterday when President George Bush, despite pressure from an increasingly protectionist Congress, said he wanted a deal. \"We're both committed to a world that trades freely,\" Mr Bush said. Pascal Lamy, the director-general of the World Trade Organisation, flew into St Petersburg yesterday to attend the meeting between the G8 and China, India, Brazil, South Africa and Mexico. After a series of deadlines were missed for securing agreement on making trade freer for agricultural and industrial products, Mr Lamy has made it clear that he is looking for world leaders to give trade negotiators greater flexibility. The WTO believes that the talks could be unblocked if Europe offered greater access to its heavily protected agricultural sector, if Brazil and India opened up trade in manufactures and if the US cut its lavish support to its farmers. Yesterday the prime minister and Mr Bush discussed the precise details of a possible deal, even though Mr Lamy has made it clear he would be happy with a private assurance from the individual members of the G8 of concessions they are prepared to make. In a statement to be formally released today, the G8 said it regretted the failure of a trade meeting in Geneva earlier this month to break the logjam and set a deadline for talks on agriculture and manufacturers. Mr Lamy has been stressing for several months that time is rapidly running out for a deal to be finalised before Mr Bush loses the ability to force a trade bill through Congress. The White House's power under the Trade Promotion Authority will be lost unless a bill is sent to Capitol Hill by the end of March 2007, and the WTO has said it will take a minimum of six months - and perhaps longer - to put together a complex list of what each country has to do. \"This is the moment now. We know we have to go further,\" one trade source said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}