{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2006/jul/10/politics.comment", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2006-07-09T23:14:12Z", "webTitle": "Leader: Monitoring prisons", "webUrl": "https://www.theguardian.com/commentisfree/2006/jul/10/politics.comment", "apiUrl": "https://content.guardianapis.com/commentisfree/2006/jul/10/politics.comment", "fields": {"headline": "Calls for an inspector", "bodyText": "International commendations are rare and ministers seldom lose the chance to bask in them - think of the way that the chancellor trumpets endorsements from the International Monetary Fund. Yet when it comes to prison inspection, ministers are hoping that a shower of praise from the UN and Red Cross will quietly drain away. That is because they plan to ditch the British way of doing things that has earned the plaudits. A quarter of a century ago the Thatcher government established the independent prisons inspectorate; the idea emerged from a review launched by the 70s Labour government. The body ensures dedicated experts regularly visit prisons, in line with a new UN protocol which Britain has signed. But the government now plans to merge it into a criminal justice monitor, also covering police and courts. The case for an autonomous scrutineer is crystal clear. Prisons are, by their nature, removed from the public eye. With invisibility comes the risk of a culture out of kilter with society's values, as atrocities by armies away from home have often shown - including at Abu Ghraib jail. Only through independent monitoring can isolated institutions be exposed to the daylight and reconnected with society. Further, prisons are unique in that there is no expectation of an internal power balance: staff are supposed to be in complete control. The absence of any in-house check makes an external one even more important. And, in practice, the inspectorate has repeatedly proved its worth in matters large and small: prompting worthwhile changes to meal times, but also blowing the whistle loud and clear on Feltham, where systematic neglect eventually led to the murder of teenage Zahid Mubarek. Ministers argue amalgamation is not abolition. The trouble is that the type of scrutiny needed for prisons is different. In assessing most services, the question is how efficiently business is dispatched. This can be judged from aggregate statistics: the process needed is audit. But the locus of prison inspection is human rights, so the big picture is not all that matters - even isolated problems must be taken seriously. Good prisons can turn rotten quickly, so the general regulatory principle that strong performers are left alone is not appropriate. And in judging the health of a prison, inspectors assess the atmosphere, which, though intangible, determines whether inmates live in safety or threat. This has to be gauged by talking to individual prisoners and officers, giving the inspectorate a distinct focus on the grass roots. It is doubtful that this can survive the transplant into a larger, more managerial organisation. The three chief inspectors to date have enjoyed autonomy over what to publish and how to present it. Each has used this freedom to explain what is going on in jails. The authority of the post was enhanced by the fact that the first incumbent was a retired judge, and the second a military man: it underlined that their concerns were based on evidence, not liberal prejudice. By sticking to the facts, today's inspector, Anne Owers, has also become an authoritative voice. It is unlikely that any prisons inspector in the merged body will have the same impact: they will not be their own boss - reporting instead to the chief justice inspector, whose broad concerns might make them reluctant to tackle the home office too often on the single issue of prisons. Extraordinarily, there is no real counter-argument. Efficiency might be a rationale but as there are only 35 staff, any savings are tiny. The plan was cooked up in the pre-election fight between the parties over who could scrap more agencies, regardless of the work that they did. The merger is in a bill now going through the Lords. Peers must amend it to grant the prisons inspector the resources and autonomy needed to ensure that this essential voice continues to be heard."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}