{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2006/jul/20/chess.features11", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2006-07-19T23:36:18Z", "webTitle": "Nigel Short: The king and I", "webUrl": "https://www.theguardian.com/sport/2006/jul/20/chess.features11", "apiUrl": "https://content.guardianapis.com/sport/2006/jul/20/chess.features11", "fields": {"headline": "The king and I", "bodyText": "An amusing bit of trivia that I came across recently is that Adwaita, the tortoise of Robert Clive of India (1725-1774), died as recently as March 2006, in Kolkata Zoo. I find such determined longevity in a pet rather disrespectful. When I kick the bucket, I shall ensure that the family goldfish do their duty and perish with me. One of the slightly disconnecting things about coaching someone as young as Parimarjan Negi, the 13-year-old Indian grandmaster I am endeavouring to train at the moment, is that a date like 1989, which seems but yesterday to me, has no emotional resonance for him. It is just a historical number, like 1453. Sharing the common prejudice of youth that newer is self-evidently better, he expresses genuine astonishment, when looking through old games, that previous generations were not uniformly hopeless. Through such immature eyes (and lest anyone gets the wrong idea, I should mention that my protege is a pleasure to work with), 21-year-old David Navara, the leading Czech player, must seem positively middle-aged. Needless to say, from my gerontic perspective, Navara is still wet behind the ears. Without any fuss or attention he sneaked into 14th place on the latest world-ranking list with a massive 2719 rating. I have no idea how he did it. In the only game of his that I witnessed, from the Turin Olympiad this May, he blundered a rook against Aronian after 15 minutes and lost miserably. Navara's most recent outing was at the ever strengthening Greek Team Championship. With all eyes on him, how would he perform? Others before him have faltered in the spotlight, but Navara thrived. He conceded a few draws, but annihilated the rest. Examining the games carefully, one cannot say that he owed his success to fortune in any way. Watch out for him. Who knows? Maybe we will have a new world champion."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}