{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2006/jul/21/usnews.conservationandendangeredspecies", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2006-07-20T23:12:10Z", "webTitle": "Woodpecker sighting halts $320m scheme", "webUrl": "https://www.theguardian.com/environment/2006/jul/21/usnews.conservationandendangeredspecies", "apiUrl": "https://content.guardianapis.com/environment/2006/jul/21/usnews.conservationandendangeredspecies", "fields": {"headline": "Woodpecker sighting halts $320m scheme", "bodyText": "A US federal judge temporarily stopped construction on a $320m (£170m) irrigation project yesterday, saying the work could disturb the habitat of a woodpecker that might or might not be extinct. The first purported sighting of the ivory-billed woodpecker in the area was in 2004, but more than 100 volunteers and researchers who spent weeks last winter trying to find evidence of its existence came back empty-handed. District judge William Wilson said that, for purposes of the lawsuit brought by environmental groups, he had to presume the woodpecker existed in the area. Federal agencies might have violated the endangered species act by not studying the habitat fully, he said. \"When an endangered species is allegedly jeopardised, the balance of hardships and public interest tips in favour of the protected species. Here there is evidence,\" he ruled in defence of the ivory-billed woodpecker. The National Wildlife Federation and the Arkansas Wildlife Federation had sued the army corps of engineers, arguing that the project would kill trees that house the birds and that noise from a pumping station would cause them stress. Scientists had thought the woodpecker was extinct until a kayaker said he had seen one in early 2004 in the woods of eastern Arkansas. The report attracted people from all over the world hoping to see the bird. Ornithologists caught on tape a flicker of what they believed was it, but announced this year they could not prove that the woodpecker still lives. The army corps of engineers began building the Grand Prairie Irrigation Project last year, about 14 miles from where the bird was reportedly spotted, because aquifers beneath eastern Arkansas soybean, cotton and rice fields are being depleted, threatening farmers with economic hardship."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}