{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2006/jul/14/travelnews.travel", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2006-07-13T23:34:55Z", "webTitle": "Four hurt  as cable car derails on Nevis range", "webUrl": "https://www.theguardian.com/uk/2006/jul/14/travelnews.travel", "apiUrl": "https://content.guardianapis.com/uk/2006/jul/14/travelnews.travel", "fields": {"headline": "Four hurt  as cable car derails on Nevis range", "bodyText": "Three adults and a 10-year-old boy were injured yesterday when a cable car derailed at a Scottish mountain resort. The passengers fell out of the car and on to the hillside below, sustaining spinal and chest injuries. The car was 500m from the top gondola station on the Nevis Range, on the north face of Aonach Mor, the eighth highest mountain in Britain. Rescue helicopters and mountain rescue teams were scrambled to bring the injured down off the mountain. A doctor from Belford hospital in Fort William, who was flown to the scene, said the boy's injuries were the most worrying and he had been flown by helicopter direct to hospital. He said: \"Our biggest problem now is to solve the dilemma of scores of people refusing to board the gondolas to get off the mountain. We are satisfied there are no other casualties and that only one gondola was involved.\" About 50 people, most of them elderly, were due to board the gondolas for the return trip down the mountain but were taken by helicopter instead. Others were stuck on their gondolas after the system stopped following the accident. A spokesman for the Nevis Range said: \"At approximately 3.30pm at Nevis Range, a gondola containing five passengers derailed, approximately 500 metres from the top gondola station. Casualties were treated at the scene by emergency services and are being airlifted by the mountain rescue services to hospital. All casualties are conscious. There are currently 50 people in the top station and approximately 25 people in gondolas who will be evacuated as soon as the casualties are airlifted. A full investigation into the cause of the derail will follow.\" John Davidson, of the Lochaber mountain rescue team, said: \"It is still not clear how this accident happened. Certainly one gondola hit the ground and the police are trying to ascertain if somehow there was a collision which derailed it, if it hit another gondola as it came off the cable or there was only one involved.\" RAF spokesman Mike Mulford said: \"It looks as though several people have been thrown out of the cars, at what height I don't know. This site is a major part of the ski scene in Scotland and at this time of year it is very much a tourist place and one would imagine you're going to find that these are tourists. \"We have a navy helicopter, an RAF helicopter and the air ambulance. We are ferrying mountain rescue teams up to the site and ferrying medical staff, and the two main hospitals in the area are on standby. First reports suggest several broken legs, head injuries, chest injuries, so in anyone's language potentially this is turning into quite a serious incident.\" He added: \"We are talking about up to 4,000ft up, so the wind is a clear possibility as a factor. It will be a factor in flying in there and it may, and I stress may, have been a factor in the collision between the gondolas, which, in my experience, is simply unknown.\" The Nevis Range cable car system was built to transport skiers to the slopes but it is also used by climbers, hang-gliders, mountain bikers and daytrippers seeking an easy way to reach the heights. Each gondola holds six passengers and the journey takes 12-15 minutes each way. The system, which can carry 1,700 passengers an hour, has 80 closed cabins."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}