{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2006/jul/02/formulaone.sport", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2006-07-01T23:51:40Z", "webTitle": "Formula one: Ferrari paint Indianapolis red", "webUrl": "https://www.theguardian.com/sport/2006/jul/02/formulaone.sport", "apiUrl": "https://content.guardianapis.com/sport/2006/jul/02/formulaone.sport", "fields": {"headline": "Ferrari paint Indianapolis red", "bodyText": "At the very moment England were kicking their way out of the World Cup, Michael Schumacher and Felipe Massa were on the other side of the world booting Ferrari into contention in the F1 world championship. Fastest time during qualifying gave Schumacher his first pole position since Imola in April, his team-mate, with the greatest of respect to Massa, demonstrating an improvement in the performance by the Ferrari and Bridgestone package rather than sheer speed by the young Brazilian. Schumacher could today become the first five-time winner of the United States Grand Prix and his chances will be improved by not only having Massa ride shotgun but also championship leader Fernando Alonso struggling to do better than qualify fifth. Giancarlo Fisichella gave Renault some hope by qualifying third, but the Italian admitted it had been a struggle. 'Obviously I'd like to be on pole,' said Fisichella. 'But, honestly, I am happy with third under the circumstances. I did a good lap, but I was struggling just to be quick overall; a problem with the grip and the tyres, I think. When we saw the lap times during free practice this morning and saw how fast Ferrari are, we knew it was going to be tough for us to be in front of them. They are a second a lap quicker - which is a lot.' Tyres - and making them last - have been the main focus of attention during the past two days. The evidence so far suggests that the return of tyre-changing at the pit stops has relieved much of the concern about the left-rear tyre coping with the forces exerted by the 180mph banking unique to this circuit. A repeat of last year's fiasco, when just six cars raced, is unlikely. Bad feeling, such as it was, got no further than the main gate of the Indianapolis Motor Speedway (IMS) on Thursday morning as F1 fans queued from an early hour to meet some of those responsible for their abysmal and, at times, offensive treatment 12 months ago. The free day, before track action was due to begin on Friday, provided an ideal opportunity for bridge-building. When 14 drivers were forced to withdraw seconds before the start of last year's US Grand Prix, the immediate impression was that F1, always struggling to establish itself on this side of the Atlantic, had not merely shot itself in the foot but had also cut both legs clean from beneath its bloated corporate facade. Michelin were seen as the culprits as the French firm, having failed to provide a tyre safe enough to cope with the banking unique to the speedway, had no alternative but to advise their seven contracted teams against racing. Michelin have since reimbursed more than 100,000 disaffected spectators and provided many free tickets for this weekend. Michelin was one of the motivating forces behind the charm offensive on Thursday. In partnership with their rival, Bridgestone, they organised appearances and autograph sessions by the drivers, a concept that is not new in the media-minded sports arenas of north America, but one that is completely alien to the more ambivalent and secretive world encouraged by Bernie Ecclestone. Judging by the cheerful mood of the drivers, the exercise did prove that they are willing to meet their public provided the operation is as efficiently organised as this and the fans as enthusiastic as they were orderly and well-behaved. F1 has always enjoyed a comparatively small but dynamic fan base in the USA. The problem is that their knowledge and appreciation is not shared by local sportswriters, many of whom would not know an F1 car if they tripped over one. Rick Teverbaugh, writing for The Herald Bulletin, seized on F1's appalling inadequacies last year and implored the IMS to 'get rid of an organisation that seems to care little for the facility or the racing fans of Indiana'. His opinion may be a soft and tired option that is 12 months old, but it does indicate any excuse to exercise an attitude that F1 should be working hard to alter. Thursday's public relations exercise aside, F1 has been notable for its lofty and arrogant manner when dealing with sports fans accustomed to more respect. As if to prove that point, Ecclestone last week said F1 did not need America. It was a typical piece of political and verbal swordplay by Ecclestone at a time when he is renegotiating F1's contract with Indianapolis. The usual arguments prevail in that IMS boss Tony George does not want to part with the $20m fee to have F1 visit his respected establishment and Ecclestone insists that is the going rate; if George is not willing to pay, there are others who will. But none, unfortunately, resides in the USA."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}