{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2006/jul/20/cricket.sport", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2006-07-19T23:36:17Z", "webTitle": "Cricket: Walker steals Flintoff's thunder", "webUrl": "https://www.theguardian.com/sport/2006/jul/20/cricket.sport", "apiUrl": "https://content.guardianapis.com/sport/2006/jul/20/cricket.sport", "fields": {"headline": "Walker steals Flintoff's thunder as favourites struggle", "bodyText": "So much for Andrew Flintoff giving a boost to Lancashire's championship challenge. He remained the pick of a wilting bowling attack in a temperature measured in the middle at 44.5C yesterday but a monumental innings by the Kent stalwart Matthew Walker left the title favourites with an uphill struggle to avoid their first defeat of the season. If England's chairman of selectors David Graveney arrived wanting Flintoff to have a long, hot workout to test his fitness for next week's second Test he could not have asked for better than Walker's 450-minute marathon, which fell agonisingly short of his second double century when he stumbled going for a second run that would have taken him to 198. However, gratitude was not the primary emotion of Flintoff and the rest of Lancashire's fielders as Walker made them suffer for almost six hours yesterday, especially as he had been dropped on one the previous evening - although after running him out they did offer him generous sympathy for his misfortune, with Flintoff towering comically over the squat 32-year-old from Gravesend as he reprised his commiserating bear-hug with Brett Lee at Edgbaston last summer. Their exhausted openers Mark Chilton and Iain Sutcliffe then fell cheaply to Kent's pumped-up new ball pair of Amjad Khan and Tyron Henderson, leaving Lancashire in need of some Flintoff batting heroics even to salvage a draw. They need 166 more to avoid an innings defeat. Flintoff had Walker hopping around late on Tuesday, but the balance of power had shifted when he took a swig of Red Bull before his first spell yesterday morning. He did not generate the same pace in a five-over burst, then took a 15-minute breather in the dressing room, explained by nothing more sinister than a blistered toe and a need to escape the sun. Another four overs followed after lunch, completing commendable if unspectacular figures of 19-4-45-2, but by now Walker was commanding more attention from the locals. This was the third century of what should become comfortably his best season, and with his 141 in Kent's last home game against Nottinghamshire, and scores of 87 and an unbeaten 70 in Hove last week, his last four innings have now spanned almost 24 hours. Dwayne Bravo showed style and restraint in contributing 76 to a fifth-wicket stand of 137, but Lancashire still seemed likely to restrict Kent's first- innings lead to about 100 when Niall O'Brien, Henderson and Min Patel all chipped catches to Glen Chapple, leaving them on 301 for eight. But Walker then found another doughty ally in Amjad, who followed his excellent bowling performance on Tuesday by sharing a ninth-wicket stand which broke a 102-year-old record for Kent against Lancashire. Flintoff helped break it by catching Amjad at cover, showing that there is nothing wrong with his concentration, before Walker's stumble allowed them both to retire, exhausted, to their ice baths. The organisers of tonight's Twenty20 match at Windsor Castle, the latest function in Flintoff's benefit year which will involve him rushing to catch a helicopter at the close of play, must hope that he has a lesser workload today."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}