{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2006/jul/12/ukcrime.comment", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2006-07-11T23:10:54Z", "webTitle": "Leader: In praise of ... Bow Street magistrates court", "webUrl": "https://www.theguardian.com/commentisfree/2006/jul/12/ukcrime.comment", "apiUrl": "https://content.guardianapis.com/commentisfree/2006/jul/12/ukcrime.comment", "fields": {"headline": "In praise of ... Bow Street magistrates court", "bodyText": "Bow Street magistrates court opened for business in about 1740, often for trials connected to the over-consumption of gin in Covent Garden. The novelist Henry Fielding was one early worthy who sat on the bench, raising a force of constables nicknamed \"thief-takers\" who were kept busy by the local brothels and taverns. Later they became known as the Bow Street Runners, maintaining order until Sir Robert Peel established the Metropolitan police in 1829. The police station which shared premises with the court was the only one in London not to have a blue lamp - it reminded Queen Victoria of the death of her beloved Albert in the blue room at Windsor every time she visited the opera. The police moved out to more modern quarters some years ago but the court lingered on, treasuring memories of some of the most notable criminals in English history. Oscar Wilde, Lord Haw Haw, Dr Crippen, Rudolf Hess, the Krays and Jonathan Aitken all stood in its dock, some on their way to the Old Bailey. It appears in fiction too: Dickens brought the Artful Dodger before the Bow Street beak. In more recent times, one alarming case the court heard was that of Abu Hamza al-Masri, the Islamist cleric, but his appearance was via videolink from Belmarsh. Efforts to preserve the Palladian building as a police and crime museum failed in the face of a bid by an Irish property developer. It closes on Friday. There's nothing wrong with another boutique hotel. But a history-sodden corner of London will be lost."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}