{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2006/jul/25/ukcrime.stevenmorris", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2006-07-24T23:09:07Z", "webTitle": "Freed sex attacker sought over rape", "webUrl": "https://www.theguardian.com/uk/2006/jul/25/ukcrime.stevenmorris", "apiUrl": "https://content.guardianapis.com/uk/2006/jul/25/ukcrime.stevenmorris", "fields": {"headline": "Freed sex attacker sought over rape", "bodyText": "Police were last night searching for a convicted sex attacker who was under the supervision of probation officers after a 17-year-old girl was raped in a seaside town. Dorset police took the unusual step of naming the man they wanted to speak to in connection with the attack. They described Richard Ewing, 41, as \"extremely dangerous\" and said he should not be approached because he could be armed. Probation sources said Mr Ewing was released from jail late last year after serving a sentence for rape. Officers handed out leaflets to holidaymakers on the beach in Weymouth informing them of the attack. Police also warned women not to go out alone and stepped up patrols in the resort. The case may raise further questions on how dangerous prisoners are monitored by probation officers. There have been a series of high-profile cases in which violent criminals have gone on to reoffend soon after release from jail and while under the supervision of the probation service. The teenager was attacked as she walked across fields near Cockles Lane in the Lanehouse area of Weymouth at about 6pm on Saturday. Such was the violence and random nature of the attack that on Sunday the police decided to warn women not to go out alone, day or night, until the man was caught. After the attack, officers tried to trace Mr Ewing . When he could not be found they put out an alert to other forces in the country and yesterday decided to issue a public appeal for information about him and publish his photograph. Mr Ewing is described as 5ft 10in, 15 stone and of muscular build. He has tattoos of an anchor on the thumb of his left hand, a cross on his left forearm and dots on the knuckles of his left hand."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}