{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/organgrinder/2006/jul/17/topofthemediapops", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2006-07-16T23:22:00Z", "webTitle": "Top of the media pops", "webUrl": "https://www.theguardian.com/media/organgrinder/2006/jul/17/topofthemediapops", "apiUrl": "https://content.guardianapis.com/media/organgrinder/2006/jul/17/topofthemediapops", "fields": {"headline": "Top of the media pops", "bodyText": "Ricky Gervais is in, Stephen Carter is out, Jana Bennett is up and Richard Littlejohn is down. Yes, it's that time of the year again - the Media Guardian 100. BBC director general Mark Thompson tops the list for the second year running. As you can read elsewhere on this site, new media has had a bigger impact this year than ever before, with a top 10 dominated by the likes of Steve Jobs, Bill Gates and Google co-founders, Larry Page and Sergey Brin. So who are the other winners on this year's list? High risers include ITV director of television Simon Shaps, BBC political editor Nick Robinson and Daily Mirror editor Richard Wallace. Going down are Express owner Richard Desmond, Channel Five director of programmes Dan Chambers, and Sir Christopher Meyer, chairman of the Press Complaints Commission. New entries include Richard Branson, Carphone Warehouse boss Charles Dunstone and Setanta director of sport Trevor East, while we bid farewell to the likes of Nigel Pickard, Richard Freudenstein, Martin Newland, David Mansfield... the list goes on and on. Brin and Page top our list of the most powerful under-40s, followed by a triumvirate of Rupert Murdoch employees - Sun editor Rebekah Wade, News of the World boss Andy Coulson and BSkyB chief executive James Murdoch. But what about Murdoch himself? The News Corp chairman and chief executive is in third place for the second year running, pipped to the runner up spot by Apple's Steve Jobs. No list is ever definitive, of course. The aim of the Media Guardian 100 is to give a snapshot of the industry's most important movers and shakers - some well known, others less so - and as a starting point for debate."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}