{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2006/jul/10/pressandpublishing.comment", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2006-07-09T23:19:03Z", "webTitle": "The readers' editor on ... two pictures that did not tell the right story", "webUrl": "https://www.theguardian.com/media/2006/jul/10/pressandpublishing.comment", "apiUrl": "https://content.guardianapis.com/media/2006/jul/10/pressandpublishing.comment", "fields": {"headline": "Open door", "bodyText": "I have dealt with two complaints in the past few weeks prompted by photographs which were to an extent misused, with distressing or embarrassing consequences. Both reflect the pressure to illustrate that the highly pictorial nature of the modern Guardian both in print and online exerts upon editors working to deadlines. One complaint involved a photograph of a man in hospital who, despite the fact that his face was partially concealed by his hand, was recognised by his son - or I should say that his son, and the rest of his family, felt that they recognised him beyond any reasonable doubt. Their distress was exacerbated by the fact that their relative had died last year. Further, the photograph was used, on the home page of Guardian Unlimited, to illustrate a report about assisted dying. This was in no way relevant to the death of the complainant's father. The degree of uncertainty that remained about the identity of the man in the picture did not in the circumstances seem to me to be particularly important. The photograph was taken by a Guardian staff photographer in a London hospital in 2001. The Guardian itself now had no way of identifying the man in the picture. At the time, the picture would have been taken with the approval of the hospital and with the consent of the patient who had, presumably, chosen partially to conceal his face. There is absolutely no reason to suppose that any other than the correct procedures were followed. What was wrong was to use such a picture after it had lain in the archive for five years. The journalists who took the decision believed that the identity of the patient was concealed. The question to ask was perhaps: were this my father, would I recognise him? They perhaps felt they would not. I felt I would. There are always two other important things to consider with this type of archive picture: one is the possibility that the patient has died since the picture was taken; the other is whether the purpose for which the picture is being reused is appropriate. The picture has now been deleted from the Guardian archive. The Guardian has written to the complainant's mother, the widow of the man the family felt they had identified in the picture, apologising for the distress she and they had felt. Guardian Unlimited is left with questions to ask about picture editing online - I am told that developments are imminent. The Guardian picture desk and for that matter the paper at large is left with questions about illustrating stories from stock and out of the context in which the pictures were originally taken. The second complaint came from an England football supporter who was pictured by an agency photographer while in Germany for the World Cup. He was shown in profile wearing a white German army-style helmet bearing the words, Come on England!, and with the England flag reflected in the lens of his sunglasses (an effect which he was posed to achieve). The picture was taken quite independently and with no knowledge of the way in which it would be used, or by whom it would be used. In fact, the Guardian used it on its front page in a manner and in a context which I felt provided justifiable cause for complaint. The following note and apology appeared in the corrections column on Saturday: \"We carried above a report headed Quit the Nazi thing, says our man in Berlin, front page, June 29, about bad-mannered, uncouth English football fans, a picture of a man in a joke German army helmet. We wrongly described this in a caption as 'Nazi-style headgear', a phrase that was not used in the caption provided by the photographer who took the picture or his agency. We apologise for any embarrassment caused if this gave the impression that the man in the picture was one of those referred to in the accompanying report. We point out that the hat carried a slogan no more offensive than the words 'Come On England!'.\" As Harold Evans is supposed to have said: \"The camera cannot lie. But it can be an accessory to untruth.\" The correction is now attached to the online version. · Ian Mayes is president of the Organisation of News Ombudsmen. reader@theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}