{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2006/jul/02/tennis.wimbledon20061", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2006-07-01T23:51:40Z", "webTitle": "Wimbledon: Russian guard take up prominent position", "webUrl": "https://www.theguardian.com/sport/2006/jul/02/tennis.wimbledon20061", "apiUrl": "https://content.guardianapis.com/sport/2006/jul/02/tennis.wimbledon20061", "fields": {"headline": "Russian guard taking up prominent position", "bodyText": "In one of those rituals that remind us of all our yesterdays, five of the greatest women players ever to have graced the Centre Court were presented with mementoes to recognise their achievements in the royal box yesterday while on the courts outside, a bevy of Russians were reminding us of where the game is today. On this first Saturday of the championships, there were still seven Russian women in contention and although none is likely to match the fame and glory of Maria Bueno, Margaret Court, Billie Jean King, Martina Navratilova and Steffi Graf, who won a total of 202 grand-slam titles between them, they are the combined force that is driving the modern game. Not all survived, as five were packing the top half of the draw and, inevitably, two ran into each other. Elena Dementieva took that one over the oldest of the group, 30-year-old Elena Likhovtseva, 7-5 6-3 in wonderfully scrappy battle on Court 2, while Anastasia Myskina, who had a good Eastbourne and has continued her resurgent run of form here, wasted little time with one of those clay-court-loving Spaniards, Anabel Medina Garrigues, winning 6-3 6-4, despite feeling so sick after the first set that she had to call a doctor to the court. Myskina, apparently, was having problem breathing for a while but that did not prevent her fulfilling her doubles obligations as Likhovtseva's partner later in the day. The future is not all Russian, of course, as Ana Ivanovic reminded us. The 19-year-old Serb fought back impressively against Dinara Safina to improve on her third-round showing last year with a 3-6 7-6 6-1 victory. The result compounded a miserable week for the Safin family after brother Marat's five-set loss to Fernando Gonzalez in the second round. Safina has risen to number 17 on the WTA rankings - five higher than Ivanovic - on the back of reaching the final in Rome but that was on clay, as was her only previous meeting with the Serb, which she won in Berlin two years ago. 'But we are both much better players now,' said the bubbly Ivamovic. She thinksLondon is fun. 'I'm staying on to go sightseeing and do some shopping,' she enthused. 'London is such a great city.' She will have the energy for it because it was her ability to remain fresh in the heat that enabled her to force Safina on to the back foot in the final stages of a hard-hitting battle, completing her victory with a lovely forehand winner on the run. Dementieva is another player whose looks and charm are going to ensure her success far beyond the tennis court. She, alone amongthe top Russians, has yet to win a grand slam ,but the chances of her emulating Maria Sharapova (Wimbledon), Svetlana Kuznetsova (US Open) and Myskina (French Open) are always on the cards because she has such a solid, well-structured game. Only a hopelessly erratic serve has held her back and yesterday Likhovtseva was barely more secure with it than her opponent, serving seven double faults to Dementieva's nine. But the game was won and lost off the ground - off this higher bouncing grass that gives ground strokers time to set up their shots and pick their spots. And that played into Dementieva's hands. Soon Likhovtseva was looking hot and bothered as she was made to run back and forth on her baseline, chasing one clean, hard-hit drive after another. On this form Dementieva looks set for the quarter-finals because her next opponent will be Shenay Perry, a promising American who is still ranked only 62 in the world. Shuai Peng's defeat at the hands of Italy's nineteenth seeded Flavia Pennetta left only one Chinese, Na Li, in the draw. Li will play Nicole Vaidisova of the Czech Republic tomorrow. Pennetta, who proved her liking for grass by reaching the fourth round here last year, emulated that feat with a decisive 6-2 6-3 win."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}