{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2006/jul/12/estheraddley.uknews2", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2006-07-11T23:23:50Z", "webTitle": "McKenna sues journalist over 'bogus' PhD claim", "webUrl": "https://www.theguardian.com/uk/2006/jul/12/estheraddley.uknews2", "apiUrl": "https://content.guardianapis.com/uk/2006/jul/12/estheraddley.uknews2", "fields": {"headline": "McKenna sues journalist over 'bogus' PhD claim", "bodyText": "The TV hypnotist and author Paul McKenna already has a great many titles to his name - among them I Can Make You Thin, Better Sex for Lovers and Sleep Like a Log. But one PhD or two? That was the question that Mr Justice Eady was called upon yesterday to arbitrate, as McKenna took the stand in the high court in London in what may prove to be a costly fight to defend his academic reputation. The hypnotist is suing Mirror Group Newspapers, publishers of the Daily Mirror, for \"substantial damages\" following what he claims was a sustained campaign by the paper's former columnist Victor Lewis-Smith to suggest he knowingly paid for a \"bogus\" PhD from a \"looneyversity\" in the US in 1996. (All parties accept that a second PhD in 2003 is legitimate.) The insinuation, according to the hypnotist's lawyers, is that he lied to the public about his qualifications. The Mirror Group denies libel. Central to the case is an article published in October 2003 headlined \"It's a load of doc and bull\", in which Lewis-Smith wrote that McKenna's first PhD, awarded by La Salle university in Louisiana, was a sham. \"I discovered that anyone could be fully doctored by La Salle within months (no previous qualifications needed),\" he wrote, \"just so long as they could answer the following question correctly: 'Do you have $2,615, sir?'\" This followed a number of articles dating from 1997 in which, among other things, the columnist calls McKenna a \"non-doctor\", a \"dildo\" and compares him to Dr Crippen, the notorious murderer executed in 1910 for killing his wife. In fact, La Salle university was not as it seemed: in late 1996 the former president, Thomas Kirk, admitted to the FBI that it was not officially accredited; the following year he was jailed for five years for fraud. McKenna told the court he knew nothing of the fraud when he enrolled for a doctorate in hypnosis in June or July 2005. While he admitted the revelation had \"devalued\" the qualification, he insisted he did not believe it rendered it \"bogus\". He said he had devoted at least 500 hours to his coursework studies in the 18 months it took him to complete the degree. His witness statement lists 12 books he says he read towards his studies, including such titles as Mega Brain Power, Awaken the Giant Within and Using Your Brain for a Change. He admitted that despite discovering that La Salle was not a fully legitimate institution, his books and tapes continued to refer to him as \"Paul McKenna, PhD\" until 2003, when he acquired his second doctorate. The hypnotist, who is dyslexic and did poorly at school as a result, admitted to John Kelsey-Fry QC, representing the Mirror, that when he applied for the course his knowledge of the academic sphere was \"extremely limited\" and that he did not know that a PhD was at the top of the academic hierarchy. Above it, he said, he would have put \"professor\" and \"professor emeritus\". He said he did not find it strange he had been admitted to such a challenging course despite his lack of academic experience, thanks to the university's policy of awarding credits based on an applicant's \"life experience\". Having been ruled exempt from coursework thanks to his previous books, his dissertation project consisted of recording a series of self-help tapes that would later be released commercially as Success for Life, and published as a book, Change Your Life in Seven Days. The book has sold more than half a million copies worldwide. The insinuation that he is a fraud has led to ridicule, McKenna said. \"My peers make jokes about the article and I became a laughing stock. In my profession it is essential that people trust me.\" The case continues."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}