{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2006/jul/10/comment.worldcup2006", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2006-07-09T23:14:11Z", "webTitle": "Maureen Lipman: Less commentary, more football", "webUrl": "https://www.theguardian.com/commentisfree/2006/jul/10/comment.worldcup2006", "apiUrl": "https://content.guardianapis.com/commentisfree/2006/jul/10/comment.worldcup2006", "fields": {"headline": "World Cup or Wimbledon, sometimes I just had to turn down the commentary and watch in silence", "bodyText": "I'm writing this on Wednesday to file on Friday so that it can appear today. I tell you this so that you know I'm sticking my neck out to predict that Italy will win the World Cup, not just on the grounds that they've played the best football, but also because, dramatically speaking, with a corruption case on a massive scale back home in Italy, their win will stand as a metaphor for the whole beautiful game itself. Or perhaps just for its ugliness. Taken to the very limits of greed, media hysteria, manager-mania, swearing, stamping, diving and post-goal snarling into camera, the professionalism has turned the sport into a different game altogether, the world's oldest profession. Everyone is screwing everyone for the most they can get. Perhaps a lesson could be learned: salaries could drop a touch; we could have less reverence for boys just out of school and managers with fingers in too many pies. We might even say goodbye to panel punditry and chronic use of what Jack used to call \"the footballer's tense\", as in, \"So I'm seeing him coming down the wing and I'm thinking, like, I'll clatter him into row Z.\" Not that I haven't enjoyed what I've seen of the coverage. Italy and Germany was a nailbiting match and no filmmaker could have chosen a more moving track than You'll Never Walk Alone sung in German at the bitte end. Sometimes, though, I just have to turn down the commentary and watch in silence. Similarly with the tennis. Commentators seem obsessed by detail: \"This girl has a big serve although she's very small for a tennis player.\" \"She's tiny, I know, but she covers the court.\" \"I wonder how tall she actually is.\" \"Oh, about five foot four is what I'm hearing. Well, that is short.\" \"Yes, very petite indeed.\" There was one day when the buzzword was early. \"She's hitting these balls much earlier, you'll notice, she's really looked at her game and is earlier to reach the shots.\" \"Yes, much earlier than last year.\" I sort of know what they're saying, but hell, the ball bounces and they hit it when they reach it, don't they? And if they get there late it hits a ball boy. I actually thought my ears were playing silly buggers with me when a Chinese player was snapping at the heels of Kim Clijsters and the commentator cheerily mentioned there was a lot of \"nip'n'tuck\" in the game. I like it when they go wildly over the top, praising one player over his opponent: \"unstoppable\"; \"making mincemeat\"; \"the way he's playing, the Czech hasn't got a cat in hell's chance\". Then, suddenly, the game shifts and they have to backtrack hopelessly: \"Well, he was playing a blistering game but you know tennis, mate - he's taken the set. Well, it was always on the cards.\" Language must evolve, and fashionable slang is part of that evolution, but why is our current vernacular so very questioning? There is the ubiquitous Aussie upward inflection, a post-Neighbours given, but added to that we have hypothetical questions, bang slap in the middle of sentences, as in: \"So I went up to him, right? And I said, 'You're the bloke from the warehouse, innit? I want a word with you, OK?' 'You what?' he says, and I'm just, like, 'Helloo?' And he's well miffed, know what I mean?\" It's as though we need reassurance all the time from the listener that they understand us, even though we are using such clear and concise language. My late mother was the mistress of the hypothetical question, but that was, by her own admission, because she couldn't bear silence. \"Ooh,\" she'd say, apropos of not much, \"doesn't it soon get to 10 to 10?\" Or, \"Ooh, aren't eggs useful?\" Or, \"Ooh, doesn't a black skirt cover a multitude of sins?\" I used to grind my teeth, knowing I was supposed to reply, \"Yes, the evening has gone quickly, you're quite right.\" Or, \"Eggs, yes, I know, you can bake with them, bind meatballs with them, or just cook with them.\" Or, \"It certainly does. I mean, if your hips are wide then the dark colour of the skirt tends to lessen the effect of the width.\" But instead I would grunt and carry on watching TV. What wouldn't I give now to respond to those questions? A hypothetical question if ever there was one ... Last Sunday night, in 80-degree heat, 19 women in evening gowns, a saxophonist and a singer played 50 parts in a rehearsed reading of Clare Booth Luce's The Women in front of 80 punters, to raise money for the King's Head theatre, in Islington, north London. Between us we must have shed enough water to put the hosepipe ban into remission. When the King's Head says a rehearsed reading, one of those words isn't strictly accurate. I was to direct it in a day and on the previous Friday my leading lady had pulled out due to the twin problems of a sick child and a sponsored swim. Only a few of the others were free to come to my place on the Saturday for a brief read-through and I had no dog-sitter. There was a bubble of panic in my windpipe when I awoke on Sunday. Singer Anna Bergman flew in from New York and made the mistake of ringing to say hi. My response was, \"Have you brought a little black dress?\" Clare Booth Luce wrote the play in 1936 and George Cukor filmed it in 1939 with Norma Shearer, Roz Russell and Joan Crawford. The dialogue crackles and spits and, unlike most women's writing today, the women are not much more admirable than the men. It's Sex and the City with the sex off-stage. We performed the reading in the manner of a 1930s radio recording, with old-fashioned mics, all actors on stage throughout, gliding into mic for each of the 12 scenes. Except for the principals, actors played several roles and one, Vicky Simon, proved invaluable at providing sound effects in full view, ranging from slaps and thuds in a fight scene to day-old baby howls and dripping water. Some sort of showbiz magic kicked in and, in spite of the steady waving of fans and papers all over the house - it looked, surreally, like a nail-drying convention - the audience's laughter and applause said it all. As for me, I played every part, missed a heartbeat at every pause, mothered and puffed with pride when my chicks took flight. I was so bushed at the end that I put my head on the dinner table and went to sleep. Acting is easier. Of course, if this were a real show, while the girls were sweating all over again the following night, as director I'd be in the Ivy, up to my pearl choker in sauvignon and home for an early bath, on 10%. Nice work if you can get it. · This week Maureen saw an afternoon TV movie called Time to Say Goodbye about choosing the right to die: \"Wonderful cast hopelessly breathing life into impossible cliches.\" Maureen read Kalooki Nights by Howard Jacobson: \"Nobody gets the analysis of the Jew in the diaspora with greater fearlessness or lightness of touch.\""}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}