{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2006/jul/29/pakistan2006.cricket3", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2006-07-28T23:43:35Z", "webTitle": "Cricket: Recovering Shoaib targets final Test", "webUrl": "https://www.theguardian.com/sport/2006/jul/29/pakistan2006.cricket3", "apiUrl": "https://content.guardianapis.com/sport/2006/jul/29/pakistan2006.cricket3", "fields": {"headline": "Recovering Shoaib targets final Test", "bodyText": "The Pakistan fast bowler Shoaib Akhtar is aiming to play for Pakistan against West Indies A in a two-day game starting on August 12 in a desperate attempt to regain match fitness in time for the fourth and final Test at The Oval that begins on August 17. Shoaib, who last played for Pakistan during the third Test against India in Karachi in February, has been training with Warwickshire and hopes to turn out in a week's time in a club match for Berkswell against St George in division three of the Birmingham League as he continues his rehabilitation from ankle surgery. With an appearance in next week's third Test at Headingley now virtually out of the question, he will then aim to play against West Indies A at Shenley in what would be his first truly competitive game for six months. Shoaib joined the rest of the team in Manchester yesterday morning and underwent a one-to-one work-out between lunch and tea with the Pakistan bowling coach Waqar Younis while his team-mates struggled to dismiss England out in the middle. But since the Oval Test begins only four days after the end of the Shenley game, there must be considerable doubt over whether Shoaib will play any part in the Test series against England at all. Ultimately his participation could depend on the quickness of the Oval pitch and the state of the series. Pakistan might decide that it is worth risking him only if their side is still in with a shout after Headingley. It will be very much a case of wait and see. \"To be honest, if it was up to me I'd be out there tomorrow,\" he said after a training session in which he had operated at around 80% of his normal pace. \"But realistically if not the third Test then the fourth, inshallah, definitely. \"I'm not a guy who likes to sit on the sidelines and it's very frustrating, especially after watching Steve Harmison take all those wickets. I feel I could have matched him on that pitch. I just wish I was running out there in the middle with the boys. \"I'm still working hard and trying to get back there as soon as possible but I need to get my bowling form back. For me it's about running in and feeling comfortable and feeling light on my foot. I wish I could be out there. It's really disappointing not being able to play.\" But Shoaib's natural exuberance and desire for competitive action will have to be weighed against the risk of injuring himself again. He has already aggravated his ankle once by pushing himself too hard and the Pakistan management - despite watching their seamers fail to replicate the hostility shown on Thursday by Harmison - are wary of risking their fastest bowler by playing him before he is ready. \"He looked well in the nets,\" said Waqar. \"But since he has not played for several months we want a gradual comeback and don't want to rush him. I don't think he has any chance of playing in the Leeds Test.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}