{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2006/jul/20/rugbyleague.sport", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2006-07-19T23:36:17Z", "webTitle": "Rugby league: Tigers fear loss of Nutley", "webUrl": "https://www.theguardian.com/sport/2006/jul/20/rugbyleague.sport", "apiUrl": "https://content.guardianapis.com/sport/2006/jul/20/rugbyleague.sport", "fields": {"headline": "Tigers fear they will lose Nutley", "bodyText": "New Zealand's Awen Guttenbeil yesterday became the second overseas international to join Castleford this week, but the Tigers are facing a battle to keep their Australian captain Danny Nutley. Guttenbeil, a 30-year-old second-row, followed the former Australia centre Shaun Timmins by signing a two-year contract with the Yorkshire club. But the loss of Nutley would be a major blow. \"It's not a football issue,\" said Castleford's football director Mick Robinson. who recently signed Nutley to a new two-year contract. \"Danny's got a few personal things to sort out and we understand that that's the most important stuff.\" Nutley has been tipped to join Sydney Roosters as a replacement for the Great Britain prop Adrian Morley, who will move to Warrington next season but is unlikely to join them for a short stint at the end of this season unless the Wolves manage to register him before tomorrow's deadline. Wakefield have identified the man they want as coach after Tony Smith's dismissal this week but will not appoint him until after tomorrow's home game against Bradford. \"Nothing's going to happen before the weekend,\" said Steve Ferres, the chief executive. \"We know who we want but it's been a bit hectic this week.\" Hull's assistant coach Richard Agar and the former St Helens and Wigan coach Ian Millward have rebuffed offers to apply and with the initial favourite John Kear also thought to be out of the running Salford's assistant coach James Lowes has emerged as a dark horse. He may lead Salford against Catalans Dragons on Saturday after the City Reds' coach Karl Harrison was injured in a charity football match. Salford's Anthony Stewart has joined Harlequins for the rest of the season, and Abdul Khan, a 16-year-old from Dewsbury, is the first British Asian to graduate from the Bradford Bulls' scholarship scheme."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}