{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2006/jul/02/wimbledon2006.wimbledon4", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2006-07-01T23:51:41Z", "webTitle": "Wimbledon: Jankovic makes Serbia's day", "webUrl": "https://www.theguardian.com/sport/2006/jul/02/wimbledon2006.wimbledon4", "apiUrl": "https://content.guardianapis.com/sport/2006/jul/02/wimbledon2006.wimbledon4", "fields": {"headline": "Venus wanes as Jankovic makes Serbia's day", "bodyText": "or without Montenegro. In the biggest upset of the championships so far, Jelena Jankovic, ranked 29 in the world, ousted the defending champion Venus Williams 7-6 (10-8) 4-6 6-4, while a better-known Serb, Ana Ivanovic, got the better of Dinara Safina 3-6 7-6 (7-3) 6-1. Jankovic is 21 and Ivanovic 18 and today they will have done as much to assuage World Cup disappointment in Serbia as Andy Murray has here, even if he isn't English. With Novak Djokovic still alive in the men's event, the Serbs have three players going into Wimbledon's second week. Williams was let down by a forehand she could no longer control in the third set after she had taken a 2-0 lead. And she didn't serve particularly well, either. There is still a feeling that her commitment blows hot and cold. She talked of suffering from a bad wrist and injuries have been almost as much a problem for her in recent years as for sister Serena, who will have been out of the game for seven months by the time she returns to the WTA tour in Cincinnati in August. But she handled everything with a huge philosophical smile in the postmatch press conference, shrugging off a minor complaint she made about how quickly Jankovic was serving - 'By the time I could get down into position, she was serving at me' - and then mused about how much tennis she has played this year. 'It's nice to have a lot of matches going into these tournaments, but I definitely think I could have played better tennis whether I had more matches or not.' Venus can seem vague at times. Not so the victor. Jankovic is a bright spark with a forthright command of the English language who is studying economics at Belgrade University. She didn't win much at the beginning of the year, being distracted by her studies, but it all turned round, in a strange twist of fate, when she played Venus at the Masters Series in Rome six weeks ago. 'That was a kind of turning point,' she said. 'I played quarter-finals out of nowhere. I didn't win a match before that. I was up against Venus - a set and 4-3, 40- 15 but I risked too much and lost. I'm just so excited I won this match. At the end I was just so nervous.' The Serb didn't know about the reputation of Court 2, dubbed the graveyard of champions, but in the end was happy not to have played on Centre because, the previous day in doubles, she had got hit in the eye. 'I was afraid I was going to have a black eye,' she said. She didn't but she had a historic victory instead and it now remains to be seen whether she will go further than Ivanovic, who proved fitter and stronger than Marat Safin's powerfully built sister, Dinara, who ran out of steam in the broiling sunshine out on Court 13. Safina has risen to number 17 on the WTA rankings - five higher than Ivanovic - on the back of reaching the final in Rome but that was on clay, as was her only previous meeting with the Serb, which she won in Berlin two years ago. 'But we are both much better players now,\" said the bubbly Ana, whose dark good looks are already attracting a large posse of slightly sweaty young men to courtside. She thinks that's fun and she thinks London is fun, too. 'I'm staying on to go sight seeing and do some shopping,' she enthused. 'London is such a great city.' There were Russians all over the place at the beginning of a glorious day. Elena Dementieva, is another player whose looks and charm are going to ensure her success far beyond the tennis court. She, alone among the top Russians, has yet to win a grand-slam title but the chances of her emulating Maria Sharapova, who breezed past Amy Frazier 6-3 6-2, or Anastasia Myskina, who defeated Anabel Medina-Garrigues 6-3 6- 4, are always on the cards because she has such a solid, well structured game. Only a hopelessly erratic serve has held her back and yesterday her compatriot Elena Likhovtseva was barely more secure with it than her opponent, serving seven double faults to Dementieva's nine. But the game was won and lost off the ground - off this higher bouncing grass that gives ground strokers time to set up their shots and pick their spots. And that played into Dementieva's hands. Soon Likhovtseva was looking hot and bothered as she was made to run back and forth on her baseline, chasing one clean, hard-hit drive after another and went down 7-6 6-3. Dementieva's next opponent will be Shenay Perry, who is the last American standing."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}