{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2006/jul/02/tennis.wimbledon2006", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2006-07-01T23:51:40Z", "webTitle": "Cyclops", "webUrl": "https://www.theguardian.com/sport/2006/jul/02/tennis.wimbledon2006", "apiUrl": "https://content.guardianapis.com/sport/2006/jul/02/tennis.wimbledon2006", "fields": {"headline": "Cyclops", "bodyText": "FIVE OF THE BEST Always ahead of the game, Observer Sport suggested to Wimbledon two months ago that the way to settle the equal-pay row was simple: let the women, like the men, play the best of five sets - an idea that has become a theme of press conferences during the first week of the championships. Wimbledon mutter incoherently when asked about this, but the leader of the women's game, Larry Scott, responds enthusiastically: 'On the one hand the fact that women don't play the best of five sets is used as an argument against women receiving the same rewards as men, on the other they don't let them do so.' Scott, chief executive of the Women's Tennis Association, says that Billie Jean King, the former Wimbledon champion and veteran campaigner for equal pay, has been trying since the 1970s to persuade Wimbledon to let women play the longer format. 'When I was with Billie Jean recently she told me that for 30 years women have offered to play the best of five sets at Wimbledon and one of the reasons she finds their argument [against equal prize money] so hollow is they have never been willing to allow that.' The women have been doing pretty well holding the party line, but there's always one isn't there? Asked 'If women can run marathons at the Olympics, why can't they play five sets?', Maria Sharapova replies: 'Why can't we? I mean I'll try, but I'll definitely need an ambulance by the court. It won't be pretty, I'll tell you that.' Have a word with her, Billie Jean. SIX OF ONE... Argument in chief that's rolled out by the anti-equal-pay brigade is that women's matches are less competitive than men's because the upper crust is much thinner on the distaff side. In a quiet moment, Cyclops tots up some statistics, which prove inconclusive. The number of first-round women's matches that went the full distance (three sets) was 18, the number of men's that went all the way (five sets) was eight. This means 46 women won their opening-round matches in straight sets whereas 42 men's winners won the first two sets and so would have stopped there had they been women's matches. Not a lot in it, really. LOVE'S YOUNG DREAM The comely young American Ashley Harkleroad, 20 - once the great post-Kournikova hope for the marketing people that hang around the game like a bad smell - was so burnt out by life on the tennis tour that she retired at the grand old age of 19. But then marriage to fellow pro Alex Bogomolov followed, and she returned to the tour earlier this year. The couple cherrypick the tournaments they play, are never apart for more than two weeks and now neither has an agent. Cyclops has had cause in the past to upbraid Harkleroad's 'people' for loudly speaking into their mobiles phones courtside (strictly forbidden at Wimbledon) and boorishly 'supporting' her with loud cries of 'Right here, right now!' So how refreshing to see just Bogomolov sitting on Court 2 as his wife lost in the second round to Maria Sharapova - a player who knows a thing or two about people cashing in on her looks - quietly encouraging her with 'Attagirl, Ash'. COOL DUDE Plenty of evidence exists that Andy Roddick is a regular dude, who is unspoiled by having joined the ranks of the game's elite (he's a former world number one, a grand-slam champion and so on). Here's more. When he fancied a trip to the new Wimbledon Museum on a visit to London earlier this year, he simply pitched up, stood in line and paid his admission fee like any other punter. Good guy. DISGUSTED OF SW19 So why did Venus Williams pull out of appearing on Friday Night With Jonathan Ross, the episode that got the Disgusteds of Tunbridge Wells blathering furiously after Ross asked David Cameron whether, as a young lad, he had been brought to a froth of excitement by Margaret Thatcher? Williams had been billed to appear but did not do so because, a spokeswoman for the programme tells Cyclops, the player said her schedule prevented her from doing so. When Cyclops pointed out that this seemed a little fishy because Venus had no playing commitments either side of the show, the spokeswoman cautioned against over-imaginative speculation. What doesn't seem too fanciful, though, is that Venus's injured sister Serena, who is playing an advisory role from the US, cautioned her sis against going on the show. When Serena appeared on it before the 2005 Wimbledon championships, Ross did his usual Johnny Gigolo routine to Serena's obvious discomfort. NAUGHTY ANDY Andy Murray admits he told a little porky pie when he stepped on to Centre Court for his first-round match against Olympic champion Nicolas Massu. Before he reached his chair, an official charged with enforcing Wimbledon's predominantly white clothing rule stopped him. 'He was asking if my hat had been okayed because there was a bit of blue on it,' he says. 'I lied and said it had.' But whoever heard of a Wimbledon jobsworth not making absolutely sure? 'He still phoned the referee to see if it was all right. Luckily it was.' Staying on the sartorial theme, Murray, who once admitted to Cyclops that he owns only one suit - and that was given to him for a Davis Cup tie - and doesn't intend buying one himself, does a nice line in irony. Of his Scottish saltire wristband, he says: 'If it doesn't go with my outfits, I'm not going to wear it because I'm really into fashion. I take good care of my appearance, as you can see.' Cue a smile and a tug at the tousled locks. PEN AND SWORDS Quite apart from the mighty Rafael Nadal struggling to win his second-round match on Thursday against Robert Kendrick, it proves a strange sort of day. First a line judge faints with theatrical precision in front of the royal box and then there is a delightful meeting with Joe Stahl, editor at large of the American publication Tennis Week who is over here working for Radio Wimbledon. Joe must be the last denizen of the press box to take notes with a fountain pen and when we get on to books Joe announces that he's reading Caesar's Gallic War - in Latin. 'Write anything nice about me and I'll sue,' says Joe. WHAT A STINK The drains at SW19 are causing havoc. Early last week, all the toilets in one section of the ground, including the media centre, were out of action. Then on Thursday morning a burst sewer pipe had to be repaired on Church Road, causing a two-mile tailback and an unfortunate odour. Caught up in it was one Boris Becker, who was being driven to his BBC commentary position at the time."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}