{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "science/lost-worlds/2016/jan/13/protoceratops-crest-sexual-social-displays-new-study", "type": "article", "sectionId": "science", "sectionName": "Science", "webPublicationDate": "2016-01-13T23:48:15Z", "webTitle": "Frilling discovery explains head crests in sexy dinosaurs", "webUrl": "https://www.theguardian.com/science/lost-worlds/2016/jan/13/protoceratops-crest-sexual-social-displays-new-study", "apiUrl": "https://content.guardianapis.com/science/lost-worlds/2016/jan/13/protoceratops-crest-sexual-social-displays-new-study", "fields": {"headline": "Frilling discovery explains head crests in sexy dinosaurs", "bodyText": "The incredible array of horns, frills, helmets, crests and other generally excessive and unusual structures that adorn dinosaurs have been a puzzle to palaeontologists back to the earliest discoveries of these animals. Huge numbers of hypotheses have come and gone about what they might have been used for though recently one idea has (re)emerged from the pack – sexual selection and social dominance. This is the aspect of evolution that produces features like the train of a peacock or the antlers on deer – structures that essentially advertise the health and ‘quality’ of the bearer and help them find suitable mates and / or take a dominant position in a social situation. This is an area of research I have been working on (and writing about) for several years but it’s a frustrating issue as naturally the behaviour of long extinct species is rather hard to test. One productive line is that socio-sexual dominance structures typically only grow late in an animals’ life. When they are young, their efforts are focussed on surviving and growing and getting to sexual maturity to reproduce, so growing large and heavy structures (or things that are brightly coloured and might give you away to predators) are eschewed. Then as maturity nears, these are important and suddenly grow quite quickly. This pattern is extremely common (young antelope and sheep have little or no horns, young birds generally lack the colours of their parents and so on) and could in theory be seen in dinosaurs. However, fossils of juvenile dinosaurs are extremely rare, and what you really need are multiple representatives of animals of all different ages that all belong to one species that has a crest of some sort. Happily, that collection is now available for the small Mongolian dinosaur Protoceratops allowing us to look at how they grow. This small quadrupedal dinosaur was a distant relative of the famous Triceratops, sharing the big frill off the back of the head, but lacking the horns of its famous cousin. There are lots of specimens of large adult Protoceratops and a few that are nearly full grown, but recently good specimens of young and even hatchling-sized animals have appeared. Telling babies apart is often difficult but happily these have a special tooth that is unique to the species and so we can confidently assign all of them to this group. In this new study myself and colleagues at Queen Mary University of London measured the length and width of the frill in numerous different Protoceratops from four broad age groups (very small animals, juveniles, near-adult size and adults) and compared it to the size of the rest of the skull (something we know in in proportion with the rest of the animal as they grow). What we found was that the frill does indeed expand later in life – it’s barely visible in the very young animals and yet is about the same length as the rest of the skull in adults. It changes in shape too, getting wider faster than it lengthens. This fits exactly with what we would expect from a structure used for sexual display or social dominance and that’s very good support but we can also rule out some other potential hypotheses. For example it has been suggested that frills might act as warning signals to, or a defence against, predators. However the environment Protoceratops lived in contained multiple Tyrannosaurus-sized carnivores and a hollow plate of bone about 50 cm long would probably not do much to deter such potential predators. We also know that Protoceratops tended to live in groups of animals of about the same size and age, so if the frill was acting to help them recognise and keep track of each other we would expect the juveniles to need proportionally similarly sized frills as the adults and that’s not the case. This marks the first time that such growth, linked to sexual selection and social dominance has been demonstrated in the extinct dinosaurs. There are lots of credible candidates for this phenomenon among the ranks of other, also extravagantly adorned dinos, but a lack of juveniles or complete crests make it difficult to demonstrate the exact pattern of growth. Still this is an important first step in seeing hoe these things changed and how they might have been used. Protoceratops also has some other features that could have potentially been used as signals (and it’s also common for animals to have multiple signalling structures) so there are more things to investigate here as well as looking at the ever increasing numbers of juvenile dinosaurs that are being discovered and what they can tell us about growth and dinosaur communication. Restoring the past is fraught with difficulties at the best of times and behaviour is an especially tricky area, but the careful use of the available material and elimination of key hypotheses can help us come to well-supported conclusions. This is likely to be a productive area in the future and more researchers are looking at how behaviour fits into development and anatomy and we can start to work out likely behaviours from ancient bones and move away from the ideas of dinosaurs as simply eating machines with no other behaviours of interest. Hone, D.W.E., Wood, D., &amp; Knell, R.J. 2016. Positive allometry for exaggerated structures in the ceratopsian dinosaur Protoceratops andrewsi supports socio-sexual signaling. Palaeontologia Electronica. Open Access here."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}