{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2016/jan/24/michael-jackson-journey-from-motown-to-off-the-wall-review-sspike-lee-documentary", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2016-01-24T23:00:03Z", "webTitle": "Michael Jackson’s Journey from Motown to Off the Wall review – Spike Lee plays it safe in documentary", "webUrl": "https://www.theguardian.com/film/2016/jan/24/michael-jackson-journey-from-motown-to-off-the-wall-review-sspike-lee-documentary", "apiUrl": "https://content.guardianapis.com/film/2016/jan/24/michael-jackson-journey-from-motown-to-off-the-wall-review-sspike-lee-documentary", "fields": {"headline": "Michael Jackson’s Journey from Motown to Off the Wall review – Spike Lee plays it safe in documentary", "bodyText": "Spike Lee’s documentary work has seen the director delve into huge moments in African American history, pulling at threads and reopening old wounds in the pursuit of shedding new light on familiar stories. In 4 Little Girls he explored the church bombings in Alabama that claimed the lives of four young black girls; When the Levees Broke explored the aftermath of Hurricane Katrina that left many in New Orleans asking whether the Bush administration cared if they lived or died. With Michael Jackson’s Journey from Motown to Off the Wall the MO endures, with Jackson’s evolution from child star to solo pinup drawing Lee’s gaze. Format-wise, Lee isn’t reinventing the wheel. He opts for smile-inducing stock footage of Jackson and his brothers becoming the Jackson Five and then managing the transition into the (edgier) Jacksons – renamed for legal reasons after they left Motown. The story is told by talking heads including David Byrne, Rosie Perez, Philadelphia soul production unit Gamble and Huff, Lee himself, Kobe Bryant and John Legend. Lee reminds us that Michael Jackson as a solo prospect wasn’t the dead cert you’d imagine in the 70s: he was seen as child star whose flame might have burned out. Could this spotty, insecure tween really become a global megastar? It’s that journey from boy to man that interests Lee and he makes the case that there were a few crucial moments in that evolution. The first was his move with four of his brothers from Motown to Epic (Jermaine couldn’t join them as he was married to Motown mogul Berry Gordy’s daughter). That saw them pair with Gamble and Huff, who’d established themselves as the Jam and Lewis of the 70s – producing hits for the O’Jays, Harold Melvin and the Blue Notes and MFSB, as well as developing the “Philly sound”, which set the template for the decade’s best disco. The second came when Jackson ventured to New York City and spent time in Studio 54, absorbing the dance moves and the music. The third was Jackson himself becoming more confident and outspoken (in a letter he wrote on tour he outlines his desire to become the “greatest” and to be known henceforth as “MJ”). There’s also the endless work he put into his singing and dance moves, taking inspiration from Gene Kelly’s “street style” (and white socks), as well as riffing on the moves of Fred Astaire and Sammy Davis Jr. It’s a point hammered home by Bryant, the former LA Lakers point guard who was the subject of his own documentary last year, and who revelled in his selfishness and control – he makes the point that many of the greats share that trait, including Jackson. It’s a brazen celebration of Jackson, which unlike Lee’s other documentary work doesn’t look under the hood to tell the whole story and examine some of the more uncomfortable inner workings. The patriarch Joseph Jackson appears, but there isn’t a second spent on his abusive treatment of Michael or his siblings, which drove them to heights he couldn’t achieve himself. Due to the parameters set by the film there’s no time spent on Jackson’s troubled later years or indeed his actual evolution into a global megastar which came with his next album, Thriller. Lee delivers what the title promises, but it feels very much like a film that’s been made to coincide with an album reissue. In a period of top quality, inventive music documentaries (Amy and 20000 Days on Earth, Montage of Heck et al) this feels like late-night BBC4 fare or for those in the US, something Showtime would broadcast – and indeed the cable channel has bought it and is showing it on Friday 5 February at 9pm ET."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}