{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2016/jan/20/fresh-insight-into-pells-response-to-the-child-sex-abuse-crisis-its-not-encouraging", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2016-01-19T23:41:52Z", "webTitle": "Here's fresh insight into Pell's response to the child sex abuse crisis. It's not encouraging", "webUrl": "https://www.theguardian.com/commentisfree/2016/jan/20/fresh-insight-into-pells-response-to-the-child-sex-abuse-crisis-its-not-encouraging", "apiUrl": "https://content.guardianapis.com/commentisfree/2016/jan/20/fresh-insight-into-pells-response-to-the-child-sex-abuse-crisis-its-not-encouraging", "fields": {"headline": "Here's fresh insight into Pell's response to the child sex abuse crisis. It's not encouraging", "bodyText": "Viewed through modern eyes, it seems extraordinary that it took the Catholic church nearly two millennia to comprehensively condemn slavery. After centuries of grappling with the issue, including attempts to distinguish between just and unjust enslavement of human beings, the Catholic church gave a full denunciation of slavery in the 1965 Vatican II document Gaudium et Spes (Pastoral Constitution on the Church in the Modern World). The Catholic church is a slow-moving beast, especially when it comes to social and economic reforms. Fifty years after Vatican II, the Church announced just this week that it would slavery-proof its supply chains. Australian Cardinal George Pell, Prefect of the Holy See Secretariat of the Economy, confirmed in a keynote speech at an international financial conference in Rome this week that the Vatican would join some 400 companies in eradicating the use of forced labor from suppliers. Cardinal Pell not only signed the Church up to the anti-slavery campaign, but also provided his assessment of the current global “economic malaise” and offered what he described as a “Catholic contribution” to improving the global economy. Pell’s speech was odd, but it was also revealing. Odd because Pell did not offer a coherent and systematic assessment grounded in Catholic social thought (and these exist) of how to achieve a fair and just economy. Rather he provided a selective history of Catholic economic teachings and a disjointed commentary that borrowed from both the Occupy Movement and Margaret Thatcher. Maybe that’s the best we can expect from a man whose boss is an Argentinean socialist, and whose good friend is Tony Abbott. Pell straddled the fence: he condemned CEOs who earn large bonuses as the “undeserving rich” who pay too little tax, but also took to task nations who accumulated debt and political constituencies that won’t embrace sacrifices. Frankly, as an economic treatise, Pell’s speech offered little. But it did reveal his thinking on how to motivate large organisations to “do the right thing”. Rules don’t rule – individual choices rule. For example, when it comes to the question on how to safeguard human rights and increase economic opportunities, including for the most poor, Pell acknowledged the role of regulators like the International Monetary Fund, the G20 and the OECD. But he did not place his faith in them. Instead, he argued that “if we are to truly mobilise the global economy, in a sustainable fashion, it will require business, not regulators, to take a leading role.” In short, we can’t rely on rules to motivate businesses to do the right thing: we have to inspire businesses to decide to do the right thing. “Every society needs to find purpose, trust and hope and inspire people to be good, industrious and honest,” Pell continued. For Pell, a prince of the church, obviously that purpose is to be found in the Christian gospels and Catholic teaching. This preference for individual decisions, taken in accordance with a well-developed conscience (presumably informed by Catholic teaching), is not surprising. It has deep roots in Catholic teaching. It is not the only approach though: as an outspoken critic of slavery, Pope Francis calls on individuals, governments, business and non-government organisations to enact rules and laws to eradicate the practice. The Pope also, somewhat ironically, put Cardinal Pell in charge of putting in place new rules and processes to clean up the Vatican Bank. For Cardinal Pell, this preference for motivating right action by inspiration rather than regulation is relevant when it comes to understanding his reaction, as well as others in the church, to the sexual abuse crisis. Pell has preferred to deal with complaints about priests on a discrete basis rather than recognise a systemic problem that requires a systemic solution. His Towards Healing process is just that – a process for handling complaints. It does not prescribe new rules or regulations for the purpose or preventing future abuse. The church in Australia and across the western world comprehensively failed to understand that the rules – the laws of civil society – applied to them. Rather than heed the law, or even use it to their advantage to motivate priests to comply with civil laws, the church continued to believe that individual priests could make individual decisions to stop abusing children. The hierarchy believed that priests could be “inspired” to be good. This, of course, had disastrous consequences for thousands of children. Cardinal Pell has been a reluctant participant in the Royal Commission into Institutional Sexual Abuse. Pell is the only person to be called before the Royal Commission for a third time. Scheduled to appear in December 2015, he submitted a last minute request to appear via video-link, citing poor health that prevented his travel to Australia. The Commission declined his request. At this stage it is unclear if or when Pell will appear. My prediction – we won’t see Cardinal Pell physically in Australia again, at least until the Royal Commission has completed its work and submitted its findings. Perhaps never. So, I applaud the Church’s position on slavery-proofing its supply chains. But I despair at its slow pace of change. Depressingly, I suspect it will be some time before we see the Church committing itself to the necessary structural changes, rules and processes that will better prevent child sexual abuse. I see no evidence that Pell believes such changes are necessary. Even Pope Francis, who is willing to take on battles, confront corruption in his organisation’s finances, and call on nations to eradicate slavery, has not yet demonstrated a deep appreciation for the institutional change that must occur."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}