{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2016/jan/19/mexico-drug-war-apatzingan-bookstore-michoacan", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2016-01-19T22:39:42Z", "webTitle": "Bookstore challenges 'narco culture' in hotbed of Mexico's drug war", "webUrl": "https://www.theguardian.com/world/2016/jan/19/mexico-drug-war-apatzingan-bookstore-michoacan", "apiUrl": "https://content.guardianapis.com/world/2016/jan/19/mexico-drug-war-apatzingan-bookstore-michoacan", "fields": {"headline": "Bookstore challenges 'narco culture' in hotbed of Mexico's drug war", "bodyText": "Over recent years, the sun-baked streets of Apatzingán have seen assassinations, kidnappings and blazing gun battles as armed vigilantes rose up against the cartel gunmen who once controlled this conflictive corner of Mexico’s Michoacán state. So it’s probably not the kind of town you would expect to find a gleaming new bookshop and arts centre stacked with works that include Thomas Piketty’s Capital in the Twenty-First Century, studies on the philosophy of Hegel and the works of Mexican author Octavio Paz. Just as unlikely seeming are the store’s stated goals: to promote peace and help restore the social fabric through books and music. The highbrow publishing house and book retailer Fondo de Cultura Ecónomica (FCE) set up shop in the town this year as part of a government crime-prevention strategy pushed by President Enrique Peña Nieto. Skeptics have questioned the value of promoting literature in a region where rule of law is not enforced and basic services are patchy, but Socorro Venegas, FCE director for children and young people, argued that the arts can play an important role in any setting. “Speaking of a culture of peace is important in any place,” she said. Set in a renovated railway station and surrounded by squatters living in old rail coaches, the FCE centre offers reading sessions for children and adults, dance classes and even mariachi lessons. It is an attempt to offer an alternative to the narco culture of Mexico’s lawless hinterland: a way of life which can prove tempting for young people who see former classmates making easy money, cruising the streets in new trucks and getting the girls they want. “Narco culture is what’s imposed on people here. It influences how they think, their music, the way they dress themselves,” said Uriel Ramírez Hernández, a teacher and poet leading a young writers’ group at the centre. “We’re working hard to turn this culture around.” On a recent afternoon at the centre, a group of a teenagers joined in a public reading session in a room full of couches and cushions and adorned with murals outlining events from Apatzingán’s history. Parents say the centre is having a positive impact, especially since teenagers find few outlets for entertainment other than drinking and cruising around the town plaza. “I’m buying books and my children now want to read them,” says Yuritzia Pinzón, a mother of two. “If I don’t push something positive on them, someone will push something else – likely something bad.” But nobody doubts the challenges that beset Apatzingán, capital of a mountainous region known as Tierra Caliente, or the Hot Lands. This was for years the stronghold of criminal groups grown powerful on narcotics production, kidnapping for ransom, and extortion rackets so extensive that they claimed a cut of everything from tortilla sales to public toilet charges. Previous attempts at government intervention in the region have had mixed results: former president Felipe Calderón started his militarized crackdown on the cartels in Tierra Caliente in 2006 with an operation against La Familia Michoacana. It failed to dislodge the narcos, although the group split in 2010, reforming as the Knights Templars, which combined a pseudo mystical ideology with cut-dathroat business instincts. Eventually the Knights Templars were driven from Apatzingán in 2013 by civilian “self-defence” groups, prompting Peña Nieto to name a close confidant, Alfredo Castillo, as security commissioner for Michaocán. Castillo reined in the the vigilantes by throwing prominent leaders in prison and deputizing the rest, though many of those receiving badges were accused of having shady pasts. “They’ve removed the main leaders … in moves that have more to do with politics than justice,” said Father Andres Larios, a priest who lent spiritual and moral support to the first vigilante groups. Things have grown calmer, Larios conceded, but he cautioned that reports of kidnapping and extortion are again on the rise as smaller cartels emerge to take the place of the Knights Templars. All of which helps explain skeptical responses to the FCE centre. Gonzalo Zaragoza, former director of a local chamber of commerce questioned how cultural programmes could help – even in the long-term – in an area lacking educational and employment opportunities for young people and where “thousands” of businesses closed due to insecurity. “This is a white elephant,” he said. Others point to low reading rates: Mexicans read just 2.94 books per year, according to the National Reading Survey. “It’s hard to see how this idea of a ‘cultural centre’ will bring about any significant change in Michoacán’s peace levels,” said Jorge Kawas, a security consultant. He sees more pressing issues in Michoacán, including substandard education, corruption and “political dysfunction”. But FCE officials insist they’re seeing results. Participation is exceeding expectations. Men also started accompanying their wives to sessions for mothers and infants and now read to their children – important in an area with rampant machismo Venegas says. They’re also calling for patience. “We might not change all of Apatzingán,” said Martha Luna, director of the FCE centre in Apatzingán, “but we will change those we’re working with.” • This article was amended on 19 January 2016 to clarify the breadth of Octavio Paz’s writing."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}