{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2016/jan/13/liverpool-arsenal-premier-league-match-report-firmino-giroud", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-01-13T22:04:05Z", "webTitle": "Liverpool and Arsenal draw thriller after Firmino and Giroud doubles", "webUrl": "https://www.theguardian.com/football/2016/jan/13/liverpool-arsenal-premier-league-match-report-firmino-giroud", "apiUrl": "https://content.guardianapis.com/football/2016/jan/13/liverpool-arsenal-premier-league-match-report-firmino-giroud", "fields": {"headline": "Liverpool and Arsenal draw thriller after Firmino and Giroud doubles", "bodyText": "Every year, there are certain matches when the team who go on to win the Premier League can look back and identify key moments in the title race, when everything falls into place and they show all the qualities that champions need. For Arsenal, it had been tantalisingly close to being one of those games, taking control under the Anfield floodlights, in front of a baying crowd, and heading towards a victory that would have represented a compelling statement of their ambitions. The disappointment for Arsène Wenger’s team was considerable given there was still one late, dramatic twist to a wild and enthralling night of attacking football. Arsenal had fought back from going behind on two separate occasions during that blitz of four goals in a pulsating 15-minute period of the first half. Roberto Firmino scored both of them for Liverpool and Wenger’s men had to show all their competitive courage before Olivier Giroud’s second goal gave them the lead for the first time. Aaron Ramsey had fired in the first equaliser and Giroud, playing as well as at any time in his Arsenal career, ran the line with great expertise, skill and courage. Yet Liverpool had played with a wonderful sense of adventure, too. The two sides have now accumulated 41 goals between them in their last 10 encounters but, for Arsenal, the last of them was a grievous setback, coming off the right boot of Joe Allen just as the electronic scoreboard in the corner of the Kop was ticking towards stoppage time. Allen’s volley was taken with control, running on to a header from another substitute, Christian Benteke, and firing his shot into the bottom corner to spare Liverpool a home defeat. It was a breathless, raucous night and, by the end, it felt like a trick of the mind that Liverpool had gone into this match having never scored fewer goals at the corresponding stage of a league season. Klopp’s men were quick to the ball, moving it with speed and confidence and, finally, Firmino has shown Anfield the qualities that persuaded the club to spend £29m on him last summer. Firmino had scored only once in his first 24 appearances since joining from Hoffenheim but this was the night when the Brazilian introduced himself properly. His second goal, in particular, was a beauty. Twenty-five yards out, Firmino went for a curler and delivered his shot with just the right amount of bend to put the ball into the top corner of Petr Cech’s net. Liverpool had taken the lead in the 10th minute when Theo Walcott committed the cardinal sin of trying to dribble the ball out of his own penalty area rather than attempting to clear his lines. Walcott was suddenly surrounded by players in red, lost the ball and Arsenal were immediately vulnerable. Emre Can had the first shot and, though Cech parried it away, Firmino seized on the rebound, turned the ball on to his left foot and scored with a low shot that went through Laurent Koscielny’s legs to wrong-foot Arsenal’s goalkeeper. Klopp’s team pinned their opponents back throughout the opening exchanges but their problem was in defence where they looked susceptible far too often. Joel Campbell was a difficult opponent for Alberto Moreno. Walcott seemed determined to make amends for his earlier mistake and Mesut Özil was prominently involved without being at his most exhilarating. More than anyone, Giroud took the game to Liverpool. He needed his head to be stapled after taking a bang from Mamadou Sakho in the first half but it was typical of how he played that, in winning that aerial challenge, he had helped to set up Ramsey’s goal. Giroud made it 2-2 with an improvisational flick to deceive Simon Mignolet from a corner to the near post and his next goal, 10 minutes into the second half, was another mix of high skill and confidence. The French striker had his back to goal when he latched on to Campbell’s pass but he spun expertly, despite the close proximity of a couple of defenders, and swept a swivelling left-foot shot into the far corner. The disappointment for Liverpool at half-time was the way they had been pegged back so quickly after Firmino’s goals. Campbell’s beautifully weighted pass set up Ramsey four minutes after they had gone behind, and it was another quick response from Wenger’s team when Firmino curled in Liverpool’s second. Wenger cannot have been satisfied with the number of chances Liverpool created but this was a night that told us something about Arsenal’s spirit. Unfortunately for them, they were facing a team forbidden from accepting defeat lightly. The rain and sleet was so heavy at the end that leaks started to appear in the roof of the old Main Stand and so much water began to cascade down that various suites had to be closed off afterwards. Liverpool roused themselves on a greasy surface and perhaps Arsenal were guilty of defending too deeply as the home team started to aim long balls into the penalty area and Klopp brought on his new loan signing, Steven Caulker, as an emergency striker. Allen applied the final flourish and Arsenal, so close to a crucial victory, will have to hope that moment does not have lasting ramifications come the end of the season."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}