{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2016/jan/19/isis-san-bernardino-shooting-terrorism", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2016-01-19T22:38:02Z", "webTitle": "Isis praises San Bernardino shooting – but does not take credit for the attack", "webUrl": "https://www.theguardian.com/world/2016/jan/19/isis-san-bernardino-shooting-terrorism", "apiUrl": "https://content.guardianapis.com/world/2016/jan/19/isis-san-bernardino-shooting-terrorism", "fields": {"headline": "Isis praises San Bernardino shooting – but does not take credit for the attack", "bodyText": "Islamic State heaped praise on the San Bernardino terrorist assault in its official propaganda but stopped well short of claiming credit for an attack that has intensified American outrage against the jihadi group. In its latest English-language magazine, Isis also confirmed the death of the British national known as “Jihadi John”, called for the killing of senior Saudi Arabian clerics and continued insulting the leader of the Taliban. It also glossed over recent territorial setbacks, such as the December loss of Ramadi in Iraq. San Bernardino shooters Syed Farook and Tashfeen Malik received praise for killing 14 people on 2 December and leaving their infant daughter behind. The married couple “proved that they were willing to sacrifice what is dearest to them for the sake of responding to Allah, for not only did they leave behind their comfortable lifestyle, but prior to their operation, they left their baby daughter in the care of others knowing that they likely wouldn’t see her again in this life,” the Isis magazine Dabiq wrote in its 13th edition, which emerged on the internet on Tuesday. Isis did not claim that Farook and Malik were Isis fighters, saying instead that its “call for the Muslims to strike the crusaders in their own lands was answered once more”. It repeated a claim, denied on 16 December by FBI director James Comey, that Malik “made a post online” ahead of the attack swearing fealty to Isis leader Abu Bakr al-Baghdadi. By contrast, in its previous issue of Dabiq, released shortly after the Paris attacks in November that left 129 dead, Isis referred to how “Islamic State dispatched its brave knights to wage war in the homelands of the wicked crusaders, leaving Paris and its residents ‘shocked and awed’”. Nor did Isis include San Bernardino on its lists of recent attacks, which stretch from Syria to Afghanistan to Libya to South Dagestan to India. High on its lists of memorialized fighters is Mohammed Emwazi, known in English media as “Jihadi John”, whom a US drone strike killed on 12 November. Emwazi, whose voice is heard and masked face shown in several beheading videos that Isis released, is referred to by Dabiq as Abū Muhārib al-Muhājir. The magazine praised him for evading MI5 surveillance as well as his kindness for “orphans” of the brutal Syrian civil war. Emwazi reaps praise from Isis for giving a “concubine” – likely a woman kept in sexual slavery, something a new United Nations report documents as an Isis hallmark – as a “gift … to an unmarried injured brother”. Elsewhere in the magazine, Isis launches a broadside against the “palace scholars” of Saudi Arabia, urging readers to “kill them now” in an apparent call for so-called lone-wolf attacks in the US-allied kingdom. “May Allah bless all the ‘lone’ knights of the [caliphate] in the Arabian Peninsula and grant them success in their deeds and purity in their hearts,” Dabiq writes. Similarly, Isis continued its attack on the legitimacy of the Afghan Taliban, publishing an interview with a senior Isis adherent, Hafiz Saeed Khan. Khan derides the Taliban for ruling by “tribal customs” and contradicting sharia law. He portrays the current Taliban leader, Akhtar Mansour, as a puppet of Pakistani intelligence, which nurtured the Taliban in the 1990s, and an opium and heroin dealer. Isis’s list of successes includes its assault on Jakarta last week, but the group is notably silent on a military setback: the fall of Ramadi in December to US and Iranian-backed Iraqi forces. The group instead lauds terror attacks in the city on or around 1 January, eliding the loss of a major Iraqi city it captured to great fanfare in May. Isis devoted terse mention to several dead “Islamic State knights” in America, including Boston’s Usaama Rahim, whom police shot and killed; New York’s Zale Thompson, said to have attacked police officers with an axe; and Garland, Texas gunmen Elton Simpson and Nadir Soofi, who attacked a “Draw Mohammed” event. It left their ties to the group ambiguous but expressed hope that the example of the San Bernardino attack would inspire Muslims in the west to self-radicalize. “May Allah accept the sacrifices of our noble brother Syed Rizwan Farook and his blessed wife, accept them among the shuhadā’, and use their deeds as a means to awaken more Muslims in America, Europe, and Australia,” the magazine stated."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}