{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2016/jan/12/reaction-to-essendon-doping-verdict-a-miscarriage-of-justice-says-james-hird", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2016-01-11T23:44:00Z", "webTitle": "Reaction to Essendon doping verdict: 'a miscarriage of justice,' says James Hird", "webUrl": "https://www.theguardian.com/sport/2016/jan/12/reaction-to-essendon-doping-verdict-a-miscarriage-of-justice-says-james-hird", "apiUrl": "https://content.guardianapis.com/sport/2016/jan/12/reaction-to-essendon-doping-verdict-a-miscarriage-of-justice-says-james-hird", "fields": {"headline": "Reaction to Essendon doping verdict: 'a miscarriage of justice,' says James Hird", "bodyText": "Former Essendon coach James Hird “I am shocked by this decision. I firmly believe the players do not deserve this finding. They do not deserve to face a 12-month suspension from the sport. This is a miscarriage of justice for 34 young men.” AFL Players Association CEO Paul Marsh “We have maintained our position that the players have done nothing wrong. Nothing today has changed our view. The players took all reasonable steps to assure themselves that what they were being given was compliant with the Wada code. They [the players] are the victims, not the perpetrators. They deserve our sympathy, not our scorn.” AFL Commission chairman Mike Fitzpatrick “The program at Essendon Football Club in 2012 was a stain on our game. This has been a very dark period. The last four years will not define the Essendon Football Club. The integrity of our competition, the health of our players, are the most important things in our game.” AFL chief executive Gillon McLachlan “It is our view that they [the players] have been horribly let down by the [Essendon] administration of the time. The AFL will support the players and the club through this period but these suspensions must stand.” Former Wada president John Fahey “The reality of the matter is that the individual player is the responsible party. The strict liability applies to every athlete in the world, including Essendon players or any football player. That’s the simple facts of how the code works.” Former Essendon player Matthew Lloyd “It opens a pandora’s box – it’s Essendon’s and the AFL’s worst nightmare. Players have lost their careers, lost their livelihoods, the stress on the families, themselves. Probably another write off for Essendon in regards to playing finals football – how much can the supporters take it anymore? That’s devastating for everyone involved in the AFL fraternity.” AFL journalist Rohan Connolly Sports minister Susan Ley “Regardless of the outcome, this case has also highlighted clear community expectations that clubs and their coaching staff do have a moral obligation to care for a player’s health and safety. Athletes take guidance from those leading them and should be able to trust in the institutions through which they compete.” Federal Labor leader Bill Shorten “My thoughts are first and foremost not about trying to say Liberal or Labor, who is better, who is worse. These young players are the meat in the sandwich ... caught up in something which they never, from what I’ve seen, understood.” Former AFL player Graham Cornes Asada CEO Ben McDevitt “This unfortunate episode has chronicled the most devastating self-inflicted injury by a sporting club in Australian history. There were very little grounds for the players to claim they were at no significant fault.” Now retired Essendon player Nathan Lovett-Murray AFL great Wayne Carey Fairfax columnist Roy Masters “The relentless and ultimately successful pursuit of Essendon by anti-doping agencies for a guilty verdict and a meaningful suspension was driven by their conviction that if an AFL Tribunal had heard the case against Lance Armstrong, the American cyclist would still have seven Tour de France titles.” Former AFL player and code-hopper Karmichael Hunt Port Adelaide general manager of football Chris Davies “Clearly, we are extremely disappointed with today’s outcome and in particular we are devastated for Angus [Monfries] and Paddy [Ryder] who have been through so much already. This has been a long, drawn out process for both of them and we are most unhappy that it has ended with such a significant suspension. First and foremost, we will look to support Angus and Paddy in every possible way during their time on the sidelines. We are very proud as to how Angus and Paddy have handled this whole process and as a club we will stand by them all the way.” Australian basketball star Andrew Bogut Australian Paralympian Ben Newton"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}