{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2016/jan/16/what-orson-welles-really-thought-about-ernest-hemingway", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2016-01-16T22:32:20Z", "webTitle": "Lost script reveals what Orson Welles really thought about Ernest Hemingway", "webUrl": "https://www.theguardian.com/film/2016/jan/16/what-orson-welles-really-thought-about-ernest-hemingway", "apiUrl": "https://content.guardianapis.com/film/2016/jan/16/what-orson-welles-really-thought-about-ernest-hemingway", "fields": {"headline": "Lost script reveals what Orson Welles really thought about Ernest Hemingway", "bodyText": "Orson Welles once described his relationship with Ernest Hemingway as “very strange”. The two men were friends, rivals and sometimes prickly antagonists. Now a previously unpublished manuscript has revealed just what the director thought about the novelist’s take on a common passion: Spain. The manuscript, presented in a new study on Welles, reflects his disdain for a type of macho tourist frequently spotted in Spain when mass travel to the country took off in the 1960s. Intended to form the basis of of a love-triangle drama, the script features an American bullfighting aficionado, clearly inspired by Hemingway, as the lead character. The 1973 manuscript, Crazy Weather, which Welles co-wrote with Oja Kodar, his long-time companion and artistic collaborator, has been unearthed by an Australian academic. Dr Matthew Asprey Gear, author of At the End of the Street in the Shadow: Orson Welles and the City, describes it as reflecting Welles’s love of Spain, but also his scepticism over the “macho enthusiasms of his sometime friend Hemingway”. Hemingway was awarded the Nobel prize for literature for work including The Sun Also Rises and Death in the Afternoon, both of which were lovingly devoted to the culture of Spanish bullfighting. Welles lived in Spain in the 1960s, returning there throughout the last 20 years of his life, but became exasperated by what he saw as the touristic legacy of Hemingway’s work. “Spain was one of his passions,” Gear said. “By late 1973 he was thoroughly disgusted by the superficial appropriation of Spanish culture by American tourists who were inspired by Hemingway. There were a lot of tourists coming to Spain, seeing the bullfights, inspired by Hemingway’s life and his books. Welles saw this as very superficial and he really detested the machismo. He clearly had that in mind when he co-wrote Crazy Weather.” The protagonist in the script, Jim Foster, is travelling to a bullfight with his Spanish wife, Amparo, when they encounter a nameless youth who taunts Foster about his misogyny, flirts with Amparo and later sabotages their car tyres. Despite having a Spanish wife and spending years living in Spain, Foster speaks the language only in “limited and rather stilted” form, and is continually mocked for his cliched idea of Spain. “It’s a strange, ambiguous love triangle that develops,” Gear said. “There’s quite a commentary on Americans superficially adopting Spanish culture. It’s really critical of that, of a type of American aficionado of the bullfighting, seeking ways to display his masculinity, but they don’t really have a deep appreciation or understanding of Spain and they don’t necessarily speak Spanish.” Welles said he had turned against bullfighting having “seen enough of those animals die”. He and Hemingway first met in 1937 in a projection room, when Welles was narrating the commentary for The Spanish Earth, a pro-Republican civil war documentary. Not realising Hemingway was in the room, Welles made various criticisms of the author’s text. Welles later said: “Then I heard this growl from the darkness. ‘Some damned faggot who runs an art theatre telling me how to write narration.’ So I began to camp it up... ‘Oh, Mr Hemingway, you think because you’re so big and strong and have hair on your chest that you can bully me.’ So this great figure stood up and swung at me. So I swung at him. “Now you have the picture of the Spanish civil war being projected on the screen and these two heavy figures swinging away at each other and missing most of the time. The lights came up. We looked at each other, burst into laughter and became great friends.” Gear is more sceptical about the friendship. “Welles said they were friends. It was more of a slightly rivalrous, untrusting association. My reading is that Welles was being a little more generous. I’ve read from other sources that Hemingway didn’t really like him at all and was wary of him.” The projection room incident is said to have inspired an unfinished feature film by Welles which remains hidden in storage amid an ongoing contractual dispute. The typed manuscript of Crazy Weather is held at the University of Michigan. At the End of the Street in the Shadow: Orson Welles and the City, is published next month by Wallflower Press"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}