{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2016/jan/20/alex-goode-chris-ashton-england-saracens", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2016-01-20T22:00:03Z", "webTitle": "Alex Goode: Chris Ashton will bounce back from England pain again", "webUrl": "https://www.theguardian.com/sport/2016/jan/20/alex-goode-chris-ashton-england-saracens", "apiUrl": "https://content.guardianapis.com/sport/2016/jan/20/alex-goode-chris-ashton-england-saracens", "fields": {"headline": "Alex Goode: Chris Ashton will bounce back from England pain again", "bodyText": "Alex Goode knows better than most how Chris Ashton felt when he was omitted from England’s World Cup squad last year. Having fought his way back into contention under Eddie Jones only to be suspended for the Six Nations, Ashton’s pain is being felt by his Saracens team-mate once again. “I know more than anyone in the group how much it meant for Chris to miss out on the World Cup, not being picked,” Goode said. “It does hurt him deep down and this was his chance to come back and prove people wrong, to show what a good player he is and how well he’s been playing all year. To not have that chance, it’s harsh on him.” Ashton has not pulled on an England shirt since June 2014. For a player who was once regarded as one of the most talented in the northern hemisphere, he has been on the periphery for a significant period. He has been overlooked for recent Six Nations and, despite being named in an England training squad in May 2015, he had fallen out of favour under the former regime and there was to be no opportunity at a home World Cup. Eighteen months since his last appearance, Ashton was poised to step out of the wilderness. He could have started against Scotland on 6 February had he not been sanctioned with a 10-week suspension, subject to a potential appeal, cited for an incident during Saracens’ European Champions Cup fixture with Ulster when he made contact with the eyes of Luke Marshall. Goode, facing his own fight for an England place, at full-back, believes there should be a distinction between intentional eye gouging and accidental contact with an opponent’s eye. He said: “He wouldn’t have intentionally done that and I know that. “Knowing Chris, he’s not a malicious person. He’s had run-ins and bits and pieces before but he never goes out of his way to be nasty, I’ve never seen him try and gouge or do anything like that. I think it’s very unfortunate. He’s a good mate and I just feel for him. “He’s works unbelievably hard, he’s one of the hardest trainers and helped me when he first came to the club. I know how hard he’s worked to get back into this England team and what it means for him to play for England. I sent him a message but there’s not much you can say at this point. “I certainly know he’ll come back in great condition. He’ll work unbelievably hard in this period and it will be a mini pre-season in one sense. I don’t see how he can’t [come back], but we all know if someone gets a chance and it goes well then it makes it hard for him. “It gives Eddie the chance to see someone else up close and see what they are about. With Chris he’ll always get a chance because he’s such a good player, I believe that, but now he’s probably not thinking about that at all. He’s thinking ’10 weeks’.” There was sympathy and frustration for Ashton in equal measure from Jones. The former Wallabies and Japan coach is expected to name his new captain on Monday, with Dylan Hartley tipped as a the likely successor to Chris Robshaw. The Wasps flanker George Smith will meet up with the England squad next week to provide special breakdown tuition for the back row, while Jonny Wilkinson will also join the squad and take some kicking sessions. Neither will be paid. Separately, Jones said he did not expect to add any more permanent coaches to his staff. “We pulled two coaches out of clubs and it’s been like nuclear bombs have gone off. We can’t afford any hydrogen bombs, otherwise it’ll be North Korea territory. So we’ve got to work with this staff,” Jones said. On Ashton returning to England’s elite player squad after the Six Nations, he added: “It’s a setback. Everyone has setbacks and it’s about how hard he fights back now. He has to serve his time, come back, make sure he is looking after his fitness, his speed and his skill and make sure he comes back in good fettle. If he is back on the field and playing well then he will be available for selection again.” The Old Mutual Wealth Kids First programme is transforming rugby for six to 13-year-olds. Visit: www.englandrugby.com/kidsfirst"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}