{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/live/2016/jan/24/nfl-games-live-score-new-england-patriots-denver-broncos-afc-championship", "type": "liveblog", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2016-01-24T23:43:58Z", "webTitle": "New England Patriots 18-20 Denver Broncos: AFC championship game – as it happened!", "webUrl": "https://www.theguardian.com/sport/live/2016/jan/24/nfl-games-live-score-new-england-patriots-denver-broncos-afc-championship", "apiUrl": "https://content.guardianapis.com/sport/live/2016/jan/24/nfl-games-live-score-new-england-patriots-denver-broncos-afc-championship", "fields": {"headline": "New England Patriots 18-20 Denver Broncos: AFC championship game – as it happened!", "bodyText": "What an amazing, dramatic and at times ridiculous game. One thing is for sure, the Denver Broncos’ biggest challenge will almost certainly come when they face whatever team wins the NFC championship game between the Arizona Cardinals or the Carolina Panthers. Speaking of that game, we should all probably head to DJ Gallo’s liveblog right now to see how that goes. I want to thank everyone for following along with the AFC championship game with me over the last few hours, especially those who contributed their tweets and emails. (Sorry I couldn’t get to them all, the game got kind of intense there at the end.) Ciao! The Denver Broncos will represent the AFC in the Super Bowl! Peyton Manning’s career survives for one last game! Patriots 18-20 Broncos, FINAL Broncos recover the onside kick! The Broncos are going to hang on to win! It all came down to that missed extra point all the way back in the first half. The Broncos take a knee and this is over. Patriots 18-20 Broncos, :12, 4th quarter Brady’s throw to Edelman is ... intercepted. It’s no good. Patriots have to onside kick. Patriots 18-20 Broncos, :21, 4th quarter Brady’s throw to Gronkowski in the endzone is GOOD! TOUCHDOWN PATRIOTS! But can they get the 2 point conversion? Denver takes their final timeout. Patriots 12-20 Broncos, :21, 4th quarter 1st &amp; 10, Brady’s throw is incomplete. 2nd &amp; 10, Brady throws to Edelman who gets to the yard line. 3rd &amp; goal, Brady is dropped and throws incomplete. Patriots use their final timeout. Patriots 12-20 Broncos, 1:09, 4th quarter On 2nd &amp; 10, Brady is under pressure, just avoids a sack while throwing it away. 3rd &amp; 10, Brady throws incomplete once again, the Patriots o-line is providing him zero protection. 4th &amp; 10. Brady throws to GRONK AT THE 15! HE TAKES IT TO THE DENVER 10! Patriots 12-20 Broncos, 1:52, 4th quarter Michael Philip: Game is over, Patriots can’t score on this D in a month of Sundays... I would bet you’re right. Brady throws to White, but the Denver defense breaks up the play. Patriots 12-20 Broncos, 2:00, 4th quarter Manning’s throw to Sanders is incomplete, and he was lucky that it wasn’t intercepted. Denver has to punt, Patriots get one last shot here. (This is like their third last shot, it feels like.) Edelman returns Colquitt’s punt 16 yards to midfield. They are in good position here at the 2 minute warning. Patriots 12-20 Broncos, 2:09, 4th quarter Broncos take over on their own 14. Anderson picks up 2 yards. Patriots take a timeout. Anderson gets pushed back 2 yards. Patriots then take their second timeout. Patriots 12-20 Broncos, 2:30, 4th quarter 4th &amp; 6 for the Patriots, who have to go for it. Brady throws to Gronk... and it’s a jump ball. Incomplete. Gronk wants a flag on Talib, but it’s not coming. Denver ball. They may have sealed this up. Patriots 12-20 Broncos, 2:30, 4th quarter It’s 3rd &amp; 6 for the Patriots at the Denver 14. Brady throws to Amendola, who can’t quite recover it. It’s ruled an incomplete pass, but Denver challenge the play. It’s confirmed. Denver is charged for a timeout. Patriots 12-20 Broncos, 2:30, 4th quarter The penalty puts the Patriots on the Denver 18. Brady throws to White, who gets 9 yards. 2nd &amp; 1 on the Denver 9, Brady throws incomplete. On 3rd &amp; 1... Patriots get called for a false start. Patriots 12-20 Broncos, 2:41, 4th quarter 1st &amp; 10 at the Denver 28, Brady finds Gronk for a 5 yard gain. At the Denver 23, Brady’s throw is incomplete but the Broncos get called for holding. Patriots 12-20 Broncos, 3:55, 4th quarter On first down, the Patriots once again get nothing. Brady throws incomplete. 2nd &amp; 10, Brady throws to White who gets to their 44, momentairly losing the ball but recovering it. Brady finds Gronk FOR A 28 YARD GAIN! Patriots 12-20 Broncos, 4:46, 4th quarter Amendola catches the Denver punt 3 yards to New England’s 29, where they will start what might be their last real chance at tying this game. Patriots 12-20 Broncos, 5:19, 4th quarter That could be it for the Patriots. Broncos start at their own 17 yard line. Anderson runs for a yard. 2nd &amp; 9, Manning’s throw to Thomas is incomplete. On 3rd &amp; 9, they pick up a false start penatly. They’re at their 13 now. Manning throws to Hillman who gets to the 19. Broncos have to punt again. What a great performance from the New England defense, it might go to waste however. Patriots 12-20 Broncos, 6:03 4th quarter That was a 19 yard catch from Edelman. 1st &amp; 10, the Patriots lose a yard on a White run. 2nd &amp; 11, Brady is aiming for the endzone, but White’s dive comes up short. 3rd &amp; 11, Brady finds the hobbled Amendola, who is a yard away from a first down. The Patriots decide to go for it. Brady throws to Edelman, but the Broncos defense pushes him back a yard! Denver gets the ball back! Patriots 12-20 Broncos, 8:10, 4th quarter Back in action, Brady goes for a big play, throwing to James White who can’t make the catch. 3rd &amp; 10. BRADY FINDS EDELMAN AT THE DENVER 25! Patriots 12-20 Broncos, 8:15, 4th quarter Patriots at their own 43, in shotgun formation. Bolden picks up 4 yards. 2nd &amp; 6, Bolden picks up 9 yards to the Denver 44. 1st &amp; 10, Brady throws incomplete. On the play. T.J. Ward suffers an apparent ankle injury. His return is probable. When we return to action after a TV timeout, Denver is in some confusion, so they have to use one of their timeouts. Patriots 12-20 Broncos, 9:56, 4th quarter Brady’s first throw is ALMOST intercepted by Talib. Plus, Amendola definitely hurt his knee again there. Next play, Brady throws to Edelman for an 8 yard gain. There’s a penalty on the play, it goes the Patriots’ way. 15 yards and first down after the unnecessary roughness call. Patriots 12-20 Broncos, 10:06, 4th quarter It’s an 8 point game, and thanks to that missed extra point, it’s going to be a bit tricky here for New England. They’ll need to go for a two-point conversion if they can get a touchdown here. And getting a touchdown has been... not easy today. They’ll start at their own 20 after a touchback. Patriots 12-20 Broncos, 10:06, 4th quarter Patriots hold Hillman for no gain on 2nd down but on 3rd, Manning connects with Sanders. Broncos are on the New England 10 with a fresh set of downs. Anderson gets stuffed for a loss of 3. Manning tries to find Daniels again on 2nd down. On 3rd down, he throws to an open Norwood and misses. McManus comes in to kick the field goal, a 31 yard chip shot that he easily makes. Patriots 12-17 Broncos, 13:08, 4th quarter After two small gains, Manning connects with Anderson who finds a hole and goes off for a 20 yard run to the New England 22. Manning goes with Anderson again, he picks up 8 yards, to the New England 14. They’re in the red zone. Patriots 12-17 Broncos, end of the 3rd quarter Patriots have a 1st &amp; 10 on their 16. Brady finds Gronk for a gain of 12 yards. New first down, same inability to do anything on first down. Brady’s pass to White is incomplete. On 2nd down, another incomplete pass. On 3rd down, Von Miller takes Brady down again. Patriots punt, Norwood takes the return 6 yards to the Denver 39. The Denver defense is making him look like his own backup. Patriots 12-17 Broncos, 1:58, 3rd quarter Patriots have to start from their own 4 yard line this time after a beauty of a punt from Denver. Brady connects with Amendola for 9 yards and then runs for a first down and two extra yards. And Denver lineman Derek Wolfe is hurt on the play. Patriots 12-17 Broncos, 2:48, 3rd quarter Hillman gets 3 yards. Peyton Manning gets sacked by Jamie Collins for 12 yards. Anderson can only pick up 8, and the Broncos have to punt again. This is the real Manning now, sadly. But he’s doing just enough for Denver to hold on. Patriots 12-17 Broncos, 4:40, 3rd quarter It’s safety Darian Stewart, whose return is Probable. On 3rd &amp; 13, White gets 3 yards. On the punt attempt, the Patriots get called for a false start. Allen’s punt will put the Broncos on their 44. Patriots 12-17 Broncos, 6:02, 3rd quarter Amendola makes a fair catch of Denver’s punt at their 8. Broncos have had the starting field position advantage here. And it just gets worse for the Pats, as Von Miller sacks Brady back to the 2 yard line. In safety territory here. Bolden picks up 3 yards on 2nd &amp; 16, and there’s an injured Denver defender on the play. Patriots 12-17 Broncos, 6:49, 3rd quarter Manning throws to Cody Latimer, who makes an astounding catch at the Denver 45. First down. Hillman picks up two yards. Manning throws to Sanders, almost almost almost to the first down. 3rd &amp; inches at the New England 46, and Anderson can’t pick up any ground. The Broncos have to punt again. Patriots 12-17 Broncos, 9:49, 3rd quarter The kickoff goes into the end zone, so the Broncos will start at their 20. Anderson gets stuffed for no gain on first down. Manning then throws incomplete. On 3rd &amp; 10, Manning scrambles... and dives to the 32 yard line. Hey now, not a bad run from the old guy. Patriots 12-17 Broncos, 10:31, 3rd quarter The Patriots don’t get any farther than the Denver 20 thanks to an impressive defensive stand from the Broncos. They settle for a field goal, a successful 38 yarder from Gostkowski. Patriots 9-17 Broncos, 11:58, 3rd quarter Brady throws to Edelman for 6 yards. Then, it looks like Amendola’s knees are fine as he catches a 10 yard pass from Brady, good for a first down on the Denver 20. Patriots 9-17 Broncos, 13:11, 3rd quarter Amendola’s on the sidelines here. Brady’s first throw is incomplete. He’s been awful on first down. On 2nd down, however, he finds Gronk who runs to the Denver 36 before being taken down by Aqib Talib. Patriots 9-17 Broncos, 13:25, 3rd quarter Amendola catches the punt at the Patriots 32 and picks up a yard before getting brought down and it looks like he’s injured. Patriots 9-17 Broncos, 13:52, 3rd quarter Denver Broncos will start the second half on their own 20 after a touchback. Hillman gets the ball on first down, and gets stuffed. Then Manning gets sacked by Jamie Collins, a loss of 13 yards. Anderson picks up only 8 yards on third down and the Broncos have to punt. Michael Philip: This is not Bradyesque... man, he needs half time... Reminder: you can contribute to this liveblog by tweeting @HunterFelt or emailing Hunter.Felt@theguardian.com. Let me try to summarize everything in a single sentence: the winner of this game goes to the Super Bowl, plus the quarterback of the winning team will get an extra boost for their candidacy as Best Quarterback in NFL history. So, you know, a lot is going to be settled in the next half-hour of game time. Unless this goes into overtime. (Does math in his head.) I think the missed extra point makes that somewhat unlikely. (Remembers two-point conversions.) Or not. To be fair, it hasn’t been a pretty offensive game from either quarterback, as this Vine illustrates. Okay I’m going to make a huge confession here: I never watched an episode of that show. I know, I KNOW. I’m really bad at Peak TV. So I was predicting iffy quarterback play from the Broncos but that they would stay in the game because of their defense. Let’s just pretend that I meant to say “Patriots” and I’m totally right. Patriots 9-17 Broncos, end of the 1st half Patriots take a knee at their 20 to end the first half. Because they elected to receive to start the game, the Broncos will get the ball to start the second half. So, uh, not the best sequence of events for them. Patriots 9-17 Broncos, :38, 2nd quarter McManus’s 52 yard field goal attempt is... GOOD! Patriots 9-14 Broncos, :38, 2nd quarter Allen’s punt puts the Broncos at their own 44. They’re in position to add some points here before the half ends. Anderson rushes for 9 yards. Manning throws to Thomas for 7 yards, to the New England 40. CJ Anderson gets it to the New England 33, but the Patriots force Manning into two straight incompletes. They’re going to have to settle for a loooong field goal attempt here. Patriots take a second timeout. Patriots 9-14 Broncos, 1:52, 2nd quarter Michael Forbes: Is Brady hurt? The Broncos defence is very good, but that doesn’t explain some of the passes that he’s been throwing. He definitely doesn’t look right, but that really could just be Denver. And the Patriots get called for a false start. A lot of those in this game. That’s a 5 yard penalty. 2nd &amp; 13, Brady throws incomplete. 3rd &amp; 13, Brady hands off to White, who picks up 8 yards. Not enough. Broncos take a timeout before the Patriots punt. Patriots 9-14 Broncos, 2:00, 2nd quarter Amendola fair catches the Denver punt at the New England 12. That’s a long way to go in a short amount of time. Jackson picks up 2 yards, just in time for the two minute warning. Good news? Their tablets apparently work again. Patriots 9-14 Broncos, 3:15, 2nd quarter Malcolm Butler helps break off Manning’s pass to Thomas. C.J. Anderson runs, but not enough for a first down and the Broncos have to punt. Patriots 9-14 Broncos, 4:08, 2nd quarter Denver Broncos have possession at their 44. Wait, 39 after a false start. Alan Branch then sacks Manning for six yards. The Broncos take their first timeout. Patriots 9-14 Broncos, 4:15, 2nd quarter The Patriots apparently are having trouble using theirs. Which I’m sure won’t spawn any conspiracy theories. Patriots start at ther own 41. Bolden runs for four yards. Bolden gets an additional yard on the next play. Brady throws under pressure on 3rd down and it’s INTERCEPTED by Darian Stewart! Patriots 9-14 Broncos, 5:36, 2nd quarter Official Ed Hochuli makes an announcement just to hear himself talk. Then Colquitt’s punt goes out of bounds and then there’s an actual penalty. Unsportsmanlike conduct on the Broncos, a 15 yard penalty. Patriots 9-14 Broncos, 5:36, 2nd quarter Anderson runs for 3 yards on first down, 2 yards on second down. On 3rd &amp; 5, the Patriots blitz and Manning throws the ball away. Denver has to punt. Patriots 9-14 Broncos, 7:02, 2nd quarter Not a fashion icon, that Bill Belichick. Gostkowski’s kick goes for a touchback. Denver will start at their own 20. Patriots 9-14 Broncos, 7:02, 2nd quarter Brady throws a short pass to Edelman, incomplete. Jason White gets 7 yards. 3rd &amp; 3... Brady gets sacked for a 6 yard loss. That makes Gostowski’s field goal a bit longer, but he makes the 46 yarder to cut into the Denver lead. Patriots 6-14 Broncos, 9:00, 2nd quarter Steve Jackson runs on 1st down. No gain. 2nd &amp; 10, Brady’s throw to White is incomplete. 3rd &amp; 10... Brady takes it himself? AND HE MAKES IT FOR A FIRST DOWN? Patriots at the Denver 29! Patriots 6-14 Broncos, 10:21, 2nd quarter 1st &amp; 1o on their own 49. Bolden runs but gets nowhere thanks to Malik Jackson. 2nd &amp; 10. Brady fires to James White who gets knocked down, but he got the first down there. Patriots 6-14 Broncos, 11:08, 2nd quarter James White runs for 2 yards. 2nd &amp; 13, Brady fires to Amendola who is promptly taken down. 3rd &amp; 9, Brady is under a lot of pressure, he aims for Gronkowski but overthrows him. BUT. There’s a penalty that actually helps here, illegal contact for five yards and an automatic first down. Patriots 6-14 Broncos, 13:36, 2nd quarter Brady throws to Brandon Bolden. Incomplete. Then Tom Brady calls for a 30 second timeout. They look completely out of sorts right here. 2nd &amp; 10, Brady finds Gronkowski for a first down. It’s a 19 yard gain to the New England 43. I guess that timeout was profitable. And then they’re called for a false start. 5 yard penalty. Patriots 6-14 Broncos, 13:51, 2nd quarter Ezra F: My only wish in this game is for Edelman to run for a Touchdown and give the ball to a Broncos fan.If that happens,anything’s possible. I think we’ll have to wait for Cam Newton in the NFC championship game for a player to start handing balls off like that. Also: That may end up be a much closer affair than this one if the Patriots don’t start putting things together. Keshawn Martin recieves the kickoff to the New England 24. Patriots 6-14 Broncos, 13:51, 2nd quarter Denver Broncos are at the New England 16, big big opportunity here for them. Manning’s first throw... is way off. Hillman picks up 4 yards. 3rd &amp; 6 at the New England 12 and Manning finds Owen Daniels for his second touchdown of the game! And the extra point is good. Patriots 6-7 Broncos, 14:41, 2nd quarter Brady throws to Edelman under pressure, but nada. 2nd &amp; 10, Brady throws... AND VON MILLER MAKES THE INTERCEPTION! BRONCOS BALL! Patriots 6-7 Broncos, 14:53, 2nd quarter Manning’s next two passes are incomplete, the second a pretty bad overthrow to Thomas. The Broncos punt again. Amendola makes a fair catch at their 13. Patriots 6-7 Broncos, end of 1st quarter Hillman picks up a yard to put the Broncos on the New England 39, where they will be when the second quarter starts. Patriots 6-7 Broncos, :46, 1st quarter CJ Anderson picks up 3 yards on first and second down. On 3rd &amp; 4, Manning finds Sanders for a 34 yard completion! How great is he? Ezra Finkelstein: That preplay calling by the Quaterback sound like Indian warcries to me. Hey, at least the fans here don’t do that horrid tomahawk chop chant. Patriots 6-7 Broncos, 1:49, 1st quarter Now there’s zero chance that this game won’t be decided by a single point, right? Gostowski’s kickoff goes for a touchback. Patriots 6-7 Broncos, 1:53, 1st quarter Brandon Bolden runs to the Broncos 2. And there’s a flag on the play, unnecessary roughness on T.J. Ward. Steven Jackson runs it it from the one yard line for the Patriots touchdown! ...But Stephen Gostowski misses the extra point! Denver maintains a one point lead! Patriots 0-7 Broncos, 2:23, 1st quarter Wow. The official declares that the ball was thrown backwards... That’s why Belichick threw the flag. The Patriots get the ball back at the Broncos 22. Patriots 0-7 Broncos, 2:23, 1st quarter Make that the 26 yard line after another penalty on the Patriots. They’re even picking them up while kicking. Hillman picks up 2 yards on first down. On second, Manning’s pass is incomplete. On 3rd &amp; 8... Bill Belichick throws a challenge flag saying that it wasn’t a forward pass. I don’t understand the wisdom of using a challenge in this situation, but I’m just some doofus with a laptop and he’s Belichick so... Patriots 0-7 Broncos, 3:16, 1st quarter Stephen Jackson picks up 5 yards, but there’s an unnecessary roughness call, that should be on Bryan Stork for a headbutt. It pushes them back to a 2nd &amp; 20 situation at their 30. Amendola picks up 6 yards, and then Derek Wolfe sacks Brady and that’s the end of that drive. Here comes the punt unit. Norwood makes the fair catch at the 21. Patriots 0-7 Broncos, 5:19, 1st quarter Danny Amendola receives Britton Colquitt’s punt 28 yards to the New England 40. Great starting field position this time around, let’s see if they can make anything out of it. Patriots 0-7 Broncos, 5:24, 1st quarter Michael Forbes from Poland emails: Is this the next step of the so-called Redemption of Payton Manning? I can’t stand him and his no-huddle offense, but it will be an incredible story if he blows out the Patriots! That will definitely be the main story if he keeps this up. Broncos are in the pistol formation. Manning connects with Demaryius Thomas for 5 yards, but Hillman gets stuffed for a one yard loss and Manning’s 3rd down pass is incomplete. They’ll have to punt this time. Patriots 0-7 Broncos, 6:52, 1st quarter Brady throws to Edelman, his most reliable target, for a 7 yard completion. 2nd &amp;3, Brady throws incomplete. Denver fans get even louder, somehow. He tries to throw to Gronkowski, it’s incomplete and he tries to argue for a flag but there’s nothing coming. Patriots punt again. Norwood receives Allen’s punt and carries it to the Denver 34. Patriots 0-7 Broncos, 7:32, 1st quarter Michael Philip: Nice drive, surprising play calls. Good job. The weather is perfect for Manning..but, we all know Bellycheck’ will absorb and adjust.. We’ll see. The Patriots will once again start this drive on their 20 after Brandon McManus’s kick hits the end zone. Patriots 0-7 Broncos, 7:37, 1st quarter Hillman gets nothing on a run. It doesn’t matter, the very next play, Manning throws a strike to Owen Daniels for a touchdown! The Broncos are on board first! The extra point is good, and my prediction is already out the window! Patriots 0-0 Broncos, 9:03, 1st quarter Hillman runs for 7 yards to the New England 35. On the next play, Manning throws to Andre Caldwell, a 15 yard completion that puts them right on the edge of the red zone. Patriots 0-0 Broncos, 9:47, 1st quarter New England’s Jamie Collins stuffs Ronnie Hillman for a one yard loss. On the next down, Manning throws to Norwood who goes off for a 13 yard run. Broncos are at their own 40. 1st &amp; 10, C.J. Anderson picks up two yards, and gets an extra yard on the next down. 3rd &amp; 7, pressure on Manning who throws it away. There’s a penalty on the play! Pass interference on the Patriots, which will put them at the Patriots 42. Patriots 0-0 Broncos, 12:54, 1st quarter Manning’s first throw is incomplete. As his second, batted away by Devin McCourty. 3rd &amp; 10. Manning throws to Emmanuel Sanders for a 11 yard gain! He still has something. Patriots 0-0 Broncos, 13:17, 1st quarter Jordan Norwood attempts to return the punt but gets tackled for a loss. Broncos will start on their own 17. Michael Phillip emails us with a prediction: Sadly, Pats to win Chiefs are way better than Denver and Manning is a liability…Hope dies last tho’.. I honestly see the Broncos as a bigger challenge, but that may be my lack of respect for Andy Reid. Patriots 0-0 Broncos, 13:17, 1st quarter James White picks up two yards, to the New England 35. On 2nd &amp; 8, Brady throws incomplete. Things get real loud for third down. Brady aims for Gronk and is lucky that his pass isn’t intercepted. Ryan Allen comes out to punt. Patriots 0-0 Broncos, 14:23, 1st quarter Brady throws to Rob Gronkowski, who picks up four yards. 2nd &amp; 6. Brady throws to Edelman for a first down, but there’s a flag on the play. It’s holding on Denver, which the Patriots decline. Patriots 0-0 Broncos, 15:00, 1st quarter The Patriots almost always defer, preferring to get the ball to start the second half. Maybe Belichick’s just trying to throw Denver off? The kickoff is a touchback, so New England will start at their own 20. Coin toss Patriots win the coin toss and... receive rather than defer? That’s weird. National Anthem I’ve never heard of Andy Grammer until this very moment but now I hate him. He holds on “freeeee” and sounds like a cat in heat. This is how the commentary is going to go today: The Patriots take the field to pretty rabid booing. Doesn’t look like there’s lots of New England fans here. Okay, here’s a guide for the joke premises involving both teams here, just so that everybody’s on the same page: Bill Belichick: videotaping, cheating in general, possibly the devil Tom Brady: deflated balls, supermodel wife, complains to officials Peyton Manning: HGH accusations, Nationwide jingle, Papa John’s ads, Eli has more rings Roger Goodell: Literal death merchant Predictions It’s hard to imagine the Broncos being humiliated by such a large margin in a big game. Okay, well, except for that one time. Tom Brady’s most recent comment, via his Facebook: Good morning from Denver... LET’S GOOOOOOOOOOOOO Silly Media Driven Controversy Of The Game It should be noted there’s been some trash talking in the last week from the Denver Broncos. Lineman Antonio Smith agreed that Tom Brady was a “cry-baby” for his tendency to complain to refs about fouls. Lineman Malik Jackson added “I mean, when we played him, he definitely threw some temper tantrums.” Okay, so this isn’t really the meatiest bit of bulletin board material here, it’s kind of elementary school, but we can only work with what we have. If only T.O. were still around... Predictions Okay here’s where I make a fool of myself attempting to predict this game’s outcome. So I’m just going to go completely crazy here: I say that the Patriots take advantage of a few Favrian interceptions thrown by Peyton Manning and take something like a 14-6 lead to halftime. The Broncos make the bold move of replacing Manning with Brock Osweiler, who helped lead Denver with a big win over New England in the regular season, who helps pull off a comeback win. Let’s say 24-21 final. Then we have a ridiculous quarterback controversy to discuss for two weeks until the Super Bowl. Your thoughts? Have a more likely scenario? An even crazier one? Email them to Hunter.Felt@theguardian.com or tweet them to @HunterFelt. Broncos inactives Patriots inactives Not a lot of household names here, which can only be good for the Patriots. They basically punted at the chance of winning home field advantage for this game during the regular season in return to keeping their key players healthy. (Note you will hear about this a lot should they lose here in Denver in a close game.) A supermodel’s trophy husband and a noted pizza chain spokesperson. Hello all, welcome! Okay, so we all know that the main storyline of today’s AFC championship game is the (presumably) final meeting between Tom Brady and Peyton Manning, arguably the two biggest names in the NFL for the past two decades. However, it should be noted that the actual game won’t completely come down to the two quarterbacks, after all they won’t even face each other on the field. This is about the New England Patriots and the Denver Broncos. And yes, there’s a history between these two teams. Did you know that the Brady-era Patriots have a 6-8 record against the Broncos? The Broncos handed Brady his first postseason loss in 2006 and their most recent one in the 2014 AFC championship game. Similarly, the real rivalry isn’t between Manning and Brady, but between him and Patriots head coach Bill Belichick’s defensive schemes. And this season, Manning’s biggest struggle has been against time itself. For the first time in his career, he isn’t the reason for his team’s success. The Broncos got this far thanks to their talented and tenacious defense, and at times they’ve been winning despite the play of their quarterback (be it Manning or backup Brock Osweiler). This isn’t saying that the “Brady vs Manning” debate shouldn’t be a major plot point today, it’s like the finale of a popular long-running TV show after all. I’m just saying that there’s a lot more going on in today’s AFC championship game than that, as if the stakes needed to be any higher than “the winner of this game plays in the freaking Super Bowl.” So there’s a lot to talk about, if you wish. Feel free to contribute emails (to Hunter.Felt@theguardian.com) or tweets (to @HunterFelt) to this liveblog throughout the game. It’s the AFC Championship Game between the New England Patriots vs the Denver Broncos at Sports Authority Field (I still call it Mile High Stadium). Kickoff is scheduled around 3:05pm EST, like these things ever start on time, but we’ll be back well before then. Hunter will be here shortly. In the meantime, here’s an extract from Paolo Bandini’s game prediction: Just when you thought it was over, the rivalry between Tom Brady and Peyton Manning gets one final reboot. If this is to be the last time that they meet on the gridiron, then the setting feels appropriate. It is the fourth time that these two remarkable quarterbacks have met in an AFC Championship Game. Perceptions of either are unlikely to be swayed much by the outcome. Those who measure greatness only in championships will still say that Brady was best even if he loses – pointing to the four Super Bowl rings he already owns. Those who consider a player’s individual statistics to be a more accurate measure of talent in a team sport will continue to make the case for Manning as the greatest of all time. It is an argument that will never be settled, no matter how loud either side proclaims that it has. But what we can say with certainty is that Peyton Manning today, 39 years old and half a decade removed from neck surgery that would have ended a lesser competitor’s career, is no longer performing to anything like the same level as his rival. You can read the full article here:"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}