{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2016/jan/01/louis-van-gaal-striker-manchester-united", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-01-01T22:30:25Z", "webTitle": "Louis van Gaal may buy striker to sharpen blunt Manchester United", "webUrl": "https://www.theguardian.com/football/2016/jan/01/louis-van-gaal-striker-manchester-united", "apiUrl": "https://content.guardianapis.com/football/2016/jan/01/louis-van-gaal-striker-manchester-united", "fields": {"headline": "Louis van Gaal may buy striker to sharpen blunt Manchester United", "bodyText": "Louis van Gaal may seek to solve Manchester United’s goalscoring problems by buying a new striker in the transfer window. United have just 25 goals in their last 25 games and Van Gaal is conscious that this is not good enough. The manager believes a change of luck will help but is also willing to spend to try to turn United’s season around. The Dutchman has overseen seven goalless draws this season, six of which have been at Old Trafford. Swansea City are the visitors on Saturday and as United are nine points behind Arsenal and Leicester City they have to start winning games if their faltering title challenge is to be reignited. Last month United failed to claim a single victory and were knocked out of the Champions League. It was the poorest December in the club’s 138-year history and, as things stand, Wayne Rooney and Anthony Martial are United’s joint top scorers in all competitions with seven each. “It [a lack of goals] can be solved with money but also on the training pitch,” said Van Gaal, who on Friday recalled the 22-year-old striker Will Keane from a loan spell at Preston to bolster his attacking options. “Scoring goals is a quality. We have that quality but at this moment there is a lack of confidence at the right time or we need to buy another striker. It is always like that. “That is our problem [scoring]. When you analyse the matches we are always capable of playing in our style. Only Arsenal, and maybe the first half against Stoke and Palace, we didn’t play in that style.” United lost the first two of those games without scoring and drew the last 0-0. “All the rest, we had that style, we created chances and were the dominating team. But we didn’t score. “We need also the luck of a striker. There are several players who played in the striker’s position. They need luck. How many players have had the chances to score and why they didn’t score? You cannot always explain that. “Of course, we are looking always for solutions in the team. Also for this moment, but we still have a good team and we can still score goals. I am convinced of that. But we also need a little luck.” In the summer Van Gaal sold Javier Hernández to Bayer Leverkusen and Robin van Persie to Fenerbahce and allowed Radamel Falcao to leave following a one-year loan, and has since approved James Wilson’s loan to Brighton &amp; Hove Albion. “We could have kept all the strikers but then there would have been a lot of strikers in the tribune [stands],” said the manager. “They are not happy then. They want to go away. It is the story of Hernández, for example. He wants to play. There are now players in my selection who want to play. They cannot play because I choose another player. It is always like that. But too many strikers of high quality for the same position is too much pressure.” United have lost all three of Van Gaal’s matches with Swansea. “It is more or less the same test [as Chelsea]. The pressure that I have seen by myself is still the same,” he said. “We cannot allow the gap to grow. We have to be there at the top of the league. That is our aim. We said that at the beginning of this season. The players are feeling like that also. They want to win because we didn’t win several matches in a row.” Phil Jones has echoed this view. The central defender believes if United can string a sequence of victories together the club will be back in the title race. “It’s strange but the table shows that literally anyone can win the league this season,” he said. “Arsenal, Chelsea, Leicester, City, ourselves, Tottenham, Stoke, Watford – nobody seems to want to win it. It only takes a good run of five, six, seven games and getting a few wins and it soon turns around. We’re disappointed with the way we’ve played over the past few games, although we did well against Chelsea, but by no means are we out of it [the title race]. If we can put a few wins together we’ll be right back up there.” On a positive note for United, they have kept more clean sheets than any other team in the Premier League this season – 10 from 19 outings. “I was always taught as a youngster that if you keep a clean sheet you’ve got a great chance of winning the game, and we’ve done that more often than not this season,” Jones said. “Norwich and Stoke were games in which we conceded sloppy goals, but other than those matches we’ve been pretty solid. Everyone who’s played has done their job and we hope we can carry that on and produce more clean sheets.” Van Gaal was unmoved regarding whether Ryan Giggs, his No2, is exerting greater influence on team matters. “Nothing has changed. You can create something but nothing has changed,” the 64-year-old said. The Dutchman also gave an update on Luke Shaw, who is recovering from a broken leg. “He is more or less having a short vacation,” said Van Gaal. “He is away for a week. He is coming back on 1 January to continue with his recuperation. He is doing well but now I cannot be specific because he has been away for a week. ““Everything is going well until now. But I cannot say whether he will be back this season.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}