{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2016/jan/16/two-austrians-kidnapped-in-northern-burkina-faso", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2016-01-16T23:40:37Z", "webTitle": "Elderly Australian couple kidnapped in northern Burkina Faso", "webUrl": "https://www.theguardian.com/world/2016/jan/16/two-austrians-kidnapped-in-northern-burkina-faso", "apiUrl": "https://content.guardianapis.com/world/2016/jan/16/two-austrians-kidnapped-in-northern-burkina-faso", "fields": {"headline": "Elderly Australian couple kidnapped in northern Burkina Faso", "bodyText": "Two Australian citizens – a doctor and his wife – have been kidnapped by extremists in northern Burkina Faso near the border with Mali, the country’s security ministry has confirmed. A Burkinabe intelligence source said the Australians, named by the Department of Foreign Affairs and Trade as Ken and Jocelyn Elliot, were believed to be a couple in their 80s from Perth who had lived since 1972 in Djibo, near Baraboulé. An earlier interior ministry statement had wrongly identified the couple as Austrian. The couple built a 120-bed medical facility in Djibo. Elliot has been the only doctor at the Friends of Burkina Faso medical clinic, where he conducts as many as 150 surgeries a month. A security ministry spokesperson said the jihadis abducted the couple from the town of Baraboulé in Soum province in Burkina Faso’s Sahel region. A spokesman for Malian militant group Ansar Dine, Hamadou Ag Khallini, said in a brief phone message the couple were being held by jihadists from the Al-Qaida-linked “Emirate of the Sahara”. He said they were alive and more details would be released soon. A European diplomatic source confirmed they had received intelligence on Friday that a Western couple had been kidnapped in Burkina Faso, without giving their nationality. “According to our information, the kidnappers’ objective is to take the hostages towards Mali,” the source added, declining to give further details. A military base in the same region was attacked by militants in August last year, with one Burkinabe policeman killed. The Emirate of the Sahara is a branch of Al-Qaida in the Islamic Maghreb (AQIM) operating in northern Mali, according to experts. It was not immediately clear whether the abduction was linked to an attack carried out by al-Qaida fighters against a hotel in the country’s capital late on Friday, in which at least 27 people from 18 different nationalities were killed. Security forces confirmed three jihadis had also been killed in the assault on the Splendid hotel and nearby Cappuccino cafe in Ouagadougou. A fourth was killed at the Yibi hotel, which was searched by troops as part of a later raid on nearby buildings. Security forces freed 150 hostages, including at least 33 wounded, from the Splendid hotel, after militants took control of the five-storey building popular with UN staff and foreigners. Dozens of French forces arrived overnight from neighbouring Mali to aid in the rescue. Agence France-Presse contributed to this report"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}