{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2016/jan/16/napoli-sassuolo-serie-a-match-report-gonzalo-higuain", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-01-16T22:50:24Z", "webTitle": "Napoli’s Gonzalo Higuaín hits 20-goal mark with two in win over Sassuolo", "webUrl": "https://www.theguardian.com/football/2016/jan/16/napoli-sassuolo-serie-a-match-report-gonzalo-higuain", "apiUrl": "https://content.guardianapis.com/football/2016/jan/16/napoli-sassuolo-serie-a-match-report-gonzalo-higuain", "fields": {"headline": "Napoli’s Gonzalo Higuaín hits 20-goal mark with two in win over Sassuolo", "bodyText": "Gonzalo Higuaín scored twice as Napoli went four points clear at the top of Serie A after coming from behind to defeat Sassuolo 3-1 at home. The sixth-placed visitors, who pulled off a shock 1-0 win at Internazionale in their previous match, looked like they might register another upset when they took the lead through Diego Falcinelli’s third-minute penalty. But Napoli equalised through José Callejón in the 19th minute, and Higuaín then bagged all three points for the home side, taking his tally for the season to 20 league goals with strikes in the 42nd minute and stoppage time. Napoli had lost only once in all competitions since an opening day defeat at Sassuolo, but Eusebio Di Francesco’s side were the only team unbeaten against the top six. It looked like that record was set to continue when they was awarded an early penalty after Nicola Sansone was brought down by Raúl Albiol and Falcinelli converted from the spot. It was end-to-end action, and Napoli levelled when Callejón headed in a pinpoint cross from Lorenzo Insigne. Higuaín put Napoli in front from almost the same position three minutes before half-time, timing his run perfectly to get between two defenders and slot Marek Hamsik’s cross into the far right corner. Both sides had chances in the second half before Higuaín sealed the result with the last kick of the game, managing to squeeze the ball between a diving Andrea Consigli and the post, following an assist by Callejón."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}