{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2016/jan/11/arsene-wenger-jurgen-klopp-arsenal-liverpool", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-01-11T22:30:30Z", "webTitle": "Arsène Wenger rejects Jürgen Klopp’s fixture congestion concerns", "webUrl": "https://www.theguardian.com/football/2016/jan/11/arsene-wenger-jurgen-klopp-arsenal-liverpool", "apiUrl": "https://content.guardianapis.com/football/2016/jan/11/arsene-wenger-jurgen-klopp-arsenal-liverpool", "fields": {"headline": "Arsène Wenger rejects Jürgen Klopp’s fixture congestion concerns", "bodyText": "Arsène Wenger believes Premier League clubs should have the strength in depth to cope with the winter fixture list, despite Jürgen Klopp’s warning to Pep Guardiola about the draining schedule in England. Klopp faces Wenger for the first time as Liverpool manager at Anfield on Wednesday. Liverpool have sustained multiple injuries in recent weeks and Klopp, who took over as manager in October, has expressed his concern at the number of matches in December and January. He warned Guardiola, who wants to join a Premier League club before next season, that in England it is “football, football, football” and revealed his surprise that the Capital One Cup semi-finals were played over two legs. Wenger, who will attempt to extend Arsenal’s lead at the top of the table, said the schedule was usually a shock for overseas coaches arriving in England but that teams should be able to deal with the pressure. Asked about Klopp’s comments, the Arsenal manager said: “You get that from everybody who comes to England at the start because you have to adapt to the English style. I was like that and I’m still in favour of a winter break – but without losing the traditions of English football. That is play over Christmas and maybe have a break in January. “But I believe as well that we go a little bit overboard because today the English clubs are in a financial situation to have a squad of 25 top-level players. It’s not like it was 25 years ago, so we cannot always complain that we play too much because we have players who can rotate, players who want to play. “In every club now, when I look at the bench, I am quite impressed with the players who are there and can play, so I don’t believe that it’s like we have 13 players who have to play every single game. “I believe that for the Germans they are maybe more surprised as they have a good winter break.” Wenger also pointed out that Bundesliga clubs play only 34 league matches and have no League Cup competition. Mesut Özil and Mathieu Flamini are expected to return for Arsenal following the FA Cup victory over Sunderland. Alexis Sánchez could feature against Stoke at the weekend for the first time since suffering a hamstring injury in November. Wenger also confirmed he is expecting the Egypt midfielder Mohamed Elneny to join this week once the relevant paperwork is completed. Liverpool have played only two matches at Anfield out of their past 10 in all competitions. Arsenal, in contrast, have played four of their past five at home and are unbeaten since a 4-0 defeat at Southampton on Boxing Day. While Klopp was manager of Borussia Dortmund he and Wenger had a relatively even record when their teams met, with Klopp describing Arsenal’s football as “like an orchestra” whereas he preferred heavy metal. When asked about the challenges that Liverpool’s pressing style would pose, Wenger said: “We are used to that pressing – it is not just Liverpool who do that, everybody in the modern game [does]. “Pressing has been created in England basically because there is a history of teams who have done that very well, so it is part of the modern game to make quick decisions, be very short with your first touch and play your game. “I think he is a great manager but we have different styles. And you have to respect that and you can only be successful by being your own style and personality and everybody has a different personality. But I think he done very well in the job. You have to play with your style and what you believe is strong.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}