{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2016/jan/19/jurgen-klopp-liverpool-christian-benteke-future", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-01-19T23:27:08Z", "webTitle": "Jürgen Klopp: Christian Benteke has a long-term future at Liverpool", "webUrl": "https://www.theguardian.com/football/2016/jan/19/jurgen-klopp-liverpool-christian-benteke-future", "apiUrl": "https://content.guardianapis.com/football/2016/jan/19/jurgen-klopp-liverpool-christian-benteke-future", "fields": {"headline": "Jürgen Klopp: Christian Benteke has a long-term future at Liverpool", "bodyText": "Jürgen Klopp has claimed Christian Benteke does have a long-term future at Liverpool despite benching the £32.5m striker for his biggest Premier League fixtures as manager so far. Liverpool’s most expensive summer recruit could return to the starting line-up in Wednesday’s FA Cup replay against Exeter City having been a substitute in the league games against Manchester United and Arsenal. Benteke was also on the bench in the wins at Chelsea and Manchester City when Klopp favoured Roberto Firmino in attack. The former Aston Villa forward was the only senior regular to start the third round tie at Exeter, when injuries prompted Klopp to field an inexperienced side that is likely to return in the replay. But the Liverpool manager insists it is premature to suggest Benteke is ill-suited to what is required at Anfield or faces an uncertain future only six months after his arrival under Brendan Rodgers. “You are too quick in your judgements,” said Klopp, when asked if the 25-year-old featured in his long-term plans. “If I worked like this I would send players who miss chances to the next club or whatever. Stay cool. Of course he has a future, that is not a question. “What we have to do is think what team fits together for the special game. For the next game it could be different. We have to think about how we create chances. First of all we cannot hope that we get the ball into the box and then maybe Christian will finish it. He is a goalscorer and makes chances and so on, that is all good, but this is how it works – we make a starting line-up and it ends at 11, then we make the bench. He has always the possibility to play.” Klopp declined to elaborate on how Benteke can improve his first team prospects or discuss whether the Belgium international is too static for the style of play he wants to implement at Anfield. “That is something that does not really make sense to talk to the press about,” he said. But the Liverpool manager claimed the qualities that encouraged him to meet Benteke at Dusseldorf Airport in 2013, when he considered signing the then Villa player for Borussia Dortmund, make the Belgian “a complete striker”. Klopp added: “We saw a lot of games he played and liked how he kept the ball, his technical skills, of course the header but not only that, his finishing skills, all this stuff. From all those things he is a complete striker but at the end you have to work for it. He didn’t finish his development and we as a team didn’t finish. “In this situation you have to look at how it fits. For example, we had our games with Roberto and Christian as a No10 and a No9. It did not work in this moment but that does not mean we can never play like this. “In this moment it doesn’t fit too well so we have to think about how to make it easier for players to bring in their skills. To have Christian on the bench is a quality sign and to bring him in with his qualities in a close game is good. I would like to bring him in with us 2-0 in the lead to make it 3-0 or 4-0 but in the last two games it was the complete opposite situation. “I understand this. We don’t score enough goals and you ask about the striker, the only striker we have in your mind. He is on the bench and that seems to be strange but not in my opinion. As long as I have some influence in the starting line-up then I would like to use this influence.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}