{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2016/jan/21/courtney-barnett-on-why-everything-yet-nothing-has-changed-im-pretty-basic", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2016-01-20T23:11:09Z", "webTitle": "Courtney Barnett on why everything yet nothing has changed: I’m pretty basic", "webUrl": "https://www.theguardian.com/music/2016/jan/21/courtney-barnett-on-why-everything-yet-nothing-has-changed-im-pretty-basic", "apiUrl": "https://content.guardianapis.com/music/2016/jan/21/courtney-barnett-on-why-everything-yet-nothing-has-changed-im-pretty-basic", "fields": {"headline": "Courtney Barnett on why everything yet nothing has changed: I’m pretty basic", "bodyText": "Courtney Barnett has been living in the same house in the Melbourne suburb of Northcote for the past two years, with girlfriend and musician Jen Cloher. They have a Burmese cat that wakes the pair up at half past four to be fed, named Bubbles because it is “champagne coloured”. “It’s funny because my first car, when I was 18, was ‘champagne coloured’,” Barnett says, over the phone from her hometown. It isn’t a phrase she’d normally use for a beat-up 87 Holden Astra, but that’s how the car was described when she spotted it online. “I’d never heard someone use the word ‘champagne’ in reference to a colour.” It sounds like the seeds of a new Barnett ditty: “They called my Holden Astra ‘champagne coloured’ in the car ad / must have been real loved to write poetry like that.” Barnett plucks details from her life as if they were flowers, pressing them gently into her songs: a nice lady next door who talks of green beds; roadkill she calls “possum Jackson Pollock”; and the house in Preston with “a photo of a young man in a van in Vietnam”. Her last single, Nobody Really Cares if You Don’t Go to the Party, spins art out of debating whether to go out or not (“I’d rather stay in bed with the rain over my head / Than have to pick my brain up off of the floor”). She says it’s important to take note of the small things. “It’s not in order to write a good song; it’s to pay respect to the amazing things that are going on. I write a lot of poetry I never even show anyone. It’s just to keep track of the beautiful things that happen, and the not so beautiful things.” At the end of last year Barnett discovered she had been nominated for best new artist at the upcoming 2016 Grammys – much to the surprise of the live US audience. Her debut album Sometimes I Sit and Think, and Sometimes I Just Sit wound up in a number of best-of lists, including top 10 albums as chosen by the Guardian, Rolling Stone and Pitchfork. It capped off a big year for Barnett: she had performed on Ellen, recorded with Jack White in Nashville and toured the world. But Barnett deftly sidesteps any rags-to-riches narrative. Be it running her own label Milk! Records (which releases a compilation next month), writing songs or making art, she says she’s still learning. “I tend to look at the smaller picture a bit more. We’ve done so much travel and crazy stuff in the last couple of years, but I’m still trying to write a good song, trying to draw a good picture. I’m pretty basic, I guess.” After a year of sharing festival stages with some of the biggest names in music including Sharon Van Etten, Lana Del Rey and Kendrick Lamar, did any performance trigger a lighting bolt moment in regards to her own work? “I’m very impressionable, so I have that feeling a lot,” she answers. She recalls watching Neil Young perform at Way Home festival in Ontario, Canada. “I started crying the minute he started playing. I never do that and it was this really, really intense thing. Maybe I was really tired from touring, but it just brought up so much stuff.” She has also been inspired by a few rock memoirs of late. “I read Carrie Brownstein’s book [of Sleater-Kinney], the new Patti Smith book and [music critic] Jessica Hopper’s book all in a small period of time and felt really inspired and empowered in life.” Perhaps as a result, Barnett has been reflecting on how we create an idea of people – particularly musicians – in our minds, and how for better or for worse reality so often diverges. “People do it to me,” she says. Barnett has a tendency to speak with caveats. She circles back on her statements and tacks on an addendum. When she admits it is difficult to focus or find time to write new material on the road, she immediately chastises herself for making excuses. “When I’m on tour I say, ‘I have no time to write, I’m not coming up with any ideas,’ but when I find spare time I find anything to distract myself so I can’t write.” It is an all-too-human tendency Barnett traces back to art school in her early 20s. “I didn’t do my art stuff; I wrote songs instead. I always find something to distract myself from what’s right in front of me.” Her solution has been to try and write “a little bit, every day”, without expectation. Some songs come to her “really quick”, while others have taken up for four years to finish. When her head gets caught up in a chase for perfection she tries to head to the countryside, read books, cook food and go for big walks – basically, “do anything except stress out about this thing that only I really care about. Nobody is telling me to write songs.” Most often, that is when her great ideas come: “You need a bit of reset, to step outside and look back at what you’re doing.” • Courtney Barnett headlines Sugar Mountain festival on 23 January and Twilight at Taronga on 28 January before touring Canada and the US; Milk! Records’ compilation Good For You will be released 14 February on 12” vinyl and digital"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}