{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2016/jan/16/uk-drug-pakistan-death-penalty", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2016-01-16T23:10:09Z", "webTitle": "British aid helps Pakistan execute drug traffickers", "webUrl": "https://www.theguardian.com/politics/2016/jan/16/uk-drug-pakistan-death-penalty", "apiUrl": "https://content.guardianapis.com/politics/2016/jan/16/uk-drug-pakistan-death-penalty", "fields": {"headline": "British aid helps Pakistan execute drug traffickers", "bodyText": "The UK taxpayer has given millions of pounds to help Pakistan’s counter-narcotics force target and arrest drug traffickers, at least five of whom have been sentenced to death. The revelation has raised questions about the UK’s commitment to opposing the death penalty in other countries. Last year Sir Simon McDonald, permanent under-secretary at the Foreign Office, said that human rights no longer had the profile within his department that they had in the past. The UK’s £5.6m donation was made to Pakistan’s anti-narcotics force, through a five-year UN Office on Drugs and Crime project, despite the fact that the Pakistan government insisted donors could not demand that it be linked to human rights considerations. A UNODC valuation of the programme, published in April 2014, observed that: “UNODC was strongly advised by the GOP [government of Pakistan] to exclude [human rights] considerations from the CP [country programme] design and to advance with an oblique approach, where human rights issues would be addressed indirectly through training and improving criminal justice results [prosecutions based on evidence not interrogation] but not explicitly mentioned.” The project paid for the acquisition of surveillance vehicles, drug-testing kits and the construction of border control posts, places where drug carriers are frequently arrested, according to human rights groups. It was assessed according to key performance indicators – notably the number of arrests and successful prosecutions carried out by the ANF. Human rights groups claim the targets encourage capital convictions because drug seizures of more than a kilogramme are punishable by death in Pakistan, which last year executed more than 300 people, overtaking Saudi Arabia to become the world’s third most prolific executing state. In its annual report filed last year, the ANF boasted that it was achieving the sort of results demanded by the UNODC. It noted that it had a successful prosecution rate of 89% “which includes five death penalties”. “It is a scandal that the government is using public money to support raids that send people to death row,” said Maya Foa, director of Reprieve’s death penalty team. “Pakistan’s anti-narcotics force aggressively pursues death sentences for people convicted of non-violent drug offences in deeply flawed drug courts.” The UK funding of the United Nations project project began when Pakistan was holding a moratorium on the death penalty. “We are not aware of any executions in Pakistan as a result of UK counter-narcotics co-operation,” a Foreign Office spokeswoman said. “The UK and Pakistan have a shared interest in working to tackle organised crime including the trafficking of drugs, which is a threat to both our societies.” But even after the moratorium was lifted the UK continued to run counter-narcotics training operations in Pakistan. In November 2015, Border Agency staff were helping to train staff at Karachi airport to detect drug smugglers as part of a programme that is to be rolled out toother airports including Lahore and Islamabad. The UNODC is now seeking donors for a new counter-narcotics programme in Pakistan that will run from 2016 to 2019 and aims to increase “interdiction, investigations and prosecution of drug traffickers”. It remains unclear as to whether the UK will commit to the programme. The government discontinued funding counter-narcotics programmes in Iran amid concerns about the country’s use of the death penalty. The Foreign Office insists that all government departments must adhere to clear guidance when deciding on funding programmes abroad that have human rights implications. But Foa said this does not go far enough. “The UK must freeze all funding for law enforcement-led narcotics operations in states which retain the death penalty for drug offences – whether that’s Pakistan, Iran or Saudi Arabia.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}