{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2016/jan/13/tottenham-hotspur-leicester-premier-league-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-01-13T22:00:40Z", "webTitle": "Leicester stun Tottenham thanks to Robert Huth’s late header", "webUrl": "https://www.theguardian.com/football/2016/jan/13/tottenham-hotspur-leicester-premier-league-match-report", "apiUrl": "https://content.guardianapis.com/football/2016/jan/13/tottenham-hotspur-leicester-premier-league-match-report", "fields": {"headline": "Leicester stun Tottenham thanks to Robert Huth’s late header", "bodyText": "There has been a slightly haughty presumption that has tracked Leicester City on their wild ride and it goes something like this – Claudio Ranieri’s underdogs will, at some point, fade away. They have to, simply because this sort of thing does not happen. It should not happen. It cannot happen. But it is very much happening and matches like this prove Leicester are not only top-four material but they are in with a shout of the biggest prize. Their style is a case study in ruthless simplicity and it achieved the latest beautiful result of their fairytale season when Robert Huth, criminally unmarked inside the area on Christian Fuch’s late corner, directed a firm header back inside the near top corner of Hugo Lloris’s net. Leicester did what they have done all season: they stayed solid, they went toe-to-toe with supposedly better heeled opposition and, when the moments presented themselves, they struck with venom – quickly and directly. They had flickered, most notably through Jamie Vardy, who was back with indecent haste after groin surgery, and the substitute Leonardo Ulloa but it was Huth, with his first goal of the season, who was the unlikely matchwinner. Leicester had drawn blanks in their previous three league games but Huth’s goal was glorious on so many levels, not least in its timing. Tottenham Hotspur were fired up and for what this game meant to them, no one needed to look any further than the figure in the dark coat on the touchline. Mauricio Pochettino tends to exist on an even keel; the club’s manager rarely gets too high or too low. But here, he lived every breath of a frenetic struggle. Passionately. It was difficult to remember him being so animated during a game and it seemed to reflect the awareness that here was a golden opportunity for Tottenham to make a statement about their top-four aspirations; to reel in one of their rivals. Pochettino paced his technical area throughout; he bellowed his instructions and his criticisms, and he howled at the heavens when the big chances went begging or, more precisely, Kasper Schmeichel, the Leicester goalkeeper, made a series of inspired interventions. Schmeichel’s best moment came in the 62nd minute and, in some respects, it was the turning point of the game. Erik Lamela had slipped Harry Kane clean through with a cute pass and the striker’s shot reared up off Schmeichel but ricocheted to safety off the crossbar. It was Huth and Leicester who made the statement and the wackiness of it all was summed up by the chants towards the end from the visiting supporters. “We are staying up,” they chorused before, in the next breath, they were rather more bold. “We’re gonna win the league,” they yelled. This was Part II of a trilogy, following Sunday’s 2-2 draw here in the FA Cup – the replay is next Wednesday – and it was another absorbing affair, with Tottenham starting with the greater intensity. For 15 minutes or so, Leicester could not live with their pressing. The home team’s lively start had featured a low Dele Alli blast that fizzed wide and a downward header from Toby Alderweireld, following a Lamela corner, that bounced up and looked bound for the top of the net. Schmeichel threw out a hand to tip it over. Christian Eriksen would also work the Leicester goalkeeper on the half hour from outside the area. Leicester enjoyed a purple patch midway through the first half, which was sparked when a mix-up between Kyle Walker and Lloris led to a chance for Shinji Okazaki, who dragged his shot wide. Okazaki almost got in again moments later, following a jet-heeled burst by N’Golo Kanté only for Alderweireld to stick out a boot while Danny Drinkwater drew a fine save out of Lloris with a well-executed volley. It was relentlessly hectic and, for long spells, as the tackles flew in, the creative talents gasped for room. Vardy sparked in the second half. He reacted inside a congested area to unload at goal and only a block by Kane, of all people, denied him. There was also the moment on the hour when he stole into the area only to be cleaned out by Lloris, who took both ball and man. There were strangled Leicester cries for a penalty. Tottenham had their chances after the interval. From Ben Davies’s cross, Lamela had a big one, on his left foot, only to scuff his shot and watch it squirm past the far post, via a deflection. Kane was denied by Schmeichel on the biggest of them all while Alli, too, was thwarted by the goalkeeper. But, after Ulloa had seen an effort blocked by Jan Vertonghen, amid an almighty scramble, the scene was set for Huth. Leicester march on."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}