{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2016/jan/11/wada-drugs-operation-puerto-judges-decision", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2016-01-11T22:11:41Z", "webTitle": "Wada confirms judges’ decision on Operation Puerto case imminent", "webUrl": "https://www.theguardian.com/sport/2016/jan/11/wada-drugs-operation-puerto-judges-decision", "apiUrl": "https://content.guardianapis.com/sport/2016/jan/11/wada-drugs-operation-puerto-judges-decision", "fields": {"headline": "Wada confirms judges’ decision on Operation Puerto case imminent", "bodyText": "The World Anti-Doping Agency has confirmed reports that the judges’ long-awaited ruling in the Operation Puerto doping scandal will be announced within the next few days. The ruling by the Madrid provincial court relates to appeals against a court ruling to destroy some 200 incriminatory bags of blood found when police raided the offices of Eufemiano Fuentes, doctor to numerous professional cyclists and other athletes, in 2006. His clients included the Vuelta de España champion Alejandro Valverde, who was banned for two years, and Jan Ullrich, who admitted doping only after he retired. Other clients are said to include footballers, tennis players, athletes and boxers. The case dates back 10 years and in June this year will have surpassed all the various statutes of limitation laid down by anti-doping agencies, including Wada. The likelihood of sportsmen or women being sanctioned at this stage appears remote. It is three years since a judge, Julia Patricia Santamaría, ruled the blood be destroyed after she handed Fuentes a one-year suspended sentence. Since then the blood has been stored at the Biomedical Research Park in Barcelona. Various organisations, including Wada, the Spanish Sports Council and the UCI, appealed against their destruction. A total of nine appeals were lodged. As they are not appealing on the same grounds it is not clear how or for whom the judges will rule. They apparently reached a decision in November but it has remained sealed until now. As the Fuentes trial revealed, in Spain sportspeople cannot be charged with doping itself in a court of law. Fuentes was charged with endangering public health for which he received a four-year ban on practising as a sports doctor and a fine that worked out at €10 a day over 10 months. The case began when the Spanish cyclist Jesús Manzano revealed the widespread use of banned substances and blood manipulation in the sport. Oxygenated blood was extracted and then later given as a transfusion to improve performance. Manzano singled out Fuentes, then doctor with the Kelme team. Manzano explained that to begin with the blood bags were not marked, leading to problems when riders received transfusions of incompatible blood. His whistleblowing was widely criticised in the sport and he even received death threats but he was vindicated by the police investigation."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}