{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2016/jan/05/jon-crace-camerons-recollection-of-eu-summit-is-a-christmas-miracle", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2016-01-05T20:13:54Z", "webTitle": "John Crace | Cameron's recollection of EU summit is Christmas miracle", "webUrl": "https://www.theguardian.com/politics/2016/jan/05/jon-crace-camerons-recollection-of-eu-summit-is-a-christmas-miracle", "apiUrl": "https://content.guardianapis.com/politics/2016/jan/05/jon-crace-camerons-recollection-of-eu-summit-is-a-christmas-miracle", "fields": {"headline": "Cameron's recollection of EU summit is a Christmas miracle", "bodyText": "What a difference a few weeks make. Too many heavy meals, several large brandies, a few sneaky fags, plenty of afternoon naps, one unscheduled trip to Asda before a visit to the hydro-electric “northern powerhouse” and even the most limited of progress in EU renegotiations can feel like one giant leap for mankind. On the first day back after the Christmas break, all that David Cameron could remember of December’s European Union summit was that it had been an unmitigated triumph. “I’ve agreed the negotiations we are having are all extremely far-reaching even if they’re not particularly,” the prime minister burbled, “and I can report to the House that the first part of the negotiations have been negotiated. There will be some further negotiations in February that may or may not be negotiated, and if they aren’t then the negotiations will be concluded at some unspecified later date. But let me assure the House that whether I manage to renegotiate the one tricky bit of my negotiations or not, the negotiations will have been successful.” Dave did slip in, though, that the negotiations with his own cabinet had been rather less successful, as he has been forced to allow them a free vote in the forthcoming EU referendum. Luckily for him, nobody chose to point out that this was the least he could have done to guarantee he wouldn’t have to sack himself if the electorate voted to leave. The Tory Eurosceptics were all on their best behaviour – noblesse oblige, etc – and the Labour benches were far more preoccupied with the ongoing shadow cabinet reshuffle that was well into its second day, with only one move confirmed – by ousted shadow culture secretary Mike Dugher himself rather than Labour head office, which might yet still deny it. Anyone but Hilary Benn would have been Jeremy Corbyn’s choice of nextdoor neighbour on the Labour benches. So it was sod’s law that the shadow foreign secretary, for the time being at least, plonked himself down next to Corbyn. Throughout proceedings, Benn smiled beatifically as if he were unaware he was the cause of the reshuffle logjam, occasionally leaning across his leader to share his jovial pensées with Chris Bryant and Rosie Winterton, just to politely remind Corbyn who is boss. It’s fair to say that neither Dave nor Jeremy are in total control of their parties right now. Corbyn did not look particularly amused, spending most of the time pretending he didn’t care about being cut out of the conversation by staring intently at his phone. Perhaps he was hoping someone might text him with news of what was going on with the reshuffle. In his reply to Cameron, Corbyn was in no doubt about what was required. “If you are to achieve change,” he said, with no apparent irony, “you need to make friends through patient diplomacy.” Amen to that, though it wasn’t a strategy that appeared to be paying dividends for him. Comic timing isn’t usually Dave’s strong point, but for once he landed a moderately effective pre-cooked line. “No matter how many Eagles there are,” said Cameron, “the Labour party will always have an albatross at the head of the party.” Angela Eagle seemed to find this funnier than anyone else in the chamber, laughing longer and louder than the joke deserved. Corbyn flushed with anger while Dave looked nonplussed; he’d never received such an enthusiastic reaction to one of his gags. Even from his family. Especially from them. The closest Dave got to dissent thereafter was from Tory Eurosceptic Philip Davies, who dared to suggest the EU negotiations may not be all they have been cracked up to be. Dave was outraged. “The whole government is behind me,” he insisted, “while you carp and cavil at someone who is getting the job done.” Some people just don’t understand that the job to be done is to do not very much."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}