{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2016/jan/19/bristol-city-west-brom-fa-cup-replay-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-01-19T21:54:15Z", "webTitle": "Salomón Rondón’s goal for West Brom ends Bristol City’s FA Cup dream", "webUrl": "https://www.theguardian.com/football/2016/jan/19/bristol-city-west-brom-fa-cup-replay-match-report", "apiUrl": "https://content.guardianapis.com/football/2016/jan/19/bristol-city-west-brom-fa-cup-replay-match-report", "fields": {"headline": "Salomón Rondón’s goal for West Brom ends Bristol City’s FA Cup dream", "bodyText": "This stadium is not a place that holds many happy memories for Tony Pulis, whose six months in charge of Bristol City back in 1999 were a largely forgettable experience for all involved, yet the West Bromwich Albion manager enjoyed a happy return to Ashton Gate on Tuesday night courtesy of Salomón Rondón’s well-taken second-half goal. With a composed finish eight minutes after half-time, Albion’s club-record signing registered only his fourth goal since arriving for £12m in the summer to book the Premier League club a place in the fourth round and set up a home tie against Peterborough on Saturday week. For Pulis, who picked his strongest available team, the hope is that the goal will do Rondón the power of good after a difficult first season in English football in which the Venezuelan has showed plenty of willing but lacked that clinical touch when it matters. While the other good news for Pulis was Ben Foster keeping a clean sheet on only his second appearance since returning from being sidelined for nine months with a cruciate ligament injury, the Albion manager appears to have lost another key player before Saturday’s derby against Aston Villa. Chris Brunt limped off in the 17th minute after pulling a calf muscle and joins James Morrison, Jonas Olsson and Darren Fletcher on the sidelines. Saido Berahino was also absent from the Albion squad with illness and speculation continues that Newcastle are weighing up an £18m move for the striker. “The valuation will be determined by the chairman,” Pulis said. “I was going to play Saido tonight. But he has picked up a bug that Rickie Lambert and a few other players had.” In truth there was little to choose between the teams on a bitterly cold evening when a humdrum game did nothing to warm the hearts of the supporters. Bristol City will ruefully reflect on their failure to hold onto a 2-1 lead at The Hawthorns, where Morrison scored an injury-time equaliser, and this game could also have panned out differently for them if Wes Burns had converted a presentable chance in the 14th minute. Burns was City’s best player and caused Albion a few problems in the second half, when he saw one shot blocked by Craig Dawson and Foster parry another in the closing stages. Yet City never really played as if they believed they could cause an upset and their season now hinges on recruiting a new manager to steer them clear of relegation. Albion’s goal was simple enough and exposed some poor marking in City’s defence. Dawson floated in a cross from the Albion right and Rondón, afforded far too much time in the City area, was able to take the ball down on his chest before beating Max O’Leary, the 19-year-old home keeper who was making his full debut, from no more than six yards. It was Rondón’s first goal since October. “Salomón is going to be a good player,” Pulis said, before outlining the problems the forward has encountered. “He’s found it difficult, the Premier League is so intense, which has not been the case where he has played. But the players love him because he works so hard, he’s such a genuine kid, and you could see that in the way they celebrated with him.” Although Gareth McAuley had a good chance earlier in the match, when the defender headed over the bar from six yards, and Craig Gardner thrashed a left-footed volley from the edge of the area narrowly wide, Albion created relatively little. City could, and possibly should, have been ahead when Burns had that excellent opportunity. Running onto Bobby Reid’s pass in the inside right channel, the 21-year-old striker had only Foster to beat but dragged a low shot beyond the far upright. Rondón was not so generous when opportunity knocked at the other end. “There was not a lot in it, but I think the experience showed in the end,” said John Pemberton, who is City’s interim manager following Steve Cotterill’s dismissal last Thursday. “They’re so well organised and they don’t make mistakes. I think they had one chance and it ended up in the back of our net.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}