{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2016/jan/01/daniel-sturridge-jurgen-klopp-liverpool-west-ham", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-01-01T22:30:24Z", "webTitle": "Jürgen Klopp: ‘I don’t want to bring Daniel Sturridge back too soon’", "webUrl": "https://www.theguardian.com/football/2016/jan/01/daniel-sturridge-jurgen-klopp-liverpool-west-ham", "apiUrl": "https://content.guardianapis.com/football/2016/jan/01/daniel-sturridge-jurgen-klopp-liverpool-west-ham", "fields": {"headline": "Jürgen Klopp: ‘I don’t want to bring Daniel Sturridge back too soon’", "bodyText": "Daniel Sturridge will not be making his latest injury comeback at Upton Park on Saturday afternoon despite hints from Jürgen Klopp that he might be ready to play against West Ham. The Liverpool striker declared himself fit after a hamstring strain a few days ago but has stayed on Merseyside along with Jordan Henderson, who has a foot injury. Liverpool begin a tough January programme with Saturday’s visit to the capital but Klopp says he is merely exercising caution with Sturridge, not keeping him in reserve for the Capital One Cup semi-final or the forthcoming games against Arsenal and Manchester United. Mindful of Sturridge’s injury record, – Sturridge has only managed six games this season – Klopp wants to make doubly sure of his readiness before reintroducing him. “I am not holding Daniel back, I am trying to get him fit,” Klopp explained. “He has trained intensively and seems OK but now we must see how he reacts. I want to have him in the best shape, that is all. The best thing would be another two weeks but earlier might be possible. The main thing is not to bring him back too soon and have him pick up another injury. We just have to be patient.” Sturridge has missed most of the season through three separate injuries to hip, knee and hamstring,and after starting and scoring twice against Southampton in the Capital One Cup, he has played only once since – the 2-0 defeat at Newcastle in early December. Liverpool also lost Divock Origi to a hamstring injury against Leicester on Boxing Day, though Christian Benteke is available again and has provided the winning goal in each of the last two games. Klopp’s targets for the second half of the season are to win more points than in the first half and go as far as possible in all the cups. “January could be a crucial month but it is difficult to talk about even the middle of January because we need to be focused on the start,” the German said. “We have West Ham, then Stoke, then Exeter, then Arsenal. In just the first week of the month we are in three different competitions. It’s match by match, with hardly any time to recover and prepare, and it is going to be a particularly demanding time for the teams in the Capital One Cup semi-finals.” Liverpool are still in the Europa League too, which recommences in February. “It is intensive but that is because we have been successful,” Klopp said. “We will play at least four games more than the others, because of the Capital One and the Europa League, and we are starting to see the effect in the dressing room. After our last win the players were not celebrating; they were sitting still, thinking about the next game. I can see why people say January will be decisive.” A year ago Klopp was still in charge of Borussia Dortmund, where he has become the club’s longest-serving manager. He is clearly still getting used to English football, but looks back on 2015 as a good year. “I had the longest holiday in my life and the biggest change in my life, changing country. It has been a good year for me personally.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}