{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2016/jan/19/kate-del-castillo-tequila-brand-el-chapo-alleged-investment", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2016-01-19T21:58:22Z", "webTitle": "Kate del Castillo could face money laundering inquiry over El Chapo ties", "webUrl": "https://www.theguardian.com/world/2016/jan/19/kate-del-castillo-tequila-brand-el-chapo-alleged-investment", "apiUrl": "https://content.guardianapis.com/world/2016/jan/19/kate-del-castillo-tequila-brand-el-chapo-alleged-investment", "fields": {"headline": "Kate del Castillo could face money laundering inquiry over El Chapo ties", "bodyText": "Mexico’s attorney general has said there are indications that Joaquín “El Chapo” Guzmán invested in a tequila brand developed by Kate del Castillo, the actor whose contacts with the world’s most wanted man appear to have contributed to his capture. “We have an investigation in the tequila case,” Arely Gómez told the newspaper El Universal, though she acknowledged lacking “legal certainty” any crimes had been committed. She added that the Hollywood star Sean Penn – who met El Chapo at an encounter arranged by Del Castillo – was not under investigation, nor was anyone else involved in the production of a proposed biopic of the drug boss. Officials now want to question Del Castillo over possible money laundering after evidence emerged to suggest that Guzmán sank drug money into her company, Gómez said. Del Castillo, whose “Honor” tequila brand was supposed to be launched this month, has stayed silent on the allegations against her and any relationship with El Chapo, although in a brief statement on Twitter last week she said she would eventually tell her side of the story. The one-time telenovela starlet – known for candid criticisms of the governing Institutional Revolutionary party (PRI) – has come under intense scrutiny since El Chapo’s arrest 8 January in his home state of Sinaloa. Widespread media coverage of her contacts with Guzmán, fed by copious leaks from investigators and spiced with speculation over the exact nature of their relationship, has at times taken the spotlight off proceedings against the cartel boss, as well as other stories of crime and corruption, such as the arrest last week of former PRI governor Humberto Moreira on suspicion of embezzlement, money laundering and bribery. “Since El Chapo’s arrest, most of the story has evolved into one big telenovela,” said security analyst Jorge Kawas. “Few have asked the tough questions: who in politics is behind Mexican drug trafficking and other criminal organisations?” Surveillance photos published last week by El Universal showed Del Castillo and Penn arriving in Mexico for their trip to meet El Chapo at a hideaway in the hills of Sinaloa, while text messages between the starlet and the cartel boss suggested that El Chapo was interested in the actress for reasons unrelated to film-making. But some commentators have expressed skepticism about the leaked text messages between Guzmán and Del Castillo, who came to fame with her portrayal of a female cartel boss in the TV series La Reina del Sur (Queen of the South). “If Kate del Castillo committed a crime, she should be punished,” wrote columnist Mario Campos. “But enough of this show to turn a TV villain into a real-life public enemy.” Leaked information from investigations has come to characterise some of Mexico’s most notorious cases. After the brutal murder of photojournalist Ruben Espinosa, activist Nadia Vera and three women in a Mexico City apartment, details from the investigation regularly appeared on newspaper front pages – but only those which reflected the official line that the killings were unrelated to death threats received by Espinosa and Vera for their work in Veracruz state. Guzmán’s arrest was a major coup for the government, but evidence suggests that targeting cartel kingpins does little to stop the flow of narcotics or prevent drug-fuelled corruption. Meanwhile, Mexico has appeared unable to dismantle illegal financial networks that launder drug money and bind the cartels to networks of business and political patronage, said Kawas. “It’s easier to go after someone like Kate del Castillo, a public figure who’s famous and recognisable by many Mexicans,” Kawas said, “than to go deeper into the Sinaloa cartel’s intricate network of financial and political facilitators.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}