{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2016/jan/05/arms-manufacturer-stocks-smith-wesson-rise-obama-gun-control-speech", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2016-01-05T19:36:00Z", "webTitle": "Smith & Wesson shares hit new high as Obama unveils gun control measures", "webUrl": "https://www.theguardian.com/business/2016/jan/05/arms-manufacturer-stocks-smith-wesson-rise-obama-gun-control-speech", "apiUrl": "https://content.guardianapis.com/business/2016/jan/05/arms-manufacturer-stocks-smith-wesson-rise-obama-gun-control-speech", "fields": {"headline": "Smith & Wesson shares surge after Obama unveils gun control measures", "bodyText": "Smith &amp; Wesson shares have soared to their highest level in more than a decade as Barack Obama tearfully announced new restrictions on gun sales designed to reduce the nation’s epidemic of mass shootings. Shares in Smith &amp; Wesson rose by more than 11% on Tuesday to end the day at a new high of $25.86 after the world’s biggest gun company told investors that it expected bumper sales, as consumers have rushed out to buy more guns while politicians debate gun control legislation. It said sales had been so strong in the wake of the San Bernardino massacre, which left 14 people dead last month, that some distributors were beginning to run out of some of its most popular guns. The company, which makes a third of all revolvers owned in the US, said sales in the three months to the end of January are expected to come in at between $175-180m, considerably higher than its previous estimate of $150-155m. It said it expected annual revenues to total $650-660m, up from $627m it made last year. In a brief statement late on Monday night, the company said: “The sell-through rate of its products at distribution has been stronger than originally anticipated, resulting in reduced distributor inventories of its firearms.” The company added that Adjusted National Instant Criminal Background Check System (NICS) data for the month of December, which serves as an indicator of consumer purchases, “reflected strong growth versus December 2014”. The NICS data shows a jump of 37.6% in December. Black Friday was the biggest single day in NICS history. Smith &amp; Wesson’s statement was welcomed by investors and analysts, with its shares jumping almost 6% on Monday and a further 12.5% to $26.30 by 2pm ET on Tuesday. The shares had earlier spiked as high as $26.54, the highest intraday value since February 1999. Shares in the nation’s other big listed gun company, Sturm, Ruger &amp; Company, rose by 7.4% to $66. Brian Ruttenbur, an analyst at BB&amp;T Capital Markets, upgraded Smith &amp; Wesson from hold to buy, and raised his price target on Ruger shares from $63 to $70. “Many demand drivers (presidential elections, potential regulations, and new product introductions) should allow for very strong top- and bottom-line growth for [Ruger],” he said in a research note. Just days after the San Bernardino shooting last month, Smith &amp; Wesson CEO James Debney told investors: “Obviously there have been some tragic recent events, but we’re in the holiday season with people shopping for firearms.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}