{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2016/jan/20/conor-mcgregor-me-and-jesus-are-cool-gods-recognise-gods", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2016-01-20T23:30:26Z", "webTitle": "Conor McGregor: 'Me and Jesus are cool. Gods recognise gods'", "webUrl": "https://www.theguardian.com/sport/2016/jan/20/conor-mcgregor-me-and-jesus-are-cool-gods-recognise-gods", "apiUrl": "https://content.guardianapis.com/sport/2016/jan/20/conor-mcgregor-me-and-jesus-are-cool-gods-recognise-gods", "fields": {"headline": "Conor McGregor: 'Me and Jesus are cool. Gods recognise gods'", "bodyText": "If Conor McGregor respects his next opponent, Rafael dos Anjos, he’s certainly not showing it in public. At a press conference to promote their lightweight title fight, which takes place in Las Vegas in March, the Irishman flung insult after insult at his Brazilian opponent. “I believe I will dust him inside the first minute,” said McGregor. “He’s a slower version of [McGregor’s previous opponent] Jose Aldo, he’s a bum version of Aldo. I will drag his head through the streets of Rio de Janeiro through a parade of people. It will become a national holiday.” Dos Anjos now lives in California after moving from his native Brazil four years ago, and McGregor was quick to pounce on his opponent’s background. ‘I’ll send him back to California, his home. I swear to God, at UFC 194 I fought Jose Aldo, I KO’d the country of Brazil’s true champion, said McGregor. “[Aldo] never learned the language of his oppressor, he never came to America, he trusted his people, unlike this guy across from me. That’s why the Brazilian people love Jose Aldo. When he steps off a plane, his people greet him regardless of the result. “We’re sending Rafael on a four-day media run throughout Brazil and we’ve got to book him a hotel. I have got to book him a hotel in his own country. He will never receive a hero’s welcome because he ran from Brazil. This guy, in Brazilian lingo, is a gringo.” Some of McGregor’s venom may have stemmed from his placing in the poster to promote the fight. Although it is often hard to tell what is real and what is confected outrage from a showman such as McGregor, at times on Wednesday it sounded much more like the latter. “This is a superfight. I look up on that poster, I see myself tucked in the back there. I see a guy, his last gate was $1.7m. He fought on free TV,” said McGregor. “He’s never brought a dime to the company. He’s never made a dime, yet he is sitting there on the front of my poster. I think that’s a department that needs to be looked at. Somebody’s sleeping on the job.” Once McGregor had finished with mortals, he went on to compare himself with higher beings. “Me and Jesus are cool. I’m cool with all the gods. Gods recognise gods.” For his part, Dos Anjos refused to shake McGregor’s hand at the end of the press conference, and was more measured in his comments. “This guy is calling me a traitor just because I live here but I have my kids here, I have my family,” said Dos Anjos. “I’m not a trash talker, I respect my opponents and I talk the truth. On 5 March I will send this guy home sad and I am going to keep my belt. “I’m a complete fighter. I fight standing, I fight on the ground.I beat Ben Henderson, Nate Diaz, Anthony Pettis, Donald Cerrone twice. I fought better guys, taller guys and stronger guys.” McGregor and Dos Anjos will fight on the same card as Holly Holm, who famouly shocked Ronda Rousey in Australia last year."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}