{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2016/jan/11/martin-johnson-dylan-hartley-leadership-england", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2016-01-11T22:36:00Z", "webTitle": "Martin Johnson doubts Dylan Hartley’s leadership qualities for England", "webUrl": "https://www.theguardian.com/sport/2016/jan/11/martin-johnson-dylan-hartley-leadership-england", "apiUrl": "https://content.guardianapis.com/sport/2016/jan/11/martin-johnson-dylan-hartley-leadership-england", "fields": {"headline": "Martin Johnson doubts Dylan Hartley’s leadership qualities for England", "bodyText": "Martin Johnson has questioned the suitability of Dylan Hartley to lead England into the Six Nations Championship. The World Cup-winning captain said he never considered the Northampton hooker for the role when he was the team’s coach and suggested Hartley’s disciplinary issues make him a risky choice. Johnson, speaking at a British and Irish Lions event in London, also questioned whether Hartley’s recent lack of rugby made him the ideal candidate with the tournament starting on 6 February. “He’s not getting picked for his club team. He was injured on the weekend having been picked on the bench. What is his [disciplinary] record? Would I have an issue? It does not matter what I think but it probably is an issue. “I went to the sin-bin more than a few times but I don’t think I cost my team a game. We did not consider him as a captain: there were more experienced contenders then and playing hooker you have enough on your plate in terms of responsibilities. We did not want to overburden him. The captaincy is important to the media but you need a group of senior players to drive things forward.” Johnson is as keen as anyone to see his country bounce back from their World Cup disappointment, well aware that England have won only one Six Nations title since 2003. That victory in 2011 came under Johnson’s stewardship but he is unsure about Eddie Jones’s chances of tasting success at the first attempt. “It is all up in the air with a new coach but [that] is the way it has been for the last couple of years. I do not know why that is, whether guys cannot hold their form because of the games they play now. “Who knows what state the England team is in? There is not an England team until he picks one. You do not know what Eddie and his coaching team are thinking, which is healthy for players. As a player you have to bring what you bring, gain the guy’s trust and find your way forward. “That’s where England are, having to find their way forward in all aspects. I do not know how responsive Eddie is to feedback from players but they have to play well, get themselves in the squad and the team and they might have a chance to go to New Zealand with the Lions next year. We need guys to come in and play so well that the coach goes: ‘That’s easy.’” Johnson believes it is equally important for all the home unions to progress during the Six Nations, after a World Cup dominated by the southern hemisphere. “The south are ahead of the north and the home nations have work to do. It is a concern and we have to improve. Losing is not much fun. You want to be successful. “I am surprised England have won the Six Nations only once since 2003 but they were very consistent under Stuart Lancaster, losing one game a year. Eddie Jones will not be judged on his first year: it will be a slightly new team and everyone will be excited to see how they go. The tournament is normally good after a World Cup because the pressure is off.” Jones will name his 33-man Six Nations squad on Wednesday but is awaiting injury updates on Hartley (ribs), Joe Launchbury and George Kruis (concussion) and Jack Nowell (knee). He also has to decide whether to pick Manu Tuilagi, who made his comeback from a long-term groin problem at the weekend. “You could put him in the squad without having to play him,” Johnson said. “He is a difference-maker and we need those people, along with physicality in the backline. I am sure Eddie will want the opportunity to pick him at some point.” As for Chris Robshaw, Johnson believes the captain’s chances of retaining his place are entirely down to back-row balance. “Chris was playing at six for Harlequins when I was with England. We said to him he would not play international rugby there because we had a lineout guy there. The eight is the power runner and then there is the seven. Chris is an all-round good player but is he an out-and-out seven? No, so does Eddie want to pick one? We need players to come through and go to the next level.” Leicester have added a further top international to their squad for next season. JP Pietersen, the World Cup-winning Springbok wing, will move to Welford Road from the Sharks this summer."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}