{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2016/jan/16/mime-forced-adoption-60s", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2016-01-16T23:00:08Z", "webTitle": "Mime peels back mask of 60s forced adoption", "webUrl": "https://www.theguardian.com/society/2016/jan/16/mime-forced-adoption-60s", "apiUrl": "https://content.guardianapis.com/society/2016/jan/16/mime-forced-adoption-60s", "fields": {"headline": "Mime peels back mask of 60s forced adoption", "bodyText": "“It’s like being inside Darth Vader’s mask,” says Rachael Savage, 42, the founder of Vamos Theatre, Britain’s leading full-mask theatre company. “You can hear yourself breathe, yet you can see little and have no peripheral vision.” The immobile features of the mask somehow become emotionally engaging on stage. Savage explains: “Pace, posture, gesture and angle of the mask all have to express visually what isn’t spoken. As a performer, you are anonymous. It’s not a genre for actors with egos.” At the end of this month, Vamos Theatre’s latest production, The Best Thing, begins a 72-date tour around the country, starting with the 2016 London International Mime Festival. The play was triggered by an article I wrote in the Observer magazine three years ago about the plight of unmarried mothers in the 1950s and 1960s, forced to give their children up for adoption. Britain might have been “swinging” with the arrival of pop music, the sexual revolution and women’s liberation, but a traditional moral code still applied for the girl who got herself “into trouble”. “We still call women sluts and slags but where’s the equivalent for men?” asks Jean Robertson-Molloy, 79, a retired social worker. She travelled with me to Worcester from London to see the play in its final stages of rehearsal. In 1963, when she was in her twenties, she put her daughter, Amanda, up for adoption. Jean went on to marry and have two more children. In 1991, she traced Amanda. “People talk about a reunion,” Jean tells Rachael, “but it’s really a first meeting.” Amanda, married with children, came to England in 2010 from her home in Australia for a brief visit, but the two – at Amanda’s request – have had little contact since. “Nowadays, birth without marriage is the norm but then it wasn’t easy,” says Jean. “No childcare and nobody to help. But still people say, ‘How could you give your child away?’ ” In 1968, the peak year for adoption, 16,164 children of unmarried mothers were adopted. Half a Million Women, an analysis that was published by the Post Adoption Centre in 1992, describes how unmarried mothers who fought to keep their children were seen as “emotionally disturbed” and a “discredited person”. The Best Thing is the culmination of two years of research conducted by Rachael, working in collaboration with the production’s composer and script consultant, Janie Amour. “The title of the play comes from what many women were told when adoption was pressed on them,” says Rachael. “So many were advised: ‘It’s the best thing for the baby. It’s the best thing for you; sign here.’ ” The play is an amalgamation of several true stories. While some adoptions were very successful, others were not. “One woman told me she had no sense of identity, as her adopted mother never gave her one. In this production, I use my family photos to show the importance of that longing for an identity,” says Rachael. In the play, Susan is raised by her father, Bill. She has a boyfriend of two years, Dennis. Bill discovers Susan, 17, is pregnant and insists on adoption. It is 1966. The baby, Lisa, is adopted by a woman, “highly critical, low warmth” (represented in a fearsome mask), and Susan leaves home, never to be seen again by boyfriend or father. At Susan’s funeral, Lisa, now in her forties, meets her grandfather for the first time. They are intrigued to find they share certain characteristics. Bill discovers that his granddaughter has been raised on the lie that her mother never wanted her. He acknowledges that – wrongly – he thought he’d done the best thing. Jean sits and watches intently as a rehearsal, partly improvised, gets under way. The acting is powerful. “I feel honoured that you are doing this,” Jean tells Rachael at one point. Then the cast plays a scene in which two married mothers and Susan, unwed, give birth in the same labour ward. It is played comically and Jean is concerned. Later, she writes to Rachael: “It’s a blooming cheek, from someone who knows nothing about mask theatre, but could you have one married woman cuddling her baby, being congratulated and hugged, surrounded by people, and Susan, alone, no baby, sitting very still and crying. That’s what it was really like. The nurses in the labour ward left me alone for a very long time.” Jean is a member of the Movement for an Adoption Apology, set up in 2010. It is an offshoot of the Natural Parents Network, of which Jean is also chair, that offers support to mothers often still affected decades later by secrecy and internalised shame. MAA wants the British government to issue an official apology as the then prime minister, Julia Gillard, did in Australia in 2013, announcing a national support fund for those women and their children who have paid a price. A group of women from MAA will see the play in London in two weeks. Among them is Helen Jeffreys. She became pregnant aged 17 in 1965 in Harrogate. “I wanted to keep Adam,” she said in the Observer article. “My social worker refused to help other than to facilitate adoption. When Adam was two months old I had to leave the mother-and-baby hostel. I was told if I had nowhere to go he must be placed for adoption. When I signed the paper, not one official asked me if that is what I wanted.” Adam and Helen traced each other 29 years later and have remained close. “I have underperformed for my entire life,” Helen said. “On the day Adam was adopted … it was like a death sentence.” Vamos Theatre, established in 2006, specialises in tackling challenging social issues, performing in theatres, schools, conferences, festivals and care homes. Finding Joy, a previous production, for instance, explored the impact of dementia on a family. “Something happens with the mask,” Rachael says. “We have been told by experts on the illness that it’s worth more than a dozen textbooks on a subject.” She adds: “When I read about what happened to unmarried mothers, I felt so angry. I had to do something. The Best Thing is the closest I can get to a personal apology. I hope it makes a difference.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}