{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2016/jan/28/spotlight-review-catholic-church-called-to-account-over-child-abuse", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2016-01-28T23:00:10Z", "webTitle": "Spotlight review – Catholic church called to account over child abuse", "webUrl": "https://www.theguardian.com/film/2016/jan/28/spotlight-review-catholic-church-called-to-account-over-child-abuse", "apiUrl": "https://content.guardianapis.com/film/2016/jan/28/spotlight-review-catholic-church-called-to-account-over-child-abuse", "fields": {"headline": "Spotlight review – Catholic church called to account over child abuse", "bodyText": "Spotlight is a movie of clarity and force: the true story of the Boston Globe’s “Spotlight” team and its 2002 campaign to investigate a church cover-up of child abuse by Catholic priests. Its value was obvious at the Venice film festival last year, but it has grown in my mind since: what seemed like a plodding pace is actually a shrewd approximation of the steady drumbeat that effective reporting creates. This is what the police work of investigative journalism looks like: the documents, the phone calls, the pre-web clippings, the expense of shoe leather in going out to interview people who don’t want to be interviewed. Spotlight doesn’t have the sensational thrills of Alan J Pakula’s All the President’s Men (1976), or for that matter David Fincher’s Zodiac (2007). And there are a few journo cliches. But it has the sinew of a really good procedural, underpinned by genuine moral outrage. Michael Keaton plays veteran reporter Walter “Robby” Robinson, working alongside hot-tempered Mike Rezendes, played by Mark Ruffalo, and Sacha Pfeiffer, played by Rachel McAdams, who has an extraordinary scene when she persuades an abuser-priest to come to the door and talk. Boston was a clubbable world in which a smile on the golf course, or a pat on the back and a meaningful look at the church social was enough to enforce silence. It takes a new editor, Marty Baron (Liev Schreiber) – non-Boston, non-Catholic – to shake things up and insist on doing the child abuse story properly, and paradoxically reveal the paper’s own former shortcomings. The film has real insights to offer: the cast powerfully convey the journalists’ horror at realising the abuse stretches back decades or even centuries and also how abuse is as much about power as sex and that homosexuality is beside the point: the abusers have evolved the choice of boy victims because boys are reticent, more likely to swallow their shame and not speak out. A powerful story."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}