{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2016/jan/20/a-little-life-why-everyone-should-read-this-modern-day-classic", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2016-01-19T22:42:08Z", "webTitle": "A Little Life: why everyone should read this modern-day classic", "webUrl": "https://www.theguardian.com/books/2016/jan/20/a-little-life-why-everyone-should-read-this-modern-day-classic", "apiUrl": "https://content.guardianapis.com/books/2016/jan/20/a-little-life-why-everyone-should-read-this-modern-day-classic", "fields": {"headline": "A Little Life: why everyone should read this modern-day classic", "bodyText": "It’s early in the morning when my brother rings me, exhausted and strung out. He didn’t get much sleep the night before; he was up reading Hanya Yanagihara’s A Little Life, speeding towards the book’s devastating conclusion. Ever since Christmas – when the novel’s prevalence on year-end lists guaranteed its spot among my friends as a gloomy, dauntingly large stocking filler – the messages have been rolling in. My friend Tom texted, “Horrendous but there are 150+ pages of bad stuff,” and then, a week later, “I am still thinking about the book.” On Facebook, one friend told me, “IT IS SLAYING ME,” and another suggested a support group. They’re not alone. According to Jon Michaud in the New Yorker: “Yanagihara’s novel can also drive you mad, consume you and take over your life.” He’s right: the big book of our Australian summer is as bleak and addictive as they come. Set in the present, A Little Life is about four young men – friends from the same college – who move to New York to chase big careers. They are all, improbably, incredibly successful: JB in the art world, Malcolm as a “starchitect”, Willem as an actor and Jude as a litigator. The story narrows its focus on Jude: broken, full of secrets, self-harming, slicing his calves and arms at 2am, his body a web of scar tissue. Yes, it’s a lovely beach read. Reading, of course, is a solo activity. But occasionally a book forces demands on you that are so immense you need consolation from others. You urge your book club to read it (or you form a book club to that end); you post status updates, you tweet; you give it to other people to read, burdening them so that you’re not left alone with this thing. It’s not just me and my pals. According to the Wall Street Journal, in “recent months it [the book] has gathered momentum, fuelled by booksellers and readers, particularly on Twitter, where people have shared their intensely emotional responses … [On Twitter] they have called it ‘upsetting’, ‘harrowing’ and ‘traumatic’. But many also say it’s the best book they have ever read.” So why has it struck such a chord? Despite being on the Booker shortlist, the US novelist’s prose is a little patchy and the plot is at times almost operatic in its hysteria. How much suffering and abuse can one character believably endure? Yanagihara told the Guardian: “One of the things my editor and I did fight about is the idea of how much a reader can take,” and you’ll find it hard to find another mainstream literary fiction that equals the most egregious “misery memoir” for its plotlines. As the New Yorker pointed out, Vladimir Nabokov’s Lolita and Emma Donoghue’s Room let the worst abuses appear off stage. Not so here. Sometimes books come along that match the times. A Little Life is the perfect chronicle of our age of anxiety, providing all its attendant dramas (cutting, binges and childhood sexual abuse) as well as its solaces: friendship, drugs, travel, love affairs and interior design. In the New York Review of Books, Daniel Mendelsohn noted the novel “reveals itself as a very twenty-first century tale indeed: abuse, victimisation, self-loathing” and wondered if a “generalised sense of helplessness and acute anxiety have become the norm”. The piece referred to an article in the Chronicle of Higher Education about a new prevalence of cases in which seemingly trivial things (a mouse in the dorm room, for instance) caused great upset to the young people involved, leading them to seek counselling. “Young people are increasingly encouraged to see themselves not as agents in life but as potential victims: of their dates, their roommates, their professors, of institutions and history in general,” Mendelsohn wrote. In this culture, he said, the victim has the status: “To such readers [of A Little Life], the ugliness of this author’s subject must bring a kind of pleasure, confirming their pre-existing view of the world as a site of victimisation and little else.” Generalised anxiety and dread is in the atmosphere, after all. In the new godless world, there are no fixed external points or a commonly held set of beliefs; all that was solid has long ago melted into air. Generation Y, raised with the promise of an extraordinary life – a spectacular career, freewheeling adventures, money, love, the lot – has found that promise undelivered. Suddenly there’s a lot to be afraid of; success is difficult to achieve and hard to hang on to, you can’t defeat your past and, in the words of musician Father John Misty, “No one ever really knows you and life is brief.” Our daily social interactions have blown out from a few dozen to potential thousands, which we carry around with us every moment on our smartphones. Restless capital means a working life that more closely resembles greyhounds chasing the rabbit than any kind of craftsmanship. There’s no rest, no respite, no commonly held beliefs to bind us together, and there’s a gap between dreams and reality; the big life you wanted is the little life you made. But if anxiety is our age’s burden, then friendship is its balm. Friendship is the solace in A Little Life, as it is in any life riven with anxiety, and it is rendered so exquisitely lifelike here – replete with beauty and dark currents – that it almost approximates the real thing. The characters’ friendships represent the type of love known as agape, described by CS Lewis in The Four Loves as the highest level of love known to humanity: “A selfless love, a love that was passionately committed to the wellbeing of the other.” Mark Twain put friendship at the centre of The Adventures of Huckleberry Finn and David Malouf did it with Johnno, but most novelists’ stick to Big Love – the love that includes sex, romance, marriage and ever after. Yet it’s friendship that saves us time and time again, from the schoolyard to the office and beyond – so why aren’t there more novels and films about it? Why is the sexual relationship always at the centre? Of course there is sex in A Little Life, but it is sex between friends – and then it becomes something else entirely. Willem thinks at one point of his relationship with Jude: “They were inventing their own type of relationship, one that wasn’t officially recognised by history or immortalised in poetry or song, but which felt truer and less constraining.” A standout novel of 2014, Ben Lerner’s 10:04, also featured a friendship at its centre (this one between a man and a woman) and an anxious protagonist in an anxious city, wedged between hurricanes Sandy and Irene. According to Emily Witt in the Guardian: “The close platonic friendship between Alex and Ben has no precedent that I can think of in recent fiction, despite the prevalence of such relationships in the world around me.” Similarly, it’s the varied complexities of friendship – light, dark; support, competition; admiration, jealousy; love, obsession – which forms the heart of Elena Ferrante’s Neapolitan novels series, the runaway success of the past few years. Most books are still caught up in a world where romance and sex takes precedence, but we’re now in a cultural moment in which relationships – romantic, sexual, platonic, polygamous, online, all this together and more – are accepted as much more fluid and complex than they used to be. As Willem would put it, we are inventing new types of relationships. A Little Life succeeds and connects because it is willing to explore those nuances. We mightn’t be able to recognise ourselves in the darker material – the cutting, the urge for annihilation – but something rings true and real about the love between friends in an anxious world. So if you see us sitting on beaches with a big book, weeping, you’ll know why. • A Little Life is out now through Pan Macmillan"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}