{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2016/jan/05/eu-referendum-david-cameron-to-allow-ministers-to-campaign-for-either-side", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2016-01-05T19:25:51Z", "webTitle": "David Cameron vows to remain PM if he loses EU referendum", "webUrl": "https://www.theguardian.com/politics/2016/jan/05/eu-referendum-david-cameron-to-allow-ministers-to-campaign-for-either-side", "apiUrl": "https://content.guardianapis.com/politics/2016/jan/05/eu-referendum-david-cameron-to-allow-ministers-to-campaign-for-either-side", "fields": {"headline": "David Cameron vows to remain PM if he loses EU referendum", "bodyText": "David Cameron has clearly stated that he will remain as prime minister even if he loses the referendum on Britain’s EU membership. In an attempt to shore up his position after conceding that ministers will be free to campaign on either side in the referendum, the prime minister said he would continue to lead the government after the vote. Cameron told MPs in a statement on last month’s EU summit: “Our aim to set forward a choice for the British people that they want. And they can either choose to stay in a reformed European Union, or to leave a European Union. And, come what may, I will continue to lead the government in the way I have.” The prime minister’s remarks were seen as a warning to Eurosceptic Tories, who intend to demand his resignation if he loses the referendum. Eurosceptics believe the prime minister is following the tactics he adopted in the Scottish referendum – to neutralise questions about his future while privately drawing up plans to resign in the event of a defeat. Cameron confirmed that he would follow the example of Harold Wilson, who suspended collective cabinet responsibility during the 1975 EEC referendum. In the final section of his statement to MPs, he said: “My intention is that at the conclusion of the renegotiation, the government should reach a clear recommendation and then the referendum will be held. It is the nature of a referendum that it is the people not the politicians who decide. And, as indicated before Christmas, there will be a clear government position, but it will be open to individual ministers to take a different personal position while remaining part of the government.” Downing Street made clear that ministers would be expected to support the EU negotiations until they were completed, possibly at an EU summit next month. But Eurosceptics were pleased when the prime minister told the veteran Eurosceptic Tory MP Peter Bone that ministers would be free to campaign on either side once the negotiations had been concluded. The move, which had been signalled in private to ministers in recent weeks, will prevent the resignations of several senior ministers, such as the staunch Eurosceptic Iain Duncan Smith, the work and pensions secretary. Others likely to campaign for the UK to leave include Chris Grayling, the leader of the Commons, and Theresa Villiers, the Northern Ireland secretary. Cameron told MPs that he believed there was now a “pathway” to a Brussels deal and he hoped to reach agreement next month. But he indicated that it could take longer. He said: “We don’t know when the deal will be done; I hope February, but it could take considerably longer. When you are negotiating with 27 other countries, all sorts of things can happen.” Cameron said the campaign should last longer than the month-long campaign for the 1975 referendum on EEC membership and the three-month campaign on electoral reform in 2011. Ministers are working on the basis that the referendum could not be held until at least four months after the conclusion of the negotiations. The former chancellor Kenneth Clarke criticised Cameron for his decision to suspend collective cabinet responsibility as he likened the prime minister to John Major and Jeremy Corbyn. Clarke, who was a member of Major’s cabinet when the then prime minister railed against Eurosceptic “bastards”, said Cameron was repeating the mistake of appeasing opponents. Clarke also said Cameron would suffer the same fate as Corbyn, who is in open disagreement with key shadow cabinet figures. Clarke told the World at One on BBC Radio 4: “It is just like John Major, who tried to put people in the cabinet to get them to be more loyal [and] found that it didn’t work – they all briefed against him and were openly disloyal. David has had to come to this position and it is up to the Eurosceptics now to demonstrate they are going to behave in a respectable and sensible way. There is such a thing as the national interest.” Clarke added: “[Cameron] probably has been forced into it because one or two of them [ministers] are obviously already briefing the newspapers and have been for some time. It is extremely difficult because it is just like Jeremy Corbyn. He will have people who are openly challenging the policy of the government on the political future role of this country in the world.” Matthew Elliott, chief executive of the Vote Leave campaign, welcomed the prime minister’s declaration of his stance on ministerial campaigning. He said: “We hope that many ministers will speak out honestly about how much of their jobs are now really controlled by Brussels, not by the votes of the British public, and how it is much safer to vote [to] leave. “The referendum could be as little as 170 days away, so ministers should be allowed to campaign openly as soon as the renegotiation is complete – and certainly no later than the end of the European council in February. The British people deserve to hear where their elected representatives stand on this vitally important issue.” The prime minister decided some months ago to allow ministers to campaign on either side. He believes that he has to acknowledge that the EU is a deeply personal matter for many Tories. He also knows that giving ministers the freedom to follow their consciences will help to manage the aftermath of the referendum. Cameron is hoping to complete negotiations at the February summit with some concessions won on national sovereignty and migrant benefits. But some strongly Eurosceptic ministers are unlikely to believe that is enough to persuade them to want to stay in the EU when Cameron calls his referendum on Britain’s membership by the end of 2017."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}