{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2016/jan/01/carly-fiorina-rose-bowl-standord-iowa-hawkeyes", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2016-01-01T21:40:36Z", "webTitle": "Carly Fiorina tweets support for alma mater's Rose Bowl opponent – Iowa", "webUrl": "https://www.theguardian.com/us-news/2016/jan/01/carly-fiorina-rose-bowl-standord-iowa-hawkeyes", "apiUrl": "https://content.guardianapis.com/us-news/2016/jan/01/carly-fiorina-rose-bowl-standord-iowa-hawkeyes", "fields": {"headline": "Carly Fiorina tweets support for alma mater's Rose Bowl opponent – Iowa", "bodyText": "The Republican presidential candidate Carly Fiorina courted controversy on Friday, with a tweet which expressed support for the Iowa Hawkeyes against the Stanford Cardinals in that day’s Rose Bowl. “Love my alma mater,” said the former Hewlett-Packard chief executive, who graduated from Stanford in 1976, “but rooting for a Hawkeyes win today. #RoseBowl.” Amidst a vituperative reaction on social media – sample reactions included “Hahaha WTF, you always cheer for your alma mater” and “This is the kind of thinking that contributed to your disastrous reign at HP” – many respondents pointed to Fiorina’s lowly position in polls of the Republican field in Iowa, a key battleground state. The realclearpolitics.com polling average for the state, which opens the presidential primary season with its caucus on 1 February, puts Fiorina joint seventh in the 13-strong field, at 2.3% – 28 percentage points behind the leader, Ted Cruz. In the same website’s national average, Fiorina sits eighth, at 2.2%. Though some political experts had wondered whether such a tweet might be coming, Republican party figures seemed taken by surprise. The strategist Brian Walsh tweeted: “Urgh. Who thought this tweet was a good idea?” “I just groaned so hard I may have pulled a muscle,” tweeted former Michigan congressman John Dingell. The Rose Bowl, a traditional showpiece game at the end of the college football season, was due to kick-off in Pasadena, California, at 5pm EST. Republican presidential politics also intruded into the traditional pre-game parade, at which an unidentified skywriter emblazoned the empyrean with the words: “America is great! Trump is disgusting.” Fiorina studied medieval history and philosophy at Stanford, and then took a master’s degree in business administration at the University of Maryland. The Terrapins finished a disappointing 3-9 and last in the Big Ten East this year, sparing Fiorina the temptation of publicly siding against them in any bowl game."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}