{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2016/jan/01/itv-win-rights-racing-channel-4", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2016-01-01T22:18:11Z", "webTitle": "ITV wins terrestrial rights to show racing from 2017 as Channel 4 exits", "webUrl": "https://www.theguardian.com/sport/2016/jan/01/itv-win-rights-racing-channel-4", "apiUrl": "https://content.guardianapis.com/sport/2016/jan/01/itv-win-rights-racing-channel-4", "fields": {"headline": "ITV wins terrestrial rights to show racing from 2017 as Channel 4 exits", "bodyText": "Horse racing will have a new home on terrestrial television from next year, ITV having won the rights from Channel 4 in a new four-year deal to be announced imminently. The news is the consequence of a haemorrhage of viewers away from Channel 4 Racing but still comes as a shock, because it brings an end to a 31-year link between the broadcaster and racing. A bright new future for televised racing was promised three years ago when Channel 4 won exclusive rights to cover the sport, killing off the BBC’s involvement in racing. But longstanding viewers of the programme were immediately alienated by the axing of familiar and popular presenters like Alastair Down, John McCririck, Derek Thompson and Mike Cattermole, while John Francome declined to work with the new producer. There was undoubted talent in front of and behind the cameras but the new version of Channel 4 Racing was so determined to be straight-faced and serious-minded that viewers missed the fun of the old order. Ratings crashed and particular concern was aroused when the latest Derby was seen by a peak audience of 1.47m, less than half what was achieved in the final year of BBC coverage in 2012. Only this week it emerged that a thrilling afternoon’s action on Boxing Day had been watched by an average of 475,000, two-thirds of the figure from three years before. The thinking of the rights-holders appears to be that ITV’s main channel should be able to achieve a much better audience for the most high-profile races, including the Derby, Royal Ascot and the Cheltenham Festival. But ITV1 is not expected to screen anything like the 91 days of live action which Channel 4 will host this year. Estimates suggest that 25 to 40 days will be screened on ITV1 with the remainder on ITV4, where the audience is likely to be smaller than Channel 4 could achieve. That will not be welcome news at tracks like Ayr and Chepstow, whose very best days may no longer be shown on any of the four main channels. There is likely to be intense speculation about who will be chosen to front ITV’s coverage, with a populist choice seeming odds-on. The irreverent Matt Chapman of At The Races is seen as a contender by some. It has also been suggested that the channel may want a more high-profile presenter than racing itself can offer and the names of Mark Pougatch, Ed Chamberlin and John Inverdale have been mentioned. While no official confirmation of the deal has been offered, Channel 4 nevertheless released a statement on Friday night, ending with the tongue-in-cheek words: “We wish racing all the best from 2017”. “We are proud of the award-winning coverage we have given to racing over the last three decades,” the statement said, “and the 90 days of live terrestrial television exposure per year we have offered the sport, backed by significant editorial investment, marketing and programming across our schedules.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}