{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2016/jan/05/bernie-sanders-wall-street-reform-plan-hillary-clinton", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2016-01-05T21:53:40Z", "webTitle": "Bernie Sanders outlines plan to end Wall Street's 'greed, fraud and arrogance'", "webUrl": "https://www.theguardian.com/us-news/2016/jan/05/bernie-sanders-wall-street-reform-plan-hillary-clinton", "apiUrl": "https://content.guardianapis.com/us-news/2016/jan/05/bernie-sanders-wall-street-reform-plan-hillary-clinton", "fields": {"headline": "Bernie Sanders outlines plan to end Wall Street's 'greed, fraud and arrogance'", "bodyText": "Bernie Sanders sought to rekindle the anger of the Occupy Wall Street movement in a major policy speech in New York on Tuesday that revealed how he would aim to dismantle much of the modern investment banking system within months of taking office. Amid a slew of new pledges were proposals ranging from seizing control of credit rating agencies to turn them into not-for-profits, capping credit card and ATM fees, and preventing banks from earning interest on deposits made at the Federal Reserve. Declaring that the “business model of Wall Street is fraud”, the Democratic presidential hopeful also fleshed out longstanding promises to jail bank executives and introduce a sweeping new transaction tax on speculation. “Greed, fraud, dishonesty and arrogance, these are the words that best describe the reality of Wall Street today,” Sanders told supporters in midtown Manhattan. “To those on Wall Street who may be listening today, let me be very clear. Greed is not good. In fact, the greed of Wall Street and corporate America is destroying the fabric of our nation.” The uncompromising language is a familiar feature of the Vermont senator’s fiery stump speech, but Tuesday’s address included detailed policy proposals for the first time, some of which suggest he would use executive actions rather than wait to achieve consensus in Congress before acting if elected to the White House. Within 100 days of taking office, Sanders said he would require the Treasury Department to compile a “Too-Big-to-Fail list of commercial banks, shadow banks and insurance companies whose failure would pose a catastrophic risk to the United States economy without a taxpayer bailout”. These, he claimed, would then be broken up within a year under existing authority granted to the president under Section 121 of the Dodd-Frank Act. The Vermont senator also stepped up his previously guarded criticism of frontrunner Hillary Clinton, ridiculing her claims to be tough on Wall Street reform and quoting the former labor secretary Rob Reich blasting the secretary of state for “finagling” on the subject. “My opponent says that, as a senator, she told bankers to ‘cut it out’ and end their destructive behavior,” teased Sanders. “But, in my view, establishment politicians are the ones who need to ‘cut it out’.” Earlier in the campaign, Sanders pulled an attack ad accusing Clinton of selling out to Wall Street donors, but his promise to avoid negative campaigning appeared further strained as he reminded the audience of her large speaking fees from bank appearances. “My opponent, Secretary Clinton says that Glass-Steagall [bank reform] would not have prevented the financial crisis because shadow banks like AIG and Lehman Brothers, not big commercial banks, were the real culprits. Secretary Clinton is wrong,” he claimed, pointing to the role of traditional banks in financing the riskiest lending. “Secretary Clinton says we just need to impose a few more fees and regulations on the financial industry. I disagree,” he added. Though Sanders has long stressed that his version of “democratic socialism” should not be seen as wanting to nationalise industries, he also pledged to turn multibillion-dollar credit rating agencies such as Moody’s, Standard &amp; Poor’s and Fitch into not-for-profit institutions that would have exclusive power to assess the health of corporate debt. “We cannot have a safe and sound financial system if we cannot trust the credit agencies to accurately rate financial products,” he said. “And, the only way we can restore that trust is to make sure credit rating agencies cannot make a profit from Wall Street.” And the senator listed half a dozen prominent cases where he says bank executives unfairly escaped prosecution, claiming it was an outrage that banks had been fined $204bn since 2009 but no one had gone to jail. Sanders also called for a national “usury law” to regulate interest rates charges by lenders. “The Bible has a term for this practice. It’s called usury. And in The Divine Comedy, Dante reserved a special place in the Seventh Circle of Hell for those who charged people usurious interest rates,” he said. “Today, we don’t need the hellfire and the pitchforks, we don’t need the rivers of boiling blood, but we do need a national usury law.” Many of these measures would cause palpations in the business community if ever enacted but mirror the demands of campaigners for financial justice who came to prominence after the 2008 banking crash in so-called Occupy protests across the world. Though Sanders continues to trail Clinton by a large margin in national opinion polls, his top advisers insisted they were “well positioned” in both the Iowa caucus and New Hampshire primaries, during a separate briefing call for reporters. “If elected president, I will rein in Wall Street so they can’t crash our economy again,” concluded Sanders in his speech. “Will they like me? No. Will they begin to play by the rules if I’m president? You better believe it.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}