{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2001/dec/20/4", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2001-12-20T22:02:04Z", "webTitle": "Smith's double success proves it is better late than early", "webUrl": "https://www.theguardian.com/sport/2001/dec/20/4", "apiUrl": "https://content.guardianapis.com/sport/2001/dec/20/4", "fields": {"headline": "Smith's double success proves it is better late than early", "bodyText": "Robert Smith made an impressive start to the five-day Olympia International Show Jumping Championships by winning both speed classes yesterday, the first on Kalusha, the second on Hennessey, both of them Dutch-bred. Smith, who recently returned from a successful trip to an international show in Amsterdam, was lucky to be drawn well down the field in both classes, which gave him a chance to see how the courses rode. In the first competition he finished two seconds faster than Michael Whitaker after the latter appeared to have produced an unbeatable round on Prince of Wales. \"Michael's round was fast,\" said Smith, \"but Kalusha is very good against the clock and today we had one of those rounds that just came off.\" The nine-year-old Kalusha, bought by Smith 18 months ago from the Dutch rider Roelof Bril, won two classes here last year, including £11,500 in the Masters, and three weeks ago the partnership won the Grand Prix in Alençon, France. Smith, who is currently without a sponsor, rates the horse highly and says his main target is to gain selection for next year's World Equestrian Games. After his first victory, in which there were 17 clear rounds, he said that he was not here in London just \"to make up numbers\" - a point he proved in the subsequent class where he put up another fast time on the 12-year-old Hennessey to relegate France's former world and European champion Eric Navet to second place. The British riders Andrew Davies, Tim Stockdale and John Whitaker filled the next three places. Hennessey has clearly bene fited from the two-month rest he had before coming to Olympia, and Smith's two victories in the opening classes have assured his qualification for today's Masters class, which is open to only seven riders and has a maximum possible prize of £21,000. The Duke of Edinburgh was presented with an award from the International Equestrian Federation for \"dedicated and distinguished services to the sport\"."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}