{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2001/dec/16/france.wintersportsholidays.wintersports", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2001-12-16T18:42:17Z", "webTitle": "No snow but who cares?", "webUrl": "https://www.theguardian.com/travel/2001/dec/16/france.wintersportsholidays.wintersports", "apiUrl": "https://content.guardianapis.com/travel/2001/dec/16/france.wintersportsholidays.wintersports", "fields": {"headline": "No snow but who cares?", "bodyText": "We watched our luggage go round the carousel for a second time in the arrivals hall at Heathrow airport before my husband Matt and I came to terms with the fact that one of us was going to have to pick it up. Three days of shameless luxury and discreet pampering had come to an abrupt end. There was a distinct lack of snow in Val d'Isère last weekend. In fact, there wasn't much snow in the whole of the French Alps. Normally, such a situation would have been deemed disastrous on a skiing holiday, but we weren't too concerned. There were enough slopes open to keep us occupied for two days. And unlike many of our previous skiing trips, we weren't sharing a one-bedroom apartment the size of our front-room with six friends. We had booked into a new luxury chalet and were more than happy to be the guinea pigs. Catered chalets have come a long way from the old days of sharing a bathroom with 10 other people, while being looked after by a chalet girl just out of finishing school and more interested in the après-ski than looking after her guests. The Eagle's Nest is a fine example of the new breed of luxury chalets that have emerged. Perched high above Val d'Isère on a craggy outcrop, the chalet has its own indoor swimming-pool, sauna, hamam (a type of Turkish bath) and a four-strong staff ready to look after our every whim. At 650 square metres spread over four floors, the chalet is huge. The whole of the top floor is devoted to living space, with reclaimed wood beams and floor-to-ceiling windows overlooking a large balcony with spectacular views of the resort. No expense has been spared with the beautifully designed interior. Antique wooden Savoie furniture, some dating back to the fourteenth century, is dotted around. There are large rugs on the wooden floors and four huge sofas sit in front of a welcoming fire. The chalet is big on the latest gadgets. Press a button and a huge plasma-screen television emerges out of a wooden cupboard. Press another and you can choose which CDs you want to play from the hundreds on offer in the integrated hi-fi system. This hi-tech gizmo enables you to choose different music for different rooms throughout the chalet. Our bedroom has its own log fire, another plasma-screen TV and a huge bathroom complete, rather bizarrely, with a three-foot Madonna. We pampered ourselves with Molton Brown toiletries and slipped into fluffy white bathrobes and towelling slippers. The integrated hi-fi system meant that I could be languishing in the bath listening to opera, while Matt enjoyed some classical tunes from another channel in the bedroom, without spoiling one another's enjoyment. One of the most stressful parts of skiing holidays is usually the first morning when you get kitted out with your equipment, hobble on to a ski bus while your newly fitted ski boots cut off your circulation and suffer the long queues to buy a lift pass. No such hassle for guests at the Eagle's Nest. The previous evening we had picked up our equipment from the ski shop, and our lift passes were waiting for us on the breakfast table the following morning. It was only a five-minute walk down to the resort (via a lift) but we were transported anywhere we wanted to go in the chalet's own vehicle. After a hard day's skiing, we weren't interested in the après-ski when there was quality time to be had in our chalet. All we had to do was telephone our driver as we descended our last run of the day and we were picked up at the bottom. Initially, we tried to protest when the chalet staff insisted on carrying our skis to the boot-room but it was scary how quickly we became accustomed to it. After demolishing freshly baked cakes and biscuits, we soothed our aching limbs in the hamam before enjoying a snooze before dinner. Evening meals were a gastronomic affair. Champagne and canapés were followed by a four-course meal with wine that would have set you back at least £50 a head in the resort. A typical menu featured carrot and cardamom soup, smoked duck with blackberry jus, roasted root vegetables and French beans followed by caramelised clementines with ice-cream and biscuits with cheese. All this was washed down with some of the finest wines - a different red and white chosen for each meal. There's no menu choice but a week before guests arrive at the chalet, the chef telephones them to discuss meal options. Each morning, we were brought tea or coffee in bed before tucking into cereals, cooked breakfast and pastries. Our only complaint about our luxury ski chalet break was the lack of transport provided from Heathrow to our house. Our long Tube ride home proved a particularly harsh return to reality. Factfile A week's stay at the Eagle's Nest, which sleeps 12, costs from £705 per person in low season to £2,125 per person in high season, including flights, transfer and food with Scott Dunn Ski (020 8682 5050). A creche and nanny service is extra. The company also has chalets in Courchevel 1850, Méribel and Zermatt."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}