{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/dec/24/sport.comment", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-12-24T21:29:25Z", "webTitle": "The urgency grows for Anelka to ease the burden on Owen", "webUrl": "https://www.theguardian.com/football/2001/dec/24/sport.comment", "apiUrl": "https://content.guardianapis.com/football/2001/dec/24/sport.comment", "fields": {"headline": "The urgency grows for Anelka to ease the burden on Owen", "bodyText": "On a day when the imminent arrival of Nicolas Anelka at Liverpool provided the main topic of pre-game conversation, Arsène Wenger stole the headlines from his former protégé by taking three points from Anfield for the first time. Now Anelka's debut, likely to take place at Villa Park on Boxing Day, assumes an air of greater urgency. \"He has all you need in the game,\" Wenger said in the afterglow of a thoroughly well merited victory. \"Liverpool have made a good deal. He's a hugely talented player, somebody who's very hungry because he's had a lot of disappointments. From my point of view he was a very easy boy. Whether he will play with Michael Owen, and whether they can work together, I don't know.\" Owen's voice, it is said, was the first Anelka heard on his arrival in Liverpool two days ago. The European player of the year lost no time in picking up the phone to welcome his new team-mate back to English football. Whether they will be communicating with each other as easily on the pitch in the coming months is, as Wenger suggested, a matter for speculation. Gérard Houllier has gone back to his old club, Paris St-Germain, with whom he won the French championship in 1985-86, in order to strengthen his challenge for the English title, a campaign which has faltered in the last fortnight. The chances are that he sees Owen and Anelka as alternating spearheads, each giving the other a chance to rest as the season heads towards what promises to be a convulsive climax. At some point, however, there is the chance that they will be seen in tandem, perhaps even on Wednesday since Emile Heskey left yesterday's game at half-time with an ankle injury. Houllier is a firm believer that speed is the key to successful attacking in the modern game, and the potential of such a pair of speedsters ought to be enough to strike fear into the heart of the stoutest defence. That is as long as Liverpool's midfield players do not continue to pass the ball as carelessly as they did yesterday when, with the shining exception of Jari Litmanen, time and again they surrendered the initiative to Arsenal's 10 men. But the trepidation will not be confined to Liverpool's opponents. Some of their fans, too, may be concerned that Anelka arrives trailing clouds of sulphur. His latest rupture was described at the weekend by the president of the Paris club, Laurent Perpère. \"Until eight days ago I believed that Nicolas would have a future here,\" he said, \"but then everything fell apart and we could not put it back together. \"Initially a transfer was envisaged but there were not many clubs in a position to do that. So we decided to do a loan deal, with the condition that Nicolas goes to a large club where he would have a chance to play and get his confidence back. Given our excellent relationship with Gérard Houllier, Nicolas went to Liverpool. We were disappointed to see him leave the club. I still think he is a good player.\" Anelka's disenchantment with life at the Parc des Princes was exacerbated by the preference of the coach Luis Fernandez for his trio of Brazilian strikers: Alex, Aloisio and Ronaldinho. Ironically it was Fernandez who, in a previous spell with PSG, gave the 16-year-old Anelka his first-team debut. The Liverpool manager, too, has had his ups and downs with Anelka, who first showed the surly side of his character when Houllier preferred the more experienced Thierry Henry and David Trezeguet as his starting forwards in France's bid to win the under-20 World Cup four years ago. But he has never lost his admiration for the player. \"I know Nicolas,\" Houllier told a reporter from L'Equipe at the weekend. \"And I know that he wants to play in the World Cup. I examined his desire and his motivation and I don't think I've deceived myself. He knows that he's been given a good card to play. The Liverpool style will suit him. His speed, his explosive game and his ability as a finisher will help us to achieve our objectives. And perhaps we can do France a favour, too.\" If anyone needs a favour it is Owen, only the third Englishman to win France Football's Ballon d'Or, after Stanley Matthews, Bobby Charlton and Kevin Keegan. His performance yesterday showed the strain of trying to register his 100th goal for the club while carrying an inordinate responsibility in that respect for the team as a whole. The Premier League, reeling from one upset to another, will be waiting to see whether the arrival of Anelka can add yet another twist to the plot."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}