{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2001/dec/09/foodanddrink.recipes4", "type": "article", "sectionId": "food", "sectionName": "Food", "webPublicationDate": "2001-12-09T18:05:00Z", "webTitle": "Nigel Slater eats his greens", "webUrl": "https://www.theguardian.com/lifeandstyle/2001/dec/09/foodanddrink.recipes4", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2001/dec/09/foodanddrink.recipes4", "fields": {"headline": "Nigel Slater's complete vegetarian Christmas", "bodyText": "Five out of the seven people round my table this Christmas will be vegetarians. I haven't planned it that way. That is just the way things have worked out. They know, of course, they will be in safe hands; they are aware I feel the vegetarian diet is the long-term future for eating on this planet, so they won't exactly have to make do with an omelette, but they also know I'm not there yet. (I haven't exactly ruled out tucking a turkey leg or barbecued spare rib into the cutlery drawer to gnaw at every time I pop into the kitchen.) To be honest, the great bird, the roast ham and the sausage rolls have been a millstone round this cook's neck for longer than he cares to remember. Perhaps that is why I'm looking forward to this year's feast more than ever before. The problem is how to make the Christmas meals special without descending into that branch of gourmet vegetarian cookery that ends up simply looking precious and soulless. First and foremost we are celebrating the birth of Christ (which is why eating a dead animal seems somehow so inappropriate) and secondly we are supposed to be having a good time. Towers of individually plated food may impress in a restaurant, but only a fool would try that at home. Rather than try to impress my green and pleasant guests, I will simply serve the sort of food I want to eat myself; that is, big plates of robust meatless cooking, interestingly spiced and generously served. There will be nothing plain about it, the food will be luxurious without appearing unnecessarily extravagant. That way we will all have a great time, and, best of all, I won't have to do the annual battle with a bird the size of Switzerland. Christmas Eve Surely, this is the best bit of Christmas, the gifts wrapped, the tree twinkling and, somewhere not too far away, the smell of mince pies baking for those returning cold and hungry from Midnight Mass. Eating is a pretty casual affair on the night before Christmas, with omnivores gathering around the traditional vast fish pie. A French table is likely to have on it a cauldron of vegetable soup, complete with carrots and chard and tiny pasta shapes such as macaroni. In other words, big friendly dishes that can be stretched to feed the odd surprise guest who turned up 'just to drop the presents round'. Christmas Eve is time in our house for a big casserole of spiced vegetables. Not a curry, but something subtly spiced with cardamom and coriander, that has a silky, luxurious texture and can be ladelled over rice or couscous. I take time over making this meal, grinding spices by hand and letting everything putter away quietly on the stove. I serve no first course at this time - too formal. Christmas Eve is for friends and big- flavoured, good-natured cooking. There should plenty, but this is not the time for too much. I do make a pudding, and often something sweeter than usual. A treacle tart is my first choice, then I can eat any leftover at breakfast before everyone else gets up, but a crumbly upside tart would be good, perhaps with figs or apples underneath. Something that would be appropriate with the mulled wine that is bound to greet those who might come carolling. Spiced aubergine A lovely deeply-flavoured vegetable stew. This is one of those dishes that is all the better for a day in the fridge, during which time the flavours seem to mellow. I have kept it quite spicy but the final seasoning will depend on how hot your chillies are, and you will need to adjust it accordingly. I serve this with boiled basmati rice, but it would be just as good with couscous. Serves 6 1kg aubergines (2 very large ones) 2 tbsps coriander seed 8 green cardamom pods 2 level tsps black peppercorns 3 medium onions 2 tbsps groundnut oil 6 cloves of garlic a thumb sized piece of fresh ginger 10 medium sized tomatoes 500ml vegetable stock 2 rounded tsps ground turmeric 4 small, hot red chillies 2x 400ml tins coconut milk 2 small bunches of fresh coriander 1 small bunch mint Wipe the aubergines, cut the stalks from them and cut them into fat chunks. The dish is more interesting to eat if you don't cut them too small. Tip them into a colander, put them in the sink and sprinkle salt over them. Leave them for a good half hour, longer if you can. Peel and roughly chop the onions, then cook them with the oil in a large, heavy-based pan over a moderate heat until they are soft, translucent and sweet. While the onions are cooking, crush the cardamom pods with the flat blade of a knife or a rolling pin and shake out the little black seeds into a mortar or spice grinder (or clean coffee grinder). Add the coriander seed and the peppercorns and grind them to a coarse powder. The smell as you grind will convince you that there is much to be missed in buying ready ground spices. Peel the ginger and cut it into thin, matchstick-like shards. Stir it into the onion along with the sliced garlic, turmeric and spices. Peel and seed the tomatoes and add them to the pan. Rinse the aubergines of their salt and pat dry. Without oiling them, grill them on a ridged cast-iron grill pan till they are starting to soften and have dark grill lines across them. Turn them as you go, so that they are cooked on both sides, removing them as they are ready and replacing them with another batch. Add them to the onions, then pour in the stock, bring it to boil, then add the coconut milk, chilli, a little salt and continue cooking for about 45 minutes at a simmer. The aubergines should be very soft and silky but not actually falling apart. Lift out the aubergine, tomato and some of the onion with a draining spoon. Reduce rest of the sauce by boiling hard for 5 minutes or so. Now ladle most, but not all of the sauce into a blender and blitz till smooth and thick. (Take care to cover the top with a cloth before you turn it on, the sauce is very hot.) Return the aubergines and the sauce to the pot then chop the mint and coriander leaves and stir them in together with a final seasoning of salt and black pepper. Serve with rice. Upside down fig tart A sweet and crumbly tart with an unmistakably Christmas flavour to it. Very short pastry here - keeping it cool will make the dough easier to handle. You will need some sharp crème fraîche to go with the warm tart. Serves 6-8 for the pastry 175g cold butter, cut into cubes 225g plain flour 2 large egg yolks 3 tbsps golden caster sugar For the filling 10-12 medium sized figs 75g butter 75g golden caster sugar You will need a tarte tatin dish or small sauté or frying pan 20-23cm in diameter. Make the pastry first, so that it gets a little while to rest. Rub the little cubes of butter into the flour with your fingertips. Stop when it resembles fine, soft breadcrumbs. Drop in the egg yolks, the sugar and enough cold water to bring it to a soft dough - start with a tablespoonful then add another if it needs it. You want a very short, quite crumbly pastry. Push the dough into a ball with your hands then wrap it in cling film and let it rest in the fridge for half an hour or so. Set the oven at 220°c/Gas 7. Wipe the figs then cut them in half from stalk to flower end. If the stems seem especially tough then cut them off. Melt the butter and sugar in a tart tatin dish or frying pan over a medium heat, stirring occasionally. When you have what looks like a deep honey-coloured syrup, turn off the heat and lay the figs in, cut side down. Roll out the pastry on a well-floured work surface. It will be tender, crumbly and easily broken. It needs to be 2cm larger than the diameter of the pan. Fold this extra pastry back over to make a rim around the edge, then place it rim side down on top of the figs. The easiest way to do this with very short pastry is wrap it lightly around the rolling pin, lift the pastry up on the rolling pin, and lay it on top of the fruit. Bake for about 40 minutes until the pastry is a deep golden; tarte tatin is one of those curious things that tastes best when ever-so-slightly overcooked. Remove from the oven and place a large plate over the top of the pan, then carefully invert the dish, or frying pan or whatever to release the tart onto the plate. Take care the hot juices don't spill as you turn it over. Christmas Day Whatever we choose to eat for the lunch itself must look and smell the part. Golden, sizzling and rich with sweet spices. The small squashes around at the moment, butternut, acorn or Harlequin seem somehow made for the occasion, shining like golden globes in their dish. Their flesh is tender and sweet, and I have eaten them plainly roasted with butter and herbs many times this year. But for this meal they need an interesting stuffing, full of sweet gentle spices and warm flavours. My own choice to start the meal - oysters or smoked salmon - is unlikely to meet with the approval of any herbivores. The highlight of the Christmas Feast for me is always the pud, especially when it comes with cream or brandy butter rather than custard. But I constantly meet people who don't share my love for plum pudding and are always looking for something new. With the probability of a trifle lurking in the fridge for later, the last thing I want is something creamy, so I opt instead for the most luxurious fruit of all, the mango, brought carefully to ripeness then poached in a syrup scented with star anise and vanilla - heady, sweet and tender. Baked squash with wild rice and mushroom stuffing A warm slightly Middle Eastern scent to this, due, in no small part to the addition of Ras-el-Hanout. This spice mixture is easy to find in Middle Eastern shops and is made up according to the whim of the blender. Deeply fragrant, it usually contains cardamom, coriander, allspice, cayenne, ginger, cloves and nutmeg and, invariably dried rose petals. One of the most fragrant versions I have come across is available from the Seasoned Pioneers www.seasonedpioneers.co.uk where you can buy on line in small, well-packaged quantities) or freephone 0800 0682348. Serves 4 4 small squashes for the stuffing 125g wild rice 3 large shallots or 2 medium sized onions olive or groundnut oil 2 large cloves garlic 1 stick of celery 400g small mushrooms the leaves from 3 or 4 sprigs of thyme 2 tsps Ras-el-Hanout 75g pine kernels 50g sultanas 6 kumquats a small bunch of chopped parsley a little butter Put the wild rice on to cook in a medium sized pan with enough water to cover, salt it, and let it simmer for 45 minutes. It shouldn't be soft, but neither should it be crunchy. Keep tasting until you have the texture you like. I like mine to be slightly al dente so I remove it from the heat almost as soon as it looks as if it is about to burst open - about 35-40 minutes or so. Drain and set aside. Put the oven on at 200°C/Gas 6. Cut the squashes in half and scoop out the seeds and fibres. In a roasting tin or frying pan heat a little of the oil over a moderate heat, place the squashes cut side down and let them colour lightly then turn them over and transfer to the hot oven. Let them bake for 25-30 minutes until they are tender enough to take the point of a skewer with very little pressure. Brush them with a little melted butter or drizzle them with oil if they look as if they are drying. Meanwhile peel and chop the onions or shallots and let them cook slowly in a heavy-based pan with a couple of tablespoons of olive oil. They are done when they are soft, but stop before they colour. Chop the celery, and quarter the mushrooms. Peel the garlic, crush it and add it to the onion along with the chopped celery, thyme leaves and mushrooms. Cook, stirring the pot from time to time until all is sweet and tender. Stir in the Ras-al-Hanout, pine kernels, sultanas and the sliced kumquats. Season with salt and black pepper and parsley. Fill the hollows in the squash with the stuffing, cover with buttered foil and bake for 15-20 minutes. Poached mango in lemon, ginger and star anise syrup Serves 4-6 100g golden caster sugar 4 medium-sized, just-ripe mangoes 8 kumquats the juice of a lemon 3 lumps of stem ginger in syrup 4-6 whole star anise a vanilla pod Bring the caster sugar and 500ml of water to the boil in a medium saucepan, then add the lemon juice, stem ginger, star anise and the vanilla pod. Turn the heat down and let the liquid simmer gently for about 5 minutes. The syrup should thicken very slightly. Meanwhile, peel the mangoes and cut them into large slices across their length. Trim the remaining flesh from the sides of the stones. What remains on the stones is the cook's perk. Slice the kumquats and add them to the syrup. Slide the mango slices into the simmering syrup and leave to cook for a further 3 or 4 minutes. The length of time will depend on the ripeness of your mangoes. Remove from the heat and leave to cool in the syrup. Now, two options here: either serve the compôte warm, in which case it will be fragrant and soothing, or thoroughly chilled, when it will be more refreshing after a rich meal. Boxing Day I want easy food today, casual in the extreme. I wouldn't mind doing a spot of baking though while everyone else is out of the kitchen. I might put a big pot of soup on to simmer, maybe rich with winter vegetables, maybe something more pure and simple, like an old-fashioned cream of celery. There must be cheese today, and special ones too. I am not going to get bogged down in the vegetarian rennet argument. As far as I am concerned anyone who takes it that seriously comes under 'special needs' and can jolly well bring their own. Focaccia Don't try and make this ahead of time. It needs to be eaten as soon as it comes out of the oven. Serves 2-4 500g plain flour (I use 00 grade available at Italian grocer's) 15g fresh yeast (2x7g sachets if using dried easy-blend) about 300ml warm water extra virgin olive oil a palmful of lightly cracked peppercorns the leaves from some sprigs of rosemary Put the flour and into a large warm bowl. There is no need to sieve it. Dissolve the yeast in a little of the water - you want it to be a smooth paste, or if you are using dried yeast then simply add it to the flour. Pour the liquid yeast and most of the remaining water into the flour and mix to a soft dough, adding all or more of the water if you need it. The dough should be soft enough for you to form it into a ball, but firm enough that it doesn't stick to your hands. Flour your work surface, then tip the dough out onto it. Knead the dough for a good 10 minutes, until it starts to feel soft and elastic in your hands. The more you knead, the less 'tight' the dough will feel. This will take less than half the time in an electric mixer with a dough attachment. Put the dough back into the bowl and cover it with a warm, slightly damp cloth and put it in a warm place. I use the airing cupboard, but the important thing is that it shouldn't be in a draught. After an hour or so the dough should have risen to almost twice its volume. Tip the dough out onto a lightly floured surface and push it into a flat round or oval about 2.5cm thick. Drizzle a little olive oil over the dough, poke deep holes into it with your finger, scatter over the peppercorns and rosemary then leave to prove again in a warm place until it has puffed up to almost double its size. You can expect this to take a good half an hour. Turn the oven to 220°/Gas 8. Bake the risen bread for about 20 minutes until it is golden and, when turned upside down, sounds hollow when you tap it. As soon as it is out of the oven rub more olive oil over it and dust it with coarse flakes of sea salt. The cheeses The cheeses you eat with your focaccia are obviously up to you. I would recommend something semi-soft such as Taleggio or Wigmore and something really quite mature and aromatic such as a firm goats cheese. The really soft, fresh goats and sheep's cheeses are light and sharp and will spread beautifully on warm focaccia. Hot mince pies with cardamom ice cream I've got better things to do than making my own puff pastry. I use frozen ready-rolled puff pastry without apology. You can use vanilla ice cream if you want, but the mildly spiced cardamom ice cream made by Hill Station is as perfect a marriage as you can get with the hot mince pies. It is stocked in over 200 Tesco stores and many delis. For stockists go to www.hillstation.co.uk. 1 pack of ready rolled puff pastry sheets (425g) mincemeat a little beaten egg and milk for dusting Unroll the pastry and lay it flat on a lightly floured work surface. Using a saucer as a template, cut two rounds out of each one (there inevitably will be a little wasted pastry). Place 2 or 3 tablespoons of mincemeat on the centre of each one. Brush the edges of the pastry with some of the beaten egg and milk then fold one side of each pastry disc over to meet the other. Brush with egg and milk then cut three short slashes across the top of each one. Bake in a preheated oven at 200°c/Gas 6 for 15 minutes or so, until risen and golden. Serve hot with cardamom ice cream. Cantucci and vin santo Christmas is the time we linger over our meals longer than at any other. Except the kids of course who just have to get to their gifts. I am not one for petit fours and boxes of chocolates being passed around the table, but I will toy with those little Italian almond cookies, especially with a glass of Vin Santo, the sweet wine. Most Italian grocery shops will be piled high with ribboned cellophane bags of Cantucci at this time of year. I found a really good selection of them at Montes, 23 Canonbury Lane, London N1 who also stock Hill Station Ice Creams."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}