{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2001/dec/13/cricket.englandinindia200102", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2001-12-13T20:41:51Z", "webTitle": "England 407 India 71-2", "webUrl": "https://www.theguardian.com/sport/2001/dec/13/cricket.englandinindia200102", "apiUrl": "https://content.guardianapis.com/sport/2001/dec/13/cricket.englandinindia200102", "fields": {"headline": "White makes the grade", "bodyText": "Vulnerability is not the characteristic most commonly associated with the combination of a Yorkshire birthplace and an Australian upbringing. In that, Craig White might well claim to be unique. For all the immediate impression created by his determined jawline, fiercely shaven head and narrowing eyes, in the past decade only Graeme Hick, of regular England players, has possessed such a fragile and questioned talent. Yesterday, seven years after his Test debut, that vulnerable but definite talent dared to reach fulfilment with a maiden Test century which, suitably, was as scintillating one moment as it was uncertain the next, an innings in which White not only conquered his own anxieties but pulled England together at the same time. His 121 in 5 hours led England to 407, an innings which closed shortly before tea and which, from 180 for five, represented unimagined luxury. And for much of it White looked, as he always does, as if something horrible was bound to happen to him at any minute. Afterwards he described his previous-best Test innings of 93 in Lahore last year as \"one of the biggest disappointments of my life\" but insisted: \"I always knew I could make a Test hundred. That ball that trickled on to the stumps, and being dropped, you need a bit of luck. I had a good feeling that today was going to be my day. \"I've probably been working a little bit harder on my batting because I realise I'm not quite the bowler I was a year ago. Hopefully it might come back, but if I get important runs down the order and get 12 or 15 overs out of the way, hopefully Nasser will be happy with that.\" The capture of both openers, Shiv Sunder Das and Deep Dasgupta, as India closed on 71 for two completed by far England's best day of the series, but no one was blind to the fact that a long haul remains: if a comatose pitch was wearing at all, it threatened to be wearing largely on the mind. For White it has been quite a journey: the surprise debutant, whose worth was loudly proclaimed by the chairman of selectors Raymond Illingworth but silently suspected by his captain Michael Atherton; the replacement tourist in Zimbabwe, who walked out to bat, still jet-lagged, to be ridiculed by spectators wearing \"White: You're Shit!\" T-shirts; the young man who blacked out last year in a Scarborough sidestreet and came to appreciate life for its gifts rather than fear its troubles. Those bad days were banished from the moment he worked Anil Kumble, bowling around the wicket, between two short legs and dashed the last of 12 singles that since lunch had edged him to his hundred. He raised his bat as if in gratitude; his kiss of the three lions on his helmet was awash with relief. White's Test career has not been as long as many presume: only 23 Tests and 37 innings. By comparison Mike Gatting's oft-quoted seven-year wait for his maiden Test century, also against India, at the Wankhede stadium in Bombay in 1984, came in his 31st Test, at the 54th attempt. Twice White had ventured down the pitch to haul Harbhajan Singh deep into the long-on terraces, a shot which eventually brought his downfall and Harbhajan's sole success. There were also a couple of lusty hooks for good measure but it was the flowing extra-cover drives against the pace bowlers before lunch which were the epitome of White the stylist. In the midst of all this he also had considerable fortune. There was Das's miss of a stumping when Harbhajan eluded White's sally down the pitch on 44; 13 runs later a deflection against Javagal Srinath rolled lazily against the base of his stumps; and on 67 his hook at Srinath was dropped inches above the turf by Kumble at long-leg. It was a testing catch but Kumble, who by then had taken five of the six England wickets to fall and who was to finish with seven for 116 in 51 overs, was jeered from the field as he retired for treatment on a damaged hand. Little wonder the Motera crowd is among the most notorious in India. But the greatest let-off came from Dasgupta, whose keeping in the series has bordered on ineptitude. Srinath again forced the error, with White on 63, but Dasgupta mournfully spilled the simplest of chances, leaving Srinath to mutter through compressed gums. England's youthful lower order provided sterling support. Richard Dawson resisted for more than an hour, at No10, to allow him to sneak through the 90s. But even that was overshadowed by James Foster, whose dogged 40, over 2 hours, justified the faith of captain and coach that here, indeed, is a player of character. The India openers Das and Dasgupta are an unprepossessing pair - an adventurous shot suggests it is Das, a defensive push generally means it is Dasgupta. Dasgupta, though, does have a weakness for the sweep and that was skilfully exploited by England, with Ashley Giles bowling into the rough and Hussain positioned at 45 degrees to take the catch. Das then gave Andrew Flintoff his first wicket of the series. There was no turn for Giles - or Dawson for that matter - and he trundled in with all the grace of an over-full wheelie bin, but England were mightily relieved that his bruised heel and repaired achilles bore the strain. He has a lot more overs ahead of him. But can England's most famous achilles heel really become India's?"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}