{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2001/dec/20/londonreviewofbooks", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2001-12-20T17:54:56Z", "webTitle": "Girls in pearls: the legendary Mitfords", "webUrl": "https://www.theguardian.com/books/2001/dec/20/londonreviewofbooks", "apiUrl": "https://content.guardianapis.com/books/2001/dec/20/londonreviewofbooks", "fields": {"headline": "Girls in pearls: the legendary Mitfords", "bodyText": "The Mitford Girls: The biography of an Extraordinary Family by Mary Lovell. Little, Brown, 611 pp., £20, 20 September 2001, 0 316 85868 4 Nancy Mitford: A Memoir by Harold Acton. Gibson Square, 256 pp., £16.99 and £9.99, 13 September 2001, 1 903933 01 3 Either you love the jokes or you don't, with the Mitfords. The biting, ferocious 'teases', the flippancy, the apparent inability to take anything particularly seriously, are everything, not least because they encapsulate all that used to be good about Englishness, and all that is grotesque also. The jokes, always cruel, both charm and repel; without them, you're left with girls in pearls living borderline tragic lives, or with the po-faced, lumpen Unity Mitford - galumph, galumph - who, unlike her five sisters (in descending order: Nancy, Pam, Diana, Unity, Decca, Debo; there was also a brother, Tom), had little talent for levity. So the jokes are crucial. One occasionally gets the impression, from Mary Lovell's compelling, fluent and problematically sucker-uppy biography, that she isn't always entirely sure whether the jokes are funny or not: she quotes the tried-and-tested ones over and over and leaves out the new ones thrown up by Nancy Mitford's enormous, enormously funny correspondence, or by Jan Dalley's recent biography of Diana Mosley. You rather imagine her, nose pressed up against the glass, longing to roar along with the Duchess of Devonshire (whom, she informs us, she once met at dinner), but not quite knowing how. Of course, some people miss the joke altogether - posh girls sniggering: what's funny about that? - or disapprove because the joke is inevitably a small, casual cruelty, small casual cruelties being the one thing at which the Mitfords, in their varying ways, all excelled: small cruelties, and larger ones, too. So, for instance, some people don't think it's at all funny that, throughout her life, Nancy Mitford called her sister Debo (said Duchess of Devonshire) 'Nine', this supposedly being her mental age. Diana was 'Bodley', because of her large head; Pamela was 'Woman', or 'Woo', because of her love of domesticity; Jessica was 'Susan' as well as 'Decca'; Unity was 'Bobo' or, later, 'Heart of Stone'. Nancy once wrote to Unity in Berlin to tell her that she'd done some research into their family history and had discovered a great-grandmother Fish, which made them one-sixteenth Jewish. Some of the funniness is verboten because it still glitters with privilege of the kind that is now actively welcomed only by Daily Mail readers, which leads to the gruesome possibility of the Mitfords eventually being appreciated only in Surrey. Nevertheless, it is still funny that Nancy's aesthete Oxford friends, invited home for the weekend, should be \"shaken like rats\" by Lord Redesdale (the father), told they were \"hogs\", \"sewers\" and \"damned puppies\" (\"I'd rather take a housemaid shooting than you, Lord Clive\") and swiftly ejected from the house while the three smallest children broke into a melancholy chorus of \"Oh, we don't want to lose you, but we think you ought to go.\" And that Nancy once pointed out to the three youngest sisters that the middle parts of their names were \"nit, sick and bore\". (To Debo: \"Everyone cried when you were born.\") There are many reasons for loving Nancy Mitford: there still hasn't been another female fiction writer as cleverly, mercilessly, relentlessly funny. Unlike the people who can't glimpse a Nancy Mitford novel without moralising about class, jeunesses dorees and the demerits of froth, Nancy - who was nearly, non-U-ly, called Ruby, and whose family weren't nearly as thick or rich as they're supposed to have been - didn't lecture, and didn't much mind about anything. There were exceptions: her friends, her sisters, books, gossip, parties, jokes, and later, in Paris, the love of her life, Gaston Palewski, de Gaulle's right-hand man, who used to follow women around at parties murmuring \"J'ai envie de vous,\" and never loved her back quite enough - she died broken-hearted, her cancer setting in shortly after he married someone else. Although her sister Diana Mosley always accused her of being a ballroom pink - \"synthetic cochineal\" - she was not without a social conscience: declining, in Yiddish, an invitation to celebrate von Ribbentrop's appointment to the German Embassy in London; denouncing Diana, which resulted in Diana's long incarceration in Holloway (\"I regard her as an extremely dangerous person. Not very sisterly behaviour, but at such times I think it's one's duty\"); satirising both her sister Unity and her brother-in-law Oswald Mosley (whom she always called TPOL, The Poor Old Leader) in her early novel Wigs on the Green. \"I don't quite know what an Aryan is.\" \"Well, it's quite easy. A non-Aryan is the missing link between man and beast. That can be proved by the fact that no animals, except the Baltic goose, have blue eyes.\" Mosley banned her from his home for four years. From childhood onwards, her gaze was always fearless. \"There isn't a pin to put between Nazis &amp; Bolshies,\" she wrote to a friend after she'd spent time tending to Spanish refugees in Perpignan in 1939. \"If one is a Jew one prefers one &amp; if an aristocrat the other, that's all as far as I can see. Fiends!\" All this, of course, after having briefly flirted half-heartedly with Mosley's British Union of Fascists herself. 'Prod' - Peter Rodd, her quite fabulously dull husband - \"looked very pretty in his black shirt,\" she wrote to Evelyn Waugh years later, \"but we were younger and high-spirited then, and didn't know about Buchenwald.\" Fans of Nancy Mitford have her novels, her journalism, her delightfully spiteful biographies and two vast volumes of correspondence to sustain them, the latter brilliantly annotated by Charlotte Mosley; as well as Selina Hastings's clear-sighted, of-the-milieu biography. Harold Acton's knowing, gossipy, intimate memoir, long out of print and now reissued, is a welcome readdition to the canon: it makes you weep with laughter on most pages. Or scream, perhaps. That Nancy and her sisters never laughed at jokes, but rather \"screamed\", \"howled\" or \"shrieked\", as if in pain, is not merely to do with the argot of the time: the Mitfords bared their teeth when they laughed, and bit first. Acton, one of the Oxford arch-sewers, always got the joke. Diana and Decca both wrote volumes of memoirs, and in both cases you were left wondering about the gaps. Lovell's book makes it clear that where Diana omitted, Decca invented: she simply made things up for comic effect, including the duration of her apparently interminable teenage despair. The letters reproduced here, to her father, were supposedly written at the height of her angst, but they are bursting with gaiety, happiness and affection (although she did have her pocket money withheld at about the same time for calling her father \"the feudal remnant\"; family nicknames for Redesdale also included \"the poor old male\" and \"the poor old sub-human\"). The glacial Diana's A Life of Contrasts merely added to her own sinister froideur, but Decca's Hons and Rebels turned the mildly eccentric Lord and Lady Redesdale (he took his mongoose to work to catch rats; she wouldn't countenance anything made from pork) into braying grotesques. True, Nancy's novels hadn't helped, but they at least pretended to be fiction. Decca, by virtue of her moral courage and her politics, is usually exempt from the opprobrium so casually heaped on her siblings: in some quarters, she is considered quasi-saintly. Lovell shows she wasn't; more, she shows, with commendable clarity, that everything that was remarkable about Decca - that fearlessness, a clever, comical, unsentimental way with words, a very deep love of jokes and advanced social skills, though she herself wouldn't have put it quite that way - was the product of the class, family and upbringing which she tirelessly ridiculed all her life. Who else would nickname their second child - the first, Julia, did not survive - 'The Donk' and their third 'The Mong', or, decades later, when the fatwa was declared on Salman Rushdie, wear a giant home-made badge saying 'I AM Salman Rushdie'? Like it or not, the joke is pure Mitford (as was Decca's voice, described by Philip Toynbee as \"a curiously cadenced sing-song which would have been grotesquely affected had it not been even more grotesquely natural\"). Decca's moral courage is present also, less appetisingly, in Diana, whom Lovell never quite pins down satisfactorily. She is incapacitated by her oily admiration for Lady Mosley, who is loyal, beautiful and has a terribly pretty house. \"However\", you want her to say. But the 'however' never comes: here is Diana, routinely sexually betrayed by the man she's given up her reputation for; here she is in Holloway, ill and dirty, but uncomplaining and ravishing (\"Voici la Grece,\" someone once said, watching her come down the stairs); here she is with her beloved children, still unbowed and still beautiful (\"the only one of us who has a face\") - isn't she marvellous? In a recent interview, Diana Mosley suggested that perhaps the Jews could be moved to Uganda, which is practically empty and has a marvellous climate. This, you could say, has the ring of the diehard 'tease' about it; nevertheless, the remark, and others like it, is absent from Lovell's book. Instead, we get a great deal about how it was \"difficult\" for those present at the first Parteitag in Nuremberg \"not to be emotionally affected . . . Many young Englishmen who visited Germany in the first part of that decade were moved to support Hitler's regime.\" It's true, they did - and Harold Nicolson was Oswald Mosley's campaign manager, too. However . . . Lovell also writes that \"somehow, Mosley did not recognise that his methods, and his rousing speeches, attracted to his standard every working-class tough spoiling for a fight,\" which is absurd. Mosley was no naif and knew where the East End was. The fact that Diana remains fascinating doesn't mean one has to drool over her. In early childhood, Decca was best friends with a sheep called Miranda, whom she took to church and snuck into her bed, and to whom she wrote poems: \"Me-rand-er is my little lamb/She is a ewe and not a ram/Me-rand-er, Me-rand-er/She has such lovely woolly fur.\" Miranda loved chocolate. Post-Miranda, the \"unfailingly kind\" Diana became Decca's favourite sister, a position later filled by the monstrous Unity. A visitor to Swinbrook, the family home, reported that the second anyone put their foot through the door, Decca and Unity would appear, demanding: \"Are you a Fascist or a Communist?\" When this particular guest answered, \"Neither - I'm a democrat,\" they sniffed in unison, \"How wet!\" and wandered off. Interestingly, after the war, Decca was only able to soften her heart towards Unity, whom she called \"my Boud\". I'd always wondered whether Decca and Diana, once Favourite Sisters, ever saw each other again: they did, Lovell reports, over Nancy's sickbed in Paris, after 35 years. \"We don't of course talk about anything but the parsley weeding and Nancy's illness; God, it's odd,\" Decca wrote to a friend. Although Decca visited and corresponded with her mother, who never quite got over Hitler (\"such very good manners\"), she never saw her father again after running away aged 19. She'd saved up money since the age of 12 (\"Dear Madam, We are pleased to acknowledge receipt of your ten shillings to open your Running Away account. Passbook no. 437561 enclosed. We beg to remain, dear Madam, your obedient servants, Drummonds\"). The rupture is curious, since Lord and Lady Redesdale effectively separated over politics: from early on, he considered the Nazis \"a murderous gang of pests\". His wife revered them, and continued to do so for the rest of her life. Nevertheless, Esmond Romilly, Decca's cousin and first husband, called Redesdale \"the Nazi Baron\", and Decca somehow became convinced that this was justified. Family members said that Lord Redesdale's dramatic physical decline could be dated back to the day Decca ran away, though surely Diana's marriage to Mosley and Unity's stalking of Hitler and subsequent suicide attempt (she shot herself in the head on the day England declared war on Germany; the pistol she used had been a gift from the Fuhrer) can't have helped. Redesdale, fastidious to a fault, later couldn't bear the brain-damaged Unity's table manners, or indeed her incontinence: he eventually moved hundreds of miles away to escape. Unity Walkyrie, born in 1914, was conceived in Swastika, Ontario. Whereas Diana was sharp enough to draw blood, it's always seemed possible that Unity wasn't quite all there but that no one likes to say so. Lovell skirts around this issue, but I find it hard to tell whether she's dropping hints or I'm imagining too much. She was odd-looking - 6'1\" and \"large-framed\", Lovell says, and photographs show she had a very large head and glassy, vacant eyes. (Lady Redesdale: \"Oh dear, poor Boud, she is rather enormous.\") She had a \"dumb insolence\", Lovell writes: her idea of fun was throwing tiles off the roof, or eating all the strawberries before a big lunch party. She sulked continuously between the ages of 14 and 18. Coarse, immune to jokes but fond of the crude gesture - as a deb, she took her pet rat, Ratular, or her grass snake, Enid, to dances, and set them free when she got bored: hugely entertaining if one were 11; less so, surely, at 18 or 19 - she is both clearly portrayed by Lovell and just out of reach. She was an obsessive, and at one point - before she discovered Jew Suss at 15 - liable to become obsessively religious. After her suicide attempt, when she had a mental age of 11, she returned to religion and roamed about London, attending services of all denominations. She also conducted services in the ruined chapel of her mother's remote Hebridean island, Inch Kenneth, and enjoyed planning her own funeral (her gravestone, chosen by her mother, reads: \"Say Not the Struggle Naught Availeth\"). Having stalked Hitler for ages - she would sit at a table in his favourite restaurant, waiting, and shake uncontrollably as soon as he came in - Unity finally met him in 1935. He told her Cavalcade was the best film he had ever seen. \"I am so happy that I wouldn't mind a bit dying,\" she wrote to her father. \"I suppose I am the luckiest girl in the world.\" Hitler, unfamiliar with the ways of the English peerage, asked Unity her father's name and at first assumed she was illegitimate. She called him \"Wolf\", he called her \"Kind\", they became close (but not that close: Unity either died a virgin or had a brief relationship with Janos von Almassy, a Hungarian count with an interest in horoscopes). Also in 1935, she wrote her letter to Der Sturmer: As a British woman Fascist . . . The English have no notion of the Jewish danger . . . Our worst Jews work only behind the scenes . . . We think with joy of the day when we shall be able to say with might and authority: England for the English! Out with the Jews! . . . PS . . . I want everyone to know that I am a Jew hater. Later on, in 1939, Hitler obtained an apartment for her: \"it belongs to a young Jewish couple who are going abroad,\" she wrote to Diana. And so on and grimly on, until she shot herself in the head in Berlin's English Gardens. Because there's always a Mitfordesque chiaro to the scuro, Lady Redesdale also met Hitler; on the first occasion, she felt compelled to lecture him at enormous length about the health benefits of wholemeal bread, Unity sullenly translating (\"it sounded stupid\"). Presumably Lady Redesdale refrained from sharing her other dietary rules (\"as dictated by Moses in the Old Testament\"): none of the Mitford children was ever allowed pork, rabbit, hare or shellfish, or medication of any kind, or vaccination (\"pumping disgusting dead germs into the Good Body!\"). Pamela (\"most rural of them all\", as her would-be suitor John Betjeman had it, for which read \"sweet and dull\") met Hitler, too. Asked about him later, she said: \"Very ordinary, like an old farmer in a brown suit,\" but went into ecstasies over the delicious new potatoes that had been served at lunch. The shadow of the war hovers over Lovell's book, not unreasonably, and it has its uses, not least when it comes to shedding some light on Diana and Unity (you get to rather love the D of D, too). But the best parts concern the girls' childhood and adolescence - the hours spent playing Slowly Working Away (scratching the same piece of skin with a nail until the scratchee could no longer endure it), and entertaining wild, hopeful fantasies about being captured by white slavers (\"Don't answer him,\" Decca told Debo of a man who greeted them politely every morning, \"or you'll wake up in Buenos Aires and be distributed'\"). These vignettes aren't new, but the aerial view helps, as does Lovell's portraits of the parents, here finally rehabilitated as loving, bewildered and eventually broken-hearted. From adulthood onwards, the six sisters' stories all contain elements of galloping tragedy: even the sainted Decca died a recovering alcoholic. Life ends no better for girls in pearls than for anyone else; what sets the Mitfords aside is that they were all so very good at laughter in the dark. - India Knight writes a column for the Sunday Times. Her second novel will be published in May. - To read more online essays from the current edition of the London Review of Books visit the LRB. The extensive online archive of essays from past includes John Lanchester on the rise of Microsoft, Alan Bennett's Diary and much more."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}