{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/dec/13/newsstory.sport1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-12-13T21:53:08Z", "webTitle": "Bruce in at Birmingham", "webUrl": "https://www.theguardian.com/football/2001/dec/13/newsstory.sport1", "apiUrl": "https://content.guardianapis.com/football/2001/dec/13/newsstory.sport1", "fields": {"headline": "Win or bust for Bruce at Birmingham", "bodyText": "Steve Bruce promised that his job-jumping days were over when his long expected but drawn-out appointment as Birmingham City manager was confirmed yesterday. City will be the fifth club he has managed since he left them as a player in the summer of 1998 to take charge of Sheffield United. He spent a season at Bramall Lane before joining Huddersfield, where he enjoyed a promising first season but was let go during his second. A temporary position at Wigan followed at the end of last season and then his stint with Crystal Palace was almost as fleeting. Having guided the Eagles to the top of the First Division he resigned after only four months, a decision that came hot on the heels of Trevor Francis's sacking by Birmingham. Bruce, however, rejected accusations of disloyalty and vowed to honour his five-year contract with Birmingham. \"I have got that label [of being disloyal] but I knew two months ago that I would have it if I came here,\" he said. \"I have apologised to the players and supporters of Crystal Palace but this was the right move for Steve Bruce. \"I hope my total of clubs will now become five in 10 years. I intend to be here for a long, long time. And if I don't achieve all that I want to at this club I know it will be the end of my managerial career.\" After leaving Manchester United to play for Birmingham for two seasons and then monitoring the progress they made under Francis in the next three, Bruce is convinced the club have the potential to satisfy his ambition of managing in the Premiership. \"I left the greatest club in the world to come and play here,\" he said, \"and I still believe that they can be one of the giants of the game. They have only had two managers in the last eight years so they are very stable. \"There has also been big financial backing in terms of bringing in players and modernising the stadium. All the ingredients are there for the Premiership. Now it's up to me to get the best out of the players.\" All this contrasts sharply with Crystal Palace, the club taken over by Francis in an inadvertent job swap. But Bruce refused to criticise them or their chairman Simon Jordan for delaying his switch to Birmingham - a hiatus that lasted seven weeks. Jordan went to law to enforce Bruce's nine months notice period and at that stage both Birmingham's former manager and their manager elect were on his payroll, with the latter effectively on gardening leave. \"I suppose it was something of a backhanded compliment that I wasn't allowed to join City earlier,\" said Bruce. \"What I will say is that this whole farce should never have gone to the high court.\" Jordan's recourse to law was designed to get City to pay substantial compensation and also prevent them from poaching any of Palace's players or staff. Birmingham are understood to have paid Palace £500,000 for Bruce's services, and paying off Francis's contract as well has taken the cost of the whole exercise close to a seven-figure sum. Bruce has brought in John Benson and Mark Bowen as assistant manager and first-team coach respectively."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}