{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2001/dec/09/travelnews.observerescapesection2", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2001-12-09T19:51:11Z", "webTitle": "Disney to open Paris studios", "webUrl": "https://www.theguardian.com/travel/2001/dec/09/travelnews.observerescapesection2", "apiUrl": "https://content.guardianapis.com/travel/2001/dec/09/travelnews.observerescapesection2", "fields": {"headline": "Disney to open Paris studios", "bodyText": "The opening of a new theme park at Disneyland Paris is expected to give the French resort a boost as it celebrates its tenth anniversary next year. The Walt Disney Studios will open next door to the Disneyland park on 16 March, a month ahead of schedule. It is being promoted as 'an interactive discovery of film, animation and television', similar to MGM Studios in Florida's Disney World, though with a 'more European feel and setting', according to a Disneyland Paris spokeswoman. Disney says it is keen to pay homage to Europe's role as the birthplace of cinema and that attractions will feature European film milestones alongside Hollywood blockbusters. However, film buffs hoping for rides themed around French arthouse movies will be disappointed. 'Armageddon, Special Effects,' which will recreate hair-raising moments from the film, is more typical of the style of attraction on offer. Other highlights will include a sound stage for Sunset Boulevard, the chance to try out Disney animation techniques, a behind-the-scenes tram tour of a studio set and live stunt shows. Tour operators who sell packages to Disneyland Paris say they are seeing strong bookings for next year, thanks to the combination of the new theme park and a surge of interest from families who have promised their children a trip to Disney but who are nervous about flying to Florida. Phil Jenkins of Paris Travel Service said post-September 11 bookings for the theme park went up by 24 per cent compared to the previous year. 'We had a lot of phone calls in the immediate aftermath from people weighing up the price difference between going to Paris and Florida and re-evaluating where to go,' he said. A spokeswoman for Disneyland Paris said: 'At the moment the average length of stay for guests is two nights and three days. We are hoping people will stay an extra night to incorporate a day at the Disney Studios.' A three-day hopper ticket gives entry to both parks and costs approximately £62 for adults and £50 for children."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}