{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2001/dec/05/snooker.cliveeverton", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2001-12-05T21:49:04Z", "webTitle": "Finbow set to quit", "webUrl": "https://www.theguardian.com/sport/2001/dec/05/snooker.cliveeverton", "apiUrl": "https://content.guardianapis.com/sport/2001/dec/05/snooker.cliveeverton", "fields": {"headline": "Finbow determined to quit despite victory", "bodyText": "Dave Finbow, the world No47 from Worcester, announced that this would be his last season on the circuit immediately after beating David Gray 7-4 to reach the last 32 of the UK Championship at the Barbican Centre, York. Intimations of retirement are not uncommon from players suffering disappointing results but despite his victory Finbow was adamant he had \"had enough of playing\". John Parrott, unlike Finbow, has an obvious alternative career in television panel shows and after-dinner speaking. But he is still in love with the game despite dropping out of the top 16 for the first time in 15 years. The satisfaction of competition is not easily replicated by other activities and the 1991 world and UK champion has tackled the decline by renewing his association with the coach Frank Callan. \"I wasn't focusing my eyes on the balls as quickly as I used to,\" he said. \"Frank has given me a method and it's like someone has lifted a fog.\" Even so, he did well to hold off Bradley Jones, the world No44 from Croydon, 7-5 after Jones had recovered from 4-1 down to 5-5. Retirement was also an off- table theme as Mark Wildman resigned as the World Professional Billiards and Snooker Association chairman, a position he had held since September 1999. Jason Ferguson succeeds him. It has emerged that the appointment to the WPBSA board of David Sheepshanks, the chairman of Ipswich Town, which was announced in September, was conditional on an egm - yet to take place - at which the membership will be asked to approve payments to directors. Sheepshanks has said he is unwilling to serve unless he is paid. At present only expenses are offered."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}