{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2001/dec/16/wintersportsholidays.wintersports.observerescapesection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2001-12-16T18:33:52Z", "webTitle": "Six picks for the pampered skier", "webUrl": "https://www.theguardian.com/travel/2001/dec/16/wintersportsholidays.wintersports.observerescapesection", "apiUrl": "https://content.guardianapis.com/travel/2001/dec/16/wintersportsholidays.wintersports.observerescapesection", "fields": {"headline": "Six picks for the pampered skier", "bodyText": "France and Switzerland have the lion's share of luxury chalets in Europe, and there are several places across the Atlantic to rival them. Here are some of the best on offer for the not-so-cost-conscious skier. 1 Haus Weber, Klosters Switzerland It doesn't get much more luxurious than this. When you stay at a Ski Company (01451 843123) chalet you don't even have to struggle down to the ski shop to get your equipment fitted or buy a lift pass - they come to you. When you're tired of the après-ski, a chauffeur-driven 4WD vehicle will whisk you back to your chalet. Early morning tea is served in bed and the four-course dinner is preceded by champagne and canapés. A week's stay at the Haus Weber chalet in Klosters ranges from £639 to £1,805. 2 Polset, Méribel France Even the most avid of skiers will find it difficult to drag themselves away from the home comforts offered by Meriski's new chalet, Polset. The five-bedroom property boasts a large steam room and a roaring log fire in the wood-panelled lounge. Enjoy homemade cakes in the afternoon but leave room for the canapés and four-course meal. Slip into warmed ski boots every morning from the heated boot rack and be shuttled to and from the slopes. Meriski (01451 843100) is offering a week at Polset from between £699 and £1,299 including flights and half-board accommodation. 3 Villa Terrier, Chamonix France Sink into a deep Victorian-style bath after a hard day's skiing at this grand and secluded chalet offering fabulous views of Mont Blanc. Built in 1910, the four-bedroom property has retained many of its original features - its high ceilings and ornate fireplace are more reminiscent of a townhouse than a chalet. A minibus will pick up and drop off guests wherever they want. Collineige (01276 24262) is offering a week's stay from £825 to £1,495 this winter, which includes four-course dinners with wine six evenings per week, flights and minibus service. 4 Chalet Anemone, Courchevel 1850 France The pampering starts before you even get on the plane with Flexiski (0870 9090754) which can organise chauffeur valet parking at the airport, limousine transfers and has your ski lift pass waiting for you on your first morning. Anemone is a ski-in and ski-out chalet, sleeping 10 people, with a homely feel to it. A one-week stay ranges from £515 to £1,150 per person. 5 Moving Mountains Chalet, Steamboat Springs, Colorado, USA The Americans are good at chalets. Soothe your aching limbs in the outdoor hot tub before relaxing in the enormous lounge. There's a sunny south-facing deck with log fire and satellite TV. The skiing's not bad either. Steamboat Springs is renowned for its champagne powder and has more than 100 runs spread over three mountains. Total Ski (08701 676 676) has a week's stay from £1,088 to £1,775. 6 Chalet Eagle, Whistler Canada Enjoy fabulous views of Whistler and Blackcomb mountains while sitting in your outdoor hot tub. This log-style cabin is situated in one of Whistler's most exclusive neighbourhoods. A daily taxi service will take you to and from the slopes. Simply Ski (020 8541 2209) has a week's stay from £879 to £1,385."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}