{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2001/dec/28/september11.usa", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2001-12-28T17:23:21Z", "webTitle": "Three imams accused of 'inflammatory' prison sermons", "webUrl": "https://www.theguardian.com/world/2001/dec/28/september11.usa", "apiUrl": "https://content.guardianapis.com/world/2001/dec/28/september11.usa", "fields": {"headline": "Three imams accused of 'inflammatory' prison sermons", "bodyText": "The director general of the prison service said today that three Muslim clerics have been suspended since September 11 for allegedly making \"inappropriate\" comments in the wake of the terrorist attacks. The three were removed from their posts after reportedly expressing anti-American or pro-Taliban views. One of the imams, Abdul Rahman Qureshi, worked at Feltham young offenders' institution in west London, where the alleged \"shoe bomber\" Richard Reid was an inmate, although they are not believed to have been there at the same time. Mr Qureshi was suspended from duty last month following allegations that he had distributed anti-US, pro-Taliban leaflets to inmates and delivered inflammatory, overtly political sermons. A prison service source said Mr Qureshi had referred to the \"big devil America\". Prison officials found literature in some cells that described the US as \"the great evil, which must be wiped out\". The imam of Belmarsh Prison in south London was suspended in September, only days after the terrorist attacks on the US, but was later reinstated after a full investigation. In October, the imam at Aylesbury young offenders' institution, Buckinghamshire, was also suspended. The director general of the prison service, Martin Narey, said today that a \"reasonably tolerant\" attitude to all views had to be adopted, but it had also been made clear to prison service imams that certain comments were \"unacceptable\" post-September 11. \"We watch very carefully the behaviour of imams ... and I have huge confidence in my Muslim adviser, who meets every imam we appoint, and we put them all through security checks,\" Mr Narey told the BBC Radio 4 Today programme. Mr Narey, who appeared to confirm that Mr Reid served a term at Feltham, denied that his possible conversion there had led directly to his alleged fundamentalist views. Mr Reid was converted to Islam while serving a prison sentence in Britain. \"The chairman of Brixton mosque has said that when Mr Reid left Feltham, converted, he was an 'amiable and affable' individual and it is later groups which apparently have had an effect on this individual,\" Mr Narey said. \"Overwhelmingly, imams make a huge contribution. If someone converts to Islam or returns to their faith, it is more likely that when they are released they will go home to a stable community, be accepted by the mosque in that community, which means it is less likely they will commit crimes, and that is very important,\" he added. Dr Zaki Badawi, chairman of the Muslim prisoners' commission, said he was launching a full investigation into the allegations. Dr Badawi, also chairman of the Imams and Mosques Council of the UK, claimed the three imams involved were likely to have been victims of a misunderstanding. However, if they were found to have made overtly political statements they would be dismissed, Dr Badawi said. \"We are still waiting for information on the cases and we have not yet received any details. We don't want to pre-judge them,\" he added."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}