{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2001/dec/11/rugbyunion.paulrees", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2001-12-11T21:34:15Z", "webTitle": "Zurich premiership looks to expand", "webUrl": "https://www.theguardian.com/sport/2001/dec/11/rugbyunion.paulrees", "apiUrl": "https://content.guardianapis.com/sport/2001/dec/11/rugbyunion.paulrees", "fields": {"headline": "Rugby elite looks to expand", "bodyText": "Rugby union's Zurich Premiership may be increased from 12 to at least 14 clubs, opening the way for a conference-style system. A comprehensive review will start this month, looking at every aspect of the Premiership, and may take six months to complete. Other issues that will be debated include the £1.8m salary cap and the question of league fixtures during international weekends. But the most controversial question concerns the number of clubs taking part. The success of the Premiership has led to calls for its boundaries to be expanded, taking in a club from the west country and another from the north where the Orrell owner Dave Whelan is hoping to turn the club into union's version of Wigan Rugby League Club. \"The agreement that we signed with the Rugby Football Union in the summer was an eight-year one and the review will be conducted with the long term in mind,\" said Howard Thomas, the chief executive of Premier Rugby, the body that represents England's leading clubs. \"The point is to find ways of moving forward. There are some who believe that it would be in the interests of the English game as a whole if the number of clubs in the Premiership were increased: the academy programme is working well and they feel that young players coming through the system would ensure that more clubs did not mean a dilution in strength. There is also the chance to have more of a geographical spread. \"My own view is that 12 is enough. Any increase would mean the introduction of a conference system and the end to traditional home-and-away fixtures. I am not sure how that would wash with supporters, but it is for those making the review to consider the arguments and come up with the decisions.\" Thomas said it was unlikely that the number of Premiership clubs would be increased next season. \"The review may not be completed until the summer, and that would probably be too late to have an impact on the 2002-03 season.\" The review will look at the points system adopted in the Premiership: four for a win, two for a draw and a one-point bonus for scoring four tries and/or losing by seven points or less. One proposal will be for different values to apply on league weekends when England are playing. \"That would mean a win during an international weekend was worth less than one during a normal Premiership round,\" said Thomas. \"It would help those sides who were hardest hit by international calls.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}