{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2001/dec/01/johngrisham", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2001-12-01T23:14:11Z", "webTitle": "Skipping Christmas by John Grisham", "webUrl": "https://www.theguardian.com/books/2001/dec/01/johngrisham", "apiUrl": "https://content.guardianapis.com/books/2001/dec/01/johngrisham", "fields": {"headline": "Skipping Christmas by John Grisham", "bodyText": "Nora held back her tears until Blair had passed through the departure gate. \"Oh Luther,\" she cried, \"I'm going to miss her so much.\" \"Me, too, hon. A year's a long time.\" \"And Peru's a long way away.\" \"No one's ever come to any harm in the Peace Corps,\" Luther assured her. \"Christmas just isn't going to be the same this year.\" They drove home in silence. While Nora cooked the dinner, Luther went to his study. \"Last year Christmas cost us $6,100,\" he said to himself, perusing the family accounts. \"I wonder... \" The following evening, Luther dropped his bombshell. \"I've been doing my math. If we don't spend anything on Christmas, we can have a 10-day cruise in the Caribbean and save money.\" \"What? No Christmas Eve party, no presents, no cards, no Frosty the Snowman on the roof?\" Precisely. As Christmas approached it became harder to keep the news from all their neighbours in Hemlock Street. \"Bah, humbug,\" they cried. \"If the Kranks don't put up their Frosty, our street won't win the Christmas decoration prize,\" said Mr Frohmeyer. \"They didn't even donate to the police benevolent fund,\" griped Salino. Just as Luther and Nora were finishing their packing on the morning of Christmas Eve, the telephone rang. Nora picked it up and turned pale. \"It's Blair. She's coming home with her new boyfriend, Enrique. They're getting married and she's really looking forward to our party tonight.\" \"Right, hon. We can't go to the Caribbean. Go into town to get some food, I'll get a tree and invite the neighbours.\" Nora returned from the shops in tears. \"Everything was sold out. I couldn't get anything.\" \"None of the neighbours can come over either,\" Luther confessed. \"They're going to other parties. Still, I did borrow a Christmas tree from the Trogdons.\" There was a knock on the door. \"I hear Blair is coming home,\" said Vic Frohmeyer. \"We're all going to cancel our arrangements and come here instead.\" Enrique was not as dark as he had feared, and the party was going with a swing as Luther slipped across the road to the Scheels. \"Here,\" he said, \"I know your wife is dying of cancer. You have the cruise tickets instead.\" And if you really are pressed: The digested read, digested... Smalltown Christmas fare with lashings of extra saccharine"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}