{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2001/dec/09/past.comment", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2001-12-09T18:48:11Z", "webTitle": "David Astor's Suez leader", "webUrl": "https://www.theguardian.com/politics/2001/dec/09/past.comment", "apiUrl": "https://content.guardianapis.com/politics/2001/dec/09/past.comment", "fields": {"headline": "David Astor's Suez leader", "bodyText": "We wish to make an apology. Five weeks ago we remarked that, although we knew our Government would not make a military attack in defiance of its solemn international obligations, people abroad might think otherwise. The events of last week have proved us completely wrong; if we misled anyone, at home or abroad, we apologise unreservedly. We had not realised that our Government was capable of such folly and such crookedness. Whatever the Government now does, it cannot undo its air attacks on Egypt, made after Egypt had been invaded by Israel. It can never live down the dishonest nature of its ultimatum, so framed that it was certain to be rejected by Egypt. Never since 1783 has Great Britain made herself so universally disliked. That was the year in which the Government of Lord North, faced with the antagonism of almost the whole civilised world, was compelled to recognise the independence of the American Colonies. Sir Anthony Eden's eighteenth-century predecessors succeeded in losing us an empire. Sir Anthony and his colleagues have already succeeded in losing us incalculable political assets. So long as his Government represents this country, we cannot expect to have a good standing in the councils of the nations. It has attempted to prove those councils futile by rendering them futile. This it has done by, first, frustrating the Security Council of the United Nations through the use of the veto, and then by defying an overwhelming vote in the General Assembly. The Eden Government has become internationally discredited. Ever since 1945, there have been two cardinal features of British external policy. The first has been to uphold the rule of law with special reference to the United Nations. The second has been the steady progress away from imperialism, exemplified in the full emancipation of Burma, India, Pakistan, Ceylon, West Africa and the West Indies. Neither of these cardinal features of our national policy was sincerely endorsed by the leaders of the Conservative Party, as we now see. In the eyes of the whole world, the British and French Governments have acted, not as policemen, but as gangsters. It will never be possible for the present Government to convince the peoples of the Middle East and of all Asia and Africa that it has not been actively associated with France in an endeavour to reimpose nineteenth-century imperialism of the crudest kind. Is there any way of retrieving, in some degree, the errors of the last six days? There is one essential. Sir Anthony Eden must go. His removal from the Premiership is scarcely less vital to the prospects of this country than was that of Mr Neville Chamberlain in May, 1940. The Eden Administration has shown that it does not understand the sort of world we live in. It is no longer possible to bomb countries because you fear that your trading interests will be harmed. Nowadays, a drowning man on a raft is the occasion for all shipping to be diverted to try to save him; this new feeling for the sanctity of human life is the best element in the modern world. It is the true distinction of the West. Our other distinction is our right of personal independence and responsibility in politics - a right that must be exercised. Nations are said to have the governments they deserve. Let us show that we deserve better."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}