{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2001/dec/28/netjetters2001ellie.netjetters", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2001-12-28T18:55:40Z", "webTitle": "Week 4: Toronto to Ottawa", "webUrl": "https://www.theguardian.com/travel/2001/dec/28/netjetters2001ellie.netjetters", "apiUrl": "https://content.guardianapis.com/travel/2001/dec/28/netjetters2001ellie.netjetters", "fields": {"headline": "Radio daze", "bodyText": "It wasn't exactly primetime but the phones were buzzing on Michael Coren's live three hour Sunday night radio show on CFRB 1010. First Michael discussed the plight of Taliban-supporting Afghan refugees, the governor general's husband, an anti-Semitic newspaper cartoon and the saying Happy Holidays, which is more commonly used in Canada than Merry Christmas. Michael finds the phrase happy holidays offensive. He thinks it is denying that the main holiday at this time of year is Christmas. \"I don't find saying merry Christmas offensive,\" said one caller. \"Thank you, merry Christmas,\" said Michael. \"Happy Ramadan,\" said the caller. Then the show turned to a more important subject. Me. Listeners were invited to ring in with a suggestion for something I should do in Toronto, Montreal or Las Vegas. Those who did won a hat. One caller suggested a play out of town put on by people with learning disabilities. \"Remember that Ellie is 23,\" said Michael. Another phoned in to say go and see the Raptors, the Toronto Basketball team, play. Michael asked how I'd managed to wangle a free trip around the world. \"I promised to have a kebab and sex in each city and compare them,\" I said. \"You can't say that on the radio,\" said Michael. But it was too late. A woman called Maria phoned in to suggest going to Quebec City. \"How about inviting Ellie round for dinner?\" said Michael. \"Sure,\" said Maria. \"Can she marry your son?\" said Michael. \"Well I don't know about that,\" said Maria. \"Stay on the line and we'll take your number to give to Ellie,\" said Michael. Another caller rang in to say that she didn't know about kebabs but to be sure to try the French onion soup in Montreal. \"That sounds good,\" I said, though in the end there was neither kebab nor soup, but French toast with maple syrup. At a party before I left Toronto, one of the guests asked me whether I knew much about Canada. \"Not much,\" I admitted. I didn't know that it has the world's longest street, Yonge Street, measuring 18km. Nor did I know that the CN tower is the world's highest free standing structure. \"Do you know who our prime minister is?\" they asked. I proudly named Jean Chrétien. \"Anyone else?\" they asked. \"Um - Alanis Morrisette?\" I suggested. \"Or Celine Dion.\" In Ottawa, Canada's capital, the parliament building was lit up with festive lights and the streets were covered with snow. I stayed round the corner from parliament in a building that was until 1972 Carleton county gaol. As a prison, the building had no glass in the windows and no heating. Prisoners died each winter from the cold and each summer from the heat. Eventually closed due to inhumane living conditions and the absence of any rehabilitation programme, it reopened in 1973 as Ottawa's youth hostel. Death row and the gallows are still in place for visitors to see and the cells are converted into bedrooms. It is there that Patrick Whelan was hanged in 1869 for the assassination of Thomas D'Arcy McGee, though it is now known that he did not do it. Thousands of people turned up to watch him hang, baying for blood. Baying for blood is what the people of Alberta are now doing for their Premier, Ralph Klein. He recently committed a gaffe of Prince Philip proportions when he turned up drunk to a homeless shelter. It was reported that slurring his words, Klein tossed $70 at some of the residents and told them to get jobs. Canadians are known for their plain talking. Klein admitted to having a problem with alcohol. \"Right now, I'm going to go as long as I possibly can and hopefully end this journey without having another drink. I think that I have the ability to carry on with the job. I think I have the ability to fight this devil and win,\" he said. The papers rejoiced in printing lists of his past quotes. \"Everyone knows I have sins. I eat too much. I still drink. I gamble,\" said one. Which is exactly what I intend to do this week, spending Christmas in Las Vegas."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}