{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2001/dec/01/theloafer", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2001-12-01T23:14:13Z", "webTitle": "It's the winning that counts", "webUrl": "https://www.theguardian.com/books/2001/dec/01/theloafer", "apiUrl": "https://content.guardianapis.com/books/2001/dec/01/theloafer", "fields": {"headline": "It's the winning that counts", "bodyText": "· The Loafer is already dusting off the old glad-rags and laying in extra supplies of Alka-Seltzer in preparation for next week's Guardian First Book Award, to be held in the grand surroundings of the Wallace Collection in London. But is there a clue to the eventual winner in the venue? The gallery's most famous painting is, after all, Poussin's Dance to the Music of Time; Poussin was the \"first love\" of Anthony Blunt, the subject of one of the shortlisted titles. Does this indicate, for example, an edge over graphic artist Chris Ware, whose book Jimmy Corrigan is also on the stocks? The judges remain tight-lipped, but all will be revealed by this time next week. · Meanwhile, this week's outings included a visit to the launch of Reading the Vampire Slayer, a rather upmarket take on the whys and wherefores of Buffy, edited by critic Roz Kaveney and with contributors who include Independent literary editor Boyd Tonkin. No bloodsucking unfortunately, but the Loafer still felt unable to stay long without a protective clove of garlic to hand. · In a bit of horse-trading on the fringes of the literary scene, agency Peters, Fraser &amp; Dunlop has been acquired by a group called CSS Stellar, who specialise in sports and entertainment and are responsible for bringing us the public face of the English football team and Michael Parkinson. Now these national treasures will have new stablemates in the shape of Nick Hornby, who might be used to such company, and Joanna Trollope, who probably isn't. Quite what the rather loftier personage of Michael Frayn will make of it all remains to be seen. · ... and more horses. Laura Hillenbrand's Seabiscuit has won the William Hill Sports Book of the Year Award, making her the first woman to walk away with the £10k trophy. It now looks as if the story of an old nag coached to success by an almost mute trainer and ridden by a one-eyed, partly crippled jockey, is set to be made into a film. · The Loafer was intrigued to receive a package from Bastard Books, an independent publisher that prides itself on its \"radical new literature\" and \"brutally honest\" reviews, and for providing an alternative to \"wilting novels churned out by so-called famous authors\". Given their integrity, these books must be something else: \"a literary masterwork\", \"a stunning book\" and \"a work of immense beauty\" are some of the highlights. Not to mention the sombre judgment from one reader that \"we're all failures because we didn't write this novel first\". Hype? What hype?"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}