{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2001/dec/13/ussport.seaningle", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2001-12-13T21:10:36Z", "webTitle": "Wizards conjure up team spirit", "webUrl": "https://www.theguardian.com/sport/2001/dec/13/ussport.seaningle", "apiUrl": "https://content.guardianapis.com/sport/2001/dec/13/ussport.seaningle", "fields": {"headline": "Wizards conjure up team spirit", "bodyText": "Last month, after the Washington Wizards had slumped to defeat against the Cleveland Cavaliers - their eighth in nine matches - Michael Jordan turned to his team-mates and told them bluntly: \"We stink.\" He was right. But that was then and this is now, and after six wins in eight matches the Wizards are the form team in the NBA. The Wizards' latest success against Miami went down to the wire. With 11 seconds to go, the Wizards were 82-80 ahead, but the Heat had the ball. It was then Jordan took his team-mates aside into a huddle and talked about how they weren't going to let Miami near the basket. \"We all looked in each other's eyes and said, 'We're going to win the game,\"' explained guard Richard Hamilton afterwards. It worked. The ball never got beyond the perimeter, and a LaPhonso Ellis three-pointer that missed just before the buzzer signalled that Washington had won their fourth straight match. \"I just think we're really starting to understand our roles, offensively and defensively,\" Jordan said. \"It's big for a young team to understand how to win games, especially with defense.\" Jordan had 25 points, seven assists and six rebounds in 34 minutes. Hamilton scored 23 points, and rookie Brendan Haywood had 11 rebounds. \"It's not just four in a row,\" Jordan explained. \"Ever since we lost eight in a row, I think guys are starting to accept roles. We're starting to feed off each other.\" And right now, with the Wizards hungry, other teams had better watch out. COACH INSULTS FAN, GETS BAN Although Denver Nuggets coach Dan Issel is a Christian, he clearly hasn't heard the one about turning the other cheek. After his side were beaten 99-96 against the Charlotte Hornets on Tuesday he was taunted by a fan and hit back with the insult: \"Go drink another beer, you Mexican ...,\" [expletive deleted] As a result Issel - who was a player, general manager and president of the Nuggets in addition to coach - very nearly lost his job. That's certainly what members of the Hispanic community in Denver wanted. However, after a visibly upset coach apologised for his \"uncaring and unchristian-type\" comment at a press conference, the Nuggets declined to sack him and went for a $112,000 fine plus a four-match ban instead. \"This guy has given his whole life to this organisation,\" team general manager Kiki Vandeweghe explained. \"We did not think that throwing away 25 years invested in this league and this team was warranted. Do you forget about 25 years of service over five seconds?\" In Denver's case the answer is obviously no. Player profile: Tim Duncan Tim Duncan had a dream to be an Olympic swimmer like his sister. Then, in 1989, Hurricane Hugo struck and destroyed every pool in St Croix in the Virgin Islands. So Duncan took up basketball seriously instead. At college at Wake Forest, he was named NCAA National Player of the Year in his third year - but instead of going early to the NBA he stayed to complete his psychology degree, thus fulfilling a promise he made to his Mum before she died of breast cancer. It was only a matter of time before Duncan made an impression in the big leagues. Drafted by the San Antonio Spurs as first pick in 1997 NBA draft, he was named rookie of the year in his first season and selected for the 1998 All-Star game. The following year, Duncan was instrumental as the Spurs won a NBA championship. A knee injury briefly curtailed his progress, but this season Duncan has been outstanding, helping the Spurs to a 15-4 record - the second best in the NBA. He not only leads the team in points scored, rebounds and blocks, but the NBA in blocks too. Little wonder the Spurs are a decent price to win their second NBA championship in three years. News and results Spurs 108, Raptors 95 In San Antonio, Tim Duncan had 28 points and 13 rebounds to lead San Antonio over Toronto. Steve Smith added 17 points for the Spurs, who have won five straight. Suns 114, Kings 88 In Phoenix, Shawn Marion had 21 points and 13 rebounds as Phoenix beat Sacramento. Tony Delk had 21 points, and reserve John Wallace 19 as the Suns registered a season-high in points to win their fifth consecutive home game. Timberwolves 98, Jazz 87 In Salt Lake City, Kevin Garnett scored 24 points, Joe Smith added 15, and Terrell Brandon had 10 of his 14 in the decisive third quarter as Minnesota won at Utah. Minnesota won its fifth straight game, all by double digits, and ended Utah's four-game winning streak. Clippers 114, SuperSonics 94 Quentin Richardson scored 23 points, and Elton Brand had 18 points and 10 rebounds as Los Angeles took control early in their victory over Seattle. The win was the third straight and fifth in six games for the Clippers (12-10), who are over .500 later than at any time in a season since March 5, 1993. And finally.... Portland Trail Blazers forward Scottie Pippen, drafted 14 years ago into the NBA, will finally graduate from the University of Central Arkansas on Saturday after taking summer and correspondence courses. Pippen did coursework between All-Star and post-season appearances to earn a bachelor of science in kinesiology, or athletic training. He will graduate at the school's winter commencement. \"It is something I always wanted to do, finish my degree,\" Pippen said in a statement from UCA."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}