{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2001/dec/01/biography.highereducation", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2001-12-01T23:51:55Z", "webTitle": "Review: Uncle Tungsten: Memories of a Chemical Boyhood by Oliver Sacks", "webUrl": "https://www.theguardian.com/books/2001/dec/01/biography.highereducation", "apiUrl": "https://content.guardianapis.com/books/2001/dec/01/biography.highereducation", "fields": {"headline": "Chemical awakenings", "bodyText": "Uncle Tungsten: Memories of a Chemical Boyhood Oliver Sacks 336pp, Picador, £17.99 Uncle Tungsten was the relative with the lightbulb factory and a penchant for spectacular chemistry. He poured neat caustic soda into a beaker, followed by equally lethal hydrochloric acid. Once the furious hissing and frothing had subsided, he urged the young Oliver Sacks to have a sip. Oliver discovered that - the proportions being exact - the vile potion had magically been converted into harmless salt water. Because of bestselling books such as Awakenings and The Man Who Mistook His Wife for a Hat, Sacks has become the world's best-known neurologist. Even colleagues jealous of his celebrity status admit that his case studies of broken minds offer brilliant insight into the mysteries of consciousness. He is also famously odd. Diffident, celibate, disastrously absent-minded and accident-prone; a hippy who was into drugs, bikes and body-building in 1960s California; now a professor of neurology in New York. Many of his readers must have wondered what makes him tick. Uncle Tungsten is the autobiography we might have expected. Sacks takes a slice of his life - the few boyhood years when he had a passion for chemistry - and weaves his own enthusiasm for the subject with a potted history of chemistry itself. The book transports us vividly back to post-war Britain, a time when a schoolboy might innocently carry home in his satchel a heavy chunk of pitchblende - uranium ore - with which to fog some photographic film, or entertain his friends by throwing lumps of sodium into Highgate pond, where they would spin across the water, flaming like demented meteors. Sacks grew up in north London as part of a large, intellectually vigorous Jewish family. His parents were doctors, and there was no question that Sacks was also going to be a doctor - preferably a surgeon. When he was just 11, his mother, an obstetrician, encouraged him to this end by bringing home stillborn foetuses to dissect. A cheerful dissector of worms and frogs, Sacks admits that he was deeply disturbed at being expected to do the same with sometimes horribly deformed babies. At 14, his mother sent him off to a proper anatomy class: an oil skin was pulled back on the cadaver of a young girl and he was told to get started on the nearest leg. Sacks writes: \"I did not know if I would ever be able to love the warm, quick bodies of the living after facing, smelling, cutting the formalin-reeking corpse of a girl my own age.\" And indeed, it seems, he didn't. Sacks had faced even deeper trauma when evacuated during the second world war. A nervous child of six, he was sent to a school where he was bullied and beaten remorselessly; he recalls being charged the cost of a cane that the headmaster broke across his backside. Feeling utterly abandoned, he tested God by planting two lines of radishes in the school vegetable patch, one to be blessed and the other cursed. Both grew equally well, so even the consolation of faith was lost to him. While these dark incidents reveal why Sacks was later to have such empathy for his neurological patients, they are uncharacteristic of the book as a whole. Uncle Tungsten is really about the raw joy of scientific understanding; what it is like to be a precocious child discovering the alchemical secrets of reality for the first time. Using equipment and materials borrowed from his uncle's factory or bought for a few pence from nonchalant wholesalers, Sacks went far beyond the usual stinks and bangs of the classroom. Amused by the rotten-egg smell of hydrogen sulphide, he worked his way down the periodic table of increasingly rare sulphur-like compounds, searching for the über-stinkbomb. Finding that sodium flared nicely in water, he got his hands on potassium, rubidium and caesium (the last blowing up the vessel the instant it touched the water). Cyanide, radioactive ores, home-made explosives and batteries, exotic metals like osmium, tantalum and rhenium - there seemed to be nothing that he could not play about with as he set to work recapitulating most of the important moments in the history of chemistry. Sacks was truly obsessed. He tells of hours spent standing in awe, staring at crystal formations in the museum; of his bus-ticket collection with serial numbers to match all the elements of the periodic table; of the time spent wandering around the West End with a pocket spectroscope, identifying the gases used in electric signs. The result is an authentic snapshot of a boy with huge curiosity and an absolute freedom to explore. We get only glimpses of Sacks's more unhappy or private side - it is not that sort of autobiography. Instead, this is a book for anyone who has ever suffered the classroom version of doing science and wondered what could motivate a person to make a career of it. Sacks perfectly captures the sheer thrill of finding intelligible patterns in nature. · John McCrone's How the Brain Works will be out from Dorling Kindersley in spring 2002."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}