{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2001/dec/16/travelnews.sweden.stockholm", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2001-12-16T19:18:47Z", "webTitle": "Stockholm gets icy", "webUrl": "https://www.theguardian.com/travel/2001/dec/16/travelnews.sweden.stockholm", "apiUrl": "https://content.guardianapis.com/travel/2001/dec/16/travelnews.sweden.stockholm", "fields": {"headline": "Stockholm gets icy", "bodyText": "If you want to get into the Christmas mood with lots of ice and alcohol, then make tracks to Stockholm where the world's first permanent gallery of ice sculpture has just opened. Based in Stockholm's thirteenth-century old town, the Gamla Stan, the gallery is part-owned by the company behind the successful Ice Hotel in northern Lapland, more than 125 miles above the Arctic Circle (see panel right). It showcases the talents of dozens of international sculptors who use chainsaws and specially adapted chisels to carve animals and figures out of huge blocks of ice. 'The Ice Hotel is very remote and has been so successful,' said manager Erik Marklund. 'But we thought it would be a good idea to let visitors to Sweden get a flavour of the experience without having to travel out of the capital city. 'The sculptures are carved from ice which is brought down from the River Torne, where the Ice Hotel is based. The waters are perfectly clear and pure so it gives the ice a pristine quality.' Visitors to the gallery, which opened last month, must wear specially made silver ponchos and gloves to to ward off temperatures as low as -10 C (14F) while they view the exhibits inside. The current batch - on display until the first week in January - was a trial run to see if the ice could withstand the heat generated by the visitors. Crammed inside the small gallery are sculptures of Nordic animals, all carved from the huge blocks of Lapland ice. Most of the exhibits last for up to four months before they're reshaped or broken down to make new ones. The artists come mainly from Sweden but include some from Manchester, Japan and the United States. Marklund said it had taken more than a week to carve the gallery's centrepiece - an enormous sculpture that incorporates a sperm whale, seal, brown bear and wolverine. An added attraction is the specially built ice bar where vodka cocktails are mixed by Marklund and drunk from glasses shaped out of ice. 'There's nothing cooler than Swedish vodka and it helps to get people in the mood,' he said. You can continue the icy theme at the nearby Royal Park at Kungstradgarden where an outdoor ice-rink is laid out around a massive bronze statue of Swedish King Karl XIII. Catering for all ages, the rink is open until the end of January and costs less than £3 for 30 minutes. If you are in Stockholm before Christmas, it's well worth taking a bus ride to the Rosendal Tradgardar for one of the most exclusive Christmas markets in the city. There, you can sample glogg (mulled wine with spices) and a pepparkaka biscuit or take a short walk to the Vasa Museet, which houses the seventeenth-century warship Vasa, and is one of the most popular attractions in the city. Get there while you can Getting there: A winter weekend break offer to Stockholm is available from £249 through Bridge Travel (0870 727 5922), Travelscene (020 8424 9648), Thomas Cook Holidays (0870 443 4449) and Cresta (0870 161 0900) till March 2002. The price includes flights, transfers and two nights' B&amp;B at a Scandic Hotel in central Stockholm. The offer includes the 'Stockholm Go There Card', valid for 72 hours, which gives a free Stockholm Panorama sightseeing tour, entrance to several museums, exhibitions and top sights, free local public transportation and a return ticket on the Arlanda Express (high-speed train link between the airport and city centre). Links: www.stockholmtown.com; www.gotostockholm.com; www.icehotel.com · The Ice Gallery, Östertanggattan 41, Gamla Stan. Telephone 00 46 8790 5500. Admission to the Ice Gallery is £1.65 until 1 January when it will increase to £3.30. It is open year round."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}