{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2001/dec/01/highereducation.news1", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2001-12-01T23:51:56Z", "webTitle": "Review:  Sacred Monsters, Sacred Masters by John Richardson", "webUrl": "https://www.theguardian.com/education/2001/dec/01/highereducation.news1", "apiUrl": "https://content.guardianapis.com/education/2001/dec/01/highereducation.news1", "fields": {"headline": "Rogue's gallery", "bodyText": "Sacred Monsters, Sacred Masters John Richardson 363pp, Cape, £20 It gave Dr Barnes great satisfaction to say \"nuts\" to T S Eliot. Albert Barnes, a rapaciously paranoiac Philadelphian drug manufacturer, was the owner of the greatest private collection of modernist paintings in America; and America's greatest modernist poet made the mistake of requesting to see them. Eliot was lucky to get away with a fusillade of verbal abuse. Others were met with buckets of water, vitriol and death threats. Barnes's motive for assembling the most comprehensive hoard of modern masterpieces in the world was, principally, to deny the world the pleasure of seeing them. One eminent collector was refused admittance while his dog was ushered in. Another was advised to come back at three in the morning, but only if the moon was out. Alfred Barr Jr, the founding director of the New York Museum of Modern Art, had to adopt a disguise in order to inspect Matisse's world-famous wall-piece, La Danse, installed in the lobby of the Barnes Foundation. And yet Barnes emerges from John Richardson's account as one of the sweeter guys. True, it is hard to imagine a greater, more self-serving villain in the whole of the art world; but that is before you have been introduced to the poisonous Aime Maeght, the dealer who fleeced Bonnard and Braque in exchange for black-market eggs and butter; or the sinister petrochemical tycoon Armand Hammer, who stamped his own name on a priceless Leonardo manuscript; or the lethal widow of Picasso's dealer, Domenica Guillaume, who endeavoured to protect her inheritance by stuffing a cushion up her dress, purchasing a foundling for 5,000 francs, and arranging for the heir apparent's assassination. What a panoply of charmers. And from his observation post at the centre of the art world for the past 50 years, John Richardson, Picasso's biographer, has had the misfortune to meet them all. No one is better placed than he is to reveal the nefarious underworld of greasy hagglers and spurious hangers-on who keep the wheels of the international art trade oiled. After all, he ran away to Provence with the most unctuous of their number, the cubist collector Douglas Cooper, who provided Richardson with an introduction to his neighbour, Picasso. The story of Richardson's love-hate embroilment with his mentor has been brilliantly told in a raffish memoir, The Sorcerer's Apprentice, which Richardson published in 1999. The book revealed an irresistibly scurrilous verso to the high-minded recto of the ongoing Picasso biography, of which the third volume is currently in preparation. The present miscellany rounds up the remaining loose leaves and preparatory sketches to form a rogue's gallery of the various oddballs, eccentrics and egomaniacs encountered along the way. Richardson had an early entrée into the milieu he describes. As an 18-year-old he attended a Bloomsbury salon where Cecil Beaton, Compton Mackenzie and the Sitwells were frequent visitors. These formative encounters invest Richardson's prose from the outset with his inarguable \"I was there\" authority; and there are few more adept at surreptitiously letting slip a tasty piece of local colour, such as the anonymous, still-living member of Vita Sackville-West's sapphic circle who proudly bears the imprint of Vita's earrings on her thighs. Elsewhere, Richardson plunges back to the giddy world of the not-so-great Gatsbys, whose attempts to live the Bohemian high life on diminishing trust funds usually ended in disaster. One pitiful, scarcely remembered example was Scofield Thayer, an American who arrived in Oxford along with T S Eliot and who holds the dubious distinction of introducing the poet to his tormented first wife. Richardson sardonically mentions that Vivienne Eliot went out of her mind about the same time that Thayer went out of his; and that at the height of his paranoia, Thayer believed that his rival collector, the aforementioned Barnes, had bribed every cab driver in New York to spy on him. Richardson speculates that he may not have been entirely deluded. If these double-dealers are the demons in Richardson's pantheon, then it is the artists who are invariably elevated to sainthood. Georges Braque, sitting meditatively in a penumbra of diffused light at the centre of his studio, strikes Richardson as \"hieratical as Christ Pantocrator in a Byzantine mosaic... I felt I had arrived at the very heart of painting\". Andy Warhol's bedroom is another matter. The few who ever penetrated as far as the artist's inner sanctum were astonished to find a conventionally ordained room dripping with old-world opulence - a setting in which it would be easier to place \"a Jane Austen-ish dowager in a lace bed cap than the maker of films like Blow Job\". Richardson remains the only social butterfly capable of flitting from Warhol's bedroom to Picasso's studio via the the thighs of Sackville-West's lover. It is an extraordinary journey, and it remains virtually impossible to pin him down."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}