{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/dec/05/championsleague.sport2", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-12-05T23:42:51Z", "webTitle": "Preview: Man Utd v Boavista", "webUrl": "https://www.theguardian.com/football/2001/dec/05/championsleague.sport2", "apiUrl": "https://content.guardianapis.com/football/2001/dec/05/championsleague.sport2", "fields": {"headline": "Glowering Ferguson on a short fuse", "bodyText": "In the paranoid environment of Old Trafford, writing a book, as Jaap Stam could testify, can be more trouble than it is worth, but that has not stopped Sir Alex Ferguson from starting the official story of his final year in office. Given the champions' season so far, an adaptation of Colin Schindler's work might be appropriate. Manchester United Ruined My Retirement certainly has a nice ring to it. Ferguson was obliged under Uefa guidelines yesterday to break his policy of omerta and renew acquaintance with the media before tonight's Champions League encounter at home to Boavista, and it felt as though he had never been away. In other words he refused to answer questions he did not like, lost his temper with a couple of journalists and glowered at anyone who mentioned United's troublesome form. Thank goodness then for the honesty of Roy Keane. United's players have conducted their media duties before European games in alphabetical order this season and it was the captain's turn yesterday. \"The club is going through a bad time,\" he said bluntly. \"Sometimes you think you are going along nicely and then you come unstuck. The players are as determined as ever, I'm convinced of that, but we're well aware we're not playing well. The quality is not there in our passing and movement. It's not a nice situation and the manager, the staff and the fans deserve better. \"Things aren't going well and teams are capitalising on the mistakes we keep making. You can analyse these things all day long but talk is cheap and we have to do something about it out there on the pitch where it matters.\" When Keane talks, it is worth listening. No one has criticised United's form more vehemently over the past year or so, but he has always been objective. Just compare his intelligent remarks with Ferguson's line. Had the manager approached anything differently in training? \"Why should I?\" How could the team eradicate their defensive problems? \"We're not getting into that.\" Why have things been so problematic? \"And we're not getting into that. That's enough.\" The pantomime season is up and running in Manchester. The reasons behind United's decline are numerous and it is somewhat ironic that, eight months since Keane announced it might be the \"end of the road\" for the team who won the treble, it is Ferguson's tinkering over the summer which has left the side with such a flimsy appearance. Ruud van Nistelrooy, at £19.5m, has been as erratic as anyone but deserves sympathy for being asked to hold up the ball as a solitary striker, much in the mould of Mark Hughes, when his strength is obviously sniffing out chances in and around the penalty area. Juan Sebastian Veron's arrival in midfield, for £28.1m, has left Paul Scholes brimming with indignation rather than inspiration and now the Argentine himself is struggling to make the sort of passes he could normally play blindfolded. \"We're all in this together,\" said Keane. \"There is a danger the expectations can be too high with new players. It's not fair on them. \"I said when they arrived that it was important to judge them after a long period of time rather than week in, week out. They have got bags of ability but it's unrealistic to expect miracles from them every week. We should be looking towards the players who are used to the Premier League.\" When Ferguson finally opened up, he emphasised the need for a positive start tonight if United are to clear away the hangover from Saturday's 3-0 home defeat to Chelsea and build on last month's 1-1 draw against Bayern Munich in Bavaria. \"Nervousness can affect any team, even one that has done as much as us,\" he said. \"When you look at the individual errors that have been costing us goals it is not just one or two players but several of them.\" Ferguson went on to point out that \"trophies have never been handed out in December\", and that is a valid point. But United cannot afford another blow to morale against a Boavista side that drew twice with Liverpool in the Champions League's first phase. \"If we are going to do well in Europe we will have to start performing better,\" concluded Keane. Otherwise the final chapters of Ferguson's book might be better left blank. Manchester United (probable, 4-1-4-1): Barthez; G Neville, Brown, Blanc, P Neville; Keane; Beckham, Scholes, Veron, Fortune; Van Nistelrooy. Boavista (probable, 4-1-2-3): Ricardo; Frechaut, Pedro Emanuel, Paulo Turra, Erivan; Jorge Silva; Petit, Sanchez; Alexandre Goulart, Duda, Martelinho. Referee: A Nieto (Spain). · You've read the piece, now have your say. Email your comments, as sharp or as stupid as you like, to the \n<a>football.editor@theguardian.com.</a>"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}