{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/dec/19/newsstory.sport2", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-12-19T23:06:09Z", "webTitle": "Europe or bust, Kanoute tells West Ham", "webUrl": "https://www.theguardian.com/football/2001/dec/19/newsstory.sport2", "apiUrl": "https://content.guardianapis.com/football/2001/dec/19/newsstory.sport2", "fields": {"headline": "Europe or bust, Kanoute tells West Ham", "bodyText": "Frédéric Kanouté has hinted that he will leave West Ham in the summer if they fail to qualify for Europe. But the 24-year-old French striker said he was \"still confident\" of the east London club sneaking into the Uefa Cup as he made clear his ambition. \"If West Ham don't manage to qualify for the Uefa Cup then I will have to consider my situation,\" he said. \"I am happy at West Ham, I love the club, the supporters and its history. But at this stage of my career I want to be playing against the best European clubs.\" Kanouté was signed from Lyon for £4m by the former West Ham manager Harry Redknapp and has been linked with a move to Liverpool. He was also a target for Fulham last summer when West Ham said they would expect more than £11m if they chose to sell Kanouté. Southampton's manager Gordon Strachan is close to making the former Fulham player Fabrice Fernandes his seventh signing. Fernandes, 22, has been to Southampton to discuss terms with Strachan after a fee of £1.75m was agreed with his French club Rennes. Saints hope to complete the signing in time for Fernandes to face Tottenham at St Mary's stadium on Boxing Day. Fernandes, who can play in wide midfeild or up front, scored twice in 29 matches for Fulham during their promotion campaign last season but fell out with Jean Tigana and returned to Rennes, where he started his career. Strachan refused to discuss the potential deal but has admitted that he has been looking to further bolster his squad after an impressive run of three wins in four Premiership matches. Hassan Kachloul returned to training with Aston Villa yesterday after a second brain scan showed he had recovered from concussion. The Moroccan international midfielder has spent three weeks out after being injured in an accidental clash of heads with Sheffield Wednesday's goalkeeper Kevin Pressman in the Worthington Cup. It was found that Kachloul had burst a blood vessel in the brain, but he has now been given a clean bill of health and could return in the game at Derby on Saturday. Blackburn have ended their interest in Celta Vigo's Brazilian-born striker Catanha after the Spanish club demanded a £10m fee. Graeme Souness has been looking for a front man for several weeks."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}