{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2001/dec/28/gayrights.world", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2001-12-28T16:38:27Z", "webTitle": "Australia stalls on visa for Tatchell", "webUrl": "https://www.theguardian.com/uk/2001/dec/28/gayrights.world", "apiUrl": "https://content.guardianapis.com/uk/2001/dec/28/gayrights.world", "fields": {"headline": "Australia stalls on visa for Tatchell", "bodyText": "Canberra is delaying granting a visa to the Australian-born gay rights campaigner Peter Tatchell despite serious illness in his family, because of fears that he might \"molest, stalk or intimidate\" the Zimbabwean president, Robert Mugabe. Mr Tatchell, who took British citizenship after moving here in 1971, applied for a visa on September 13 and appealed the following month when he was told immigration authorities were minded not to grant it. He has now been waiting for approval for over three months. He had been due to visit Brisbane for the Commonwealth heads of government conference, which Mr Mugabe was to attend. The event has been postponed. Australia's immigration minister insists he has not rejected the campaigner, but will not grant a visa until \"possible character concerns\" are addressed. Mr Tatchell has already promised in a signed statement that he will not approach Mr Mugabe, although he says he will continue to petition Canberra to arrest the president for torture under Australia's own laws. In March he was beaten by Mr Mugabe's bodyguards when he attempted to make a citizen's arrest during the president's visit to Brussels. The campaigner's stepfather, who brought him up, is critically ill in hospital following a stroke and his mother has serious health problems. He has also had to cancel several journalistic commissions he had agreed to do in Australia this autumn. \"This hold-up is tantamount to a de facto visa refusal,\" Mr Tatchell said yesterday. \"To keep a family apart at a time of life-threatening illness is cruel and heartless. \"They are prepared to roll out the red carpet for Mugabe despite his human rights record, yet a human rights campaigner is not allowed into the country of his birth.\" Philip Ruddock, minister for immigration, told Australia's ABC News: \"He has not been rejected. \"He is being asked to comment in the light of the matters that have been carried in the media as to whether or not he should be allowed to come into Australia, given possible character concerns.\" He added: \"If you look at his public comments and you look at what he's done before, there is a clear risk that he might molest, intimidate or stalk a person in Australia.\" Andrew Bartlett, immigration spokesman for the Australian Democrats, said: \"This decision is particularly repugnant considering President Robert Mugabe, a known human rights abuser, is being granted admission.\" The Australian-born journalist John Pilger said: \"In denying him a visa, the Australian authorities are acting in ways associated not with a democracy, but with autocracies.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}