{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2001/dec/20/cricket.comment", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2001-12-20T23:12:55Z", "webTitle": "Officials trip over the light fantastic", "webUrl": "https://www.theguardian.com/sport/2001/dec/20/cricket.comment", "apiUrl": "https://content.guardianapis.com/sport/2001/dec/20/cricket.comment", "fields": {"headline": "Officials trip over the light fantastic", "bodyText": "Not even Fred Trueman would deny that this was great cricket, tense and fascinating to watch, with no one quite sure whether England were forging a good position on a recently relaid pitch whose behaviour over the five days was therefore impossible to predict. But what would Fred have made of some of the decisions given by the match officials? Would he have known what was going off out there? The confusion started with the match referee Denis Lindsay at 9am, half an hour before the scheduled start. Just as in Ahmedabad last week, Lindsay decided, with the captains' approval, to delay proceedings until 10am for each of the five days. Once again the reason was heavy dew. Of course this is a Test, but if we did not start play in conditions like this during an English summer we would hardly get on the park. I get the feeling that Lindsay and the umpires are unaware of the inconvenience this causes the paying public and the companies whose interest underwrites the game, namely TV and radio. Surely, after Ahmedabad, it would have been sensible for him to get the captains to the ground early one day this week so they could check out the conditions together. Then they could have given everyone, broadcasters and spectators, some sort of prior notice. It is not as though the referee is rushed off his feet between Tests. As it is, spectators have been inconvenienced, TV companies saddled with the extra expense of further hiring the satellite link, and radio stations forced to revamp their schedules. Match officials are supposed to command respect. Incidents such as this hardly help. Then there were the floodlights. The decision to allow them to be turned on was a step forward. This was a first for England, who had never previously batted in such conditions for this period of time. It might create an eerie, grey sort of environment to play in but without them we would have had little play before lunch yesterday and hardly any after tea. But even this great new rule is flawed and once again the game shot itself in the foot. After tea and with the bulbs shining brightly, England were offered the light and accepted it because the batsmen felt the lights were not raising the brightness to the required level. Umpires usually offer the light because they feel batsmen may be in physical danger against fast bowling. This was palpably not the case yesterday because two spinners were bowling, but England still walked the walk because they had just lost three wickets and faced a nervy 10 or 12 overs at the crease. Twenty minutes later the umpires took the players back out, despite no visible improvement in the light, only to bring them off again with four overs unbowled. But where was the forward thinking? Given the delayed start, bad light is inevitable at this time of day. Play was due to start at 9.44 this morning to make up for the four overs lost last night, so early-morning dew now seems more acceptable than bad light late in the day. Of course at this level conditions should be as good as possible, and we all spend much of our time trying to avoid what we are paid to do, but cricket is part of the entertainment industry and the show should always go on if it can. I have no doubt that all the officials have followed the rules and regulations laid down by the International Cricket Council to the letter but, if yesterday's events bewildered someone who has played the game for 18 years, it must have completely baffled occasional followers who need to be won over if the game is to flourish. They probably just switched off. So far in this match there have been three scheduled starts for play today: 9.30, 10.00 and 9.44 local time or 4.00, 4.30 and 4.14am GMT, but it would be foolish to set the alarm for them. As for whether the lights will be on and cricket taking place later in the day, there is unfortunately a shortage of crystal balls."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}