{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2012/may/20/london-2012-cornwall-olympic-torch", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2012-05-19T23:06:55Z", "webTitle": "London 2012: Cornwall's torchbearers light the way to Olympic countdown", "webUrl": "https://www.theguardian.com/sport/2012/may/20/london-2012-cornwall-olympic-torch", "apiUrl": "https://content.guardianapis.com/sport/2012/may/20/london-2012-cornwall-olympic-torch", "fields": {"headline": "London 2012: Cornwall's torchbearers light the way to Olympic countdown", "bodyText": "He's known as a \"killer\" on the water with an icy nerve that has secured gold medals at three consecutive Olympics. But sailor Ben Ainslie confessed to chronic nerves as he stood on the edge of England watching the Sea King helicopter that would deliver the Olympic flame to him on Saturday morning. And by the time the torch reached Plymouth and its first overnight stop, it wasn't Ainslie or the handful of other well known faces carrying it on the inaugural leg of the 70-day, 8,000-mile route who had proved the stars of the day. Across Cornwall, it was the torch itself – and the ordinary people nominated for good deeds by others who carried it – that was mobbed in scenes that will cheer organisers hoping it will galvanise the public before the Games. They would certainly settle for a repeat of Saturday's celebratory atmosphere in July. The only hint of protest was a loud volley of tuts when latecomers threatened to spoil the view of the relay. After surviving a close shave when the flame blew close to his eyebrows, Ainslie ambled rather than ran his requisite distance before handing over to Tassie Swallow, an 18-year-old surfer from St Ives. \"It was one of the more nervous moments in my life because it's so special. That particular moment ranks right up there with winning a gold medal,\" he said. Olympic organisers were breathing a sigh of relief too after successfully negotiating the first of 70 days they hope will build to a crescendo for Danny Boyle's Opening Ceremony on 27 July. As a succession of politicians and executives from Locog, the Games organising committee, repeatedly told us, this was the point when they hoped to take a back seat and let the public define their Games. The hope is that talk of budget overruns, undesirable sponsors and ticket allocation will fade as a celebratory mood takes hold. The relay is a marathon not a sprint, but they made a good start. Watching Ainslie set off from Land's End were the Norris family from Bishopsteignton in Devon, who were first on site at 5am to bag a prime lookout. \"We want our children to be able to say to their children 'my Mum and Dad took me there and we were there when it happened,'\" said Richard Norris. They were joined by 2,500 others, a Lycra-clad circus troupe, various local dignitaries and a media scrum. It may have been a self-selecting crowd, but it was hard to find much dissent. \"It's a big deal for the country, it's fantastic,\" said Will Rees, from nearby Sennen. Everyone's moaning about how much we've spent on it but this year is going to be the UK's year.\" Others brought messages from further afield. Shelok and Dawa Tsering mixed traditional Tibetan dress with union flag accessories and clutched a sign reading: \"Tibetans are here to support London Olympics\". Such was the popularity of the relay that, true to national stereotype, it was running half an hour late by the time it reached Truro at lunchtime amid large crowds estimated at 30,000. There was, though, some confusion as to what was expected of them beyond cheering the torch on its way. Was this a parade, a town fair, or a carefully choreographed promotional vehicle for the Games and its sponsors? In truth, it was a bit of each. But cynicism was left at home by the thousands who thronged the route to cheer the torchbearers. There were 40,000 nominations for the 8,000 slots and the vast majority have an inspirational story to tell. Eric Smith, 76, was awarded the George medal in 1962 as a helicopter rescue winch man on the wreck of the Jeanne Gougy at Land's End. After running the third leg, watched by his family, he said that it had been \"very emotional\". \"It is a little bright light shining in a time of depression and it's just what this country needs right now,\" he added. Dave Jackson, 61, was nominated for his volunteer work with the coastguard. \"It was absolutely fantastic, to see the crowds was so uplifting. I was carried up the hill on this sea of emotion,\" he said. If it sometimes felt a bit stage managed, it was. The main torch procession was preceded by vehicles from the three \"presenting partners\" – Lloyds TSB, Coca-Cola and Samsung – doling out promotional items in their brand colours. But if the Coca-Cola \"Move to the Beat\" bus blasting out Katy B across the bay at Marazion seemed a bit incongruous, it was forgotten by the time the torch arrived. Not everything ran smoothly. There were angry calls to local radio stations from a crowd of hundreds, including wheelchair users, who had been advised to line a road near Marazion to watch the torchbearers run only to see nothing but the convoy speeding by. If there was a common complaint, it was that there was not enough clarity as to when the lengthy caravan would be in \"torchbearer mode\" and when it would be in \"convoy mode\". For Hitler, whose Berlin 1936 Games organisers popularised the idea, the torch relay was a mix of Greek tradition and carefully choreographed promotion that could push both the Games and his ideology. Alexandros Philadelpheus, a Greek who helped devise the lighting ceremony, wrote later that it was \"chillingly ironic\" that a relay designed to symbolise peace had been subverted by Hitler. But the tradition was revived by London organisers in 1948 as they realised its power to rouse a postwar public unsure of the merits of hosting the Olympics in austere times. The parallels are not lost on 2012 organisers who have long claimed that the 8,000-mile trek will be the point at which enthusiasm for the Games ignites. The rhetoric can seem cloying, but those in Cornwall were sincere. \"A real community spirit has come through. It's been really exciting and enjoyable, with street parties, school involvement, charity fundraising,\" said David Bryans, Heritage Great Britain's general manager at Land's End. \"It's also been an opportunity to showcase what's best in Cornwall.\" Locog chief executive, Paul Deighton, said Cornwall would lay down a marker for the rest of the country. \"This is the beginning. The beauty of it is that it is for the public to define it. You don't want it to feel too orchestrated.\" In Cornwall, that meant much mocked mascots Wenlock and Mandeville were conspicuous by their absence and instead local performers such as the Swamp Circus held the crowd. In Falmouth, schoolchildren sang specially composed Cornish songs on the Quay. In the county capital of Truro, a procession of local sports clubs preceded the main event. On and on it went – the flame lit from the rays of the sun in Olympia on 10 May and ferried back to Britain by David Beckham now carries the hopes of organisers with it. To Newquay, where the atmosphere resembled that of a bank holiday, to the rainforest biomes of the Eden Project (where the TV presenter and adventurer Ben Fogle flew with the torch in a helium-filled balloon above the trees), across the Tamar bridge and finally into Plymouth for its first overnight stop. Just 69 days to go."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}