{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/wordofmouth/2012/may/17/how-to-cook-perfect-chocolate-macarons", "type": "article", "sectionId": "food", "sectionName": "Food", "webPublicationDate": "2012-05-16T23:10:00Z", "webTitle": "How to cook perfect chocolate macarons", "webUrl": "https://www.theguardian.com/lifeandstyle/wordofmouth/2012/may/17/how-to-cook-perfect-chocolate-macarons", "apiUrl": "https://content.guardianapis.com/lifeandstyle/wordofmouth/2012/may/17/how-to-cook-perfect-chocolate-macarons", "fields": {"headline": "How to cook perfect chocolate macarons", "bodyText": "I must admit that, when my editor suggested macaroons for this column, I hoped she was talking about the sweet, coconutty kind found in every high-street bakers or, at a pinch, the crisp almond biscuits of the same name from Lorraine. Basically, anything but the impossibly pretty sort found posing in every Parisian patisserie window. While I fondly believe my Victoria sponge would have a fair chance at an averagely competitive village fete, macarons (they deserve the dignity of a fancy French name, let's face it) strike fear into my heart. They demand patience and precision – both skills that come about as naturally to me as unicycling. They're just so ... stylish. And sadly, that's not the first word most of my friends would use to describe me. On that basis alone, I'd like to be against macarons in the same way I'm firmly contra-cupcake – but I just can't be, because unlike said sugar-stuffed monstrosity, they're more than just a pretty face. The crisp, rainbow-bright shell that cracks at the faintest dental pressure, that soft, delicately chewy, nutty interior, to say nothing of the silky smooth ganache which sandwiches the two halves together: quite simply, they're sublime, one of the finest examples of the French patissier's art. Until last week I was, like most Parisians, of the opinion that, like the croissant, they're best left to the experts. After all, why sweat over a hot stove in a frumpy apron when the likes of Ladurée and Pierre Hermé make better macarons than I could ever hope to for just £1.85 a pop – ah. That's why. Also, of course, a challenge is fun. I've chosen to make chocolate macarons, on the basis that this is one of the few flavours which allows a like-for-like comparison of recipes from some of the masters of the art, but once you've nailed the basic technique, macarons are one of those things that reward a little bit of creative cookery. And you will master it, I promise. All right, so, as experienced macaron makers will no doubt observe, my piping could use a little work – but trust me, practice makes even more perfect. And I intend to do a lot of practising. Method Oddly, given the precision necessary in patisserie (every ingredient, including liquids, must be weighed precisely) there are two quite distinct ways of making a macaron. OK, both are based on meringues, but still, c'est bizarre, non? The first, using a French meringue, involves beating egg white and caster sugar together until stiff then folding in the dry ingredients (ground almonds, icing sugar and, in the case of chocolate macarons, generally cocoa powder), and is favoured by the famous Ladurée chain, and Claire Clark, one of the world's finest pastry chefs. Mavericks of the macaron Pierre Hermé (\"the Picasso of pastry\", according to French Vogue) and Sydney's Adriano Zumbo come down on the side of the Italian meringue, which means adding the sugar to the egg white in hot syrup form – as the whites are being whisked. Australian food writer Duncan Markham, who has written an excellent, and extremely comprehensive guide to the macaron on his blog, Syrup and Tang describes the French meringue as the simpler method, but \"fraught with disappointment\", and indeed, trialling Claire's recipe against Zumbo and Hermé's versions, I'm inclined to agree. Although the results are lighter, and less intensely sweet, they also look less impressive. I'm torn: juggling hot syrup (which must be added to the whisking whites at exactly 118C) and the stress of cleaning the solidified residue from my beloved KitchenAid mixer is pointing me in the direction of Claire's recipe, but the results seemed to speak for themselves. And then, thank goodness, I had an epiphany. Perhaps it was the extra practice (hitherto, piping hasn't been my strong point), but David Lebovitz's recipe came out near perfect. Undeniably recognisable as a macaron, and proving, to my relief, that it is indeed possible to make a good one without hot syrup. Throw the superior lightness of texture into the ring, and there's no contest: French meringue it is. Leave the sugar burns to those getting paid for them. Do you need stabilisers? As with any piece of kitchen magic, the whisking of egg whites is surrounded by much mystique, and many macaron recipes involve some trick in order to ensure the whites remain stable and billow obligingly into a pleasing meringue when requested. Claire Clark uses a pinch of cream of tartar in her recipe in Indulge, Zumbo adds 2g of powdered egg white to strengthen the foam, and Hermé ages his egg whites for a week before use. He calls the results \"liquified egg whites\", explaining in his glorious book Macarons, \"during that time, the egg whites lose their elasticity, the albumen breaks down and they will be much easier to whisk to soft peaks without the risk of turning 'grainy'\". I give it a go, but given I'm not lucky enough to have access to hyper-fresh eggs, it doesn't seem to make much difference to my inexperienced eye. In any case, because there's a limit to how much custard one woman should eat, I'm using the dinky little cartons of egg white available at most supermarkets – they make measuring it out exactly much easier too. Because looks are so very important to the macaron I do think it's wise to get the most from your egg white, so some sort of stabiliser seems in order – but why faff around with cream of tartar or powdered egg white when a pinch of salt will actually enhance the flavour of the finished dish? Tips, tricks and temperature Hermé has me making a macaron template, consisting of 3.5cm circles spaced 2cm apart on a sheet of baking parchment, to pipe on to, which proves incredibly helpful for the novice, and can be reused again and again. Dropping the tray a couple of times from a slight height will help to flatten the mixture. Zumbo bakes his macarons at 135C, as opposed to everyone else's 180C – even after the 16 minutes specified, they're still sticky. 180C seems popular for a reason: any higher and the tops begin to crack, but you do need to dry the mixture out. Give it a rest Clark, Hermé and Zumbo all tell you to leave the piped macarons to rest for about half an hour before baking, the last explaining in his book Zumbo that the skin which will form \"is important as it lifts while the macaroon cooks, creating a 'foot' at the base\". The foot, a term which always reminds me of molluscs, is the frill at the bottom of each shell. Cracking, while frowned upon on the top, is positively encouraged at the base of a macaron. David Lebovitz questions the need for this, and initially I'm with him: his macarons have better feet than the many of the ones which have rested, but to test the theory, I make two batches of the same batter, and rest one while the other bakes. The difference is clear: relaxation seems to have flattened the tops, creating a more even foot around the circumference. It may not be absolutely necessary, but it certainly helps. Ingredients Clark, Zumbo and Lebovitz add chocolate to the shells by sifting cocoa powder along with the ground almonds and icing sugar, while Hermé uses melted chocolate. This makes the flavour too intense for my taste – the biscuit itself should be sugary and light, to contrast with the rich, chocolatey bitterness of the ganache filling. Granulated sugar, as chosen by Lebovitz and Edd Kimber adds more crunch to the macaron shells, but as I'm struggling to achieve a smooth texture as it is, I'm going to stick with the more usual caster. On that note, David helpfully suggests whizzing ground almonds in a food processor or spice grinder before use, to break them down a bit more, which is a good tip (although however many times I sieve them, some pesky bits still get through. Maybe I need to invest in a finer sieve). Ganache Chocolate macarons demand a chocolate filling. No doubt Nutella would do for the lazy, but if you've gone to this much effort, you may as well make a ganache, the basic ingredients of which are, in this case, cream, chocolate and butter. Zumbo adds cocoa butter as well, which makes it rather oily, and Lebovitz adds corn syrup, which I don't think is necessary: the filling should, I think, be slightly bitter, in contrast to the sweetness of the shell. The double cream he and Claire Clark use seems to set too solid for easy spreading: Zumbo's whipping cream gives a more pliable result. Most importantly, it's true that, as all the chefs note, macarons actually improve with age. It may seem improbable for something so delicate, but the filling gradually melts into the shell – they can be rather dry on the day they're made. But if you can wait 24 hours without \"testing\" any of them, you're a better person than me. Perfect chocolate macarons Makes about 10 65g ground almonds 85g icing sugar 25g cocoa powder 75g egg whites Pinch of salt 60g caster sugar For the ganache: 100g whipping cream 100g dark chocolate, chopped 20g butter, cut into small pieces Pinch of sea salt 1. Make the ganache first. Heat the cream in a small pan until it's just beginning to boil, then take it off the heat and add the chocolate. Leave it be for a couple of minutes, then stir furiously until smooth. Gradually beat in the butter and finish with a pinch of salt. Set aside to ... set. 2. To make the macarons, you'll need a template. Cut two pieces of baking parchment to fit your baking tray and, using a glass or pastry cutter about 3.5cm in diameter, cover one piece with dark ink circles spaced about 2cm apart. Put this on the baking tray and cover with the other piece of parchment: you should be able to see the circles through it. Prepare a piping bag with a 1cm nozzle, or cut the end off a disposable one so you have a hole about 1cm in diameter. 3. Blitz the almonds in a food processor or spice grinder for a couple of minutes, then sift these, the icing sugar and cocoa into a bowl. Repeat, so they're well mixed. 4. Put the egg whites and a pinch of salt into the mixer and begin whisking. As soon as the whites begin to hold their shape, whisk in the caster sugar, and continue whisking at high speed until you have a stiff meringue – you should be able to hold the bowl upside down without fear (go on!). 5. Fold in the dry ingredients, and then beat the mixture vigorously until it's of a consistency which falls off the spatula: if it's too thick, it will be hard to pipe. Don't worry about beating the air out of it: you don't want too much trapped in the shells. 6. Spoon the mixture into the piping bag and carefully pipe on to the circles. Pick the baking tray up and drop it on to the worksurface a couple of times, then leave to rest for about 30 minutes until the macarons feel dry to the touch: they should not be sticky. Meanwhile, pre-heat the oven to 180C. 7. Bake the macarons for about 17 minutes until firm, opening the oven door briefly a couple of times during cooking to let off any steam. Once you're sure they're cooked, slide the baking parchment off the tray immediately to stop the macarons cooking. Cool completely on the paper, then carefully peel off: if they're cooked, they should come away easily. 8. When cool, match up equally-sized macarons, and then, using a small palette knife or spoon, sandwich them together with ganache. Refrigerate for 24 hours, then serve at room temperature. Of all the food crazes of recent years, are macarons worth the hype? If so, is there any point in us mere mortals attempting to make them at home when the likes of Hermé and Ladurée do it so well; and if not, what else do you think is best left to the professionals?"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}