{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2012/may/01/stockholm-olympics-arnold-strode-jackson", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2012-05-01T22:00:01Z", "webTitle": "Stockholm 1912 set the gold standard for the modern Olympics | Frank Keating", "webUrl": "https://www.theguardian.com/sport/blog/2012/may/01/stockholm-olympics-arnold-strode-jackson", "apiUrl": "https://content.guardianapis.com/sport/blog/2012/may/01/stockholm-olympics-arnold-strode-jackson", "fields": {"headline": "Stockholm 1912 set the gold standard for the modern Olympics", "bodyText": "An aptly relevant centenary falls this Saturday afternoon. It will be precisely 100 years since Sweden's King Gustav V declared open the fifth modern Olympic Games in Stockholm's (still) handsome custom-built red-brick stadium. The king's speech of welcome had been preceded by a flag-waving march-past of the 28 competing nations. Competition was to continue until 22 July – as was the sparkling Scandinavian heatwave which blessed the event throughout its 11 weeks. Stockholm's 1912 Games are still considered standard-setting for Olympic decades to come. Women's competition was allowed for swimming and diving, while men's boxing was banned: and on the track photo-finish electronic-timing was introduced as a back-up to the hand-held judges' stopwatch. And national rivalries seemed less bitter than those of 1908 when the Games of London four years earlier had been wretchedly beset with no end of bad- tempered incidents between, mostly, the British and United States teams. In London, Britain had gloatingly won 56 gold medals with 23 for the US, followed by Sweden's eight. In Stockholm, the US gold tally was 25, with 23 for Sweden, and just 10 for Britain – a four-year collapse which had Britain's nationalistic establishment wringing its hands. \"We must awake from this malingering defeatism,\" wailed Sir Arthur Conan Doyle in the Daily Mail, while scouter Lord Baden-Powell demanded that the sudden and miserable new breed of \"pale, hunched-up, narrow-chested, cigarette-smoking boys and young men\" should be forced to play football on Saturdays instead of watching it. Meanwhile, King Gustav and his Swedish organisers might have been delighted at their weather as well as the rich harvest of gold medals, but Sweden's citizens were somewhat less rosy-faced later that summer when presented with the final bill – as their government's post-Games report reflected on the exorbitant costs: \"The experience of the fifth Olympiad most incontestably shows there are required not only vast personal efforts on the part of the organisers, but also the most ample financial resources\". What's new? In purely sporting terms those 1912 Games at least showed Britain it was not only public schoolboy patricians who could, and would, be top dogs. British teams won gold medals for football, water polo and rowing eights; relays were won in the pool by the women's 4x100m freestyle team and, on the track, by the men's 4x100m quartet. Each included no end of self-trained and proud members of the plebeian classes. To be sure, till the day he died in 1974 aged 93, gold medallist single-sculler from Scotland, Willie Kinnear, a draper's rep for Debenhams, was happy to boast he had been \"the first British working-class laddie ever to win an Olympic gold medal\". Mind you, at the time it was two Edwardian \"posh boys\" who wore the shiniest laurel wreaths and won Fleet Street's boldest banner headlines. Philip Noel-Baker was a Cambridge University athletics nut and a dutiful trainer, but who well realised he was nothing like as talented, fast or as \"natural\" as his all-rounder rival and carefree Oxford dilettante, the strikingly handsome 21-year-old Arnold Strode-Jackson, who was quoted as saying: \"On the whole, I think I prefer golf, hockey, boxing and hiking to athletics.\" Stockholm was the last Olympics where any individual could just turn up and hope to enter a competition. Which is what Strode-Jackson did. He had never even run a race in the AAA championships, but Noel-Baker had that summer been beaten by his devastating finishing surge in the mile race in the Varsity athletics match and promised himself that if they both qualified for the final at Stockholm he would chivalrously \"nurse\" Strode-Jackson to the gold medal for Britain by pacing him as far as he could against the pack of American favourites. And so it came to pass. \"Just follow me,\" said Phil to Arnie. Thus, nobly, did Noel-Baker steer the \"natural\" precisely to the final bend in the slipstream of the prancing hot favourite and US world record holder, Abel Kiviat, before letting the young Oxford boy off the leash and into, by all accounts, an astonishing final spurt which burst him into the lead and clear of the field 30 metres from the tape, which he broke in an Olympic and British record of 3:56.8. Noel-Baker was placed sixth – but by way of some compensation was to win the silver medal in the 1920 Games at Antwerp. He was, of course, the same Noel-Baker, the Quaker pacifist who as an MP served as Minister of Fuel and Power in Attlee's Labour Government and who, in 1959, was awarded the Nobel Peace prize for his lifetime campaigning for international arms control. On the other hand, Jackson never ran an important athletics race again. He served with the King's Royal Rifles through the first world war, becoming the youngest brigadier-general ever in the British army and was one of only seven officers in that conflict to be awarded a third bar to the DSO. He was severely wounded three times on the Western Front, but by 1919 he had recovered enough to be an important member of the British delegation to the Paris Peace Conference. He married an American wife in 1921, contentedly ran her family business in Madison, Connecticut, and became a naturalised US citizen in 1945. But, once a widower, he returned immediately to his beloved Oxford where he died aged 81 in 1972 – 60 summers after his flamboyant and epic starring role in Stockholm."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}