{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2012/may/21/consumer-spending-fall-hits-recovery-hopes", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2012-05-20T23:09:00Z", "webTitle": "Sharp fall in consumer spending prompts fears for UK recovery", "webUrl": "https://www.theguardian.com/business/2012/may/21/consumer-spending-fall-hits-recovery-hopes", "apiUrl": "https://content.guardianapis.com/business/2012/may/21/consumer-spending-fall-hits-recovery-hopes", "fields": {"headline": "Sharp fall in consumer spending prompts fears for UK recovery", "bodyText": "A rise in mortgage rates, slowing income growth and persistently high inflation have triggered a sharp fall in consumer spending power during April, which could further knock the UK's recovery off course. Consumers are more than £100 a year worse off than this time last year according to one report, while a survey of consumer sentiment shows mortgage holders are feeling the pinch following interest rate rises in recent months. House prices were flat in May as the usual spring bounce failed to materialise, while shopper numbers fell in April. The squeeze on consumers is unwelcome news for the chancellor, George Osborne, ahead of the revised GDP figures for the first three months of the year, which could show Britain in a deeper recession than first thought. A first estimate of GDP found the economy shrank 0.2% in the first quarter, in addition to the 0.3% contraction in the last three months of 2011. The ONS recently revised its view of the construction industry in the first quarter, saying the recession across the industry was deeper than first thought. This is leading many economists to believe a bigger downgrade is heading the government's way on Wednesday. Lloyds said its consumer survey found consumers' spending power continued to contract in April, falling 0.9% after inflation on April last year, or £100. \"Negativity towards the UK's financial situation increased in April with 51% believing it to be not at all good,\" it said. The only possible cheer for Osborne could come from a larger than predicted drop in inflation on Tuesday, when it could fall back to nearer the Bank of England's 2% target. A monthly consumer health report by financial data providers Markit that consumers remain gloomy about the UK's prospects, especially while prices rise and household incomes stagnate. Tim Moore, the firm's senior economist, said: \"May's survey shows another intensification of the household finance downturn, with the trend moving into full-scale reverse after some encouraging signs earlier in the year. \"Households saw the amount of cash left in their pocket fall at the fastest pace so far in 2012, with mortgage holders and public sector workers feeling the greatest squeeze. \"With some mortgage borrowers being hit by rising repayments as higher standard variable rates come through, these households noted the biggest stretch on their finances and cash availability since last autumn.\" About 36% of private sector employees reported a drop in the amount of cash they have available over the month, while 49% of public sector workers reported a decline. Labour has argued that the dramatic cut in public sector employment had the effect of undermining consumer sentiment at a time when the government needed to instil confidence. It has consistently called for a more gradual approach to job cuts, and is now supported across the channel by newly elected French president François Hollande. Markit said its survey of households showed that an increasing number feared unemployment, despite recent rises in the number of people gaining jobs, although official figures show these to be mostly part-time. Rightmove's latest house price survey showed an average price of £242,759 in May, the first time in the report's 11-year history that the month has not seen a price rise. On the high street, footfall in the three months to April was 2% lower than the same time last year, according to the British Retail Consortium, partly owing to the weather and an earlier Easter but mainly because fewer consumers are buying anything that is not essential."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}