{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2012/may/06/bradley-wiggins-olympic-bike-ride", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2012-05-05T23:23:00Z", "webTitle": "Bradley Wiggins | Britain's best bike rides", "webUrl": "https://www.theguardian.com/travel/2012/may/06/bradley-wiggins-olympic-bike-ride", "apiUrl": "https://content.guardianapis.com/travel/2012/may/06/bradley-wiggins-olympic-bike-ride", "fields": {"headline": "Bradley Wiggins: a tough act to follow", "bodyText": "Twenty years ago this summer, 12-year-old Bradley Wiggins watched television coverage of Chris Boardman winning Olympic gold in Barcelona. The moment was a revelation. \"It was the day it became cool to be a cyclist,\" says Wiggins. \"It's the first time I can remember cycling being mainstream, Chris on the front of the tabloids on his Lotus bike. I was already interested, wanted to do it, but suddenly all the kids at school were talking about it. Before that, you didn't really want to go out in your Lycra kit, but as a 12-year-old it suddenly felt acceptable to like cycling.\" Now cycling is cool again, and city analysts expect Olympic stars such as Victoria Pendleton, Mark Cavendish and Wiggins to inspire a 5% increase in cycling in the UK. After Team GB's success in Beijing there was a 130% rise in bike sales in the subsequent weeks. The recession has also made biking to work a more attractive proposition, while entries to events such as sportives have mushroomed. Meanwhile, Wiggins's cycling career has taken him to six Olympic medals in three Olympic Games, three of those medals gold. The Londoner has emerged as Britain's best Tour de France prospect, narrowly ahead of the Scot Robert Millar, whose British best of fourth in the Tour he equalled in 2009. Currently the 32-year-old is on a roll of consistently improving form that began last June and has included a world championship silver medal, a podium place in the Tour of Spain, and victories in two of the toughest one-week races in the calendar, the Dauphine Libéré and Paris-Nice. Boardman was not the only hero who inspired the teenage Wiggins. His Australian father Gary was a track racer on the super-tough six-day winter circuit. And, visiting the races in Ghent, where he was born, a six-year-old Bradley was taken with another Australian – the tough, moustachioed Danny Clark. \"I didn't really understand what was going on,\" he recalls. \"But there was this guy with a moustache getting the crowd going.\" Shortly after, Wiggins moved to London with his mother after his parents separated. There his enthusiasm only grew, with another hero, Miguel Indurain of Spain, the undisputed star of the Tour de France in the 1990s, when Wiggins would watch the sparse television coverage on Channel 4 and Eurosport. His focus in the last few years on the Tour de France has meant a lifestyle change. Targeting the Tour is a 365-days-a-year matter. \"This is how you live your life. Everything you do contributes. Some days you are training for six or seven hours, but even rest days contribute to your fitness, as that's when the body adjusts to the training loads.\" Wiggins says he has to constantly watch what he eats and drinks, so there are no real days off. \"Even in the winter when you aren't racing you are aware of not putting on weight so that it's not hard when you resume training. It's my life now.\" Prior to Beijing, when he focused on the track, things were more relaxed. \"I was fortunate that I was always winning, there were no huge disasters, and I became dominant in my event for a few years. So for two months of the year I could live like a normal person; the other 10 I was dedicated – on the ball. Coming fourth in the Tour in 2009 surprised me: I tried to go back to that old lifestyle the year after, and it's only in the last two years I've realised how much it takes. But I've got a balance between being obsessive and having a couple of days off or a glass of wine, and that makes me happy in my work.\" Cycling has blossomed in the four years since Team GB's cycling stars set the Beijing Olympics alight. His professional team, Team Sky, is supporting the Sky Ride campaign, which aims to get a million more people cycling regularly by next year. And the double Beijing gold medallist expects this year's London games to smile on Great Britain's cyclists, although without a repetition of the goldrush in Beijing. \"They will do really well but I don't think they will replicate what they did in Beijing. That was absolutely extraordinary. \"I'm not sure that people appreciate what we did. We set a benchmark, and now people expect it again, but if we win three or four gold medals it will be a huge success.\" Speaking as an athlete who has won medals across three Olympics, Wiggins still has unfettered admiration for fellow cyclists such as Chris Hoy, like him a medallist every year since Sydney, and like him a gold medal winner in both Athens and Beijing. \"To stay at the top for that long is quite something. Imagine the pressure: Chris achieves two huge peaks every year, for the world championships and at least one World Cup. He's a national figure, a role model, does charity work – he's everywhere. To do that, then come and try to win a third gold medal ... If he wins even a single medal, that will be a tribute to coaches like Dave Brailsford and Shane Sutton, who keep the Olympic team on track while setting up Team Sky from nothing in less than two years.\" For two-wheeled fans, this summer is nothing less than mouthwatering. Wiggins will tilt for the overall title in the Tour de France, while Cavendish will target stage wins and, depending on his priorities, perhaps the green points jersey. Then they will team up with Hoy, Pendleton and the rest in London, their once-in-a-lifetime opportunity to win Olympic gold medals on home soil. \"It could be,\" Wiggins concludes with relish, \"a phenomenal year of cycling.\""}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}