{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2012/may/20/bayern-munich-1999-defeat", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-05-20T22:01:05Z", "webTitle": "Bayern Munich party like it's 1999 after 'incomprehensible' defeat", "webUrl": "https://www.theguardian.com/football/2012/may/20/bayern-munich-1999-defeat", "apiUrl": "https://content.guardianapis.com/football/2012/may/20/bayern-munich-1999-defeat", "fields": {"headline": "Bayern Munich party likes it's 1999 after 'incomprehensible' defeat", "bodyText": "Bayern Munich went straight from the stadium to their end-of-season dinner at the Postpalast event hall but could not escape the Blues: the sombre, slow music blasting from the loudspeakers, coupled with the disastrous result in the European Cup final, turned the midnight banquet into a wake. The executive chairman, Karl‑Heinz Rummenigge, who conducted the post-mortem in front of hundreds of sponsors and VIPs, at first struggled to determine the cause of death of Bayern's Champions League dream. The raw pain of defeat made a rational analysis difficult. \"It's one of those evenings where you feel as if you'd better stayed at home; 1999 [against Manchester United] was incredibly brutal, but tonight is more sad, even more brutal and also more unnecessary,\" he said. \"You wonder how this result has come to pass. It's incomprehensible really. It's like Franz Beckenbauer just said on television: 'The English had little to do [with this game].' I think that when they wake up tomorrow with the cup they will ask themselves: 'What actually happened for us to win the cup and not Bayern Munich, who were better, who did more for the game, who created unbelievable chances?' I feel sorry for this team because they've played a great Champions League season.\" \"That's football, we've seen it in the past, the deserved winner doesn't always have the cup in their hands,\" said the distraught Thomas Müller, one of the few players who felt able to face the media at the final whistle. But Bayern, the club for whom second best is never acceptable, also faced up to their own shortcomings. \"When you see the game, you can't expect Chelsea to win it,\" said the goalkeeper Manuel Neuer. \"But we had three [match-winning] chances and we didn't take any of them. So we only have ourselves to blame.\" That sentiment was echoed by the president, Uli Hoeness, who cut a desolate figure. The 1974 World Cup winner was close to tears in the stands and had to be consoled by his wife, Susi. \"We were in control throughout, I was only worried when it was 1‑1 and with three minutes of injury time,\" he said. \"You simply have to finish them off when you have this many opportunities.\" Bayern had taken the lead through Thomas Müller in the 83rd minute – \"at the perfect time\", said Hoeness – but could not see out the game. Arjen Robben then missed a penalty in extra time before they squandered a 3‑1 lead in the penalties. For Bayern, who have built their reputation in Germany on scoring late goals and having a big-game mentality, this was failure on an unimaginable scale – on home soil, of all places. \"It's madness, really cruel,\" said Hoeness. The sporting director, Christian Nerlinger, called it \"a total nightmare, like a really bad film\". The Bavarians felt so bad that they went as far as comparing their fate with that of Bayer Leverkusen, runners-up in three competitions 10 years ago. \"We always laughed a little at them; now we're in the same situation,\" Hoeness said. \"In the long run, I don't feel like coming second all the time. It's not a situation I can accept.\" As ever with Bayern, a season without trophies will have major repercussions. The manager Jupp Heynckes, a friend of Hoeness, will be safe until his contract runs its course next summer but Hoeness voiced doubts about his players' mental strength. \"We have to ask ourselves why this happened,\" he said. \"Do we have the players who really force the issue? Do we have enough of them? I don't want to criticise the team but I saw a few things I didn't like. I'm not sure how they will respond, I don't want to make any negative or positive predictions. But I didn't see a Jens Jeremies today, a guy who bites opponents in the calf on the way on to the pitch.\" Jeremies, a former Germany midfielder, was a member of the Bayern side who won the 2001 Champions League final. Bayern can be expected to console themselves with a heavy dose of shopping this summer, even if Hoeness would not be drawn on the level of investment. \"We will have to sit down with the board and then make very calm decisions,\" he said. \"We don't want to put too much pressure on ourselves. It hasn't been a catastrophic season.\" For the city of Munich, the anticlimax could not have been more soul-destroying after a day of sunshine and unbridled euphoria. Hundreds of thousands of Bayern supporters who had congregated at the many public viewing areas gasped in shock as Didier Drogba converted the decisive penalty, then struggled to get home as the subway broke down. Outside the Allianz Arena, dignitaries were scrapping for taxis. The delirious Chelsea fans who had successfully gatecrashed the Bavarian party were dancing and singing by themselves in the city centre; just as in 1999, the stunned Bayern supporters could only congratulate and leave in a funk of disbelief. One Chelsea fan had to be rescued by fire fighters after climbing a statue at Feldherrnhalle. \"Munich even had to help the Brits with celebrating,\" wrote Süddeutsche Zeitung. The media's bullishness in advance of the match was eerily out of sync with the mood in the city in the small hours of Sunday morning. \"For you the beer, for us the cup, with kind regards!\" local tabloid Abendzeitung had told the visiting supporters on the day of the final. In the end, the English had both."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}