{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2012/may/09/news-corp-defends-rupert-murdoch", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2012-05-09T22:15:42Z", "webTitle": "News Corp defends Rupert Murdoch as profits jump 47%", "webUrl": "https://www.theguardian.com/media/2012/may/09/news-corp-defends-rupert-murdoch", "apiUrl": "https://content.guardianapis.com/media/2012/may/09/news-corp-defends-rupert-murdoch", "fields": {"headline": "News Corp defends Rupert Murdoch as profits jump 47%", "bodyText": "News Corp's management has once again backed chairman Rupert Murdoch despite mounting shareholder criticism, as it announced the firm is doubling the size of its share buyback plan to $10bn. The moves come just weeks after a British parliamentary committee called Murdoch unfit to run a public company. Announcing quarterly results, News Corp comfortably beat analysts' expectations as regional sports, cartoon hit Family Guy and the film Rise of the Planet of The Apes helped it bring in net income of $937m, up 47% from $639m a year ago. The company said its legal bills from the phone- hacking scandal that has rocked News Corp cost the firm $67m over the quarter and $167m so far this year. In a call with press and analysts, News Corp's chief operating officer, Chase Carey, defended Murdoch. \"We take these issues very seriously,\" he said. \"The select committee delivered hard truths most of which we openly acknowledge. However I flatly reject the report's notion that Rupert is unfit to run a major media company as unjustified in many people's opinion, including my own.\" Carey called the finding \"partisan\" and said Murdoch had taken great business risks, \"especially in the UK\" where he had created 19,000 jobs. \"He's one of the smartest, most forward-thinking executives of our time. The board and I rebuff any notion that he is unfit to run this company,\" said Carey. Carey defended his boss as News Corp announced income at the company's cable network division had surge 15% to $846m, driven up in part by double-digit growth in regional sports. News Corp is believed to be considering the launch of a dedicated national sports channel in the US to rival the Disney-owned ESPN. In film News Corp reported income of $272m, a $24m increase over the $248m reported in the same period a year ago. The quarter included income from Alvin and the Chipmunks: Chipwrecked, The Descendants and the home release of Rise of the Planet of the Apes. Carey's backing comes after the company board announced it had \"full confidence\" in Murdoch's \"fitness\" to run the company. News Corporation said that it based its vote of confidence on \"Rupert Murdoch's vision and leadership in building News Corporation, his ongoing performance as chairman and CEO, and his demonstrated resolve to address the mistakes of the company identified in the select committee's report.\" But pressure remains on the News Corp. Shareholders are calling for Murdoch to resign and for his son James, once heir apparent, to leave the company. Prince Alwaleed bin Talal, the second biggest shareholder in News Corp after the Murdoch family, this week revealed his frustration with the fallout from the phone-hacking scandal. Alwaleed, a nephew of Saudi Arabia's King Abdullah, holds 7% of the voting shares in News Corp. He said that although News Corp was \"very diversified\", the phone-hacking scandal was having a company-wide effect. \"I really hope that this is behind us because really it is not helping the name of the company,\" he said. \"We hope that this page is folded and put behind us because really it is not something to be proud of.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}