{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2012/may/12/ilam-park-dovedale-stepping-stones", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2012-05-11T23:52:00Z", "webTitle": "Ilam Park to Dovedale stepping stones | Great British walks", "webUrl": "https://www.theguardian.com/travel/2012/may/12/ilam-park-dovedale-stepping-stones", "apiUrl": "https://content.guardianapis.com/travel/2012/may/12/ilam-park-dovedale-stepping-stones", "fields": {"headline": "A family walk through Ilam Park", "bodyText": "Distance 1.5 miles (2.4km) Classification Gentle stroll Duration 50 minutes Begins Ilam Park Ends Dovedale stepping stones OS grid refs SK132507, SK152514 Walk in a nutshell An undemanding riverside jaunt, taking in the countryside of the southern Peak District and the spectacular Dovedale gorge, where there are numerous caves, rocks and fossils to explore. Why it's special The ancient rocks, formed by the accumulation of dead sea creatures more than 350 million years ago, come in all sorts of shapes and are full of surprises. Inquisitive children will find lots to look at on the way, and brave ones will enjoy the stepping stones across the river at the end. Keep your eyes peeled for There are two shafts from 1,000-year-old Saxon crosses in the churchyard where you start. In the gorge, look out for fossilised brachiopods (grooved, clam-like shells) or crinoids (known as \"Derbyshire screws\" for their long twisty arms). You may even see dippers perched on rocks along the river. Bonus marks for a kingfisher or a heron. Recover afterwards Drinks and sandwiches are available at the Izaak Walton hotel (named after the 17th-century writer who fished here), which you pass about halfway along . If you're heading back to Ilam, there are the Ilam Park tearooms . The kitchen makes good use of produce from local National Trust farms and the view from the tearoom lawn is idyllic. If it's tipping down Derby's Quad is worth a visit, and hosts regular family activity sessions. It is home to the free BFI Mediatheque, a \"digital jukebox\" of rare old films. Failing that, the Discovery Centre at Conkers in Matlock will keep children busy. You are also perilously close to big theme parks such as Gulliver's and Alton Towers . How to get there Trains arrive at Matlock or Derby, from where there are regular buses to Ashbourne (108 or 109 from Derby, or 110, 111 or 112 from Matlock). The 442 bus from Ashbourne goes to Thorpe, a short walk from Ilam. Step by step 1 Start at Ilam Park and take the footpath towards Ilam church. 2 Follow the path past the church into Ilam village. Continue until you reach the Mary Watts-Russell Memorial Cross. Carry on along the road until you leave the village. 3 On leaving Ilam village at a layby, cross the road, go through a wooden gate and up a short, steep slope to the footpath. Turn right on to the track and go through a stile into the fields. 4 Follow the path across the fields behind the Izaak Walton hotel. The hills of Thorpe Cloud and Bunster can be seen from this point. 5 Cross a stile and follow the footpath downhill to join a road. Turn left and walk along this path, with the river Dove on your right, to enter Dovedale. 6 Cross the stepping stones to continue your walk, or return to Ilam Park. • This article was amended on 21 May 2012 to remove \"Derbyshire\" from the headline. Ilam Park is in Staffordshire, as is most of the walk described – it only enters Derbyshire when it crosses the stepping stones."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}