{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2012/may/01/roberto-mancini-manchester-city", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-05-01T21:31:00Z", "webTitle": "Roberto Mancini is a match for Sir Alex Ferguson on and off the pitch", "webUrl": "https://www.theguardian.com/football/2012/may/01/roberto-mancini-manchester-city", "apiUrl": "https://content.guardianapis.com/football/2012/may/01/roberto-mancini-manchester-city", "fields": {"headline": "Roberto Mancini is a match for Sir Alex Ferguson on and off the pitch", "bodyText": "Say \"Hello\" to Manchester's new Mr Smooth. The coolest operator in town was seen working his charms on the touchline of the Etihad Stadium after 75 minutes of the 163rd and most momentous Manchester derby yet. When Sir Alex Ferguson took umbrage at a Nigel de Jong challenge on Danny Welbeck over strode Roberto Mancini for a vision of the future to make the Scot and the Manchester United congregation shiver. In the Italian's defiance, as the fourth official tried to keep them apart, Ferguson saw a man who is not cowed by the 12 Premier League titles, two European Cups and other silverware he parades each time United play. To Ferguson's hand-motion to indicate that Mancini was talking too much at the officials the City manager mocked him by mimicking the gesture, and the Scot's cheeks flushed purple at the liberty. If this was a snapshot of power shifting across town, Mancini's response when told that Ferguson accused him of \"haranguing\" the officials throughout City's 1-0 win was as telling. \"Him? Me? Him? Who said this? Him, no? He doesn't talk with the referee or the fourth official? No, never,\" he joked. Refusing to take an opponent seriously is a message about where potency lies. Mancini constantly claimed that United remained favourites for this championship even as Ferguson saw the eight-point advantage established on 8 April when City went down 1-0 at Arsenal subsequently dissolve. David Silva, who delivered the corner for the Vincent Kompany winner that takes City ahead of United on goal difference, appreciated the tactic: \"Perhaps Roberto has deflected the pressure from us by saying the title is over. He has certainly taken the pressure off the players which always helps because the pressure is always there between Manchester United and City,\" said the Spaniard. On the pitch, where the true test of any manager is fought, Mancini has also out-smarted Ferguson: 7-1 is the aggregate score of this season's two league derbies. The memory of the 6-1 caning handed out to United in their own backyard in October cowed Ferguson into a defensive 4-5-1 that featured Park Ji-sung – who had not featured since 15 March – alongside the creaking trio of Michael Carrick, Ryan Giggs and Paul Scholes (combined age 105), and Nani – whose ability to track back is not mentioned on his CV – in a loaded midfield designed to smother City. The tactic was aimed at claiming the draw that would leave Manchester City hopes of a first championship in 44 years moribund, with two games remaining. \"I've never sent a team out to block in my life,\" Ferguson claimed ahead of kick‑off. Then he watched as his team failed to land a single shot on target, and fall to the sucker punch of Kompany outmuscling Chris Smalling for a lead United's creation deficit could not overcome. Of Ferguson's approach Silva chose his words carefully: \"I can't say I was surprised that United were set up so defensively. This is football. You have a tactical plan and you should stick to it. On this particular occasion it didn't work for them. \"This is an important moment for us psychologically because we knew we had to win this game. Mentally we knew we had to win it. We did that and now we have to continue concentrating on the job. It does give us the confidence we need for the last two games. Newcastle [on Sunday] is like a final. We have to win it.\" If City defeat Alan Pardew's men on Tyneside and United go down to Swansea City at Old Trafford later in the day the Blues' superior goal difference of eight all but crowns them champions. Could claiming a first title start an avalanche? \"I hope,\" Silva said. \"Last year we won the FA Cup and qualified for the Champions League. This year we are challenging for the title. In the dressing room tonight you could see Mancini was delighted. But he reminded us we must concentrate on Sunday.\" Silva is now relaxed enough to state that United have become just another club. \"Yes. They are a great team and they have been winning and winning and winning but we are here to make things difficult.\" And he came as close as any player would to suggesting United's mental advantage is over, for the moment anyway. \"We don't concentrate on United. We concentrate on ourselves. We beat them there, we beat them here. We know where we want to be. We don't need to think about United. We've passed that mental stage now. I'm sure he [Mancini] sees him [Ferguson] as a great, influential manager. But Mancini doesn't transfer that fact to us.\" Or as Liam Gallagher, the Oasis singer who made an impromptu appearance in the press room, said of Mancini: \"I love him. He's almost as cool as me.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}