{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2012/may/01/news-international-apology-parliament", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2012-05-01T21:31:32Z", "webTitle": "News International executives may be forced to apologise to parliament", "webUrl": "https://www.theguardian.com/media/2012/may/01/news-international-apology-parliament", "apiUrl": "https://content.guardianapis.com/media/2012/may/01/news-international-apology-parliament", "fields": {"headline": "News International executives may be forced to apologise to parliament", "bodyText": "Les Hinton, Colin Myler and Tom crone, the three senior News International executives found guilty of misleading a select committee now face the prospect of being the first miscreants to be called to the bar of the Commons to apologise to parliament since 1957. In those more deferential times, John Junor, the editor of the Sunday Express, was ordered to come to the bar to apologise for claiming that MPs were evading petrol rations. The Speaker intoned: \"You did not seek, so the committee have found, to establish the truth of the article, nor did you appear willing to admit its obvious implications. Although given every opportunity to express your regret, you made what the committee were only able to regard as an entirely inadequate apology.\" Asked if he had anything to say, Junor capitulated: \"I wish to express my sincere and unreserved apologies for any imputations or reflection which I may have cast upon the honour and integrity of the members of this house in the article which I published in the Sunday Express of 16th December.\" It is possible that on this occasion MPs will review whether this punishment is fit for the modern age. The culture select committee has recommended that the procedure committee review what punishment could be inflicted, beyond finding them in contempt. It is part of a wider review about parliament's powers to compel witnesses to give evidence. The speaker, John Bercow, has already admitted that parliament would have entered uncharted waters if either James or Rupert Murdoch had refused to give evidence to the select committee after being summoned. Bercow regards such remedies as sending miscreants to the Tower of London as absurd. If the NI three fail to show on being summoned, they could be arrested. Based on their statements issued on Tuesday, they have no intention of apologising. Some MPs are saying the better solution would be to fine them, rather than to require them to grovel in front of the highest court in the land."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}