{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2012/may/14/dangers-chiropractic-treatment-under-reported", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2012-05-13T23:05:04Z", "webTitle": "Dangers of chiropractic treatments under-reported, study finds", "webUrl": "https://www.theguardian.com/lifeandstyle/2012/may/14/dangers-chiropractic-treatment-under-reported", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2012/may/14/dangers-chiropractic-treatment-under-reported", "fields": {"headline": "Dangers of chiropractic treatments under-reported, study finds", "bodyText": "Chiropractic treatments might appear safer than they actually are because their adverse effects are under-reported in medical trials, a study has found. Improper reporting of the adverse effects of a medical intervention was unethical, said Edzard Ernst, professor of complementary medicine at the Peninsula medical school, University of Exeter, who led the latest analysis. This had allowed chiropractors to create a falsely positive picture about the safety of their treatments, he said. Chiropractors use spinal manipulation to treat ailments of the muscles and joints. Some practitioners claim the treatments can be used to treat more general health problems such as colic, asthma and prolonged crying in babies. In his latest analysis, Ernst's team collated data from 60 randomised controlled trials (RCTs) of chiropractic carried out from January 2000 to July 2011. They found that 29 of the studies failed to mention any adverse effects of the treatment and, of the 31 trials where adverse effects were reported, 16 reported that none had occurred during the study. The results are published in the April 2012 edition of the New Zealand Medical Journal. Guidelines for publishing clinical trials require that all adverse outcomes of a medical intervention should be published. If an intervention is totally safe and, therefore has no adverse effects, the researchers should report that there were no adverse effects. \"Imagine you have a drug where mild adverse effects are documented and hopefully rare adverse effects are being reported in case reports,\" said Ernst. \"Then somebody does a trial on this drug and doesn't even mention adverse effects. That, in anybody's book, must be unethical. \"I feel that chiropractors do have a strange attitude towards the safety of their interventions. When you read the literature, you see proclamations that spinal manipulation, according to chiropractors, is 100% safe.\" This is despite hundreds of case studies that have documented problems with the treatment. \"About 50% of patients seeing a chiropractor have adverse effects, which is staggering,\" said Ernst. \"In addition to these fairly mild adverse effects, which basically are pain at the site of manipulation and referred pain sometimes, which only lasts one or two days, we have about 500-700 cases of severe complications being reported.\" With extreme chiropractic movement of the neck, an artery can disintegrate and lead to a stroke, an outcome that is well-documented in medical literature. \"We only see what is being published and that can only be the tip of the iceberg,\" said Ernst. \"Some neurologist sees a stroke and he finds out that this was associated with chiropractic – in 99.9% of cases he won't publish that.\" Ernst said the under-reporting of adverse effects meant decisions about the best course of treatment for a patient would be made difficult. \"Therapeutic decisions ought to be taken not on considering the effectiveness alone but also you have to have effectiveness as a balance with the potential for harm. You have to do a risk-benefit analysis. When you under-report risk, this cannot possibly be done robustly.\" The British Chiropractic Association was approached for a response to the study but a spokesperson said it was unable to comment in time for publication."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}