{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2012/may/25/ministry-of-defence-cuts-watchdog", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2012-05-24T23:03:02Z", "webTitle": "Ministry of Defence cuts programme criticised by Commons watchdog", "webUrl": "https://www.theguardian.com/uk/2012/may/25/ministry-of-defence-cuts-watchdog", "apiUrl": "https://content.guardianapis.com/uk/2012/may/25/ministry-of-defence-cuts-watchdog", "fields": {"headline": "Ministry of Defence cuts programme criticised by Commons watchdog", "bodyText": "The growing practice of officials leaving the Ministry of Defence only to be re-employed as outside consultants could end up being \"dreadful value for the taxpayer\", a leading parliamentary watchdog has warned. MoD spending on consultants has soared from £6m in 2007 to £270m in the last financial year, according to the latest figures. Yet the MoD is pursuing a programme of cuts unsure about the impact on continuing demand for skilled people, and the problem is exacerbated by poor morale, according to the Commons cross-party public accounts committee (PAC). The Guardian earlier this year revealed that the money for the soaring cost of hiring specialist consultants had been drawn from the MoD's equipment budget, which is supposed to pay for the weapons, armour and vehicles needed by troops in Afghanistan and for other operations. A confidential internal audit found the system for awarding contracts was being routinely abused. When the report was leaked to the Guardian, ministers promised to stamp out bad practice. \"The Ministry of Defence has gone ahead with cuts to its military and civilian workforce without a proper understanding of what skills it will need in the future,\" said Margaret Hodge, the PAC's chair. She said the committee recognised that the MoD had to make tough financial decisions if it was to reduce its spending by 7.5% a year by 2015, and that it had acted decisively. The MoD plans to cut its civilian personnel by 29,000 and its military personnel by 25,000, in moves estimated to save £4.1bn between 2011 and 2015, the MPs report. \"We are concerned that these cuts have been determined by the need to cut costs in the short term rather than by considering the MoD's strategic objectives in the long term and the skills it will need to deliver them successfully,\" Hodge added. \"If the department loses key skills, it may have to spend even more money on replacing them, perhaps by buying them in from external consultants.\" The MPs welcomed the department's candour about staff morale. Given the scale of change in the department it was not surprising morale was low, they added. \"Morale is not in a good place. We recognise that,\" Ursula Brennan, the MoD's top official, said in evidence to the PAC in March. She added: \"I do recognise that there is a problem of morale in the civil service and the military. People feel battered and bruised and they feel under a lot of pressure to deliver. \"But if you look around the country at the moment, there are a lot of people who feel under pressure. The economy is putting all of us under pressure.\" The MoD is engaging in what it calls a \"large-scale communications effort\" to allow staff to have \"a clear understanding of the programme of changes the department is undertaking\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}