{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2012/may/13/jp-moragn-wrong-trading-2bn-loss", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2012-05-13T22:08:00Z", "webTitle": "JP Morgan 'dead wrong' to dismiss concerns over trading, admits boss", "webUrl": "https://www.theguardian.com/business/2012/may/13/jp-moragn-wrong-trading-2bn-loss", "apiUrl": "https://content.guardianapis.com/business/2012/may/13/jp-moragn-wrong-trading-2bn-loss", "fields": {"headline": "JP Morgan 'dead wrong' to dismiss concerns over trading, admits boss", "bodyText": "The chief executive of JP Morgan Chase, Jamie Dimon, has said he was \"dead wrong\" to dismiss concerns about the US bank's trading a month before posting a $2bn loss. The loss has led to calls for greater oversight of Wall Street, triggered regulatory investigations on both sides of the Atlantic and wiped $14bn (£8.7bn) off the bank's value. Stories began circulating in April that a London-based JP Morgan trader in London – nicknamed \"the London whale\" or \"Voldemort\" – had taken huge bets in the credit derivatives market. Dimon initially dismissed concerns as a \"tempest in a teapot\", but last week the bank shocked investors when it reported $2bn losses. Dimon's admission came amid reports that Ina Drew, the bank's chief investment officer and one of the most senior women on Wall Street, is set to resign along with at least two other bank executives. Drew, who has worked for the bank for three decades, had already tendered her resignation in the wake of the scandal. She oversaw Bruno Iksil, the trader identified as \"the whale\". He too is believed to be set to leave the bank. \"We made a terrible, egregious mistake,\" Dimon said in an interview on NBC's Meet the Press on Sunday. \"There's almost no excuse for it.\" He said bank executives were completely wrong in public statements made in April after being challenged over the trades in media reports. \"We got very defensive. And people started justifying everything we did. We told you something that was completely wrong a mere four weeks ago.\" Dimon added: \"In hindsight we took far too much risk, the strategy was barely vetted, it was barely monitored. It should never have happened.\" The bets that went wrong are believed to have been aimed at shielding the bank from Europe's financial crisis. But the complicated hedging operation backfired spectacularly and led to a huge hit. On Friday, US senators Carl Levin and Jeff Merkley said the losses were a \"textbook illustration\" of why Wall Street needed tougher regulation. Financial watchdogs have been drawing up the so-called Volcker rule which would limit trades similar to those that went wrong at JP Morgan. The rule forms part of the Dodd-Frank Act brought in after the credit crisis. Dimon has campaigned against the Volcker rule and other sections of the act. Levin and Merkley said Wall Street has successfully managed to weaken the rule. Levin told Meet The Press that Wall Street had undertaken massive lobbying to create a huge loophole in the Volcker rule. The rule would limit the bets that banks can make with their own funds – which is known as proprietary trading. They would only be allowed to hedge against risky bets on an individual basis. The loophole currently under consideration would permit hedging against a portfolio of investments. \"We have got to be very, very careful that the regulators here are not undermined by this huge effort to weaken the rule by putting in a huge loophole,\" said Levin. \"The issue here is the power of the banks and whether or not we are going to put a cop back on Wall Street,\" he said. \"The issue is whether we are going to stick with the law as written which will prevent us from bailing out banks again.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}