{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2012/may/25/bailout-bill-for-spains-bankia-soars", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2012-05-24T23:29:08Z", "webTitle": "Bailout bill for Spanish lender Bankia continues to soar", "webUrl": "https://www.theguardian.com/business/2012/may/25/bailout-bill-for-spains-bankia-soars", "apiUrl": "https://content.guardianapis.com/business/2012/may/25/bailout-bill-for-spains-bankia-soars", "fields": {"headline": "Bailout bill for Spanish lender Bankia continues to soar", "bodyText": "The spiralling cost of bailing out Spain's fourth largest bank, Bankia, rose further on Thursday night after sources close to the bank said it would ask for more than €15bn (£12bn) from the government on Friday. Bankia, partially nationalised by the government earlier this month, is the weak spot in Spain's fragile banking system where loan losses stemming from a 2008 property crash threaten to push the country into seeking international assistance. \"The help needed to clean up the bank will be more than €15bn,\" one source told Reuters. Other reports spoke of €14bn. Finance minister Luis De Guindos had told parliament on Wednesday that Bankia needed an injection of at least €9bn. Two weeks ago, the bank received a €4.5bn loan that the state turned into a 45% shareholding in Bankia's parent company, BFA. That move gave the state control over BFA and Bankia, setting up a nationalised bank that some observers predict could absorb other troubled Spanish savings banks. Spanish authorities have always claimed to be giving minimum figures for Bankia's needs, but the latest figures came amid reports of strong disagreements between the government and the bank about how much it would receive. Bankia called off a board meeting on Wednesday after failing to reach agreement with the finance ministry. The bank is a symbol of the increasingly fragility of Spain's banking system, which has failed to digest losses produced by a 2008 housing bust. Spain's banking sector is now seen as the biggest threat to the euro currency after Greece. Loans to property developers are the biggest problem, with Bankia and other former savings banks laden by toxic assets that include unsold housing developments and worthless building land. Many of those loans have been refinanced in order to save the banks from admitting to the losses. The government has ordered the banks to set aside an extra €82bn against loans to developers. Some banks will be unable to cover the new provisions and the government already expects to inject up to €15bn to help them. But with lenders demanding ever higher interest rates for Spanish debt, the cost of refinancing might prove too much for the government. Analysts believe a further €50bn-100bn is needed to protect Spanish banks against upcoming mortgage defaults and bad loans to small- and medium-sized businesses as the country heads back into a double dip recession. Spain's recession, driven deeper by government austerity measures to cut the deficit, is expected to last well into next year, with 24% unemployment also set to grow. The European Central Bank and International Monetary Fund will oversee an external audit of Spain's banks aimed at putting a definitive number on how much money is needed to shore up banks. An increasing number of analysts believe Spain cannot do that alone, and that the European Stability Mechanism will eventually have to bail out Spain's banks."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}