{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "childrens-books-site/2012/may/21/operation-diamond-code", "type": "article", "sectionId": "childrens-books-site", "sectionName": "Children's books", "webPublicationDate": "2012-05-20T23:05:00Z", "webTitle": "Operation Diamond: can you crack the code?", "webUrl": "https://www.theguardian.com/childrens-books-site/2012/may/21/operation-diamond-code", "apiUrl": "https://content.guardianapis.com/childrens-books-site/2012/may/21/operation-diamond-code", "fields": {"headline": "Operation Diamond: can you crack the code?", "bodyText": "When I started planning the first Adventure Island book I soon had most of the ingredients for the story; two brothers, a girl and her dog, an island, a secret passage and a ruined castle on the cliffs. All I needed now was a baffling mystery to solve. I knew something had to be stolen from the castle. But I didn't want it to be anything ordinary like a handbag or a mobile phone. It had to be something really exciting, something hugely valuable, something with a dramatic history... I did lots of research and learned some fascinating facts about robberies. For example, did you know that the most commonly stolen type of food is CHEESE! Well, that didn't help much. I could hardly start off the Adventure Island series with the mysterious disappearance of a box of Dairylea triangles, could I? I was starting to think I'd never come up with the perfect robbery when I heard a radio programme about the Staffordshire Hoard and I knew that was what I'd been looking for! If you've studied the Anglo Saxons at school, you'll have heard of the Staffordshire Hoard. In 2009, a man called Terry Herbert was searching some fields with his metal detector. He probably expected to find a few old coins or a broken buckle. Imagine his surprise when he came across a hoard of over 3,500 Saxon artifacts, almost all gold and silver decorative pieces from weapons – beautifully carved, many inlaid with jewels. There were five kilos of gold alone (that's over 285 Dairylea triangles!) That metal detector must have been beeping like crazy! Why did the Saxons bury all those valuable objects together in that field? Were they the spoils of war or offerings to the gods? There are lots of theories but the real reason remains a mystery. The Staffordshire hoard gave me the idea for the Carrickstowe hoard – the priceless Saxon treasure that is stolen in The Mystery of the Whistling Caves (If you look at the map of Castle Key, you'll see that Carrickstowe is the name of the nearest town on the mainland). I scaled my hoard down from 3,5000 objects to just three - the King's Sword, The Chieftan's Shield and The Ceremonial Helmet. I used my imagination and the real Saxon objects I've seen in museums and in pictures to come up with the descriptions. (Do you recognise the helmet that Emily is holding in the picture? It's based on the one that was found at another famous Saxon site, the Sutton Hoo ship burial). So, the metal detector found even more than five kilos of Saxon gold that day in a muddy field – it found a story for me, and the very first investigation for Scott, Jack, Emily and Drift! Do you know of any exciting finds that have been made in the area where you live? Or have you been lucky enough to find some treasure yourself? Perhaps it could inspire a story for you, too? Operation Diamond There's a mystery to crack and the prize is to be in with a chance of starring in Helen Moss's next Adventure Series book. The first clue is below and all the details you need to enter to competition on the Adventure Island Books website. Question 1: Who found the real Staffordshire Hoard in a field in 2009? The Saxons (F) Terry Herbert (Y) For the next installment of Helen Moss's blog, and your next clue, visit: www.ReadingZone.com on Tuesday 22 May"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}