{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2012/may/12/dyrham-and-doynton-gloucestershire", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2012-05-11T23:40:01Z", "webTitle": "Dyrham and Doynton | Great British walks", "webUrl": "https://www.theguardian.com/travel/2012/may/12/dyrham-and-doynton-gloucestershire", "apiUrl": "https://content.guardianapis.com/travel/2012/may/12/dyrham-and-doynton-gloucestershire", "fields": {"headline": "A walk with views of Dyrham and Doynton, Gloucestershire", "bodyText": "Distance 7.5 miles (11.2km) Classification Moderate Duration 3 hours Begins Dyrham deer park car park OS grid reference ST749755 Walk in a nutshell Setting out from Dyrham deer park, the route passes medieval strip lynchets and up a short hill into Dyrham Wood. It then drops down into the village of Doynton before heading along the Cotswold Way and back through fields to Dyrham village. Why it's special It's home to a stunning view of the Bristol Channel and Wales. Keep your eyes peeled for Those medieval strip lynchets – hillside terraces created for farming. There's a \"message box\" on the Cotswold Way where you can leave comments for other walkers, plus an elevated \"vicar's path\" in Dyrham. Recover afterwards At the Cross House Inn in Doynton, a comely country pub. If it's tipping down Duck inside Dyrham Park's magnificent mansion. How to get there Take the train to Chippenham from where the 635 bus occasionally runs to Doynton and Dyrham. When it doesn't, take it to Wick and get on the 634. Step by step 1 Walk to the exit drive, past the cattle grid and into Whitefield (NB: the car park is locked at 5.30pm). Turn left and walk up towards the A46 until you reach the exit from Dyrham Park. Cross the stile on your right and turn right following the path beside a hedge on your left, through a small copse to a memorial seat and flight of steps. Go straight ahead until you meet the Cotswold Way between two ponds. 2 Take the footpath to your left, signposted the Cotswold Way, and through a kissing gate. 3 Passing a new pond at the bottom of a field to your right, you'll enter a meadow skirting the edge of Dyrham Wood, before accessing the ancient woodland on a newly laid gravel path. 4 Emerge from the wood and follow a track between two hedgerows that brings you on to Gorse Lane. Turn left and take the Cotswold Way footpath on the right into Pennsylvania. Turn right before reaching the A46 and after 270m turn right again and follow the path re-crossing Gorse Lane. 5 Head down the hill, keeping the line of small trees to your left. Veer to the right towards the corner of the hedge, crossing to the next field. Carry straight on, keeping the line of the hedge to your right. Cross over the track where it forms a right-angled junction and proceed across the first field, then veer to the left towards Doynton, which you'll see ahead. 6 You'll come out on the lane leading into the village. At the T-junction turn left. After 80m turn right into the High Street, with the Cross House pub on your right. 7 Carry on along the High Street for about 100m, then take the footpath to your right, heading north towards Doynton Mill. Cross a small stream, enter a large field, then across a small one and a further field, after which the footpath joins the lane on the right. 8 About 150m along the lane is a large metal gate: pass through, crossing the river Boyd, and veer right. Follow the course of the river for half a mile, through several small fields, then one large one, at the end of which you'll pass through a dense hedge. Here, several footpaths meet: turn 90° right, cross the river Boyd on a metal bridge to the next field and following the line of the hedge on your right. 9 Carry straight on through four fields before turning right and crossing Back Lane. Then turn left, heading east towards the park at Dyrham. Veer right; you'll eventually come to Upper Street. Follow the lane left, take the right turning and carry on for about 300m: you'll see a turning to the left signposted as the Cotswold Way. Across the track pass through a gate in the wall on to the vicar's path. Just before the churchyard, the gate on your right leads into Dyrham Park's West Garden."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}