{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2012/may/06/mountain-biking-rachel-dixon", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2012-05-05T23:16:01Z", "webTitle": "Cycling the South Downs Way | Britain's best bike rides", "webUrl": "https://www.theguardian.com/travel/2012/may/06/mountain-biking-rachel-dixon", "apiUrl": "https://content.guardianapis.com/travel/2012/may/06/mountain-biking-rachel-dixon", "fields": {"headline": "Up on the Downs: offroad thrills in the hills of Sussex", "bodyText": "Once, I embarked on a cycling and camping holiday without a bike – or a tent. In comparison to that ill-fated trip, I felt quite well-prepared for a day of mountain biking along the first stretch of the South Downs Way. I might not have had a mountain bike, but I knew where I could get one. What could possibly go wrong? My boyfriend and I caught the train to Petersfield in Hampshire and got a taxi to nearby Meon Springs (meonsprings.com), a multipurpose fly-fishing centre, yurt holiday village and bike-hire base (the only one for miles around). The plan was to cycle to Winchester, have lunch and meet up with the photographer, and cycle back. Easy peasy ... or so I thought. Jamie Butler, one of the owners of Meon Springs, thought otherwise. \"So you two are regular mountain bikers?\" No, not exactly. \"And you know it's 16 miles to Winchester, and offroad is much more tiring than road cycling?\" Er, no, we didn't know that. \"But you do at least have a map?\" Again, that would be a no. Ten minutes later we were in Jamie's Land Rover, bikes in the back, being driven a more manageable distance from Winchester – three and a half miles from the city centre, to be exact. Our rendezvous with the snapper was in an hour, and apparently it's a little ambitious to expect to cover 16 miles of the hilly South Downs in that time. Jamie dropped us at the pleasingly named Cheesefoot Head, a lookout point and natural amphitheatre with great views over the rolling hills and valleys. From there it was downhill all the way to Winchester, which was a good warm-up and a chance to get used to such novelties as gears (I usually ride a single-speed), front suspension and very bumpy tracks. It was an exhilarating ride, but I couldn't help worrying about the arduous return journey. Winchester is a lovely place to while away a couple of hours. If you time your ride to coincide with the farmers' market (the second and last Sunday of the month and the third Saturday; hampshirefarmersmarkets.co.uk), the largest one in the UK, you can pick up some tasty local produce for a picnic. Sadly, we were there on a market-free day, so had to make do with lacklustre sandwiches. The climb back up to Cheesefoot Head wasn't as tough as I feared, though my boyfriend later admitted to finding it utterly exhausting. From then on the route was undulating, so every gruelling uphill slog was followed by a gratifying downhill swoop. The terrain varied from short stretches of road to rutted tracks and grassy paths along fields. Hills aside, it was a gentle introduction to mountain biking, without any tricky technical sections or death-defying drops. The drought probably helped – I imagine the going would be a lot tougher after a rainy spell. As I grew in confidence I attempted a few little hops over twigs and small branches. I also built up a bit more speed, but the route had so many twists and turns it was difficult to go very fast in case there was some unforeseen hazard around the corner. This cautious approach was vindicated when we almost cycled straight into a shiny red tractor parked plumb in the middle of the path. We had chanced upon the first overcast day after an unseasonable week-long heatwave, so the landscape wasn't quite as appealing as it no doubt is in the sunshine. Even so, there were long, picturesque stretches along high ridges and valleys and lush patches of woodland carpeted with bluebells. We spotted rabbits bouncing across meadows, full of the joys of spring, and dozens of pheasants that turned and flapped for their lives as we approached. The South Downs Way is very well signposted but you do need to keep your eyes peeled for the little wooden arrows: it's very easy to miss one and go sailing off in the wrong direction. We managed two unintentional detours that added several miles to our route. The first was an unscheduled visit to the village of Cheriton, where a wedding was taking place. A helpful villager pointed us in the right direction and tipped us off about the newlyweds' roving champagne cart, though sadly we never found it. The second navigational mishap occurred when we were nearly safely back at Meon Springs. We had stopped for celebratory drink at the Shoe Inn in Exton (theshoeinn.moonfruit.com), a traditional village pub with a beer garden backing on to the river, serving pints of Wadworth and an extensive menu of locally sourced food. Thinking we were home and dry, we booked a taxi to pick us up in 45 minutes, giving us plenty of time to cycle the short distance remaining. Big mistake. We took a wrong turn out of the village and found ourselves on a huge loop that began with a gloriously long, fast downhill and ended, inevitably, with the toughest uphill stretch we had tackled all day. It was the only time I considered getting off and pushing, but the ticking clock forced us to press on. Finally we caught sight of our destination – only to see our taxi, tired of waiting, heading off in the opposite direction. Eventually we made it back to Petersfield. Just before falling into an exhausted sleep on the train home, I gave thanks that Jamie – a kind stranger who had no warning that we were going to turn up on his doorstep – had taken pity on us and modified our overambitious plan. Seasoned mountain bikers might be able to cycle from East Meon to Winchester and back in an afternoon, but we are not seasoned mountain bikers. Still, at least next time we'll know to pack a map. • The South Downs Way is a 100-mile path for walkers, cyclists, and horse riders between Winchester and Eastbourne; nationaltrail.co.uk/southdowns. For a detailed cyclist's guide to the route, see bikedowns.co.uk"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}