{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2012/may/01/england-roy-hodgson-chance", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-05-01T22:25:00Z", "webTitle": "England's Roy Hodgson pleads: Give me time, give me a chance", "webUrl": "https://www.theguardian.com/football/2012/may/01/england-roy-hodgson-chance", "apiUrl": "https://content.guardianapis.com/football/2012/may/01/england-roy-hodgson-chance", "fields": {"headline": "England's Roy Hodgson pleads: Give me time, give me a chance", "bodyText": "Roy Hodgson began his tenure as England manager with an appeal for time from a sceptical public and an admission he would have to have been living \"on another planet\" not to realise many would have preferred Harry Redknapp to take the reins of the national side. The West Bromwich Albion head coach has signed a four-year deal with the Football Association to succeed Fabio Capello and will now start preparing for Euro 2012, which begins next month. He acknowledged the task he has taken on is \"unbelievably hard\" given the time constraints but, after the appointment was greeted with scepticism in some quarters, Hodgson will attempt to win over public opinion, benefiting from unanimous backing at the FA as the only candidate approached by Club England. At Liverpool, where Hodgson endured an unhappy 191 days in charge, the 64-year-old perceived he had suffered because he was not Kenny Dalglish, a situation he potentially faces again, with Redknapp the populist choice for the England post. \"I'd have to be on another planet not to be aware of that situation,\" said Hodgson. \"But there is one major difference between my time at Liverpool and being offered the job as England manager: the people at Liverpool who appointed me didn't have a chance to stay very long because others took over the club, whereas the FA had a lot of time to decide which candidate they wanted to do the job. I'm proud to accept it. \"It's difficult to say what would constitute 'success' at Euro 2012. One is tempted to say, because it's England, that success is only reaching the latter stages of the finals, even tempted to say success would only be winning [the tournament]. But I'd like people to cut us a bit of slack. The resignation of Fabio Capello has made the situation somewhat different. Fabio had been doing all the work with the players and preparing the team but I'm only going to have been here a short period of time. \"It's going to be unbelievably hard, and very tough given I have to combine it in the next 10 days with being head coach at West Bromwich Albion. But no one, when they asked me if I'd like to be the England manager, said it would be an easy job and I'd look forward to some sunny, pleasant days ahead. I have 40 days and 40 nights until our first game. So I'm going to be working long hours. You do need time, even if time is a factor we don't get much as football managers. As England manager, you can expect even less. \"But it's pretty evident that, if you want to impose yourself on a group of players and have an effect on them, that's not going to happen overnight. It is a process. I'm rather hoping everyone will get behind me and give us the chance of the success we would like.\" The FA chairman, David Bernstein, admitted the body could have made \"easier appointments\", implying a move for Redknapp at Tottenham Hotspur, and conceded the four-man Club England board \"stand and fall together\" on the decision taken. Bernstein pointed to Hodgson's experience at international level, where he has coached Switzerland, Finland and United Arab Emirates, and there was public support, too, from the new manager's captain at Liverpool. \"Roy's a good man and a good manager,\" said Steven Gerrard, a candidate to regain the armband with England. \"It's important he's given a chance and I'm looking forward to working with him again.\" Hodgson, who may seek to recruit Mike Kelly and Ray Lewington to his backroom staff, will oversee West Bromwich's final games against Bolton Wanderers and Arsenal and is then expected to name his 23-man squad for Euro 2012 on 14 May, the day after the conclusion of the Premier League season. Aston Villa's Darren Bent, who has not played since late February because an ankle injury, could be available for selection after his manager, Alex McLeish, said the striker was making good progress in his rehabilitation. McLeish ruled out Bent playing again for Villa this season but believes the 28-year-old could play a part in England's pre-tournament friendlies. Although Hodgson accepts the FA's decision to strip John Terry of the captaincy – the issue which fractured Capello's relationship with his former employers – he intends to sit down with the Chelsea defender and Manchester United's Rio Ferdinand to gauge whether they can be in the same squad. Terry is due to stand trial on 9 July for allegedly racially abusing Ferdinand's younger brother, Anton, during Chelsea's game at QPR last October. \"I'll have to get in touch with John and Rio to speak with them, hopefully face to face, and find out where they are in this situation,\" said Hodgson. \"And not just those two. I'll have to speak to as many senior players as I can.\" Talks are also planned with Stuart Pearce, who has been combining his duties as Under-21s coach and Great Britain Olympic men's team manager with an interim position with the England senior squad. Hodgson also intends to telephone Redknapp. \"We've been friends for years and he wouldn't welcome any 'sympathy',\" said Hodgson. \"There'll be 'empathy'. He sent me a nice voicemail, and I'd like to think I would have done the same for him. I never assumed or expected to be appointed but I wouldn't say I was particularly surprised. I had the right to hope, given my CV, that the FA would choose me. No one in my family tried to talk me out of taking it, albeit I realise what I'm going into. I'm not naive and have been in football a long while. We're dealing with enormous expectations, but this is a marvellous honour.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}