{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "social-enterprise-network/2012/may/25/edinburgh-bicycle-cooperative-business", "type": "article", "sectionId": "sustainable-business", "sectionName": "Guardian Sustainable Business", "webPublicationDate": "2012-05-24T23:01:00Z", "webTitle": "Going through the gears: how Edinburgh Bicycle Co-operative has grown", "webUrl": "https://www.theguardian.com/social-enterprise-network/2012/may/25/edinburgh-bicycle-cooperative-business", "apiUrl": "https://content.guardianapis.com/social-enterprise-network/2012/may/25/edinburgh-bicycle-cooperative-business", "fields": {"headline": "Going through the gears: how Edinburgh Bicycle Co-operative has grown", "bodyText": "To view the Edinburgh Bicycle Co-operative video, click here. Edinburgh Bicycle Co-operative is Scotland's longest established worker co-operative. The business is owned by and run for the benefit of the employees. Once a member of staff has worked at Edinburgh Bicycle for a year, he or she becomes a member of the co-operative with an equal share in the business and an equal vote. Although Edinburgh Bicycle Co-operative was established in 1977, it's only over the last 10 years they have grown from being a single-outlet retailer to becoming established as the dominant cycle retailer in Northern England and Scotland. This expansion was a conscious and debated decision by the membership. The cycle industry (like most other types of retailing) was becoming more aggressively competitive with big players dominating a market previously occupied by single-outlet independent dealers. These multiples were beginning to threaten members' livelihoods so the co-operative decided to grow in order to match their competitors. \"We were a single store in Edinburgh for 24 years . . . but we felt we wanted to expand the business out beyond Edinburgh\" says Jeremy. \"We had lots of discussion amongst the membership and we were very divided about what we wanted to do – about 40% of the membership felt we ought to stay as a small company in Edinburgh . . .whereas about 60% wanted to grow the business, move foreword and bring more people into the co-operative.\" Edinburgh Bicycle Co-operative now employs 170 people with a turnover of £12m. They have six stores. Each is the biggest bike shop in the city it's located: Aberdeen, Edinburgh, Newcastle, Manchester, Leeds and Sheffield. The website enables anyone in the world to shop online with the co-operative. Edinburgh Bicycle Co-operative membership now stands at 135 members. Its board of directors consists of 6 employees directly elected from the membership and three executive directors appointed every three years, who are also members. Members receive an equal distribution of profits via an annual cash bonus and the pay ratio between lowest and highest paid is 5:1. Edinburgh Bicycle Co-operative has also developed a Co-operative's SIP (Share Incentive Plan) to further motivate staff and reward long serving members. Edinburgh Bicycle Co-operative sees a business equally owned by its employees as a good thing because ownership motivates employees in a ways difficult to replicate in a traditionally run business. As Jeremy explains, \"The biggest plus for us is a staff base committed to delivering high levels of customer service and engagement.\" Giles Simon is communications officer at Co-operatives UK. Co-operatives UK's new online support service is available online. This content is brought to you by Guardian Professional. To join the social enterprise network, click here."}, "isHosted": false}}}