{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2012/may/14/nhs-community-care-struggling-survey", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2012-05-13T23:05:00Z", "webTitle": "NHS community care struggling to cope with demand, survey shows", "webUrl": "https://www.theguardian.com/society/2012/may/14/nhs-community-care-struggling-survey", "apiUrl": "https://content.guardianapis.com/society/2012/may/14/nhs-community-care-struggling-survey", "fields": {"headline": "NHS community care struggling to cope with demand, survey shows", "bodyText": "District nurses and health visitors are facing job cuts, rising workloads and less time to care for patients, despite pledges by ministers that NHS community services would be boosted to relieve the pressure on overstretched hospitals. A dossier of evidence assembled by the Royal College of Nursing (RCN), which represents the UK's 400,000 nurses, reveals that NHS services outside of hospitals are struggling to cope with growing demand brought on by the ageing population, hospital bed shortages and staff cutbacks. The union also claims that a total of 61,113 posts in the NHS across the UK have been lost or placed at risk since April 2010, as the service undergoes a financial squeeze, including a £20bn efficiency savings drive in England by 2015. The findings come as the health secretary, Andrew Lansley, prepares to address RCN members at the opening of its annual congress in Harrogateon Monday. Lansley's appearance comes a year after 98% of delegates backed a vote of no confidence in him at their last congress in Liverpool, amid widespread hostility to his controversial health and social care bill. According to the UK-wide RCN survey, almost nine out of 10 NHS community nurses (89%) have seen their caseload rise over the last year, while 59% said they were spending less time with their patients than this time last year. Some 68% said staffing levels had fallen where they worked, while 86% reported that patients were being discharged from hospital more quickly than before. \"These results raise major concerns about the capacity of community services to deal with an increasing number of acutely ill patients,\" the RCN document says. \"Despite the stated intentions of politicians across the UK and all the advice from health experts, the RCN found very little clear evidence of this shift actually happening on the ground. \"The acute sector may be getting smaller but the community sector is not expanding to 'take up the slack' and is vulnerable to short-term cuts.\" Dr Peter Carter, the RCN's general secretary and chief executive, said NHS community services were \"overburdened, under-invested and at risk from cutbacks\". In England, the NHS community nursing workforce fell in 2011, with 1,995 fewer nurses, midwives and health visitors employed, official NHS statistics show. Cuts to district nursing were \"a false economy\", said Carter, because these services saved the NHS money by keeping elderly or patients with long-term conditions out of hospital. Social care budget cuts also put pressure on them and other NHS community personnel, he added. \"This worrying survey shows that the NHS is coming under attack from every possible angle. Services are clearly being cut at both ends – in hospitals and in the community – and that is a very dangerous path for the NHS to take,\" said Andy Burnham, the shadow health secretary. \"If hospital beds and wards are closing, it is essential that community services are protected. The government's failure to ensure that suggests there is no clear plan for the efficiency challenge and haphazard cuts are being made across the system.\" But Simon Burns, the NHS minister, said ministers did not recognise the RCN's job loss figures – reiterating the response he has given each time the union has produced an updated estimate of the total number of posts set to disappear. The RCN insisted its statistics had been strictly certified and were based on official NHS information. There are only 450 fewer qualified nurses working in the NHS now than in September 2009, while 2,300 community nurses and health visitors are being trained this year, double the number of the year before, Burns said. \"The health and social care act will make shifting care out of hospitals and closer to people's homes simpler. No one should stay in hospital longer than they need to and we are already investing £300m to help people return to their homes with the support that they need more quickly after a spell in hospital,\" he added."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}