{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2012/may/20/scissor-sisters-gossip-ditto-review", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2012-05-19T23:08:04Z", "webTitle": "Scissor Sisters; Gossip – review", "webUrl": "https://www.theguardian.com/music/2012/may/20/scissor-sisters-gossip-ditto-review", "apiUrl": "https://content.guardianapis.com/music/2012/may/20/scissor-sisters-gossip-ditto-review", "fields": {"headline": "Scissor Sisters; Gossip – review", "bodyText": "Launching their fourth album, Magic Hour, Scissor Sisters singer Jake Shears is dressed in black and yellow stripes, like a drone bee sprung from borstal, and is working his glutes like a podium dancer who's long since replaced the oxygen in his red blood cells with amyl. Since their arrival nearly a decade ago, touting an inspired remake of Pink Floyd's Comfortably Numb, Scissor Sisters have carved out a niche as an outré pop outfit capable of playing to gay and straight alike. Lady Gaga certainly owes them a debt. Beside Shears is co-star Ana Matronic, a statuesque mermaid channelling Joan from Mad Men, equal parts vintage bombshell and transvestite homage. London, Ana Matronic points out, is their \"home away from homo\". They're so local they have even been roped into the Olympics. Between songs she salutes the denizens of \"Shepherd's Minge\" and recommends a local Nepalese curry house. Soppier than she looks, by the end Ana is letting a (very straight) super-fan called Steve propose to his girlfriend Melanie onstage. Steve eventually reveals that he has the faces of all the Scissor Sisters tattooed on his back. How on earth did he feel when latest drummer Randy Real replaced Paddy Boom in 2008? Tonight the hi-NRG Scissors beat their slower, straighter sister-tunes hands down. They play a storming Invisible Light, the best track from their last album, Night Work, which took its inspiration from the Berlin club scene and featured a man's taut buttocks on the cover. They play Mary, the Radio 2-friendly ballad from their first album. It has not improved with age. Pacing is a tiny issue. Why get everyone on their feet for Take Your Mama if you're just going to drop them with a ponderous new song called Year of Living Dangerously? The other new songs, meanwhile, range freely from promising to prosaic. To prove they're still relevant in 2012, Scissor Sisters teamed up with cunnilingual activist-rapper Azealia Banks on a song called Shady Love, which finds Shears rapping. It really isn't remotely embarrassing. Gayer in all senses of the word is the sassy Let's Have a Kiki, which comes with a voguing dance routine. What is \"a kiki\"? A girlie night in, allegedly – although the Urban Dictionary provides some alternatives (tranny sex; non-aligned dykey-ness). By contrast, Only the Horses, a single released last week, is a more craven bid for the chart success that eluded them last album around. Po-faced and bombastic in the encore, it sounds nothing like Scissor Sisters, as though some songwriting committee coloured in the notes on a chart hit template and gave it to Calvin Harris to produce. Hey presto – it looks like it might go top 10 today. Gossip, purveyors of 2006's righteous anthem Standing in the Way of Control, also call their London gig a \"home-away-from-home-town show\". As with Scissor Sisters, some of their best bits happen between the songs, when their charismatic frontwomen are in full flow. Beth Ditto teases their DJ. \"Is that all you do?\" she inquires repeatedly, like a mum not au fait with nightlife. After one solid but hit-lacking follow-up album with Yoda-like producer Rick Rubin (2009's Music For Men), Gossip's latest effort, A Joyful Noise, attempts to hitch Ditto's irrepressible star power to the out-and-out pop vehicles of UK hit factory Xenomania (Girls Aloud, Sugababes, etc). It makes sense. The Gossip may have started out as a punk band fronted by a southern soul diva, but Ditto in particular has always loved pop, R&amp;B and hip-hop. She closes tonight's gig with an inspirational, unscripted a cappella of The Greatest Love of All. She really, really likes rapper Lil Wayne too. Their new single, Melody Emergency, is dedicated to him. \"Can you hook me up? Seriously?\" she asks the crowd. Tonight the single sounds way better than on record, with carnivorous bass and growling keyboards. The truth is, the once mighty Xenomania have seemingly lost it, and the material on A Joyful Noise, while pretty and jewel-like in parts, lacks the naked flashing pound-sign ambition of, say, Scissor Sisters's Only the Horses. It's down to Gossip to make it all work in the flesh. Largely they do, with guitarist Nathan Howdeshell combining with keyboard player Katy Davidson to inject life where the album flatlines. Get a Job stands out – a righteous paean to hard work, directed at a partying slacker who's hit their 30s. It's not quite as political as Standing in the Way of Control, but even now, few pop thrills can match being told what's what by Beth Ditto. \"We believe in the goodness of people,\" she concludes. \"Love always wins.\""}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}