{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/davehillblog/2012/may/16/london-social-housing-squeeze", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2012-05-16T22:03:29Z", "webTitle": "The London social housing squeeze", "webUrl": "https://www.theguardian.com/society/davehillblog/2012/may/16/london-social-housing-squeeze", "apiUrl": "https://content.guardianapis.com/society/davehillblog/2012/may/16/london-social-housing-squeeze", "fields": {"headline": "The London social housing squeeze", "bodyText": "At Red Brick, Tony Clements on Hammersmith and Fulham accepting applications to their social housing list only from households earning less than £40,000 a year: This won't make any practical difference. The shortage of social housing means only those in acute housing need and on low incomes come high enough on the waiting list to get a home. The significance however is that it entrenches the idea that social housing is not a broad public good but a limited \"safety net\" service for a small and poor section of society...It never used to be a tenure for the poor, but the Tories are attempting to elevate our current position into a principle. Indeed, reducing social housing to that status is one of the very principles set out in the famous 2009 Localis pamphlet co-authored by Stephen Greenhalgh, who has just stepped down as Hammersmith and Fulham's leader in order to work for Boris Johnson and whose influence on Conservative housing and welfare policies is well documented. Meanwhile, across the river in equally radical Tory Wandsworth, where Mayor Johnson's chief of staff and planning advisor Sir Edward Lister was in charge for 20 years, current leader Ravi Govindia has told Inside Housing that the council has recieved more than 1,000 inquiries from tenants interested in buying their homes in the month since the government incresed the discount available under right-to-buy to up to £75,000. As Inside Housing had previously reported, a huge rise in right-to-buy applications has left many boroughs facing the prospect of losing a big chunk of their best social housing stock at a time when demand for it is rising. Boroughs will have the option of re-investing the takings from right-to-buy, and the government has said that a new affordable home will replace each social rented property sold. But, as we know, the government's definition of an affordable rented home is one that will be beyond the means of households earning less than, well, round about £40,000 a year. In other words, the expunging of social housing in London is set to continue apace, along with many of its poorer residents. Seems like the capital could be exporting its housing crisis to Stoke, Derby and Hull for some time to come."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}