{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2012/may/20/petr-cech-chelsea-bayern-munich", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-05-20T22:01:06Z", "webTitle": "Petr Cech does his homework and Chelsea earn final dividends", "webUrl": "https://www.theguardian.com/football/2012/may/20/petr-cech-chelsea-bayern-munich", "apiUrl": "https://content.guardianapis.com/football/2012/may/20/petr-cech-chelsea-bayern-munich", "fields": {"headline": "Petr Cech does his homework and Chelsea earn final dividends", "bodyText": "There are times, as Didier Drogba said, when there are barely enough words to do justice to the ecstasies and agonies that sport can conjure up. Roman Abramovich tried to find a few in the dressing room but only briefly. Then a Russian billionaire, operating from a level of financial power and status that means bodyguards are never far away, stopped talking and something extraordinary happened. He started wiping away tears of elation. The players in that dressing room had flirted so dangerously with the idea of defeat it seemed barely plausible the Champions League trophy could accompany them on the flight back to London. Chelsea left a scene of devastation behind them. Bild's entire front cover was devoted to a photograph of Bastian Schweinsteiger in those excruciating moments when one of the most accomplished generals of German football broke down in personal grief. The headline translated as: \"We cry with you too.\" Schweinsteiger's suffering took hold even before Drogba began that lonely walk from the centre circle to the penalty spot. The Bayern midfielder was in a zombie‑like trance. His shirt was pulled over his head, his walk jelly-legged, and it was in those moments one remembered that he had been too fraught to watch Arjen Robben's penalty in the first period of extra-time. Schweinsteiger had retreated to his own penalty area and was so distraught after Robben's failure that his own goalkeeper, Manuel Neuer, practically had to peel him off the turf. In hindsight this was not a man who should have been entrusted with Bayern's fifth attempt in a penalty shootout. After that one looked at Drogba's stride and body language and tried to second‑guess what he must have been feeling at that precise point. His last kick, almost certainly, of his last match for Chelsea and, if he connected with it cleanly, the biggest prize in European football. Drogba talked of his mind being a blur. He thought of what happened in Moscow four years ago when a red card deprived him of his place in the penalty shootout defeat against Manchester United. His mind flashed back to another professional trauma in the final of the African Cup of Nations, when he was the captain of an Ivory Coast team beaten by Zambia, again on penalties. Drogba not only missed in the shootout but slashed one over the crossbar during normal time. \"I was confident, though,\" he said. \"I always take the fifth one for my country. Robbie [Di Matteo] put me third and I said: 'No, I want to be fifth because that's where I always am.' I thought of a lot of things on that walk, some difficult memories. But I also thought of what Petr Cech had done and I knew I had to do it.\" Cech had seemed to fill the entire goal‑frame at times. \"Neuer's a fantastic goalkeeper,\" Frank Lampard said, \"but Petr Cech has re-announced himself as the best in the world.\" Maybe the most prepared, too, because to listen to Cech was to realise the scale of planning and meticulous detail that meant he dived the right way for every one of the six penalties he faced. \"I either guessed pretty well or I was ready to guess pretty well,\" Cech said, and the answer became clear when it transpired he had in his possession a two-hour DVD of every single penalty Bayern have taken since 2007. His analysis had been spot‑on. The only player who really worried Cech was the one who put the ball on the spot, after Drogba's trip on Franck Ribéry, in extra time. \"I didn't know what to do with Robben,\" Cech admitted. \"Half the time he shoots to the right, half to the left. He even runs up the same way to the ball, whether he's shooting right or left. No pattern, whatsoever. But when you're tired, you've played in 104 or 105 minutes, players choose power rather than technique, rather than placing it. I thought he'd smash it somewhere near the corner and he's left-footed. If I'm left-footed, I thought: 'I'd go across goal' [to the right]. Which is why I went that way.\" In the shootout Philipp Lahm and Mario Gomez had managed to squeeze the ball past Cech. Then it was Neuer's turn. \"I wasn't expecting it,\" Cech said. \"They have [Jorg] Butt, their other goalkeeper, who takes penalties. His technique is to slow down and wait for the goalkeeper to move, so I wondered if Neuer would do the same. That's why I didn't reach it. I waited and couldn't quite reach it.\" Neuer's save from Juan Mata meant the shootout was 3-1 at that point, in favour of a team with no reputation for squandering these kind of advantages. Bayern had been the better side, playing with the greater threat and fluency. What happened next means the four-time winners will always be haunted by their carelessness in front of goal during those long periods of domination. Cech turned away Ivica Olic's effort and flicked Schweinsteiger's attempt against the post. David Luiz, Lampard and Ashley Cole held their nerve and Drogba confirmed the greatest triumph in Chelsea's long existence. Their conservatism will not appeal to everyone but what remarkable resolve they demonstrated. \"I've never seen a more focused team than the one that travelled here,\" Lampard said. That focus was there when Thomas Müller broke their resistance after 83 minutes and Drogba flashed in an equaliser just at the point when it was starting to look futile. Chelsea may have lacked invention but they had other qualities – nerve, will, perseverance and, yes, a sense of destiny – and in the circumstances Mikel John Obi misjudged the tone when he confessed he had deliberately set out to unnerve Robben, repeatedly telling the former Chelsea player he was going to miss his penalty. All things considered, it was probably better to gloss over this disclosure, just as one should not dwell too much on John Terry's various wardrobe changes, culminating in his appearance in full kit, complete with shinpads, for the trophy presentation. Terry had started the evening in a suit and watched the game in training kit. By the time Chelsea's players boarded their flight home one half‑expected him to appear in the cockpit dressed as the pilot. Yet Chelsea's three other suspended players did the same without any of the fuss and, however much it may differ from what we saw, for example, from Paul Scholes and Roy Keane in 1999, it is not the biggest issue or one that will cause Chelsea's supporters any discomfort. They had waited a long time for this kind of euphoria."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}