{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2012/may/14/royal-mail-sell-sorting-office", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2012-05-13T23:05:01Z", "webTitle": "Royal Mail to sell off half its London sorting office", "webUrl": "https://www.theguardian.com/uk/2012/may/14/royal-mail-sell-sorting-office", "apiUrl": "https://content.guardianapis.com/uk/2012/may/14/royal-mail-sell-sorting-office", "fields": {"headline": "Royal Mail to sell off half its London sorting office", "bodyText": "Royal Mail plans to sell off half its flagship sorting office in central London with the transformation of the five-hectare (12-acre) site into flats, netting the postal service up to £1bn. The redevelopment at Mount Pleasant on the outskirts of the capital's financial district is unlikely to be completed until after the company's privatisation in about two years, leading to fears new owners could asset-strip the business instead of reinvesting. The high-value land assets, which stretch across the country, also appear to contradict the Royal Mail chief executive Moya Greene's assertions that the company is \"balance-sheet insolvent\". Last night the shadow postal affairs minister, Ian Murray MP, called on the government to ensure any land sale profits were ringfenced for reinvestment into the company's modernisation programme, something current bosses are keen to see happen. He said: \"There are currently no safeguards as to what might happen to any assets that might be sold. Some venture capitalists will be circling. They may buy it on the cheap, because the government are desperate to get rid of it and get it off their books, and then start selling off prize assets. \"Rather than hundreds of millions of pounds they get from the sale of Mount Pleasant going back into Royal Mail following any sale, it'll go straight into the coffers of a private-equity company, no doubt into a tax haven. What they have to do is make sure with any of these massive asset sales every single penny of it is ringfenced into the modernisation programme.\" The Mount Pleasant site is one of Royal Mail's biggest freeholds and dates to the 1880s. The prime central London location, between King's Cross and the City', straddles the boroughs of Islington and Camden. Both councils have been approached over the redevelopment, although no formal planning applications have been submitted. It comes as the site undergoes a £32m transformation programme, partly funded from the sale of another, smaller, central London site, Rathbone Place, for £120m last year. The government passed the privatise Royal Mail bill last year, allowing the company to be sold off by the end of 2013 at the earliest, although any sale is unlikely to take place until 2014. The £8.4bn pension deficit was also taken on by the government to avoid Royal Mail going bust and make any sale more attractive to potential investors. But there are fears the company could be sold off too cheaply, either through a private sale or by listing it on the London Stock Exchange. Murray said: \"Look at what happened with the utility companies when they were listed. They were sold in a fire sale, so if there is to be an IPO [initial public offering] it needs to be set at the right price, otherwise it could turn into a 'get rich quick' scheme and the taxpayer will be footing the bill. What the government has done is nationalised the debt and privatised the profit.\" The last sale of a publicly owned company, QinetiQ, which was spun out of the Ministry of Defence's research arm in 2002, was heavily criticised. The National Audit Office wrote a scathing report in 2007, which said the taxpayer could have got \"tens of millions\" more if the sale had been handled more effectively. It also found that the top 10 managers at QinetiQ, who had been civil servants, received £107m after investing just £500,000 between them. Royal Mail was keen to stress that its property portfolio was only a small part of its business. Its property director, Martin Gafsen, said: \"Royal Mail has a clear strategy to ensure we derive maximum value from any property we no longer require for our operations. We have a strong track record in using the proceeds from disposal of surplus property to invest in the mail operation.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}