{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2012/may/20/hearts-demolition-hibernian-scottish-cup", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-05-20T22:01:01Z", "webTitle": "Hearts's demolition of Hibernian in Scottish Cup final devoid of fire", "webUrl": "https://www.theguardian.com/football/2012/may/20/hearts-demolition-hibernian-scottish-cup", "apiUrl": "https://content.guardianapis.com/football/2012/may/20/hearts-demolition-hibernian-scottish-cup", "fields": {"headline": "Hearts's demolition of Hibernian in Scottish Cup final devoid of fire", "bodyText": "This show of strength by Hearts doubled as an unwelcome illustration of the weakness in football north of the border. The combination of derby and major final ought to have guaranteed intensity but, for neutrals at least, it had a melancholy tone as Hearts took the Scottish Cup with a 5-1 win over Hibernian that was somehow humdrum. To the limited relief of the losers, Hearts were not set on a historic humiliation. Paulo Sérgio's men called a halt after scoring the fifth goal as early as the 50th minute. The most resounding victory in a Scottish Cup final therefore remains the 6‑1 defeat by Celtic of a rightly admired Hibs side in 1972. There will be only scorn for the current generation, particularly since the losing manager Pat Fenlon was sent to the stands by the referee Craig Thomson near the end after he seemed to gesture at the Hearts supporters. He denied that intention but the episode epitomised the misery of Hibs. They have lost all four derbies this season, with an aggregate score of 12-2. There was only a trace of poignancy for Hearts. The attacking midfielder Rudi Skacel scored twice but his contract is at an end. It is unlikely that Hearts will have the means or intent to offer sums that would keep him at Tynecastle. \"I was ready to finish with the Cup in my hands,\" said the 32-year-old Czech. \"You never know what can happen but I have said goodbye in a good way.\" The victorious manager may not be around for long either. Vladimir Romanov, the club's owner, is no believer in continuity, and Sérgio, whose contract ends next month, could easily be the latest name on a long list of departees. The best that can be said of the policy is that staleness is unlikely to take hold of Hearts. While Romanov can be blamed for going to extremes, no one doubts that there is still scope for progress regardless of the Scottish Cup coming to Tynecastle for the second time since 2006. At the weekend, Hibs were little more than a delivery service that conveyed the silverware into Hearts' hands. Their left-back Pa Kujabi was sent off with a second yellow card soon after the interval when he tugged the shirt of Suso Santana. Although the offence took place outside the area, Thomson awarded a penalty that was converted by Danny Grainger. Given the overwhelming superiority of the victors, Hibs have no cause to brood over the episode. It did send Hearts into a 3-1 lead, but such command was always likely to be achieved. The inadequacies of Hibs had been demonstrated for the opening goal onwards. They might have cleared Grainger's corner in the 15th minute, but Ryan McGowan's attempt ran into the path of Darren Barr, who scored from close range. A deflected drive by Skacel put Hearts 2-0 ahead and it felt almost incongruous that the Hibs captain James McPake should bring an illusion of competitiveness when he converted a delivery from Tom Soares on the verge of half-time. His side were soon stripped of any illusory hope with that Hearts penalty. McGowan then supplied a fourth goal for the victors by heading home from the melee that ensured at a corner. There was far more style to the last piece of punishment for Hibs, when Skacel ran free of the defence and slotted home. This occasion will be relished and there may just be a trace of stability at Tynecastle. Could Romanov see development in a squad who made light work of a final that, as a derby fixture, might have been full of uncertainties? Whatever his conclusions, Sérgio and his men had complete mastery of this day at least."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}