{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2012/may/12/cotehele-estate-cornwall", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2012-05-11T23:51:01Z", "webTitle": "Cotehele Estate, Cornwall | Great British walks", "webUrl": "https://www.theguardian.com/travel/2012/may/12/cotehele-estate-cornwall", "apiUrl": "https://content.guardianapis.com/travel/2012/may/12/cotehele-estate-cornwall", "fields": {"headline": "A family walk through the Cotehele Estate, Cornwall", "bodyText": "Distance 2.75 miles (4.4km) Classification Gentle stroll Duration 1 to 2 hours Begins Cotehele Quay car park OS grid reference SX422685 Walk in a nutshell It is short and hilly, yet this route manages to pack in a working watermill, displays of traditional craftsmanship, the gorgeous Tamar riverside, a restful quayside and lots of atmospheric woodland. Plenty, in short, to keep young eyes interested. Why it's special With its wheelwright's, saddler's and blacksmith's workshops, Cotehele Mill is a glorious recreation of 18th-century life. There are furniture-making and pottery demonstrations in the outbuildings, and occasional baking displays in the onsite bakery. On Tuesdays and Thursdays you can even watch them grind flour, of all things. Keep your eyes peeled for Wildlife, especially among the reed beds on the wide valley floor where the Tamar passes Cotehele. Light-brown reed warblers and black-headed reed buntings are two bird species to look out for and, if you keep a close eye on the edge of the river, you might even see an otter slinking around. Recover afterwards Browse the lunch menu at the Barn restaurant in Cotehele House, which makes the most of the area's excellent local produce. Alternatively, you can get something simpler down on the quayside. The Edgcumbe cafe serves morning coffee, light lunches and afternoon tea, or you could settle for a drink, an ice-cream or a pasty from the kiosk. If it's tipping down There's certainly enough inside the mill to help you weather a short shower. Otherwise, there are large indoor play areas (including \"gas-powered soft ball cannons\") at the Threthorne Leisure Farm, which is about half an hour's drive north, open every day. St Austell is nearly an hour's drive from Cotehele, but both the domed Eden Project and Kidzworld, specialising in all-weather adventure-play) are nearby if you can get there. How to get there Calstock station is 1.5 miles away and there is a local daily bus service. Call 01822 834571 for details. If the time and tides are in your favour, you can even take a ferry cruise up to Calstock from Plymouth. Step by step 1 From the quay car park, walk up a short slope leading to the wide track on the edge of the woods. Take the small steep path on your left, going up the track and steps ahead. Follow this path to the road, cross carefully, and walk up the opposite track to enjoy views over the quay and Tamar valley. Cross the next road and pick up the track, going downhill. 2 Turn right at the road, passing a \"bridge-eating\" tree, and walk along the wide track through the woods to Cotehele Mill. Follow signs to visit the mill, returning to the main track after. 3 Turn left and take the lower track to reach the weir. Continue to the lane at New Houses, cross this and take the lane opposite. Continue, passing a garage on your right, until you see a low stile and gate on the right. Climb over the stile and walk along the valley of Comfort Wood. 4 Cross the stream and continue up the path, passing through a small gate at the top. This takes you off National Trust land on to a permissive path running across a grass field. Bear right and head to the top left-hand corner of the field. 5 Pass through a kissing gate on to a lane and into the hamlet of Newton. Follow the small lane around to a T-junction, turn right and continue uphill to a second T-junction. Cross the road and continue into the field opposite, keeping the hedge on your left. 6 Cross the next stile and continue down the very steep field. Bear slightly right to pass through a kissing gate in the middle of the hedge at the bottom of the field. 7 Turn right on to Lady Walk and follow the path as it winds its way high above the valley. Continue to a small path forking to the left (near a gate on the right). Follow this steep, rough path to join a track at the bottom. 8 Turn right and follow the path, keeping left at the next fork. The path drops down to Calstock Lookout and passes the Chapel in the Wood on the way back to the quay."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}