{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2012/may/10/heathrow-border-control-passport-report", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2012-05-09T23:30:01Z", "webTitle": "Heathrow chaos due to revamp and 15% cut in staff, independent report finds", "webUrl": "https://www.theguardian.com/travel/2012/may/10/heathrow-border-control-passport-report", "apiUrl": "https://content.guardianapis.com/travel/2012/may/10/heathrow-border-control-passport-report", "fields": {"headline": "Heathrow chaos due to revamp and 15% cut in staff, independent report finds", "bodyText": "The introduction of \"simply far too much organisational change\" at the busiest time of the year combined with a 15% reduction in staff lies behind the recent passport control chaos at Heathrow airport, the independent chief inspector of immigration and borders has concluded. An inspection by John Vine at Heathrow Terminal 3 also reveals a fiasco involving the new cutting-edge \"e-gates\" which are supposed to offer a self-service check for European passport holders based on electronic face recognition. Vine's report reveals that the new gates crash regularly; they can't \"read\" Scandinavian passports; they reject passengers who should be allowed into Britain; and, in a staged time trial, dealt with far fewer passengers than could be checked by border force officers sitting at passport desks. In one case, a husband and wife who had mixed up their passports were let through by the automatic gates despite having the wrong documents. The inspection report raises concerns about the selection procedures for customs baggage searches at Heathrow saying that as many as two-thirds are neither justified nor proportionate. Vine says these searches may not be in line with legislation and says that it was not possible to rule out the possibility that one group of passengers was being targeted more than others without the recording of data on the race or ethnicity of those being searched. The chief inspector says 65 million passengers go through Heathrow each year, making it the third busiest in the world. He says the introduction of a team-based system of working, a new shift system and a merger of immigration and detection roles at the airport last July was \"far too much organisational change during the busiest time of year at Heathrow\". He says these changes were further complicated by a 15% cut in staff over the previous 12 months – the equivalent of 46 posts at Terminal 3 alone – at a time of increasing passenger numbers. \"We found little evidence of a cohesive plan being in place to effectively manage the challenges that each of these organisational changes presented,\" said the chief inspector. \"I remain concerned that this lack of planning has affected the UK Border Agency's ability to maintain an effective and efficient border control\". Vine says there were numerous times during the inspection between August and November last year when there were lengthy queues in the arrivals hall but limited immigration staff on duty. In one two-week period last September, the queueing target time for non-European passengers was breached 62 times, according to UK Border Force data, with the longest queue lasting two and a quarter hours. On one day, 27 September, the queueing target of 45 minutes for non-European passport holders was breached for seven consecutive hours. But Vine says this data, which the Border Force collected by timing the length of the queue once every hour, was arbitrary and actually failed to capture the busiest periods at passport controls. His report confirms that the recent breakdown in passport control at Heathrow has actually been going on for months since the head of the Border Force, Brodie Clark, was ousted by the home secretary, Theresa May, amid a row over relaxing border checks without ministerial authorisation. Vine says immigration officers were courteous and professional despite dealing with passengers who had been queueing in a full arrivals hall and waiting for long periods of time, but says there is very poor provision of information for passengers on how to complain or evidence that the data from such complaints was being used effectively."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}