{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2012/may/16/bank-of-england-governor-editorial", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2012-05-16T22:24:49Z", "webTitle": "Bank of England governor: situation (nearly) vacant | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2012/may/16/bank-of-england-governor-editorial", "apiUrl": "https://content.guardianapis.com/commentisfree/2012/may/16/bank-of-england-governor-editorial", "fields": {"headline": "Bank of England governor: situation (nearly) vacant", "bodyText": "Excellent and extremely rare opportunity to become governor of the world's second-oldest central bank. Starting next June, you will be in charge of setting monetary policy. Working closely with the chancellor of the exchequer, you will be making key decisions on how to run this well-established G8 economy at a particularly exciting time. The ideal candidate will be a senior and respected macroeconomist of many years' standing: please do list scholarly publications on your CV, highlighting any work on the Great Depression and/or Japan's stagnation. Please note too that we are looking to improve our recent record in economic forecasting, so suggestions on how to make our models more closely resemble what is happening in the real world would be welcome. Although you will be at the head of a staff of 1,600 (and rising), corporate management skills are not as important as an ability to engage with a range of stakeholders. Internally, that includes economists on-site at our Threadneedle Street headquarters and a network of agents spread across the UK – as well as fellow-members of the monetary policy committee and directors of the Bank's court. Outside the Bank, you will be reporting to the chancellor on a regular basis (painfully regular if inflation is off-target), but also parliamentary select committees and members of the British public. Your ability to communicate clearly and in plain language will set you apart from other central bankers in Europe and America (and, come to think of it, in Bank history). Similarly, financial supervision is set to become a much greater part of the Bank's portfolio, so we are looking for a governor with some experience on how to rein in financiers (failing that, a spell as a prison guard will do). A keen political antenna would be very handy, but please note we are not looking for someone eager to participate in running debates on, say, how to manage the public finances. Ability to speak in other languages is a distinct advantage, especially German, Spanish – and Greek. Particular preference will be given to candidates with some knowledge of Mandarin, including phrases such as \"Would you like to buy a motorway?\" Also useful are non-verbal communication skills – especially the well-judged raising of an eyebrow. The post comes with Bupa medical insurance and complimentary health checks, as well as ready access to a chauffeur-driven car and the occasional day out at Wimbledon or Lord's. Salary is to be negotiated with the chancellor, but would be in the region of £305,000, along with a generous career-average pension. Please note that pay for all staff is subject to a two-year freeze; and that this Bank does not enjoy the bonus schemes of some of its commercial neighbours."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}