{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2012/may/06/young-eno-singers-ready-for-top-roles", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2012-05-05T23:07:04Z", "webTitle": "Sophie Bevan leads a new generation of opera stars from London talent school", "webUrl": "https://www.theguardian.com/music/2012/may/06/young-eno-singers-ready-for-top-roles", "apiUrl": "https://content.guardianapis.com/music/2012/may/06/young-eno-singers-ready-for-top-roles", "fields": {"headline": "Sophie Bevan leads a new generation of opera stars from London talent school", "bodyText": "Soul music once had Motown to drive a production line of new talent, just as classical music once had the Vienna Conservatoire; before long, modern opera will be able to say it has the London Coliseum. A highly promising stream of young singers – including the soprano Sophie Bevan, who has been nominated for the Royal Philharmonic Society music award for outstanding achievement, to be announced on Tuesday – have emerged in recent years from a programme based at the London venue. They come from a scheme designed to help skilled artists to gain experience on stage so that, while they receive advice on developing their voices, they are also cast in a wide range of parts, including leading roles. \"The singers on our Harewood Artists programme are just further ahead than their contemporaries,\" said John Berry, artistic director of the English National Opera. \"They are at the centre of the casting this season and they are amazing advocates for the scheme and for us. They are central to our work.\" Bevan, 28, who comes from Berkshire, starred in ENO's production of Rameau's Castor and Pollux, which won the Best New Opera prize at the Olivier Awards last month. \"When you cast a young singer like Sophie in a big role for the first time, you need to have real intuition about them. Then, when they get a taste for it, they just get better and better,\" said Berry. Other gifted Harewood singers will appear in key roles this summer and next season. In June, Benedict Nelson takes on the challenging part of Benjamin Britten's Billy Budd, and Ben Johnson is preparing to play Alfredo in a new, pared-down La Traviata early next year. Later this year Elizabeth Llewellyn will play the ill-treated Micaëla in Carmen, and Sophie's sister Mary, also a Harewood product, will sing the part of Yum Yum in The Mikado this Christmas. Singing, it turns out, is as natural to the Bevan family as breathing. Another sister, Daisy, also sings and there are five other younger siblings, all of them musical. Their father was one of 14 children who formed a Bevan Family Choir that toured and recorded, while he was the son of a head of music at a Somerset school. \"Now we're about 60 cousins and we're all musical – as if there's a gene in the family that keeps on growing stronger,\" Bevan, who received a South Bank Show Award last week, has explained. Following her lauded performance as Télaïre in last autumn's Castor and Pollux, Bevan was cast again as her namesake, Sophie, in Richard Strauss's Der Rosenkavalier to critical praise. She also took the role of Despina in ENO's Così Fan Tutte and gave a widely praised debut song recital at London's Wigmore Hall. Citing the great sopranos Maria Callas and Mirella Freni as her inspiration, she joined what used to be known as the ENO Young Singers programme because it gave her the chance to \"learn on the job\". Spotted as a teenager, she decided to try to avoid comparisons with Charlotte Church, three years her junior, and turned down recording contracts to head instead for the Royal College of Music. \"I wanted to succeed in the classical music and opera business. I wanted to feel that musically I'd done the best that I could, rather than just making money from something that's easy,\" she explained last year. \"I want to sing at the Royal Opera House and the Met in New York – and I didn't want to make lots of recordings and not be taken seriously.\" The guidance of Bevan's talent, Berry believes, sums up the aims of the ENO approach. \"We had a good young singers' programme before, but since the arrival of John McMurray as casting director it has developed into much more,\" he said. \"A lot of programmes allow their young singers to take small roles, but John is brilliant at spotting talent at the right time and having a crystal ball to help him spot where they are going.\" Crucially, Berry argues, the artists get the chance to learn about acting and theatre as well as singing. \"Nowadays in opera you have to be able to do both. What they get here is a theatrical experience that is quite explosive. They get lots of help with vocal development and they are also working with the most interesting roster of directors in the world.\" The programme also welcomes talent that has not been spotted before. A singer such as Llewellyn came to Harewood – which is named after ENO's former managing director and chairman, Lord Harewood – from the scheme Opera Works, which is for singers who have slipped through the net because they did not go to music school or missed an early lucky break. Harewood Artists all become part of the ENO ensemble, said Berry, but are employed for individual roles, so are free to work elsewhere if they wish. \"They are very much part of what we do, but they are not tied.\" Other Harewood singers appearing in the coming ENO season include Duncan Rock, who will play Papageno in The Magic Flute, and Rhian Lois, who will play his Papagena. Kate Valentine will play Mimi in next year's La Bohème, while Katherine Broderick will play Donna Anna in Don Giovanni."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}