{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2012/may/12/box-hill-stepping-stones", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2012-05-11T23:53:01Z", "webTitle": "Box Hill | Great British walks", "webUrl": "https://www.theguardian.com/travel/2012/may/12/box-hill-stepping-stones", "apiUrl": "https://content.guardianapis.com/travel/2012/may/12/box-hill-stepping-stones", "fields": {"headline": "A family walk on Box Hill, Surrey", "bodyText": "Distance 4 miles (6.4km) Classification Easy Duration 2 hours Begins National Trust visitor centre OS grid reference TQ179511 Walk in a nutshell Trees to climb in, leaves to tumble in, sticks to race on the river like boats, creepy-crawlies to discover... this is the kind of rough-and-tumble outdoors play that most children love. All this and more can be found on the purpose-built natural play trail, which is short, level and very easy to navigate. Linked to it is the more peaceful stepping stones trail, which takes you down to the river through a rich habitat for local wildlife. Why it's special The first half of your walk is as much adventure playground as ramble. The new natural play trail, with its tunnels, log bridges and rope swings, is a wonderland for the kids. They will find the temptation to wander off the path and go wild irresistible – so will some adults. The second half, the stepping stones trail, is more serene and wooded, taking in wildlife, woods and scenic upland meadows. Keep your eyes peeled for ... Your own children, in case they fall off things, most importantly. After that, the spectacular view at Salomons memorial should not be missed. This is a site of special scientific interest too, with bee orchids and blue adonis butterflies sometimes spotted in the chalk downlands by the river Mole. Recover afterwards There's a good servery in the visitor centre. A mile or so east up Boxhill Road is the village, where you'll find a large, posh pub called The Box Tree . If it's tipping down There are swimming pools and a large soft play area at Leatherhead leisure centre, just up the A24 . It is also a 10-mile drive to Chessington World of Adventures . How to get there Box Hill and Westhumble railway station is just half a mile away. The Sunray Travel bus 516 between Leatherhead and Dorking stops at Box Hill east car park (excluding Sundays and bank holidays), or the Arriva 465 Kingston to Dorking bus stops at the foot of Box Hill, about 1.5 miles from the summit. Step by step 1 From the Box Hill walks start point, cross the road, then cross the stepping stones to the natural play trail archway. 2 Go through the tree arch and emerge back on to the main footpath. Turn left on the path, and follow it as it goes round the edge of Donkey Green. 3 Stay on the path as it curves to the left and heads into the woods. The path almost immediately forks; take the right-hand path. Continue along until you discover a hidden play place just off the path. At the big yew tree turn right to rejoin the path. 4 Upon reaching a five-way crossroads, take the second path on your left. 5 When the path forks, take the left-hand path. At the next fork, take the right-hand path and continue. 6 Cross the woods using the log bridge shortcut on your left or carry on down the path. Take the left turn and then left again at the T-junction. You are close to Broadwood's tower here – take a right at this T-junction if you'd like to see it. Then retrace your steps to rejoin the play trail. Keep an eye out for a log bridge on your right – cross it for the more playful path. 7 Rejoin the main path by crossing the second bridge and turning right. Continue along the track to return to Donkey Green and the start point. 8 Next, follow the surfaced path away from the Box Hill centre. Ignore the track to your right. Continue on the path parallel to the road to the stone viewpoint known as Salomons memorial. 9 Walk down the steps or the slope to the path running below the viewpoint. Take a right and continue along this path. 10 Go down the steps to your left through Yew Woods. There are 275 steps to the river. Take care: this path can be slippery. Continue downhill on this path, ignoring various smaller paths turning off to the left. 11 As the path levels off, take the left fork signposted to the stepping stones. Here, either take a right at the river edge before the stepping stones and follow the riverside path, crossing the river via the footbridge; or cross the stepping stones and follow the path parallel to the river until you reach the footbridge. 12 Go through the kissing gate next to the footbridge and into Burford Meadow. Follow the path parallel to the river through the meadow. 13 At the edge of the meadow, follow the path upwards just to the left of the road bridge, and emerge beside the A24. Take a right along the pavement, crossing the river and passing the Burford Bridge hotel on your right. 14 Take the right-hand path immediately after the hotel. At the fork, take the left-hand grassy track and continue heading uphill. 15 Join the wide grassy path on the ridge of the hill. Continue following it uphill as it becomes a white chalk path. 16 Take the left path. As it joins the stony path, go right and continue uphill. 17 Passing an old building on your right, walk around the old fort to continue up the stony track, then turn right at the road to return to the Box Hill centre."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}