{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2012/may/28/night-shift-raises-cancer-risk-study", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2012-05-28T22:30:00Z", "webTitle": "Night shifts raise risk of breast cancer, says Danish research", "webUrl": "https://www.theguardian.com/society/2012/may/28/night-shift-raises-cancer-risk-study", "apiUrl": "https://content.guardianapis.com/society/2012/may/28/night-shift-raises-cancer-risk-study", "fields": {"headline": "Night shifts raise risk of breast cancer, says Danish research", "bodyText": "The Health and Safety Executive (HSE) has commissioned research into reported links between working night shifts and breast cancer in women in an attempt to establish whether working at night increases the risk of chronic disease. A number of studies have suggested that women working night shifts may be more prone to breast cancer. Fresh research from Denmark, covering women who have worked in the country's military, and published on Monday in the journal Occupational and Environmental Medicine, showed that night shift work was associated with a 40% increased risk of breast cancer. Any results in the HSE study that strengthen the evidence of previous research would sharpen the debate over whether Britain should follow Denmark in compensating women who have worked night shifts for long periods. The HSE, which says the risk is not yet established, has asked the cancer epidemiology unit at Oxford University to investigate the disruption caused to people's body clocks by lifestyle and working patterns. It describes the work as complex and challenging. The research, expected to be completed by the end of 2015, will include information from the Million Women Study, a national study of over-50s funded by Cancer Research UK and the Medical Research Council, as well as the HSE and Epic, the UK arm of a Europe-wide study into diet and cancer risk. Women in England have a one-in-eight lifetime risk of developing breast cancer, with eight in 10 cases being diagnosed in women over 50. The World Health Organisation's International Agency for Research on Cancer said five years ago that working shifts that disrupted circadian rhythms was \"probably\" carcinogenic – a decision that first prompted Denmark to pay compensation to women claimants with breast cancer who had worked night shifts for longer than 20 years. The money has come through employers' insurance. In the latest study, from the Danish Cancer Society's institute of epidemiology, those who had worked nights at least three times a week for at least six years were more than twice as likely to have the disease as those who had not. But there was \"a neutral link\" for those who worked only one or two night shifts per week. The study also challenged a hypothesis that less exposure to the sun and vitamin D might be a risk factor for those women who worked night shifts. The researchers found that in fact night workers tended to sunbathe more than those who worked during the day. Night work can not only disrupt body clocks and result in sleep deprivation, however. It has been argued that it also suppresses production of the hormone melatonin and other metabolic and physiological processes that may increase the growth of tumours. Brendan Barber, general secretary of the TUC, said: \"We need urgent advice from the HSE and government so that employers can reduce the risk of female workers developing breast cancer, for example by identifying safer shift patterns.\" Cancer Research UK's health information officer, Sarah Williams, said: \"Scientists still can't say for certain whether regularly working night shifts increases a woman's risk of developing breast cancer and this particular study doesn't settle that debate. \"Although this study found a higher risk for women working the greatest number of hours of night shifts altogether, they didn't see a solid association if they analysed the data in other ways, for example when they looked at how many years of night shifts women had worked. The evidence so far seems to point to a probable link, but we still need more research to understand how big the risk could be and how many years it would take to appear. \"For the moment, there is strong evidence that women can reduce the risk of breast cancer by keeping to a healthy weight, drinking less alcohol and being physically active.\" Lisa Wilde, director of research at Breast Cancer Campaign, said: \"Night shift working and breast cancer risk is a hugely complex area and two of the biggest risk factors – diet and physical activity outside of working hours – weren't considered in this study. So, whilst it contributes to the debate, further research is needed to fully understand the link between night shift working, the lifestyle factors and breast cancer.\" The authors of the latest survey set up a case-control study from more than 15,500 women who had been in the Danish military. Of those, 141 with breast cancer and 551 without filled in a 28-page questionnaire on work and lifestyle. But the analysis was only based on 132 cases and 505 controls."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}