{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2014/dec/05/rise-in-primary-schools-scrap-exam-results", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2014-12-05T23:34:59Z", "webTitle": "Sixfold rise in number of primary schools forced to scrap exam results", "webUrl": "https://www.theguardian.com/education/2014/dec/05/rise-in-primary-schools-scrap-exam-results", "apiUrl": "https://content.guardianapis.com/education/2014/dec/05/rise-in-primary-schools-scrap-exam-results", "fields": {"headline": "Sixfold rise in number of primary schools forced to scrap exam results", "bodyText": "The number of primary schools that have had exam results scrapped due to fears of maladministration has increased sixfold in 12 months, a government report has found. Figures released on Friday show a rise in the number of schools who have had exam results questioned due to pupils or teachers flouting rules or fiddling results. The report by Whitehall education watchdog the Standards and Testing Agency, which studied schools across the UK in 2013, reveal that 37 primary schools had results for individual year groups completely scrapped – compared with just six in 2012. It found 511 individual cases of maladministration in schools nationwide last year. In 2012, the figure stood at 370. There was also close to a threefold increase in allegations of rule breaches for tests taken by six- and seven-year-olds, with numbers rising from 25 in 2012 to 73 in 2013. The STA report defines maladministration as “any act that could jeopardise the integrity, security or confidentiality of the national curriculum tests” – such as teachers incorrectly opening test papers or coaching pupils through exams, pupils cheating or test papers being manipulated after they have been handed in. The rise has been attributed to guidelines that make it easier for whistleblowers to report cheating from within schools, while the Department for Education added it believed another factor was the tightening of the STA’s rules. The Department for Education said: “Ensuring pupils leave primary school having mastered the basics is a key part of our plan for education, and parents must be confident their children’s tests are being administered appropriately and fairly. “Today’s report shows allegations of cheating are dealt with seriously and strong action is taken where there is doubt over the validity of the tests. “The figures show the vast majority of complaints about maladministration are found to be unfounded and this year’s results were changed at only 85 schools, representing less than 1% of the primary schools where pupils took tests.” The National Union of Teachers deputy general secretary, Kevin Courtney, said the report’s findings also revealed the increasing pressure pupils and teachers were put under to meet targets and performance indicators. He said: “While in no way condoning cheating, we believe these problems arise from an accountability system that is more about punishment and pressure than progress. “Pupils, teachers, and school leaders are all put under huge pressure to chase ever-changing and often meaningless targets set by politicians more concerned about elections than education. “Of course, schools and teachers must be accountable, but the current system is badly broken. We need accountability based on professional discourse, trust and proportionality, not top-down targets and league tables.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}