{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2014/dec/11/cleveland-mayor-against-doj-review-police", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2014-12-11T23:19:19Z", "webTitle": "Cleveland mayor slams government review of city's police force", "webUrl": "https://www.theguardian.com/us-news/2014/dec/11/cleveland-mayor-against-doj-review-police", "apiUrl": "https://content.guardianapis.com/us-news/2014/dec/11/cleveland-mayor-against-doj-review-police", "fields": {"headline": "Cleveland mayor slams government review of city's police force", "bodyText": "The mayor of Cleveland spoke out against a Department of Justice review of the city’s police department that found a pattern of unnecessary and unconstitutional use of force and that was released not long after the fatal shooting of 12-year-old Tamir Rice by a police officer in November. In a rambling and at times incoherent 90-minute conversation with reporters Thursday, mayor Frank Jackson said that he disagreed with the DOJ’s findings, and said that his office would be conducting its own review. “In terms of systemic failure, it relieves people of the responsibility to make decisions,” he said, “and people make decisions, and they should be made responsible for their decisions. Do we have problems? Yes. Do we have systemic failures? No.” On 9 December, Attorney General Eric Holder announced that a civil rights investigation performed by his department found that Cleveland police officers engaged in “a pattern or practice of unreasonable and unnecessary use of force,” including deadly force. The investigation, which was highly critical of the Cleveland police department, was conducted at the request of the mayor; but while Jackson said he welcomed the report, he also appeared to want to distance himself from its findings. “I just try to do the right thing, and wherever that leads me, I will go,” he said. “What I will not listen to are those with agendas, or those who use this tragedy to promote agendas.” Jackson, a Democrat who has been in office since 2006, said the day Rice was shot was the worst day of his mayoralty. “We don’t believe there is a systemic failure; but we do have a problem. We will ferret out what that problem is, and then we will reach an agreement with the Justice Department on a consent decree.” He said that negotiations were already underway, and added that if his office could reach an agreement with the DOJ, then they would be happy to have an external monitor. The mayor spoke of his admiration for the “sincerity” of those protesting the shooting of Rice, but also praised the city’s Public Safety Director, Michael McGrath, who has been facing calls to resign. Jackson called him “the only person … who put himself in the line of fire.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}