{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "law/2014/dec/01/legal-aid-cuts-miscarriages-justice", "type": "article", "sectionId": "law", "sectionName": "Law", "webPublicationDate": "2014-12-01T23:24:39Z", "webTitle": "Cuts in legal aid ‘leading to miscarriages of justice’", "webUrl": "https://www.theguardian.com/law/2014/dec/01/legal-aid-cuts-miscarriages-justice", "apiUrl": "https://content.guardianapis.com/law/2014/dec/01/legal-aid-cuts-miscarriages-justice", "fields": {"headline": "Cuts in legal aid ‘leading to miscarriages of justice’", "bodyText": "Miscarriages of justice are occurring because of the withdrawal of legal aid, the most senior judge in the civil courts has told MPs. Lord Dyson, the Master of the Rolls, has described to the justice select committee how unrepresented litigants often “dry up” and become overawed by court procedures, failing to present their claims adequately. Giving evidence about the impact of legal aid cuts, Dyson also said there was a danger that increases in court fees may harm the civil courts’ income. Asked whether there were miscarriages of justice as a result of the increase in litigants in person, Lord Dyson said: “I’m sure there will be cases where a party who was unrepresented has lost a case because he or she doesn’t have representation. It’s impossible to prove, but it would be extraordinary if there had not been some cases which were decided adversely that would have been decided the other way had the litigant been represented by a competent lawyer. It’s inevitable.” Sir James Munby, president of the family division of the high court, agreed. “I’m quite sure there are cases where even the most experienced judge does not spot something which would have been spotted by a legally represented claimant – and that can mean the difference between victory and defeat. It would be foolish to believe there are not such cases.” Both judges said the priority was to provide legal advice for claimants at an early stage so that they could be helped to assess whether cases had any chance of success. Such advice would be cheaper than legal representation. Lord Dyson revealed that a £38m shortfall had recently emerged. “One reason,” he told MPs, “could be to do with court fees that have gone up. The civil part of the business is the only part that makes money. It’s the cash cow that pays for the other parts. “There’s a danger if you put up the fees too much we are going to drive business away. There has been a £38m fall in income from court fees compared with what was projected. We are trying to get to the bottom of this.” The committee is gathering evidence on the effect of the Legal Aid, Sentencing and Punishment of Offenders (Laspo) Act 2012, which sliced £330m out of the annual civil legal aid budget. The Ministry of Justice has repeatedly described legal aid provision in the UK as the one of the most generous in the world. Critics point out that continental jurisdictions, which do not have adversarial court systems, spend far more money on judges. Meanwhile, Conservative and Liberal Democrat MPs have reversed a series of defeats inflicted by peers on government plans to restrict access to judicial review. There had been a concession by coalition ministers on one of the areas of dispute: allowing judges discretion about whether or not to impose punitive charges on organisations that intervene in legal challenges. Only one Liberal Democrat MP, Sarah Teather, voted against the government. Labour, which dismissed the concessions as insignificant, opposed the judicial review clauses in the criminal justice and courts bill. The House of Lords is now due to vote again on the revised legislation next week in a parliamentary process known as ping-pong. Andy Slaughter MP, Labour’s shadow justice minister, said: “David Cameron’s government has repeatedly ignored the warnings of almost every independent expert that its attacks on judicial review would undermine our constitution. In rejecting the Lords amendments, the Tory-led government is savagely attacking the rights of the individual citizen to take on the state in court, opening the door for unlawful governments to avoid scrutiny. “All of this has been done without even a whimper from the Liberal Democrats, who have lost any remaining vestige of credibility on civil liberties.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}