{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2014/dec/13/louis-van-gaal-robin-van-persie-manchester-united", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-12-13T22:30:11Z", "webTitle": "Louis van Gaal admits lack of alternatives saved Robin van Persie", "webUrl": "https://www.theguardian.com/football/2014/dec/13/louis-van-gaal-robin-van-persie-manchester-united", "apiUrl": "https://content.guardianapis.com/football/2014/dec/13/louis-van-gaal-robin-van-persie-manchester-united", "fields": {"headline": "Louis van Gaal admits lack of alternatives saved Robin van Persie", "bodyText": "Louis van Gaal has revealed he came close to dropping Robin van Persie when his form dipped earlier in the season, and described his striker as a “lucky boy” to have kept his place in the Manchester United team. Van Persie scored both goals in United’s last win, a rather flattering 2-1 victory at Southampton, and Van Gaal said he was very happy to see him back in form. Yet around the time United were embarking on their present five-match unbeaten run Van Persie’s form was conspicuously absent, and Van Gaal admitted only the lack of alternatives had deterred him from making a change. “There was a time when Robin wasn’t playing very well, but you have to compare what you have with other players who might take his place,” the United manager explained. “He was a lucky boy because at that moment Radamel Falcao was injured and I had to compare him with Wayne Rooney and James Wilson. Rooney I can play in a lot of other positions and Wilson is still a young talent still proving himself. “I have always played with two strikers, only three or four times with one, so Robin was lucky. I have a lot of confidence in him though, even when not at his best, because I have explained what I like in a striker. I look for players who do not just score goals but provide an attacking point, linking with other players and able to see the third man as well [as the obvious alternative may already be closely marked]. Van Persie is one of the best strikers around at that.” This will be Van Gaal’s first league meeting with Liverpool – the sides did meet pre-season in the United States – and though the historical importance of the rivalry appears to have been emphasised to him by everyone from Ryan Giggs to the training ground chef, he will obviously need time to understand fully why Sir Alex Ferguson always used to regard it as the biggest match of the season, the first fixture to look out for at the start of each campaign. Neither Liverpool nor United are slugging it out for the title any more, neither can claim ownership of the famous perch, yet because of the mutual antipathy between fans few regular English encounters are fought with such intensity. United’s manager is no ingenue, however; he has seen some of the biggest derbies around and some of the most hostile sets of supporters. “Ajax and Feyenoord are the biggest of enemies in the Netherlands, whereas in Spain the greatest rivalry is between Barcelona and Real Madrid,” he said. “In Germany it is more difficult to say, except that everyone else is always against Bayern Munich. It makes life interesting, but I view myself as a professional. I can work anywhere, rivalries are for the fans.” With United now third in the table and going for a sixth successive league victory, Van Gaal is aware that keeping the run going against Liverpool would enable him to go into the festive fixtures with a high success rating and more than just seasonal goodwill, yet the perfectionist in him still seeks more. “Winning is good but I think the best statement of a coach and of a team together is the performance in the games,” he said. “I also want it to be consistent, not just one game good and then a game off. We were perhaps not the better team at Southampton, but then in our first six games we were often the better team and we didn’t win. In football you need luck, and I have already the experience that I have a lot of luck as a coach. That is important, but you also need talent.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}