{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2014/dec/11/bbc-music-award-pharrell-williams-ed-sheeran-winners", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2014-12-11T23:53:25Z", "webTitle": "Ed Sheeran and Pharrell Williams big winners at inaugural BBC music awards", "webUrl": "https://www.theguardian.com/music/2014/dec/11/bbc-music-award-pharrell-williams-ed-sheeran-winners", "apiUrl": "https://content.guardianapis.com/music/2014/dec/11/bbc-music-award-pharrell-williams-ed-sheeran-winners", "fields": {"headline": "Ed Sheeran and Pharrell Williams big winners at inaugural BBC music awards", "bodyText": "Ed Sheeran and Pharrell Williams have emerged top winners at the first BBC music awards. The award for British artist of the year at a ceremony in London on Thursday night caps a stellar year for Sheeran. The 23-year-old singer-songwriter’s second album, X, has sold more than 1 million copies in the UK and is expected to notch up a tenth week at number one this Sunday. It also debuted at the top of the Billboard chart in the US, selling more than 200,000 copies in its first week. The third single from Sheeran’s album, Thinking Out Loud, has also been the top-seller for the past fortnight. He told the crowd of more than 13,000 at Earl’s Court in west London: “A massive thank you to everyone who has bought a record, bought a ticket, streamed on YouTube, done anything, listened to my music ... I always thought my career would stop at one album, so knowing my career is longer than one album is the highlight.” The awards, hosted by Chris Evans and Fearne Cotton and broadcast on BBC1 and Radio 1 and 2, were created by BBC Music director Bob Shennan to underline the broadcaster’s commitment to music. They come just over two months before the Brit awards, which are broadcast by ITV and were first presented in 1977. Williams won both best international artist and song of the year for Happy after topping the UK singles chart for four weeks late last year with a song that continued to dominate the airwaves well into 2014. The hit from the soundtrack of Despicable Me 2 became the most downloaded track in the UK in September after selling more than 1 million copies, and was also the best-selling song of the year in the US having topping the American chart for 10 weeks in the spring. Williams said: “How amazing it is to have a song that is considered among all of the other really, really great songs. As writers and producers we are beholden to what the audience thinks and what you guys want to do, so when you say song of the year really it’s not my award – it’s your award.” The song of the year award was voted for by listeners of Radio 1 and 2. Other nominees included Money on My Mind by Sam Smith, Royals by Lorde and Ghost from Ella Henderson. Pharrell, known for his fondness of outsized Vivienne Westwood Buffalo hats, also featured on two of last year’s biggest hits – Get Lucky by Daft Punk and Robin Thicke’s Blurred Lines. The BBC Introducing award went to the surprise choice of Welsh rockers Catfish &amp; the Bottlemen, whose debut album The Balcony entered the top ten in September. The group performed their song Kathleen. The two-hour show closed with a rendition of God Only Knows by Sir Tom Jones and Paloma Faith accompanied by a 200-strong choir."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}