{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2014/dec/28/alan-pardew-crystal-palace-newcastle", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-12-28T20:26:18Z", "webTitle": "Crystal Palace set to approach Newcastle’s manager Alan Pardew", "webUrl": "https://www.theguardian.com/football/2014/dec/28/alan-pardew-crystal-palace-newcastle", "apiUrl": "https://content.guardianapis.com/football/2014/dec/28/alan-pardew-crystal-palace-newcastle", "fields": {"headline": "Crystal Palace set to approach Newcastle’s manager Alan Pardew", "bodyText": "Crystal Palace are expected to make a formal approach for Alan Pardew early this week after identifying the Newcastle United manager as their preferred target to replace Neil Warnock. Pardew declined to attend a single scheduled post-match media interview after Newcastle’s 3-2 home win against Everton, so as to avoid the need to discuss the Palace vacancy. The south London club are aware they would have to meet a hefty buyout clause in Pardew’s contract, thought to be up to £6m, if they are to bring him back to the club where he played as a midfielder in the top two divisions. Newcastle’s owner, Mike Ashley, would not countenance compromise over that sum, which could be a stumbling block, but if the compensation was paid it is hard to imagine him standing in Pardew’s way. Palace are understood to have been given some hope that Pardew would consider a move to Selhurst Park but whether he is genuinely interested in succeeding Warnock or whether his no-show was simply part of a political power play with Ashley remains unknown. Might, for instance, Pardew want certain assurances regarding the January transfer window before reaffirming his loyalty to the St James’ Park cause? Pardew knows the Palace co-chairman Steve Parish, who is overseeing the recruitment process, having sacked Warnock on Saturday after only 16 league games in charge, and the Newcastle manager’s principal family home remains in Surrey. Yet with five and a half years remaining on Pardew’s eight-year contract at Newcastle, he would represent a costly option for Palace to pursue. Pardew’s four years on Tyneside have featured some dramatic highs and lows with Chris Hughton’s successor variously leading Newcastle, against all odds, to a fifth-place finish, winning the manager of the year award, head-butting Hull City’s David Meyler and surviving a relegation dalliance. Ashley’s refusal to bow to calls from Newcastle fans to sack Pardew after a wretched run during the autumn was rewarded by a revival which has left a young and largely inexperienced team in the top half of the table. Back in September and October, Pardew fought hard to keep a job he has always appeared to love in a city and region he has enjoyed living in. Ostensibly it would seem strange to swap a top-10 side who routinely attract 52,000-strong crowds for home games for a relegation skirmish at Selhurst Park. However it is not beyond the bounds of possibility that Pardew has simply been worn down by the often unique challenges involved in working for Ashley allied to enduring hostility from elements of Newcastle’s support who were less than delighted by last week’s fourth straight Tyne-Wear derby defeat by Sunderland. Of the other options potentially open to Palace, Tim Sherwood was interviewed in the summer and is available, while Steve Bruce, a former manager at Selhurst Park, has entered the final six months of his contract at Hull City and could come into the reckoning. Hughton, another possible candidate, is interested in the vacant position at the Championship club Brighton &amp; Hove Albion. The Palace caretaker, Keith Millen, expressed a desire to take the job full-time after overseeing a 0-0 draw against Queens Park Rangers at Loftus Road. But with Palace seeking Premier League experience, he is unlikely to be in contention. “I’m ready for it,” said Millen. “The players respect me. I’ve done it enough times. I’ve managed before.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}