{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2014/dec/12/abbot-point-dredging-haste-could-ruin-caley-valley-wetlands-says-expert", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2014-12-11T22:35:34Z", "webTitle": "Abbot Point dredging haste could ruin Caley valley wetlands, says expert", "webUrl": "https://www.theguardian.com/australia-news/2014/dec/12/abbot-point-dredging-haste-could-ruin-caley-valley-wetlands-says-expert", "apiUrl": "https://content.guardianapis.com/australia-news/2014/dec/12/abbot-point-dredging-haste-could-ruin-caley-valley-wetlands-says-expert", "fields": {"headline": "Abbot Point dredging haste could ruin Caley valley wetlands, says expert", "bodyText": "A marine expert has warned that rushing through a scheme to dump dredged material from a coal port on sensitive wetlands could result in disaster, as the Queensland government plans to have bulldozers ready to roll on the project on New Year’s Day. The government’s contractors are organising for work to start at the proposed Caley valley dump within days of approval by the federal environment minister, Greg Hunt. But a public consultation on the plans has yet to be completed, and has been criticised for allowing insufficient time for people to give an informed response. The dump is intended to take dredge spoil as part of a project led by Indian miner Adani to expand the Abbot Point port to accommodate a projected increase in exports from the Galilee basin coalfields. An initial plan to dump the sediment within the Great Barrier Reef’s waters was shelved following an outcry from environmentalists and a formal request by Unesco for an alternative to be found. Prof Marcus Sheaves, head of marine biology at James Cook University, said the lack of a considered process around the wetlands plan was “a serious concern”. Sheaves joined environmental campaigners and the Greens in calling on Hunt to extend the two-week period for public submissions on the wetlands dumping plan. “When you rush big projects in sensitive places, you increase the potential for a disaster – it regularly leads to massive environmental damage and an expensive clean-up that could have been prevented if there had been detailed scientific consideration and community engagement,” Sheaves said. “I urge the minister to reconsider his decision and extend the consultation process, fully engaging both the scientific and wider community in a frank and full consideration of the proposals.” Hunt, who fast-tracked the approval process by waiving the need for new site studies examining the impact of dumping on the wetlands, has provided 10 business days for public submissions. That is the minimum legally required period for the public to comment on a report 2,370 pages long. Greens senator Larissa Waters said Hunt’s decision was “insulting”. She said just getting through the report to make informed comment meant “reading 237 pages a day, all during the end-of-year period which is very busy for many people”. The Queensland government last week appointed BMD Constructions to come up with a proposed design and construction plan for the dumping ponds in Caley Valley. It also flagged the opportunity for dredging companies two weeks before its plan was released for public comment before scrutiny by Hunt. Hunt has stipulated that dredging can only take place between 1 March and 30 June each year to avoid impacts on coral spawning and seagrass regrowth, adding urgency to Adani’s port expansion plans. Sheaves questioned the lack of a plan for “detailed integrated assessment of all components of the proposal and their implications, despite the sensitive nature of location of the proposed dredge-spoil dumping, and the public concern over the proposal”. Queensland government documents on the project state that the Caley valley wetlands are an important habitat of national significance for a selection of birds that are collectively described as “superlative natural phenomena”. Dredged material will be contained within constructed embankments near new railway lines that will run to the Abbot Point port. The dumped sediment would directly wipe out 114.3 hectares of foraging habitat for birds, with a further 16.4 hectares lost due to increased activity and noise. More than 97 hectares of potential seagrass habitat, vital for animals such as turtles and dugongs, will suffer “permanent and irreversible loss” due to the dredging. The Queensland government documents state the dumping will have “significant residual impacts” on the Australian painted snipe, which is nationally listed as endangered. More than 15 species of migratory shorebirds use the wetland, including the red-necked stint and the sharp-tailed sandpiper, which are both endangered. Vine thickets, a type of endangered vegetation, is also found on the wetlands. World Wildlife Fund campaigner Louise Mathieson said the state government “really are fast-tracking the approvals process – I’ve never seen it go so rapidly”. Sheaves said coastal wetlands were crucial to the health of the Great Barrier Reef, as they prevented certain sediments and pollutants from flowing onto the coral. Wetlands also act as nursery grounds for juvenile fish and prawns. The Caley valley wetlands can host up to 40,000 water birds from 52 species at peak times."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}