{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2014/dec/16/eden-hazard-chelsea-real-madrid-derby", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-12-16T22:15:02Z", "webTitle": "Masterful Eden Hazard sets Chelsea fair for progress to last four | Paul Wilson", "webUrl": "https://www.theguardian.com/football/blog/2014/dec/16/eden-hazard-chelsea-real-madrid-derby", "apiUrl": "https://content.guardianapis.com/football/blog/2014/dec/16/eden-hazard-chelsea-real-madrid-derby", "fields": {"headline": "Masterful Eden Hazard sets Chelsea fair for progress to last four", "bodyText": "Chelsea might have suffered their first Premier League defeat of the season though unlike Liverpool or Manchester United, say, they are still fighting on all four fronts and have now reached their first semi-final of the season. One would imagine the Capital One Cup is the least of José Mourinho’s priorities, but a team three points clear at the top of the table can afford to take lesser competitions seriously. Certainly a squad of such depth and quality has almost an obligation to give a good account of itself in a quarter-final, and with only a couple of exceptions for pensioners, such as Didier Drogba for Diego Costa and Petr Cech for Thibaut Courtois, the Rams found themselves facing the whole hog. That meant an appearance for Eden Hazard, for whom Real Madrid are reportedly willing to swap Gareth Bale, should Chelsea be willing to let him go. Mourinho needs to think carefully about that, for Hazard brings a lot of subtlety and guile to Chelsea’s otherwise muscular game. The Belgian was responsible for Chelsea’s first goal, not just for scoring it adroitly but for starting the move in the first place before collecting Cesc Fàbregas’ return pass. And it was his pass that might have put the game to bed with a Loïc Rémy goal late in the game, only for the substitute to be pulled back in the evening’s moment of controversy. While the game remained scoreless Hazard and Fàbregas appeared to be engaged in some sort of private game, possibly to win a bet on who could deliver the cutest backheel pass or who could best control one with only inches to spare on the touchline. They found each other in some unusual ways, as if busy exploding the myth that Mourinho prefers his teams to play fast, direct football, yet almost invariably they found each other. Very few passes went astray – there were more missed targets in the first half hour at Old Trafford on Sunday than in the whole of this game, and the precision and weight of pass from Hazard in particular was both economical and impressive. In a move that almost brought a second goal before the interval, Hazard bided his time in the middle to draw in the Derby cover then released André Schürrle with a pass of such precision down the right that the German practically had no alternative but to take it in his stride and deliver the cross it invited. Drogba was waiting in the middle but Richard Keogh reacted to the danger well and reached the ball first. Like all the best technicians Hazard is never afraid to take the ball in the tightest of situations, sometimes demanding a pass even when closely marked. He is sometimes guilty of taking on too much, but he rarely loses possession. When Chelsea are playing a patient game, as they were here, trying to win without fully hitting their stride by keeping hold of the ball and weighing up their options, they have the ideal outlet in forward midfield. One could almost describe Hazard’s balance and fluidity of movement as balletic, except that might result in Steve Bruce getting in touch to complain. After Swan Lake against Hull City there was no Gary Cahill and no more shameful theatricals. Drogba did fall over in the familiar graceful arc in the first half, but he had been fouled and was just making sure the referee noticed. Judging by the amount of time he spent receiving treatment there was nothing bogus about Kurt Zouma’s injury either. The French defender was taken out by his own goalkeeper while challenging the Derby defender Richard Keogh, picking up a facial injury so severe Drogba came all the way back to the technical area to describe it to Mourinho in animated detail. Hazard made a mistake early in the second half, trying to set up Fàbregas for a shot but telegraphing his intentions with a pass along the area that was easily cut out. John Terry nearly made a more expensive one moments later, overselling himself by the corner flag and seeing Johnny Russell skip round him, but Cech was equal to the eventual shot from Will Hughes. With that opportunity went Derby’s chances of making a night of it. Drogba made the most of another foul minutes later to draw a free-kick, and Filipe Luís beat Lee Grant with an unstoppable shot. Drogba spent some time writhing around on the touchline before hobbling off after an hour, before Craig Bryson’s ultimately fruitless reply, but by then the job was done. While he may have picked up a knock, at 36 the old chap probably needed the rest. Either that or perhaps he had an inkling that a full-blooded cup tie was about to break out in the final 20 minutes."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}