{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2014/dec/11/the-green-prince-review-hamas-shin-bet", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2014-12-11T22:44:05Z", "webTitle": "The Green Prince review – gripping Israeli spy documentary", "webUrl": "https://www.theguardian.com/film/2014/dec/11/the-green-prince-review-hamas-shin-bet", "apiUrl": "https://content.guardianapis.com/film/2014/dec/11/the-green-prince-review-hamas-shin-bet", "fields": {"headline": "The Green Prince review – gripping Israeli spy documentary", "bodyText": "Like all stories involving the testimony of former spies, this cannot be taken entirely at face value, and must be examined for what is not being said. But what a startling documentary, all about the greatest coup ever pulled off by Shin Bet, Israel’s security agency. In the late 1990s, they turned Mosab Hassan Yousef, the son of senior Hamas leader Sheikh Hassan Yousef, and ran him as a spy in Hamas for 10 years, apparently preventing dozens of suicide attacks and engineering many arrests, including that of Youssef senior. The younger Youssef is interviewed at length, and he reveals that, having been arrested and brutalised as a teenager, he accepted the government’s offer of a deal at a vulnerable moment, but had initially intended to be a double agent, planning to murder his handler, Gonen Ben Yitzhak (who was also interviewed separately). But Youssef became thrilled with his sense of status and importance (his code name was the Green Prince) and rationalised his behaviour, believing he was a non-violent influence, even conniving at the arrest of his father and himself to protect his family from reprisals. As for Yitzhak, he appears to have been suspected by his superiors of having gone native with his prize captive and ersatz son, allowing him too much leeway. Does Youssef quite realise, even now, the Stockholm-syndrome aspect of what has happened to him? Or are there things he is not telling us? Such as how many other Shin Bet spies there are within Hamas ranks? Gripping stuff. • The Green Prince: Sundance 2014 - first look review"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}