{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2014/dec/28/tesco-300m-pensions-hole", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2014-12-28T19:11:32Z", "webTitle": "Tesco may have to find £300m a year to plug pensions hole", "webUrl": "https://www.theguardian.com/business/2014/dec/28/tesco-300m-pensions-hole", "apiUrl": "https://content.guardianapis.com/business/2014/dec/28/tesco-300m-pensions-hole", "fields": {"headline": "Tesco may have to find £300m a year to plug pensions hole", "bodyText": "Tesco, the embattled supermarket chain that lived through a nightmare two years, is facing additional financial pressure in 2015 when it must publish plans to plug a £3bn hole in its multibillion-pound pension scheme. The company is confronting the prospect of injecting an extra £300m into its employees’ retirement fund every year for the next 10 years, according to independent pensions consultant John Ralfe. Meeting this heavy commitment is yet another challenge for newly appointed chief executive Dave Lewis, who is tasked with returning the UK’s leading grocery business to its former glories. Ralfe, a former head of corporate finance at the chemist chain Boots who made his name handling its £2.3bn pension fund, said: “2014 saw Tesco firing its chief executive [Philip Clarke in July], disclosing accounting irregularities [which are being investigated by the Serious Fraud Office], mothballing newly completed stores, and facing a challenge to its whole business model from the discounters, such as Aldi and Lidl. Increased cash contributions to plug its pension fund is yet another problem. “The new finance director [Alan Stewart] will want to make sure shareholders have absolute confidence in all of the numbers, including pensions, which Tesco produces.” Tesco said it could not comment in detail on its pension deficit as the size of the shortfall in its employees’ pension fund is being assessed, via a triennial actuarial valuation which the company said it expected to be concluded before the end of May. The size of the gap, along with a plan to fill it, must be published by June and the group’s last annual report suggested the deficit is almost £3.2bn – the difference between the fund’s £8.1bn of assets and its £11.3bn of liabilities. The pensions regulator typically allows companies and trustees to devise strategies spanning 10 years to correct deficits, though in practice businesses often seek to correct issues over 15 years. Ralfe said he expected the actuarial valuation deficit announced next year to be similar to the figure produced in the company’s 2014 accounts. Tesco said its last triennial trustee’s actuarial valuation, from March 2011, showed a deficit of £934m. Its 2011 annual report, taking in figures up to the end of February 2011, showed a pension deficit of £1.4bn. The retailer has sought to correct the funding problems and in its 2013 financial year made an additional injection of £180m, on top of other routine contributions designed to reduce the deficit on the scheme. The one-off top-up dropped to £4m in 2014. Tesco declined to explain the marked difference between the two figures."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}