{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2014/dec/24/bbc-wrong-broadcasting-russia-world-service-john-tusa", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2014-12-24T19:46:00Z", "webTitle": "BBC wrong to end broadcasting to Russia – ex-World Service boss", "webUrl": "https://www.theguardian.com/media/2014/dec/24/bbc-wrong-broadcasting-russia-world-service-john-tusa", "apiUrl": "https://content.guardianapis.com/media/2014/dec/24/bbc-wrong-broadcasting-russia-world-service-john-tusa", "fields": {"headline": "BBC wrong to end broadcasting to Russia – ex-World Service boss", "bodyText": "The BBC has made significant “strategic errors” that have allowed Russian propaganda to grow unchecked in eastern Europe, according to a former head of the World Service. In a letter to the Guardian, Sir John Tusa said the corporation was wrong to end direct broadcasting to Russia and central Europe amid swingeing cuts in March 2011. He also took issue with the former World Service director, Peter Horrocks, who told the Guardian that ministers should consider freeing up extra funding for the broadcaster to combat the wave of Kremlin-funded news sweeping Europe. Tusa, the World Service managing director from 1986 to 1992, said: “It is a bit late in the day for Peter Horrocks to complain about BBC World Service underfunding in the face of ratcheted-up competition from Moscow and Beijing. “When he appeared before the Commons foreign affairs committee on 9 March 2011 to explain the new BBC licence fee-funded regime for the World Service, MPs repeatedly offered to mount a campaign to help him to ask for a better settlement for the World Service. Horrocks as repeatedly declined their offers of support, insisting the BBC as a whole must accept funding reductions. “That looks like a strategic error, as does the earlier closure of direct broadcasting to Russia and central Europe on the grounds that pluralism of communication and information was now freely available in those countries.” Tusa added that the international aid budget should be made available to the World Service because it “serves the essential needs of listeners for unbiased information”. “BBC World Service is a broadcaster, not an aid agency, and should be funded as such. The World Service was never an arm of the Foreign Office. It must not become a division of overseas aid,” he said. International alarm over the rise of Kremlin-funded news, led by the 24-hour news channel Russia Today, has intensified following Vladimir Putin’s military intervention in Ukraine and his feud with the west. Horrocks, in an interview with the Guardian before he stepped down as World Service director earlier this month, warned that Britain was being “financially outgunned” by Russia and the Chinese and said ministers should examine ways to free up extra funding for BBC’s international broadcasting arm. His call was backed by other senior figures including the Commons culture, media and sport select committee chairman, John Whittingdale, and Britain’s former ambassador to Moscow, Sir Tony Brenton. As the World Service has pared back, Russia Today has expanded spectacularly. The network, which broadcasts a pro-Kremlin interpretation of world events in English, Spanish, Arabic and Russian, launched a UK-focused channel based in Millbank, central London, recently and plans to launch German and French channels next year. Putin will increase its global budget next year by 40% to 15.38bn roubles (£183m), up from 11.87bn roubles this year. A BBC spokeswoman said a Russian-language service was still available online and through partner stations. Demand for the online service increased during Russia’s Ukraine conflict, according to the BBC."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}