{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2014/dec/16/bradley-cooper-american-sniper-not-political", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2014-12-16T22:11:37Z", "webTitle": "Bradley Cooper denies American Sniper is 'a political movie'", "webUrl": "https://www.theguardian.com/film/2014/dec/16/bradley-cooper-american-sniper-not-political", "apiUrl": "https://content.guardianapis.com/film/2014/dec/16/bradley-cooper-american-sniper-not-political", "fields": {"headline": "Bradley Cooper denies American Sniper is 'a political movie'", "bodyText": "It’s one of the most patriotic films in recent memory, the story of Chris Kyle, the deadliest sniper in US military history, who killed at least 160 people in Iraq. Directed by Clint Eastwood, American Sniper has been described as “a heartfelt salute to US muscle” – but its star and producer, Bradley Cooper, denies that it’s a political film. “It’s not a movie about the Iraq war; it’s about the horror of what something that a soldier like Chris has to go through,” Cooper said at a press conference in New York. “It’s not a political movie at all, it’s a movie about a man – a character study. We hope that you can have your eyes opened to the struggle of the soldier rather than the specifics of the war.” Cooper was speaking alongside co-star Sienna Miller; the film’s writer, Jason Hall, and Taya Kyle, Chris’s widow. Having completed four tours of duty and overcome his struggles to readjust to domestic life – events detailed in the film – in 2013 the Navy Seal was killed by a fellow veteran he was attempting to mentor on a shooting range. When asked how audiences in other countries, who may have a more ambivalent view than the film about America’s role in Iraq, would receive American Sniper, Taya Kyle, played by Miller in the film, said: “Less than 1% of our men and women sign up to serve this country. They’re there because they’re willing to put their life on the line for this country. There’s an inaccurate stereotype that these guys love war and they don’t – they love the fight for what they would say is justice or each other.” The opening of the film depicts Kyle killing a pubescent boy and his mother as they attempt to throw a grenade at American marines. “The woman forced him into a situation where he had to make a choice,” said Taya of the incident. “Either he lets these marines die or he swallows his heart and says I’ve got to do this. It hurt him, but either he does it or someone else has to get on the gun.” Pointing out that soldiers in the US military do not choose who they fight, and struggling to contain her emotions, Taya continued: “It is a misconception to think that the Americans are over there fighting Iraqis. They’re fighting terrorists. They just have to fight the people that are coming at them – it’s not about politics for the soldiers at all.” Such a view will, however, be seen by many as deeply political, along with the film itself, which is told entirely from Kyle’s point of view, with few speaking roles for non-white characters. Deliberately structured like a western, American Sniper’s climax pits Kyle against Mustafa, an Iraqi sniper who does not utter a single word throughout the entire film. The Hollywood Reporter has already suggested that American Sniper may be overlooked for a best picture nomination at the Oscars owing to most of the voters being left-leaning, quoting an unnamed film insider as saying “these red-state, red-bait movies have got to appeal to LA and New York — and that’s going to be tough ... This lefty crowd isn’t going to gather around a Navy Seal best known for killing people.” Though Eastwood’s politics have been hard to pin down – in 2012 he gave a bizarre address to an empty chair intended to represent Obama at the Republican National convention – American Sniper is a much more avowedly patriotic, even bellicose, film than his previous Oscars-winners, Unforgiven and Million Dollar Baby; a more reassuring watch in an America spooked by Isis. When asked whether this is was the kind of film America now requires, Taya Kyle, who has a foundation which provides marriage counselling for veterans, replied that the film would help people to raise awareness of the challenges soldiers face on and off the battlefield. “Hopefully we will get some benefit in people wanting to do more for [the military].” Said Cooper: “We would never have the audacity to say that this movie is what America needs All we tried to do is portray this man as honestly as possible. We found this to be a very compelling story and that’s it. It’s not didactic - it’s very simple in its purpose.” Yet other viewers – especially beyond America – seem sure to disagree. • This article was amended on 17 December 2014 as Chris Kyle’s surname was incorrect in places. This article was further amended on 7 January 2015 to correct the spelling of Kaya Kyle’s name."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}