{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2014/dec/11/bernie-ecclestone-female-f1-executive-take-over", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2014-12-11T22:35:00Z", "webTitle": "Bernie Ecclestone tips female F1 executive to take over at the top", "webUrl": "https://www.theguardian.com/sport/2014/dec/11/bernie-ecclestone-female-f1-executive-take-over", "apiUrl": "https://content.guardianapis.com/sport/2014/dec/11/bernie-ecclestone-female-f1-executive-take-over", "fields": {"headline": "Bernie Ecclestone says he will not give up running of F1 despite rumours", "bodyText": "Bernie Ecclestone has insisted he has no intention of moving on from running Formula One despite speculation about his future. But should the time come for him to step aside the 84-year-old suggested Sacha Woodward-Hill, a senior female executive within the organisation, would be ideally placed to take over. Ecclestone briefly stepped down from the board of Delta Topco, which owns the F1 Group, of which he is chief executive, to concentrate on the bribery case in Germany he faced earlier this year. He revealed at the end of the season he would return to the board and confirmed on Thursday that he has no intention of leaving it. “I’m happy here as long as the board are happy,” he said. “When I think I can’t deliver any longer I shall retire but I’m not at that stage, not at the moment. I still enjoy what I do. The good thing is every day I get up and I never know what is going to happen. It keeps me on my toes.” His place within the management of the sport, where he has been crucial since 1978, puts him in a unique position, he argued. “I’m in a good position with people who trust me, rely on me, I shake hands with them and they don’t need a contract. They know that’s it, the end of it,” he said. “It takes an awful long time to develop that sort of reputation, and whoever does what I do it will take an awful long time for them to achieve that.” Ecclestone’s message was a well-timed reminder of how key he feels his contribution has been to the way the sport is run and it was unlikely to be accidental. For some time Paul Walsh, who was hugely successful as the chief executive of Diageo, has been put forward as the likely replacement for the F1 chairman, the former Nestle CEO Peter Brabeck-Letmathe, who is expected to step down due to ill health. Walsh’s appointment by F1’s owner, the private equity firm CVC, could have been a precursor to changes that would impact upon Ecclestone. This week Management Today quoted a source close to Walsh saying: “Paul would want to rein Ecclestone in to some extent from a good governance point of view,” and would be “short-tempered” if he did not change his ways within a few months – a potentially confrontational situation that could have led to Ecclestone’s removal. Yet despite some expectation that Walsh would be appointed on Monday no such decision was made, suggesting that despite Ecclestone’s claim he has no input in the process, his influence still looms large. Indeed Ecclestone confirmed that he believed Donald Mackenzie, the co-chairman of CVC, would not make any appointment of which the board did not approve. Ecclestone pointed out that Walsh’s appointment was far from a done deal, noting he was only “one of a number of people that have been suggested”. That a new chairman will be enlisted seems certain but the real issue will be their relationship to Ecclestone – whether they are appointed with an agenda to see him off or merely to see out his time. If it is the former it is impossible to imagine him going quietly; he said anyone attempting to rein him in would be “unique if he could do that”. He did concede, however, that should he step down his successor could come from within the F1 group. Despite previous adverse comments comparing women to domestic appliances, he put forward his chief legal officer, Woodward-Hill, as a potential replacement. In reference to Woodward-Hill he said: “The people [at the F1 Group] would be able to easily follow through what we have put in place. Perhaps if I controlled the board I would probably say it wouldn’t be a bad idea to have a woman being the chief executive. If I died there are enough people in the company who could continue running it the way we have set things up.” Woodward-Hill has been part of the F1 Group since 1996 and is understood to have been as close as anyone to Ecclestone’s running of the business during that time, so is ideally placed to step into his shoes. She saw him through the bribery trial earlier this year, part of a difficult 12 months for Ecclestone that nonetheless have not led to any lessening of his determination to endure in F1. “I run the company as if it belonged to me,” he insisted. “I want to see the company grow and succeed in everything we do.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}