{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2014/dec/17/morning-mail-sydney-siege-pakistan-school-massacre-department-of-unemployment", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2014-12-16T23:11:15Z", "webTitle": "Morning Mail: Sydney siege, Pakistan school massacre, department of unemployment", "webUrl": "https://www.theguardian.com/australia-news/2014/dec/17/morning-mail-sydney-siege-pakistan-school-massacre-department-of-unemployment", "apiUrl": "https://content.guardianapis.com/australia-news/2014/dec/17/morning-mail-sydney-siege-pakistan-school-massacre-department-of-unemployment", "fields": {"headline": "Morning Mail: Sydney siege, Pakistan school massacre, department of unemployment", "bodyText": "Good morning folks, and welcome to the Morning Mail – sign up here to get it straight to your inbox every weekday morning. Sydney siege Katrina Dawson a 38-year-old barrister and mother of three children, and Tori Johnson, the 34-year-old manager of the Lindt cafe, were named as the hostages who were killed during the siege in Sydney’s Martin Place. Tony Abbott says there are questions to be answered about how “sick and disturbed” gunman Man Haron Monis remained at large Exclusive: Inside the Sydney siege - hostages tell of horror in the cafe.“We’re not getting out of here, none of us are. We are going to die here.” UK prime minister David Cameron has paid tribute to the victims of attacks in Australia and Pakistan How the Australian media reported the Sydney siege, how newspapers around the world covered the Sydney siege on their front pages, and Rupert Murdoch criticised around the world for his tweet ‘gloating’ about the Daily Telegraph’s coverage of the Sydney siege in the print edition. Visit our Sydney siege tag page for the Guardian’s comprehensive coverage, with dozens of pieces including video, images and analysis. Pakistan school massacre At least 141 people are dead – including 132 students – after attackers stormed a Peshawar school and started shooting children. Pakistan has responded to the school massacre with massive air strikes against the Taliban. Police say the siege is now over and five terrorists have been killed. Survivors have told of the terror, saying “I saw death so close”, and pictures from the attack show a desperate scene. The Taliban group behind the attack may be trying to prove its effectiveness after a series of splits, and we have a comment piece reiterating how this sickening massacre isn’t about religion - it’s about intimidation. See how the attack and Pakistan’s response unfolded in our rolling coverage. Australian news and politics Employment department staff have rejected a below-inflation pay offer, prompting employment minister Eric Abetz to warn wage rises could “only be paid for through job losses”. The governor general has stripped disgraced former Labor powerbroker Ebbie Obeid of his Order of Australia Medal. A police officer who was found guilty of assaulting Brazilian student Roberto Curti during his fatal arrest in Sydney’s CBD has escaped a conviction. Last year Joe Hockey was trying his very best to make the economic situation look as bad as possible in order to lay the blame of the deficits on Labor. Now it’s even worse, so it’s only fitting his budget rhetoric has come back to haunt him, writes Greg Jericho. Around the world Russians left wondering whether the good times under Vladimir Putin are over as the rouble crashes to dramatic low amid frantic central bank rate rise. A federal judge has found president Barack Obama’s new plan to ease the threat of deportation for 4.7 million undocumented immigrants violates the US constitution. Pennsylvania police have found the body of a man suspected of killing six members of his ex-wife’s family. Jeb Bush, the brother of former US president George W Bush, says he is ‘actively exploring’ a run for the presidency in 2016. One last thing The people of Manus Island had no say in the decision to build a detention centre here. But, as this exclusive investigation reveals, the arrival of refugees from around the world – and the industry that feeds off them – has brought both economic boom and devastating consequences. Have an excellent day – and if you spot something I’ve missed, let me know in the comments here or on Twitter @earleyedition. Sign up Get the Morning Mail direct to your inbox first thing every weekday by signing up here."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}