{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2014/dec/05/everton-ross-barkley-roberto-martinez-manchester-city", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-12-05T22:30:10Z", "webTitle": "Everton’s Ross Barkley must cope as a marked man – Roberto Martínez", "webUrl": "https://www.theguardian.com/football/2014/dec/05/everton-ross-barkley-roberto-martinez-manchester-city", "apiUrl": "https://content.guardianapis.com/football/2014/dec/05/everton-ross-barkley-roberto-martinez-manchester-city", "fields": {"headline": "Everton’s Ross Barkley must cope as a marked man, says Roberto Martínez", "bodyText": "Roberto Martínez marked Ross Barkley’s 21st birthday on Friday by insisting the midfielder has “improved massively” since last season but is adapting to being singled out by Everton’s opponents. The England international has endured a frustrating start to a campaign that carried high expectation after last season’s development into a World Cup player with three months spent on the sidelines due to a knee injury. Barkley is yet to recapture last season’s form since his recovery and his occasionally wayward passing prompted a furious outburst from the England manager, Roy Hodgson, towards the end of last month’s friendly win over Scotland. Barkley’s last goal was on 3 May against Manchester City, Everton’s opponents on Saturday and a club who have made no secret of their admiration for the Liverpool-born talent. Martínez, however, who denies the Premier League champions made an approach for Barkley in the summer, says the midfielder remains on course to fulfil his undoubted potential. “I think he has improved massively,” said the Everton manager, whose side received fierce criticism after Wednesday’s home draw against Hull City. “It is unfair to look at Ross’s performances and blame our results on that. Ross is developing all the time. His pass to Séamus Coleman against Spurs shows the ability he is bringing into his game and he showed incredible power the other night against Hull. I am very pleased with his performances. I don’t think he is performing badly at all. “Can he improve? Of course he can because he is a young man who has all the potential in the world. I see massive improvement in certain areas from where he was last season and I think we are going to see the best Ross Barkley in the second half of the season. Pre-season, before the injury, Ross was at his very best. Injury set him back and it stops you from getting the rhythm but after Christmas we are clearly going to see the best of Ross.” Martínez has deployed Barkley across Everton’s front line since his return from injury and admits the 21-year-old has attracted extra attention from opposing teams following last season’s breakthrough campaign. The Everton manager added: “It’s important to remember that Ross is not an unknown any more. When opponents play against him they are making sure it is difficult for him. He has to deal with that but the good thing is that means other players will have the space. You get the benefit as a team. “Sometimes when you are assessing an individual’s form you need to consider what the opposition are doing to try to stop them.” Barkley signed a new four-year contract with his boyhood club in the summer but City continue to be linked with the powerful midfielder. Asked if the champions registered their interest in Barkley this summer, Martínez replied: “No, no, no. We have a great relationship with City. We signed Gareth Barry on loan from them and the relationship has always been good but there has never been an approach about Ross. Never. Maybe it would be an issue if you are a selling club but we are not a selling club.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}