{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/australia-food-blog/2014/dec/29/how-to-create-the-perfect-cheese-platter", "type": "article", "sectionId": "food", "sectionName": "Food", "webPublicationDate": "2014-12-28T23:49:52Z", "webTitle": "How to create the perfect cheese platter", "webUrl": "https://www.theguardian.com/lifeandstyle/australia-food-blog/2014/dec/29/how-to-create-the-perfect-cheese-platter", "apiUrl": "https://content.guardianapis.com/lifeandstyle/australia-food-blog/2014/dec/29/how-to-create-the-perfect-cheese-platter", "fields": {"headline": "How to create the perfect cheese platter", "bodyText": "Cheese is the one item on your New Year’s Eve shopping list where you can’t go wrong, as any decent cheese shop will let you try the produce before buying. What to buy “There’s a lot of pressure on festive entertaining but generally everyone loves cheese,” says Alison Brien, fromager at Sydney’s Formaggi Ocello. Brien recommends buying one or two really good cheeses instead of half a dozen mediocre ones. “If you’re having a big party, serve one really stunning cheese like a whole wheel of triple crème cheese with truffle in it and have it as showpiece,” she says. Will Studd, host of the television show Cheese Slices, is also an advocate of less is more. “Keep it simple,” he says. “The more cheeses you have the more difficult it is to have them in optimum condition and to match them with wines.” As it’s summertime, Studd recommends staying away from “really stinky” wash rind cheeses. “If you open the fridge it will be like someone has died and every blowfly on the planet will think it is party time at your house,” he says. Instead Studd says you should look for cheeses that have some sort of point of difference and something interesting about them. “There’s no point serving boring cheese – it’s time to celebrate,” he says. How to serve it The French have a tradition of serving only odd numbers of cheeses: three, five or seven. There’s another school of thought that you should arrange your cheeses in a clockwise direction from mildest to strongest. But whichever approach you take, the most important thing to do is to take your cheese out of the fridge more than five minutes before serving. “Put your cheese on a nice platter or wooden board, cover it with a damp tea towel and leave it for two to three hours,” says Studd. “The two things that are really important when it comes to cheese are temperature and humidity.” This enables the cheese to come to room temperature without drying out, Studd says. What to serve it with Forget the Jatz crackers and instead add some panforte, stone fruit and nuts to your cheese board this New Year’s. Anthony Femia, affineur at Melbourne’s Spring Street Cheese Cellar (at Spring Street Grocer) recommends pairing cheese with seasonal fruits such as lightly grilled peaches, fresh cherries and figs. He’s also a fan of pecans, walnuts and dried apricots. “Try to avoid the sugary pastes like quince paste as they can be filling on the stomach and dull the flavour,” Femia says. Biscuits are also a no-go zone according to Studd, who recommends “really good bread” as an alternative. “Biscuits change the texture of the cheese,” he says. “If I want my wafers I will go to mass. People put stuff with cheese originally because the cheese was really bad and it was a way of making bad cheese taste better. Somehow we have adopted that.” But if you really want to get into the party spirit Brien recommends some slices of panforte. “It’s traditional in Italy and stunning served with cheeses,” she says. “You get nuts and honey all in one mouthful. It is adding those little touches to your cheese plate that gets people talking and makes it really memorable. Excess cheese In the unlikely event you have leftovers from your cheese platter, Brien says you should wrap the cheese in baking paper first then loosely wrap it in clingfilm and pop it in a container in the fridge. “You don’t want to wrap it really closely in the clingfilm as that will make it get sweaty,” she says. “Better still it makes a really delicious ... toastie.” Four top cheeses 1. Comté AOP, matured 24 months If you always buy cheddar, try a French Comté instead. “It’s delicious, smooth, nutty and everyone loves it,” says Brien. She recommends Comté as “the perfect champagne cheese” and says it also pairs well with a glass of chardonnay or pinot noir. Available at specialty cheese stores including Formaggi Ocello. $78 a kilo. 2. Holy Goat’s Brigid’s Well Australian goat’s cheeses are at their best this time of year and Femia recommends Holy Goat’s cheeses which are organic and handmade in Sutton Grange, Victoria. “It’s a naturally rinded goat’s cheese with citrus notes on the palate,” he says. The cheese has a “fudge-like texture” and Femia says it goes well with wines such as chablis and viognier. Available at specialty cheese stores including Spring Street Cheese Cellar. $140 a kilo. 3. Yarra Valley Dairy’s Saffy Saffy is a creamy fresh cow’s milk cheese which is marinated in olive oil, garlic, lemon rind, cumin seeds and saffron. Catherine McCarthy of Yarra Valley Dairy says it’s a very luxurious cheese which is perfect for special occasions like New Year’s Eve. “It’s got a really creamy mouth feel with tang from the lemon and the unique headiness that comes from saffron,” she says. Available at Yarra Valley Dairy. $14 a jar. 4. Cropwell Bishop Stilton There are some good cheeses to be found at the supermarket if you shop at the deli counter, according to Studd. “The supermarkets desperately want to be good at specialty cheeses, they are just twigging to it now,” he says. “If you are going to buy from a supermarket make sure it is cut to order not pre-packed.” Studd recommends Cropwell Bishop Stilton, available at Coles. “It’s got a sweet-salty finish with a lovely creamy background and that’s what you are looking for,” he says. “Stilton that hasn’t been frozen is very creamy, it matures slowly and it crumbles in large lumps.” Serve with a sticky wine. Available at Coles. $75 a kilo."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}