{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/blog/2014/dec/28/british-sportswomen-success-2014-review", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2014-12-28T23:01:12Z", "webTitle": "In 2014 British sportswomen made headlines like never before | Sean Ingle", "webUrl": "https://www.theguardian.com/world/blog/2014/dec/28/british-sportswomen-success-2014-review", "apiUrl": "https://content.guardianapis.com/world/blog/2014/dec/28/british-sportswomen-success-2014-review", "fields": {"headline": "In 2014 British sportswomen made headlines like never before", "bodyText": "In this strangely directionless time before New Year’s Day when an uneasy ceasefire on food, fizz and football bingeing takes hold it is traditional to ruminate on the passing year – once more, for old times’ sake – before plunging into stupor and failed resolutions. Sport, of course, is no different. So what will you remember? For me, Brazil 1 Germany 7 was exceptional in an unexceptional World Cup, Novak Djokovic repelling the wills of 15,001 people on Centre Court to thwart Roger Federer bore comparison with the best Wimbledon finals and Rory McIlroy winning back to back majors also left a deep mark, although not on viewers of the BBC’s Sport’s Personality of the Year. The better-than-decent Premier League finale and FA Cup and Champions League finals were enjoyable too. Really you could shove a dozen moments into a tombola and be happy with whatever popped out. In terms of grand spectacle nothing matched the sight of four million people strung along streets, heaths and hills, straining for a sight of the peloton when the Tour de France visited Yorkshire for the Grand Départ. In some places the fervour was akin to a religious pilgrimage: 60,000 people watched on Holme Moss, despite no cars or public transport. But away from these thumping set pieces another undercurrent gathered momentum in 2014: the growing strength and sporting success of British women. It wasn’t only that England’s cricketers won the women’s Ashes Down Under for only the third time in 80 years or that England’s rugby players won their first women’s World Cup in 20 years. Or that individuals such as Helen Glover, who become the first woman in British rowing history to hold the Olympic, world and European titles for the women’s pairs at the same time, and Charlotte Dujardin, who broke another world dressage record in Olympia this month, stood out so magnificently. It was the wider trend: that British women are winning a greater proportion of medals in major events than previously. After London 2012 considerable fuss and fanfare was rightly made about the contribution made by Team GB’s women to the nation’s medal tally. Twenty two of Britain’s 65 medals were won by women (34% of the total), with another three in mixed events. At the Commonwealth Games in Glasgow those foundations were built on as England, Scotland and Wales experienced their most successful Games – and women from the home nations contributed like never before. Of the 275 medals won by England, Scotland, Wales and Northern Ireland 121 were won by women (44% of the total), with another 15 in mixed events. The most successful British gold medallist at the Commonwealth Games was Claudia Fragapane, with four gymnastics titles, while the Welsh gymnast Frankie Jones and English swimmer Siobhan-Marie O’Connor both won six medals, more than any of their male team-mates. The comparative success of British women was evident elsewhere. At the European Athletics Championships in Zurich the haul of four gold, two silver and three bronze was their best. British women won nine of the 23 medals in Zurich, 39%, their highest contribution to the team’s medal tally at European championships for six decades. The figure would surely have been much higher if Holly Bleasdale, Perri Shakes-Drayton, Katarina Johnson-Thompson and Jessica Ennis-Hill had been able to compete. It was in Zurich that I saw my most spirit-lifting moment of the year as the 40-year-old Jo Pavey sprinted away from a field containing athletes close to half her age to win a first major title. Pavey’s team-mates nicknamed her “Granny” but such was her popularity that in their hotel many were in tears when she crossed the line. Then there was the Winter Olympics where Britain’s women won three of the team’s four medals as the nation produced its best performance since 1924. Lizzy Yarnold led the way with gold in the bob skeleton, with bronzes won by the women’s curling and Jenny Jones in the women’s slopestyle snowboarding. This month I spoke to Yarnold, who told me the success of Britain’s women in 2014 had come as little surprise. “Women’s sport is getting stronger and stronger every year,” she said, pointing to the virtuous circle started by greater funding and bolstered by growing success. There is, of course, a difference between success and popularity. There is no hiding the fact that women’s sport is generally less popular than the men’s equivalent. But at least viewers are getting the opportunity to watch increasing amounts of it. This year Sky Sports showed more women’s sport than ever before, up 30% on 2013, while next summer it will feature live coverage of a women’s Test match for the first time. BT Sport shows everything from women’s tennis to NCCA women’s lacrosse. And of the 1,000 hours of sport the BBC shows, 20% of its coverage is of women’s sport. Finally, it is interesting to speculate where this strengthening swell of British women athletes might lead. London 2012 was the first Games in which there were more US female Olympians than males and US women won 58 medals to 45 for the men. Perhaps one day in the not-too-distant future, Britain’s women will do the same."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}