{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2014/dec/20/panic-saturday-shopping-extra-security-crowds", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2014-12-20T21:22:55Z", "webTitle": "‘Panic Saturday’: shoppers throng UK’s town centres", "webUrl": "https://www.theguardian.com/lifeandstyle/2014/dec/20/panic-saturday-shopping-extra-security-crowds", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2014/dec/20/panic-saturday-shopping-extra-security-crowds", "fields": {"headline": "Retailers report a shopping bonanza on ‘Panic Saturday’", "bodyText": "Black Friday was followed by Panic Saturday as shoppers thronged town centres preparing to spend an estimated £1.2bn on last-minute gifts before Christmas Day. Special crowd-control measures were enforced at Birmingham’s New Street station, and stores across the country were forced to hire extra security in the wake of last month’s ugly scenes, when shoppers fought over access to bargains. With widespread delays in the delivery of online orders, more shoppers are expected to head for Britain’s high streets and shopping centres before the big day. The seven-day period before Christmas Day could see a 7% rise in spending on the same period last year. Kevin Jenkins, Visa Europe’s UK and Ireland managing director, said: “Black Friday kickstarted Christmas on the high street and online this year, but the busiest bricks-and-mortar day will likely remain in its traditional slot close to Christmas. “Retailers’ multi-channel approach should cause a surge in footfall from click-and-collect sales too, with the opportunity for further shopping in-store when consumers arrive.” Three-quarters of the top 100 high street retailers have begun their sales already in a bid to lure shoppers, with discounts averaging 45%, according to PricewaterhouseCoopers. Consumer analyst Sue Hayward said: “People are starting to get a little more money in their pockets. We are seeing things like petrol and food prices slightly down. It is important for the retailers that they entice people into spending money, rather than paying off their mortgage, which may be the sensible option.” Tuesday, however, is set to be the busiest single shopping day of the festive season, with Visa Europe predicting that shoppers will spend £1.3bn, or £15,278 every second, on its cards – estimating 34 million transactions, with the peak coming in the lunch-hour break between 1pm and 2pm. American business news publication Quartz said that the day “beautifully reflects the ancient British practice of leaving everything to the last minute, known as ‘faffing’”."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}