{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2014/dec/19/tell-us-are-you-hopeful-about-restored-relations-between-us-cuba", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2014-12-19T21:08:33Z", "webTitle": "Tell us: are you hopeful about restored relations between the US and Cuba?", "webUrl": "https://www.theguardian.com/us-news/2014/dec/19/tell-us-are-you-hopeful-about-restored-relations-between-us-cuba", "apiUrl": "https://content.guardianapis.com/us-news/2014/dec/19/tell-us-are-you-hopeful-about-restored-relations-between-us-cuba", "fields": {"headline": "Tell us: are you hopeful about restored relations between the US and Cuba?", "bodyText": "Cuba’s release of American prisoner Alan Gross on Wednesday marks the most significant turning point in relations between the United States and Cuba in 50 years. Five decades after the US broke off diplomatic relations with Cuba, the two countries have now pledged they will move to restore them. While the embargo placed on Cuba in 1967 is still in effect, President Obama hopes to minimize its effects through a series of policy changes including the immediate review of Cuba’s designation as a sponsor of terror, eased travel restrictions and greater access to technology. But while these developments are no doubt historic, public opinion about whether it’s the right thing to do – particularly among America’s Cuban community – remains divided. A poll of the Cuban American community taken by Florida International University in June 2014 found that 68% of those surveyed favored re-establishing diplomatic relations with Cuba. While 52% oppose continuing the embargo, 51% of registered voters favor continuing it. But that’s still a big change from 1991, when overall support for the embargo was at 97%. Groups like #CubaNow, who have advocated for an easing of travel restrictions, were pleased with the proposed changes.“The president’s announcement creates a platform for critical engagement that only strengthens our ability to empower Cuba’s civil society and champion their basic human rights,” executive director Ric Herrero said. However, many older members of the Cuban community in Miami have voiced their outrage. Lazaro Lozano told the Guardian, “What he, President Obama, has done is placed all the power into the hands of terrorists. This changes everything in Cuba. Everybody will be saying, ‘We beat the USA again. We’re the ones in power now.’” Even Miami mayor Tomas Regalado, himself a Cuban exile, called Wednesday a “very sad day”. We want to hear from Cuban Americans: how do you feel after President Obama’s announcement? Are you hopeful about the new direction relations are taking between the US and Cuba? We’ll share the most insightful responses on the Guardian. This callout has ended. Thank you to everyone who participated."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}