{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2014/dec/01/harry-redknapp-qpr-spirit-beat-drop-premier-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-12-01T22:30:09Z", "webTitle": "Harry Redknapp’s cleansed collective at QPR have the spirit to beat drop", "webUrl": "https://www.theguardian.com/football/2014/dec/01/harry-redknapp-qpr-spirit-beat-drop-premier-league", "apiUrl": "https://content.guardianapis.com/football/2014/dec/01/harry-redknapp-qpr-spirit-beat-drop-premier-league", "fields": {"headline": "Harry Redknapp’s cleansed collective at QPR have the spirit to beat drop", "bodyText": "Even by Harry Redknapp’s standards there was a chirpiness to him by the time he strode into the bar turned media conference room at Queens Park Rangers’ training complex. His team have risen from the foot of the Premier League courtesy of the rumbustious victory over Leicester City. Clint Hill had just collared him in the corridor to declare himself fit “if required” for Tuesday’s trip to Swansea and even the stiffness in Bobby Zamora’s back had eased overnight to suggest he might also be in contention at the Liberty Stadium. Rangers have a striker in prolific form in Charlie Austin, an experienced centre-half in Richard Dunne to return from suspension in Wales and renewed optimism over their prospects of staying up. With five points covering the bottom nine clubs in a mishmash of a division, a team’s attitude suddenly seems critical. “And I’m very lucky in that respect because mine are a good group of lads,” Redknapp said. “I’m more confident [of staying up] this time round. It ain’t just the 11 who play. It’s about the whole squad. That’s what makes a club. If you’ve got half a dozen shits around, you’ve got no chance. You can’t win. They’ll contaminate the rest of them, getting into good lads and bringing them down to their level.” This cleansed collective have started to suggest over recent weeks that they boast qualities – the most obvious of which is arguably a spirit of unity – that can preserve top-flight status. That reference to faeces was a throwback to the mess in which Redknapp found the squad when taking up the reins a little over two years ago, an awkward blend of cliques thrust together in a series of transfer splurges by successive managers. They were an ill-balanced and bloated group of journeymen and veterans. Rewind to December 2012 and a draw against Aston Villa in the new man’s second game in charge left QPR bottom and winless after 15 matches, seven points adrift of safety. That squad had included such as the European Cup winners José Bosingwa – who would endure a public falling-out with the management before the end of the campaign – and Djibril Cissé, and Brazil’s No1, Júlio César. Stéphane Mbia had played in the Champions League with Marseille, and Esteban Granero was formerly of Real Madrid. Redknapp did not pinpoint the problems but egos were clearly an issue. These days his public dressing-downs are more normally reserved for Adel Taarabt, still absent with a groin injury, but the message transmitted was clear enough: he had not stood a chance so finishing bottom with 25 points was almost an inevitability. This time around will be different. “It was hard back then,” he said. “Difficult but this is a new lot of lads and they’re good. Niko Kranjcar hasn’t been in the side the last couple of weeks but trained like a demon last week, working hard, practising after training, wanting to get back into the team. He got his chance on Saturday and came in and did well. Rio Ferdinand wasn’t playing against Leicester but he stood alongside me in the dugout, shouting out to the players, kicking every ball, being as involved as I was in the game. He wants us to win. That’s what you need. You don’t want someone sitting there with a face like thunder, giving you needle or not giving a shit. People like that suck as much energy out of you as anything. You’re always watching them, checking who they’re talking to and what they’re doing. Not for me. “Whereas if you have a good group of lads who want to train hard … it gives you a chance. If we hadn’t won on Saturday we’d have been bang in trouble, cut right adrift. Now we’re back in the pack again and that makes a big difference. And we’re playing well. We played well against Manchester City, Liverpool and Aston Villa. People have settled in. The Chileans [Eduardo Vargas and Mauricio Isla] have settled in, [Leroy] Fer is looking a player. We look a much better team suddenly.” The industry has to allow the team’s most talented performers to influence contests. Crystal Palace were wonderfully well organised by Tony Pulis last season and that framework allowed Jason Puncheon or Yannick Bolasie to excel. The current bottom three comprise the promoted clubs, but each have their own qualities: Leicester may be without a win in eight but they boast the pace up front to disturb opponents; Burnley are a tightly drilled unit unbeaten in three who will hope Danny Ings’ scoring form is prolonged. Of the others, West Bromwich Albion have Saido Berahino, Aston Villa have Christian Benteke, and QPR, in Austin, have a player with five goals in as many games. Ease the pressure on his shoulders by securing a Jermain Defoe or Gary Hooper in the winter window and their firepower might set QPR apart. “Charlie has to keep improving his all-round game, his hold-up play, but his confidence is so high now,” Redknapp said. “He was wondering if he could score in the Premier League and then missed a penalty in the last five minutes against Hull on the opening day which might have got us a point. So, suddenly, questions are asked. Now he’s on the pitch knowing he deserves to be there. Confidence is key in life. If you’ve got it, you’ve got a chance.” A trip to Swansea appears daunting, particularly for a team yet to register a point on their travels, yet QPR’s next three games at Loftus Road are against Burnley, West Brom and Palace. Seven of their 11 points this term have come in the last three home games and, Hull aside, they have taken reward from all of their meetings against teams in the bottom nine. That number stretches from Stoke City down in a congested lower half. “I’m not saying Stoke will get relegated but they’re not out of it, are they?” Redknapp said. “They’re a decent team but there have been decent teams before who have gone.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}