{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2014/dec/01/turner-prize-2014-duncan-campbell-wins", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2014-12-01T23:15:00Z", "webTitle": "Turner prize 2014: Duncan Campbell wins Britain’s prestigious art award", "webUrl": "https://www.theguardian.com/artanddesign/2014/dec/01/turner-prize-2014-duncan-campbell-wins", "apiUrl": "https://content.guardianapis.com/artanddesign/2014/dec/01/turner-prize-2014-duncan-campbell-wins", "fields": {"headline": "Turner prize 2014: Duncan Campbell wins Britain’s prestigious art award", "bodyText": "A 54-minute “essay film” that refers to IRA martyrdom, Marxist theory and anthropomorphic ketchup dispensers as it explores the value of art won its maker Duncan Campbell the 2014 Turner prize. It was by no means a surprise. Campbell, aged 42 and probably the best known of the four artists shortlisted, had been the bookmakers’ favourite all along to take a prize created 30 years ago to “promote discussion of new developments in contemporary British art”. His film, It for Others, was first seen at the Scottish pavilion of the Venice Biennale in the summer of 2013. The Turner prize judges called it “an ambitious and complex film which rewards repeated viewing”. They also “admired his exceptional dedication to making a work which speaks about the construction of value and meaning in ways that are topical and compelling”. The film was inspired by a 1953 work by Alain Resnais and Chris Marker called Statues Also Die, which explored and lamented the colonial commercialisation of African art. Campbell’s film widens the subject and has four episodes, one of which uses dancers from Michael Clark’s company to explore economic theories and ideas in Karl Marx’s Das Kapital. In another Campbell chronicles a 1971 IRA martyr image used today to brighten up Christmas stockings. In the opening segment there is a mild swipe at the British Museum – he was unable to use its Benin sculptures for his film – and the museum’s director, Neil MacGregor, for being selective in his description of them. Campbell was chosen after a shorter than normal judging meeting – a reflection of consensus, said Penelope Curtis, the director of Tate Britain and chair of judges. “All the judges felt they were quite clear in their own minds.” She added: “This is a work the judges have seen a number of times in different places and they felt it only gained by being seen again. They particularly liked the way it was shown here, so they felt it was finally done justice.” It is undoubtedly a serious, challenging film, which added to its power, she said. “It has quite a rigorous journalistic approach, combined sometimes with mysterious forms.” Accepting his prize, Campbell quoted WB Yeats who when told he was to receive the Nobel prize for literature, asked “how much?” “I already know how much and this money will make a huge difference to me. Beyond that, even being nominated for the prize has given me great heart. The opinions of the people on the jury matter a great deal to me.” Later Campbell said he would spend the money on “life stuff … boring stuff. Rent and food and studio rent”. He said the experience was “surreal... it hasn’t quite sunk in yet,” but winning was good, it was a “validation.” Campbell was asked if he would like to follow the former Turner prize winner Steve McQueen into narrative film, working with the studios. “My experience so far is that there’s a very particular way to make a film in that world and that’s something I’d need to have a think about. I wouldn’t rule it in or out.” Campbell was one of three artists making films in this year’s prize and none of the four on the shortlist were big names outside the contemporary art world. The other shortlisted artists were Canadian-born printmaker Ciara Phillips, Tris Vonna-Michell, who made an autobiographical film called Finding Chopin: Dans l’Essex, and James Richards, who made Rosebud, a film bearing the show’s only content warning, which mingled monochrome images of a budgie on a chain, censored photos from Japanese library books and small flowers caressing a man’s penis and sphincter. People love to hate the Turner prize, and there is inevitably some kind of talking point, whether that is Martin Creed winning for turning a light on and off, Tracey Emin submitting her unmade bed, or Chris Ofili spattering elephant dung on his canvases. This year the talking point was perhaps the lack of talking points. It was dull, said some. Or “yawn-forcingly, heart-crushingly, buttock-clenchingly bad”, according to Waldemar Januszczak in the Sunday Times, who urged people not to go. “The worst shortlist in the award’s history,” a critic for the Spectator chipped in. Certainly the comment boards outside the show have been overwhelmingly critical. “RIP Art,” complained one . Another was more positive: “The benches are comfy – thanks for the power nap!” One critic, Laura Gascoigne, writing in Apollo magazine, complained that the prize is “being decided by an international curatoriat reflecting the narrow tastes of an ersatz avant-garde, which, in the words of Grayson Perry, is ‘talking to itself’”. What this year’s shortlist undoubtedly reflected was the strength of the Scottish art scene, with Campbell, Phillips and Vonna-Michell all graduates of Glasgow School of Art. Campbell, Dublin-born and based in Glasgow, has many fans and admirers, and is known for strikingly original films, which have included portraits of Bernadette Devlin and John DeLorean. He asks big questions, but does not claim to have the answers. The £25,000 award was presented by the actor Chiwetel Ejiofor at a dinner at Tate Britain, marking the return of the ceremony to London after its sojourn to Derry last year. Next year it will be staged in Scotland for the first time , with the Tramway in Glasgow playing host. The judging panel, chaired by Curtis, also included Stefan Kalmar, the executive director of Artists Space, New York; Helen Legg, the director of Spike Island in Bristol; Sarah McCrory, the director of the Glasgow International biennial; and Dirk Snauwaert, the artistic director of the Wiels contemporary art centre in Brussels."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}