{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2014/dec/19/sony-hack-cyberwar-north-korea-the-interview-seth-rogen-privacy", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2014-12-19T22:11:29Z", "webTitle": "Enough with the Sony hack. Can we all calm down about cyberwar with North Korea already? | Trevor Timm", "webUrl": "https://www.theguardian.com/commentisfree/2014/dec/19/sony-hack-cyberwar-north-korea-the-interview-seth-rogen-privacy", "apiUrl": "https://content.guardianapis.com/commentisfree/2014/dec/19/sony-hack-cyberwar-north-korea-the-interview-seth-rogen-privacy", "fields": {"headline": "Enough with the Sony hack. Can we all calm down about cyberwar with North Korea already?", "bodyText": "The sanest thing anyone said in Washington this week was a reminder, on the Friday before Christmas, when Barack Obama took a break from oscillating between reassuring rationality and understated fear to make an accidental joke: It says something about North Korea that it decided to mount an all-out attack about a satirical movie … starring Seth Rogen. It also says something about the over-the-top rhetoric of United States cybersecurity paranoia that it took the President of the United States to remind us to take a deep breath and exhale, even if Sony abruptly scrapped its poorly reviewed Hollywood blockbuster after nebulous threats from alleged North Korean hackers. Unfortunately, acting rational seems out of the question at this point. In between making a lot of sense about Sony’s cowardly “mistake” to pull a film based on a childish, unsubstantiated threat, Obama indicated the US planned to respond in some as-yet-unknown way, which sounds a lot like a cyberattack of our own. “We will respond, we will respond proportionally, and in a place and time that we choose,” Obama said at his year-end news conference. Why should we be responding offensively at all? As the Wall Street Journal’s Danny Yadron reported, a movie studio doesn’t reach the US government’s definition of “critical infrastructure” that would allow its military to respond under existing rules, but that didn’t stop the White House from calling the Sony hack a “national security issue” just a day later. Let’s put aside for a moment that many security experts haven’t exactly been rushing to agree with the FBI’s cut-and-dry conclusion that “the North Korean government is responsible” for the hack. Wired’s Kim Zetter wrote a detailed analysis about why the evidence accusing North Korea is really flimsy, while other security professionals have weighed in with similar research. But whoever the hackers are, can we stop calling them “cyber-terrorists,” like Motion Picture Association of America chairman Chris Dodd did on Friday? They may be sadistic pranksters, extortionists and assholes, but anonymously posting a juvenile and vague word jumble incorporating “9/11” that has no connection to reality does not make them terrorist masterminds. That’s giving whoever did it way too much credit. The rhetoric surrounding Sony’s entirely voluntary decision to cancel a shitty movie based on a barely legible “threat” has been quite amazing, even for a US Congress that only does one thing well: hyperbole. John McCain, for example, called the Sony hack an “act of war” on Friday – and that was before he called cancelling the movie “the greatest blow to free speech that I’ve seen in my lifetime probably”. Really? As security expert Peter Singer explained earlier this week, “having your scripts posted online does not constitute a terrorist act”. He continued: We’re not going to war with North Korea ... just because Angelina Jolie is now mad at a Sony executive. Acts of war have a different standard. We need to infuse that kind of reality back into a farcical episode that, if it were actually a movie pitch, even Seth Rogen couldn’t get financed. But judging by the hysterical reaction so far, that might be too much to ask. Some of the very politicians vacillating between war-mongering and freedom-of-speechifying have wanted to pass ambiguous “cybersecurity” bills in the past that do hardly anything to increase any single company’s defenses and would have done nothing to stop the Sony attack. But what this kind of legislation would do is promote “information-sharing” – a euphemism for cutting a giant hole in our privacy laws that allow companies like Sony or 20th Century Fox (or Google or Facebook) to hand over all sorts of our personal information to the government with no legal process whatsoever. Obama himself, who threatened to veto a similar bill on privacy grounds last year, is now calling for an “info-sharing” bill to be passed quickly next year. McCain has his own bill, as do many others, and you can bet that the new, Republican-controlled Congress capitalize on this all-out fear to try to lose any sort of minimal privacy protective features that may have been required for passage before. Lost in all of the cyber-Armageddon rhetoric is Sony’s own negligent security practices, which is maybe where some of Hollywood’s own overwrought ire should be pointed, rather than blaming journalists for reporting. For a giant corporation that’s been hacked multiple times before (and has even planted malware on its customers devices), Sony had embarrassingly awful security practices, which former employees called “a complete joke”. It’s why multiple former employees are suing Sony for mismanaging sensitive and personal information. This is also critical moment to take another look at the FBI’s proposal to force tech companies to install an insecure backdoor in all communications systems that use encryption, and the NSA’s own aggressive hacking of companies and governments overseas – both policies that would make attacks like the Sony hack more likely in the future. Shouldn’t we be asking why America is purposefully degrading its own cybersecurity in an attempt to make sure we keep our vast surveillance capabilities on everyone else in the world? In the meantime, calm down about the Sony hack. All-out cyberwar should not be our first reaction when, in reality, outrage over this episode shouldn’t reach higher than the level of watching Team America: World Police in protest on Netflix over the holidays."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}