{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2014/dec/01/obama-white-house-summit-ferguson", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2014-12-01T23:04:11Z", "webTitle": "Obama resists demands to curtail police militarisation", "webUrl": "https://www.theguardian.com/us-news/2014/dec/01/obama-white-house-summit-ferguson", "apiUrl": "https://content.guardianapis.com/us-news/2014/dec/01/obama-white-house-summit-ferguson", "fields": {"headline": "Obama resists demands to curtail police militarisation calling instead for improved officer training", "bodyText": "Barack Obama has resisted calls to cancel or significantly curtail federal programs that transfer billions of dollars of military equipment to local police forces on Monday, choosing instead to focus on improving the training of officers given access to high-powered weapons and armoured vehicles previously used in Iraq and Afghanistan. The president’s decision to reform rather than terminate the controversial programs, which critics said had led to the militarisation of local law enforcement, was included among a number of proposed measures the White House released in the wake of protests across the country over the police shooting of an unarmed black man in Ferguson. Obama plans to issue an executive order before the end of February 2015, directing federal agencies to improve the way in which local law enforcement agencies procure, audit and manage a giant stockpile loaned and purchased from the Pentagon. However, the White House said the programs would remain in place. Obama is also separately calling for a $263m, three-year spending package to reform police departments across the country which, if approved by Congress, could lead to the purchase of an additional 50,000 lapel-mounted cameras to record police officers on the job. Civil rights leaders and the family of Michael Brown, the 18-year-old who was shot dead in Ferguson by the white police officer Darren Wilson in August, are calling for legislation to make body-worn cameras mandatory for police. The White House, which was hosting a summit on Monday to discuss the aftermath of the Ferguson protests on Monday, did not back that call, but said “there are some benefits” to wider use of equipment that records interactions between police and members of the public. The president is also creating a task force to advise the White House on additional ways in which public trust can be improved between law enforcement and minority communities. The panel, led by Philadelphia police commissioner Charles Ramsey and former assistant attorney general Laurie Robinson, will report back within the next 90 days. “Recent events in Ferguson, Missouri and around the country have highlighted the importance of strong, collaborative relationships between local police and the communities they protect,” the White House said. Following a meeting with six cabinet members on Monday, Obama was scheduled to meet with young civil rights leaders, including some involved in protests in Ferguson, and law enforcement officials. A grand jury’s decision not to indict Wilson over the shooting prompted a night of intense rioting and looting in Ferguson last Monday and a ripple of solidarity protests across the country. Brown’s shooting has become a lightning rod for anger over discriminatory policing across the US. The heavy law enforcement response to mostly peaceful protests in the suburb of St Louis, Missouri, in the days and weeks after Brown’s death, prompted concern among both Republican and Democratic critics on Capitol Hill and led Obama to launch a review of federal programs that transfer military equipment to local police departments. Protesters in Ferguson were confronted by police driving armoured personnel carriers and carrying assault weapons, who repeatedly used tear gas and rubber bullets against demonstrators. Last week, teams of officers armed with military-grade weaponry and army-style fatigues were once again seen driving around Ferguson, although the overall response by law enforcement was more calibrated. In a statement earlier this year, Obama’s Attorney General, Eric Holder, who was among the cabinet members who met with the president on Monday, said police use of military equipment could backfire. “This equipment flowed to local police forces because they were increasingly being asked to assist in counterterrorism,” he said. “But displays of force in response to mostly peaceful demonstrations can be counterproductive.” After attending the White House meeting, Holder traveled to Atlanta for a series of meetings the administration is holding to discuss policing in the aftermath of the Ferguson riots. Defending the decision to allow that flow of equipment from the military to police to continue, the White House said the bulk of what is transferred is “fairly routine”, a definition it said included “office furniture, computers and other technological equipment, personal protective equipment and basic firearms”. White House press secretary Josh Earnest said the president had opted for an overhaul of the equipment procurement process – rather than an end to it – because some of the material transferred had proved useful. He pointed specifically to vehicles used in the hours after the 2013 Boston terrorist bombings. “What is needed, however, is much greater consistency in the oversight of these programs,” Earnest said. He confirmed Obama has no immediate plans to travel to Ferguson, despite calls from civil rights leaders such as Jesse Jackson for the president to travel to the St Louis suburb. Obama has walked a fine line as protests raged in Ferguson, strongly condemning the turn to violence but acknowledging that protesters in Ferguson – and elsewhere in the country – have valid concerns about discriminatory policing and racial stereotyping. The president argued that “the law too often feels as if it is being applied in discriminatory fashion”, but qualified those remarks by saying racial bias was neither widespread nor “the norm”. Some have criticised the president for playing down the scale of racial bias in the criminal justice system. Explaining why Obama had not yet visited the St Louis suburb, Earnest said the president was conscious that reforms were needed to police forces across the country, not just in Missouri. He later added: “The underlying issues here are broader than just race. This goes to the foundational relationship between law enforcement agencies and the communities that they’re sworn to serve and to protect.” In remarks at the meeting Obama said the “simmering distrust” between police and minority communities was not unique to St Louis but relevant to communities across the country. “It is a solvable problem, but it is one that unfortunately spikes but fades into background,” he said. “There’s been commissions before, there have been task forces, there have been conversations and nothing happens. And I try to describe to people why this time will be different. And part of the reason this time will be different is because the President of the United States is deeply invested in making sure that this time is different.” The White House-commissioned report into militarisation of police found a lack of community engagement over the acquisition of equipment and insufficient federal oversight of the programs that administer the procurement process. It noted: “Members of law enforcement cited the specific concern that police chiefs and those responsible for authorising the deployment of military-style equipment often lack proper training to understand when and how controlled equipment is most appropriately deployed.” The additional training the White House plans to roll out for local law enforcement agencies, improving their knowledge of when and how to use equipment acquired from the Pentagon, is contingent upon Obama’s $263m spending request, which will require approval from the Republican-dominated Congress next year. The Body Worn Camera Partnership Program proposed by Obama would provide a 50% match to states or localities that purchase body worn cameras and storage. Overall, the proposed $75m investment over three years could help purchase 50,000 body worn cameras, the White House said. Missouri’s Democratic senator, Claire McCaskill, who led a congressional hearing into the militarisation of police in September, backed the White House announcement. “I’ve found widespread agreement that body cameras protect police and civilians alike,” she said, adding that she would work to prioritise federal funding for the program. Since 2009, the federal government has provided almost $18bn in funds and resources to support programs that allow state and local law enforcement to acquire tactical equipment and resources. The White House report detailed an enormous arsenal of almost half a million pieces of controlled property already loaned by the Pentagon to local police departments, including 92,442 small arms, 44,275 night vision devices, 5,235 humvees, 617 mine resistant ambush protected vehicles and 616 aircraft. “We attended this meeting to make it clear to President Obama that we are in crisis, and police officers must be held accountable,” said Rasheen Aldridge, director of Young Activists United St Louis and one of several protesters who met with the president. “It is a crisis when a Black American can get locked up for traffic fines, but police officers are rarely prosecuted for killing unarmed children. Black communities have suffered under racially biased policing and unconstitutional law enforcement policies for far too long.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}