{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2014/dec/11/david-silva-manchester-city-spanish-champions-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-12-11T22:30:04Z", "webTitle": "David Silva hoping Manchester City steer clear of Spanish sides in Europe", "webUrl": "https://www.theguardian.com/football/2014/dec/11/david-silva-manchester-city-spanish-champions-league", "apiUrl": "https://content.guardianapis.com/football/2014/dec/11/david-silva-manchester-city-spanish-champions-league", "fields": {"headline": "David Silva hoping Manchester City steer clear of Spanish sides in Europe", "bodyText": "David Silva wants Manchester City to avoid Barcelona and both Real and Atlético Madrid in Monday’s draw in Nyon for the Champions League last 16, though the midfielder believes that whoever they play his team can win the competition for the first time. City’s 2-0 win over Roma at the Stadio Olimpico and CSKA Moscow’s defeat at Bayern Munich took Manuel Pellegrini’s side through to the knockout stage for a second consecutive season. Silva, who came on in the 67th minute against Roma following a six-week absence due to a knee injury, admitted he would like to avoid the three representatives of his homeland. “Well, I prefer anyone else. I don’t want any one of them. The later you play a Spanish team, the better, no?” said Silva, whose side were knocked out of last season’s competition by Barcelona in the round of 16. “They’re all that good that, if you get one, you may as well get one of the others. It’d be a difficult draw. Every team that gets through now, they’re difficult. No matter who we get, we have to be 100%, and have to get a little luck too.” Asked if City can claim the European Cup for a first time in the club’s history, Silva said: “Well, we have to keep getting better. We’ve come through a very difficult group, a very difficult game and I believe the team. The last few weeks, after the win over Bayern, I think that match gave us a lot of life. The team got a lot better, got a lot of confidence and we’ve got to keep getting better. Any team left can win the Champions League. That’s why they’re here. It’s a long and difficult road.” City have now won their past six matches. “We got a lot of confidence from that,” added the 28-year-old of the 3-2 home victory against Bayern. “We’ve kept getting better. We’ve got very good players and that’s what’s important, that the players have confidence and give 100%.” Of the game against Roma, won courtesy of second-half goals from Samir Nasri and Pablo Zabaleta, Silva added: “It was very difficult, but we’re happy and we got through because we started to play again. The truth is it was a great feat in the cycle of this team.” Nasri’s 60th-minute strike wrested the contest the English champions’ way and despite the side’s struggles in Group E – and at the start of the domestic campaign – the Frenchman believes City are one of the best teams in the world. Nasri was initially reluctant to be drawn on the potential of the team, saying: “I’ll let you judge it.” But he added: “I don’t know, I’ll be biased. For me, we have one of the best teams in the world. We just have to show it. I think, when you go through, with all the difficulties we had, it’s a miracle, with two points after four games, and you still have a chance to qualify. But we did it and I think we can go as far as possible. But we have to be lucky in the draw.” Despite his side’s rising confidence and the manner of the victory, Nasri understands that when the competition resumes next year certain variables could affect City’s chances. “It’s too early to talk about it. We don’t know how many injuries we’re going to have in February or if everyone will be at their best,” he said. “Last year we had the same number of points as Bayern Munich after the group stage, and everyone was confident because Barcelona were not at their best.” City have not always played at their peak but are in the last 16 and only three points behind Chelsea as they attempt to defend their Premier League title. “I just think you want too much from us,” said Nasri. “A week ago everyone was comparing them [Chelsea] to the Invincibles from Arsenal, everyone saying they were unbeatable and stuff like that, then it means we are not that bad. “The thing is last season we were smashing every team 6-1, 6-0, 5-0, but everyone has studied all the teams, it’s not the same any more. And you have a couple of injured players and a couple of key players who are not at their best, so, you know, we just show that as a team we can perform.” City are likely to be boosted imminently by confirmation of new contracts for Joe Hart and James Milner. Hart said: “As far as I am aware it is pretty much sorted. I leave it to the legal side to sort but I am very happy at this club and hopefully in the near future I will be signing that contract.” Milner, whose current terms end in the summer and who had been considering leaving in search of more game time, said: “There’s talks going on so hopefully it will be sorted soon.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}