{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2014/dec/19/manchester-united-louis-van-gaal-sir-alex-ferguson", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-12-19T22:29:07Z", "webTitle": "Manchester United must improve, Louis van Gaal tells Sir Alex Ferguson", "webUrl": "https://www.theguardian.com/football/2014/dec/19/manchester-united-louis-van-gaal-sir-alex-ferguson", "apiUrl": "https://content.guardianapis.com/football/2014/dec/19/manchester-united-louis-van-gaal-sir-alex-ferguson", "fields": {"headline": "Manchester United must improve, Louis van Gaal tells Sir Alex Ferguson", "bodyText": "Louis van Gaal has told Sir Alex Ferguson that victories are not enough for him and that Manchester United’s performances must improve, despite being assured by the former manager that he has nothing to worry about because the team are winning. Van Gaal’s side are on a run of six consecutive league victories, the first time the club have managed this since Ferguson’s final season two years ago. However, Van Gaal is a confessed perfectionist and has not always been content with the displays. When it was put to the Dutchman that United have been famous for claiming three points when not always playing well and that he was more concerned about the performance, he said: “I am not only focused on results. That’s the main importance [but] when I speak with Sir Alex he says: ‘Not any problem, you have won.’ But for me it’s also the performance that’s very important because when you perform you shall win more and that’s what I want to show to the fans and the players want to show that and I think also that the guarantee of wins is much bigger when we perform better. “For example the game against Hull City was a good game [winning 3-0, in November] and that I have said. We dominated 90 minutes and I want to see more games like that. And now they are too few games that we are dominating 90 minutes and that’s a process.” Van Gaal wants the perfect match from his side. “So we have to wait and see but of course when you win six times in a row then the confidence is rising,” he said. “But I am still looking for a game that it’s more closer to the perfect game than we have given until now.” For Saturday’s trip to Aston Villa Van Gaal will be without Marouane Fellaini through illness and Marcos Rojo because of a thigh complaint though he also revealed Rafael da Silva had recently been left out of the squad on merit only. “Rafael is not injured. Last week he was fit but I have to select [on merit]. Rojo no. We have five injuries and one is ill – Fellaini – so they are not coming up.” Van Gaal said Ángel di María had trained during the week but that the Argentinian was not match fit. “What I have said about Robin van Persie or [Radamel] Falcao, I say it also for Di María – there’s no difference,” the manager said in reference to his refusal to bring back players quickly after injuries. “It’s a procedure and he must follow that procedure. Maybe I shall select him on the bench or maybe not. I have to make my decision because there is one training to go.” Van Gaal became irritated when asked about Víctor Valdés, the goalkeeper who is training with United. “It’s only talk from you. Not from us. Not from Víctor Valdés, not from no one, only the media. I am not here to inform the media. You have to wait and listen and see and that’s it.” Pressed if Liverpool may be interested, Van Gaal said: “OK, then he goes to Liverpool. Yeah, when you see that. But you are suggesting and it’s a big mistake to do that as the media. That’s why I am always angry because you are inventing stories. There are no stories. He is training here. I give him the possibility and then we shall see.” Asked if there was any progress on David de Gea’s new contract, Van Gaal said: “What? What? No. No. Otherwise we give that news but first on Manchester United TV. You do understand that? It’s like that. It’s logical.” On whether Van Gaal had seen enough of Falcao to make a decision whether to sign him permanently, the manager said: “He didn’t play so much then you cannot see too much of a player and he didn’t train so much because he was a lot of time injured so first you have to be fit. “I have said that three weeks or a month ago, the first demand is fitness of a player. And OK, we wait for the fitness of a player. Now he shows fitness on the training sessions so maybe I shall select him, maybe for the bench or the lineup. Wait. And see.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}