{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sustainable-business/2014/dec/19/chiquita-lawsuit-green-marketing-bananas-water-pollution", "type": "article", "sectionId": "sustainable-business", "sectionName": "Guardian Sustainable Business", "webPublicationDate": "2014-12-19T21:10:26Z", "webTitle": "Chiquita settles lawsuit over green marketing, but the legal battle isn't over", "webUrl": "https://www.theguardian.com/sustainable-business/2014/dec/19/chiquita-lawsuit-green-marketing-bananas-water-pollution", "apiUrl": "https://content.guardianapis.com/sustainable-business/2014/dec/19/chiquita-lawsuit-green-marketing-bananas-water-pollution", "fields": {"headline": "Better bananas: Chiquita settles lawsuit over green marketing, but the legal battle isn't over", "bodyText": "Chiquita has reached a settlement in a lawsuit over its claims of environmentally friendly production, which a Seattle nonprofit alleges amounts to deceptive marketing. Now the group – Water and Sanitation Health, or Wash – has filed an additional lawsuit against the Rainforest Alliance, claiming that the environmental organization is also responsible for unfair marketing because it certified Chiquita farms as sustainable. In a statement, the Rainforest Alliance called Wash’s allegations untrue and said it stands by its auditing practices. The environmental group also objected to the lawsuit’s charges that the alliance sells its endorsement. Businesses that receive certifications must meet rigorous sustainability standards, the statement said. Wash sued the Chiquita at the end of last year, saying that the North Carolina-based fruit distributor’s partner farms in southern Guatemala have contaminated drinking water with fertilizers and fungicides – and have air-dropped pesticides perilously close to schools and homes. Wash unknowingly and unintentionally helped fund “significant environmental harm to ecosystems” when it bought Chiquita bananas, the now-settled suit alleges. The new suit, filed Wednesday, claims the Rainforest Alliance is also complicit because the group certified Chiquita farms and advertised its collaboration with the fruit company. Chiquita’s website claims the company makes sparing use of agrochemicals and protection of local communities. The company stands by its sustainability record, said spokesman Ed Loyd, adding that Chiquita first started working with environmental groups 20 years ago, long before such measures were common in the industry. The Wash lawsuit “is particularly unfortunate considering Chiquita has had a very extensive and long record of collaboration with a lot of different organizations,” Loyd said. “Chiquita believes in the strength of its [corporate social responsibility] programs and we will defend against any lawsuits that may be filed.” The Chiquita settlement prevents Wash from pursuing further legal action against the company, but yet more lawsuits – from other parties – are already in the works and should be filed within weeks, said Eric John Harrison, an attorney and the executive director of Wash. “I am not precluded from representing other people who purchased Chiquita bananas, believing they were grown in an environmentally conscious and responsible manner,” Harrison said. ‘Less tolerance for greenwashing’ The allegations raised in these lawsuits come at a moment when it is growing more difficult for companies to get away with making false environmental claims, a practice known as “greenwashing.” Consumers have grown more discerning when faced with marketing that promotes a product as environmentally friendly, and legal authorities are more likely to take action against false claims, said Richard J Sobelsohn, an attorney who works for LexisNexis in New York City and has taught and written about sustainability law. “There’s no question about it – there’s less tolerance for greenwashing,” Sobelsohn said. In the past few years, the Federal Trade Commission has cracked down on deceptive environmental marketing practices. This year alone, the agency has settled with three plastic lumber makers, a diaper company, and a plastics manufacturer over charges that the businesses exaggerated the environmental benefits of their products. Meanwhile, several high-profile lawsuits have also cropped up over the use of promotional terms that aren’t legally defined. General Mills was sued by consumers who claim the term “natural” should not be used on products containing genetically modified ingredients, for example, and chicken giant Perdue Farms agreed to drop the phrase “humanely raised” from some of its labeling. Rainforest Alliance audited certified farms Chiquita has long bolstered its green credentials through its collaboration with the Rainforest Alliance. The banana company, which promotes “Loving Our Planet” as one of the pillars of its operation, has been working with the Rainforest Alliance since the early 1990s. “In the early 90s, it was actually something that was very forward-leaning for our industry. To embrace that there would be third-party auditors that would come on to our own farms,” Loyd said. All of the banana farms owned by Chiquita and all third-party growers with which the company has long-term contracts are certified by the Rainforest Alliance, Loyd said, adding that roughly 75% of the bananas sold under the Chiquita name are grown on these certified farms. The latest lawsuit, however, alleges Rainforest Alliance staff told Harrison that as little as 15% of Chiquita bananas are grown under sustainable conditions. In June, the Rainforest Alliance conducted an audit of five farms in the area mentioned in the lawsuit, according to a prior statement provided by the organization. The audits found the farms to be in compliance, and the operations retain their certifications. Pesticides and pollution Harrison, however, said his visits to these growing operations in October 2013 and May 2014 paint a different picture. He found chemical residues on the communities’ schools and playgrounds, he claimed in the lawsuit, and talked to community members who reported rashes and vomiting when the bananas were fumigated. He also took water samples from local rivers and wells, and had them tested for pollutants, according to the claim. The results, the lawsuit alleges, show nitrate as much as 10 times the levels considered safe for infants by the World Health Organization. “My concern is the level of pesticides, herbicides, fungicides that go into producing the bananas … is causing the ground water and the rivers in this area to be polluted,” Harrison said. After Harrison’s claims came to the Rainforest Alliance’s attention, the group “updated our website material regarding Chiquita to ensure it was up to date”, said RA spokeswoman Donita Dooley. Harrison says the website previously exaggerated Chiquita’s sustainability. Chiquita is not the first banana enterprise Harrison has taken on. In 2011, Wash filed a similar suit against Dole. In that case, the company agreed to take measures to improve the quality of water in the areas Harrison identified. He had been hoping for a similar response from Chiquita, he said, adding that he believes producers should provide water filters for affected communities. “It was my hope that Chiquita would do the right thing,” he said. “They have chosen not to take that path.” Sarah Shemkus is a freelance reporter and editor who writes about business, technology, food and the places where they all meet. Find her on Twitter at @shemkus. The values-led business hub is funded by SC Johnson. All content is editorially independent except for pieces labelled “brought to you by”. Find out more here."}, "isHosted": false}}}