{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2003/dec/11/eu.politics", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2003-12-11T16:42:15Z", "webTitle": "Straw cautious over EU constitution talks", "webUrl": "https://www.theguardian.com/uk/2003/dec/11/eu.politics", "apiUrl": "https://content.guardianapis.com/uk/2003/dec/11/eu.politics", "fields": {"headline": "Straw cautious over EU constitution talks", "bodyText": "The foreign secretary, Jack Straw, today said that it was uncertain whether the draft EU constitution would be finalised at the European council meeting in Brussels this weekend. \"I'm not putting any money on it,\" Mr Straw said. \"We have made some progress, but there is still a lot of hard negotiation to be done.\" The draft constitution aims to streamline decision making when the EU expands to 25 members in May. Italy, which currently holds the rotating EU presidency, wants to conclude negotiations on the text by the end of this month, but divisions remain between member states, particularly over the voting weights given to each country. Poland, one of the nations joining the EU, has teamed up with Spain to resist new voting rules that the two nations say will give too much power to the EU's \"big four\" - Germany, France, Britain and Italy. The president of Poland, Aleksander Kwasniewski, has said that the leaders should postpone a decision on the voting reform at the summit. He indicated that Poland was still unwilling to budge on the issue. Mr Straw said he hoped for a solution, but added that it was not a \"red-line issue\" for Britain. Briefing reporters in London, the foreign secretary said that Britain must retain its sovereignty on defence, justice, home affairs, taxation and foreign policy, and would not accept an extension of qualified majority voting on such areas. He repeated the government's long-held stance that the constitution would not fundamentally alter Britain's relationship with the EU, and rejected calls by opposition politicians, and some within the Labour party, for a referendum on the issue. \"Europe is not a threat. The EU is a union of sovereign nations. Our aim in Brussels is to achieve the right balance between the nation and the union.\" The prime minister, Tony Blair, is scheduled to leave for Brussels on Thursday afternoon. He is due to have dinner with the Italian prime minister, Silvio Berlusconi, on Thursday evening, and breakfast with the French president, Jacques Chirac, and the German chancellor, Gerhard Schröder, on Friday morning."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}