{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2003/dec/19/northernireland.northernireland3", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2003-12-19T17:52:37Z", "webTitle": "Towards another Ulster stalemate", "webUrl": "https://www.theguardian.com/uk/2003/dec/19/northernireland.northernireland3", "apiUrl": "https://content.guardianapis.com/uk/2003/dec/19/northernireland.northernireland3", "fields": {"headline": "Towards another Ulster stalemate", "bodyText": "There are both benign and malign interpretations of Jeffrey Donaldson's departure from the Ulster Unionist party (UUP) and his embrace of the Rev Ian Paisley's Democratic Unionists. The benign version is that Mr Donaldson's exit from the UUP and his subsequent appointment to the Democratic Unionist party's (DUP) negotiating team implies that sooner rather than later the new power in unionism will seek accommodation with nationalists. After all, Mr Donaldson, unlike Mr Paisley and his team, negotiated the bulk of the Good Friday agreement in 1998. The Lagan Valley MP only withdrew from the UUP team on the final day of talks, five and a half years ago. He walked out because he felt the guarantees requiring IRA disarmament were too vague and did not contain any real sanctions for Sinn Fein if the Provos transgressed. The implication is Mr Donaldson was and is happy to live with most sections of the agreement. Therefore, if the IRA surrendered arms in a transparent fashion he could also live with a reconfigured agreement. Mr Donaldson, in this version, will be offered up as the moderate face of the DUP, the nice cop in the Paisleyite approach to next year's reviews of the agreement. However, the malign read on Mr Donaldson's move is principally down to a question of mathematics. Mr Donaldson plus fellow assembly members Arlene Foster and Nora Beer plus 30 DUP members of the legislative assembly equals an anti-agreement unionist bloc of 33 at Stormont. With David Trimble's allies only on 24, the numbers do not add up for a power-sharing deal with nationalists under the old rules of the Good Friday deal. There is, therefore, no prospect prior to the European elections this June of a power-sharing government being formed. Ian Paisley is determined to top the poll once again as Northern Ireland's No 1 MP. Given that their hardline stance has harvested votes for the DUP that led it to become the biggest political party in the assembly, Mr Paisley and his team are unlikely to moderate their line in the short term. And given that Sinn Fein and its now smaller nationalist rival, the SDLP, will refuse to abandon the main precepts of the agreement, there is virtually no chance of a new historic compromise. The net result of the Donaldson defection is that Ulster politics are entering another round of stalemate, which may last all the way to the next British general election. DUP strategists believe they can deliver a knockout blow to the UUP and have Mr Trimble take almost all of the latter's Westminster seats when Tony Blair eventually seeks re-election. Why again, they conclude, should the DUP soften its line, when Protestant voters remain deeply disillusioned with the agreement? However, the stalemate does not mean crisis or a collapse in the peace process. As long as IRA and loyalist ceasefires hold, bodies are not being found in the streets and bombs are not exploding in city and town centres, peace, albeit an imperfect peace, reigns. Exactly a decade ago, shoppers in Belfast and Derry were terrified about bombs going off in malls and department stores as they did their Christmas shopping. They were still recovering from the trauma of the Shankill and Greysteel massacres two months earlier. Ten years on, shoppers breeze through stores and supermarkets with more money in their pockets and little or no fear in their hearts. The machinations of Jeffrey Donaldson et al are far removed from the public's concerns. · Henry McDonald is the Observer's Belfast correspondent"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}