{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/dec/05/newsstory.sport15", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-12-05T23:48:09Z", "webTitle": "Partick Thistle 0 - 2 Celtic", "webUrl": "https://www.theguardian.com/football/2003/dec/05/newsstory.sport15", "apiUrl": "https://content.guardianapis.com/football/2003/dec/05/newsstory.sport15", "fields": {"headline": "Celtic's young guns too strong for Jags", "bodyText": "A virtually unrecognisable Celtic team coasted through to a CIS Insurance Cup quarter-final meeting with Hibernian in Edinburgh and a potential semi-final against Rangers. Players such as Henrik Larsson, Chris Sutton, Neil Lennon, John Hartson and Stilian Petrov were among those missing from Martin O'Neill's team but goals from Craig Beattie and Jamie Smith ensured the Parkhead side were still much too strong for managerless Partick Thistle. Even with eight changes from the weekend match between these sides, Celtic set about this tie with some relish. The young players, along with the club captain Paul Lambert trying to prove his fitness before next week's game at Lyon, showed real enthusiasm. Unfortunately it was not matched by the size of the crowd. The stay-away fans may have been good judges because for all the enthusiasm there was precious little football. Celtic started the better and a Shaun Maloney free-kick went close and Beattie's first touch let him down when he was in a good position. As for Thistle, it was 18 minutes before they ventured forward with any purpose and then Kenny Milne sent a Jean-Yves Anis cross soaring over the bar. Then, just after the halfhour, Celtic took the lead after an attack which promised little until Momo Sylla spotted Beattie in space and the young striker steered a clever shot beyond Kenny Arthur. That raised the tempo and Beattie immediately tested Arthur with a header from a Michael Gray cross but for the most part the football was dire. Celtic rallied for a late burst of activity and after 75 minutes they went 2-0 up. Sylla was again the architect as he sliced open the Firhill defence with a fine pass and Smith did the rest with a good finish. Partick Thistle (4-5-1): Arthur; Anis, Murray, Whyte, Lilley; Milne, McBride (Howie, 85), Fleming (Taylor, 82), Ross, Mitchell; Grady (Gemmell, 77). Subs unused: Budinauckas, Madaschi. Booked: Lilley. Celtic (3-5-2): Marshall; Mjallby, Kennedy, Crainey; Smith, McNamara (Laursen, 78), Lambert (Guppy, 71), Maloney, Gray; Sylla, Beattie. Subs unused: Hedman, Miller, Varga. Booked: Beattie. Referee: M McCurry."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}