{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2003/dec/11/britishidentity.uk", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2003-12-11T17:31:45Z", "webTitle": "Does Britain have the world's worst national anthem?", "webUrl": "https://www.theguardian.com/sport/2003/dec/11/britishidentity.uk", "apiUrl": "https://content.guardianapis.com/sport/2003/dec/11/britishidentity.uk", "fields": {"headline": "Change that tune", "bodyText": "When Sven-Goran Eriksson became the first foreigner to coach England's football team, among the first of the many loaded questions aimed in his direction was the one about the national anthem. Would he or would he not be singing God Save the Queen? This was a trick question, of course, set by those examining the Swede for points of vulnerability. The fact that most of England's players keep their mouths resolutely shut during the pre-match singing of the national anthem was neither here nor there. Eriksson's sincerity, the depth of his commitment to his adoptive nation, would be judged by his willingness to cast aside his former loyalties and implore the deity to confound the politics and frustrate the knavish tricks of England's enemies. Except, of course, that nobody ever gets as far as those lines, which come from the second verse of the work attributed to Dr Henry Carey, a popular composer of the first half of the 18th century. There are probably more people in England who can recite all nine verses of Bob Dylan's With God On Our Side - an anti-anthem if there ever was one - than have ever sung all five of Carey's composition, never mind memorised them. And yet David Blunkett, in the latest piece of evidence that New Labour takes its cue from the US, expects those wishing to take British nationality to be capable of singing God Save The Queen. Today, sport is virtually the only arena in which the British national anthem is both regularly heard and sung with some degree of genuine emotional content. And even there, of course, it is summoned only in support of a section of the United Kingdom, the whole of which it purports to represent. When Wales, Scotland or Ireland are taking part in a Six Nations rugby match or an international football match, the players join in Hen Wlad Fy Nhadau (Land Of My Fathers), Flower of Scotland, or Amhran na bhFiann (The Soldier's Song), emphasising their independence - particularly when playing against England. The poor English are stuck with a composition used in the past by Denmark, Russia, Sweden and Switzerland and now so impoverished that it must share its tune with the national anthem of Liechtenstein, a phenomenon whose moment of destiny arrived earlier this year, when the footballers of the two nations met in a qualifying round of the European championships. So good they played it twice? Not exactly. God Save The Queen is not a song that improves with familiarity. Outside royal and diplomatic circles, few people are called upon to endure more frequent exposure to national anthems than sportswriters, accustomed to rising to their feet while listening to last-minute phone calls from their editors or trying to find power-points for their laptops in time for the kick-off. Among these connoisseurs of patriotic hymns, it is axiomatic that the French are the unofficial world champions, while the English are permanently stuck on nul points. Even those who maintain a principled refusal to rise for the anthems of other nations tend to leap instinctively to their feet when the opening notes of the Marseillaise are sounded. The joyous ascending cadence of its first line is irresistible, while the wild exhortation of its final lines - something about irrigating the fields of France with the impure blood of the invaders - can either be ignored, being in a foreign language, or relished for its cartoonish bloodthirstiness. Rivalling the French as possessors of the best anthems are the South Africans and the Italians. Ten years ago, in the matter of its anthem as in much else, South Africa marked the end of apartheid by opting for a civilised, unvengeful compromise. On to the Afrikaner hymn Die Stem (The Call), which all white schoolchildren had sung every morning while standing to attention, was grafted Nkosi Sikelel iAfrika, a sturdy hymn composed by a Methodist mission school teacher in 1897 and later adopted as an anthem of resistance, a function to which its beautiful township harmonies made it perfectly suited. To its original Xhosa first verse was added a Sesotho translation of the second verse, followed by a verse of Die Stem in the original Afrikaans and a fourth verse in English. This is almost certainly the world's only national anthem incorprating four languages, and the change of emotional temperature as the indigenous tongues give way to those of the imperial powers is always something to listen out for. In Australia, however, the Rugby World Cup's well-intentioned musical directors managed to achieve the near-impossible by depriving the Xhosa and Sesotho sections of their forthright power. As for the Italian anthem, Inno di Mameli (Hymn of Mameli) is distinguished not merely by being named after its composer, Goffredo Mameli, but by its wonderful false climax. Just when you think it's safe to sit down, off it goes into a jaunty and seemingly interminable second theme, opera buffa-style. Michael Schumacher never fails to exploit the moment by turning the victory podium into a conductor's rostrum while Mameli's hymn is played to celebrate another win for Ferrari. By contrast, God Save The Queen offers neither entertainment nor cultural commentary. There is no evidence that Dr Carey had any great ambitions in mind when he composed it in praise of Admiral Edward Vernon's victory over the Spanish at Porto Bello in the War of Jenkins' Ear. Five years later he adapted it in support of George II during the Jacobite rebellion. Other verses have been added and dropped at various times - in celebration of the coronation of Queen Victoria, for example - but it stubbornly refuses to transcend the 18th-century stolidity of its four-square rhythms and trite melody. Since it has never been officially adopted as the British national anthem, either by Act of Parliament or Royal Proclamation, nothing stands in the way of its banishment. Tradition is its only ally. And while the England rugby team were making their triumphant way to the final of last month's Rugby World Cup, the old debate flared up again. As it was sung, in a rather anaemic choral arrangement, before their matches in Perth, Melbourne, Brisbane and Sydney, ruder voices were raised in support of the notion that it should be replaced as soon as possible. The usual candidates were advanced, principally William Blake's Jerusalem and Swing Low, Sweet Chariot. The latter, a negro spiritual adopted as Twickenham's unofficial anthem after the black winger Chris Oti scored a couple of spectacular tries against the Scots 15 years ago, would seem to lack the necessary wider relevance. The former remains the unofficial property of the Women's Institute, whose members have been heard singing along with Helen Mirren and Julie Walters at screenings of the recently released film Calendar Girls; its explicit religious references would also seem ill-suited to today's more inclusive climate. But there is no let or hindrance to the commissioning of a brand-new replacement. The tendency to assume that national anthems share immemorial origins is contradicted by a glance at the facts. Flower Of Scotland, which appears to be serving the Scots well (and is doing a brisk business in the sale of bow-ties, braces, decorative tapestries and other merchandise), was written by Roy Williamson of the contemporary folk group, the Corries. Even Land Of My Fathers does not have its origins in the druidic mists. It was composed by a father and son, Evan and James James, in the middle of the 19th century. Amhran na bhFiann was written in 1907 by Peadar Kearney and Patrick Heaney. Perhaps the time has come for a competition to find an English equivalent of Heaney, Kearney, Williamson and the Jameses. Paul McCartney might like to have a go, although some might feel that the memory of Give Ireland Back To The Irish and Mull Of Kintyre renders him ineligible. Ray Davies, that most English of 60s pop composers, could be encouraged to produce a successor to Waterloo Sunset. A suitable Morrissey lyric could be tailored to a melody from Portishead. Kate Rusby could have a rummage around in her archive of traditional English songs. Benjamin Zephaniah might try a collaboration with Roni Size. If the worst comes to the worst, perhaps the Gallagher brothers could be persuaded to rewrite Wonderwall, which certainly sounded anthemic enough while it was filling the stadium in Sydney during England's lap of honour. Eriksson, incidentally, learned the words to God Save The Queen soon after taking up his post three years ago. At the beginning of his term of office, he made efforts to sing along. Nowadays, showing admirable judgment, he tends to remain silent, allowing David Beckham, his captain, to lead the chorus. As long as the team are winning, nobody will mind a bit."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}