{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/dec/28/newsstory.sport8", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-12-28T22:58:37Z", "webTitle": "Premiership: Wolves v Leeds United", "webUrl": "https://www.theguardian.com/football/2003/dec/28/newsstory.sport8", "apiUrl": "https://content.guardianapis.com/football/2003/dec/28/newsstory.sport8", "fields": {"headline": "Is hunger enough for Wolves?", "bodyText": "Wolves supporters have been remarkably stoic considering how the great Premiership dream has yielded regular beatings. They haven't turned on the team, or the manager. The only grumble is directed at a policy decision that did not allow the squad to be sufficiently strengthened in the summer. The consequence is a league table that makes very grim reading at Molineux - two wins from 17 attempts. Wolves already look isolated, and should they falter against Leeds they could find themselves nine points behind one of their relegation rivals. On the other hand, trying a bit of positive thinking, a win could haul them to within three points (with a game in hand) of picking themselves up off the Premiership floor. Trouble is, they have the look of the league's doormats. The key difference between Wolves and their opponents in today's dare-not-lose tussle is that Leeds, for all the obvious weakness they have to contend with in squad size, do possess players of the calibre to make an impact in the Premiership. Wolves might have had two players capable of doing so (long-term injuries Matt Murray and Joleon Lescott), but without them they have looked on course for the wooden-spoon race from day one. Does Wolves' season hinge on today's result? Probably a more important date comes later in the week, with the opening of the transfer window. The Wanderers are a side crying out for help. Dave Jones was not overflowing with optimism at the prospect of trying to do some serious business next month. 'We have not got a lot of money, so we will be looking at a certain type of player. However, I am sure that six or seven Premiership teams, as well as the top sides from Division One, will also be looking at those players. If the players want a challenge then they will come to Wolves. If they want an easy ride they will go somewhere else. 'We only want players who are up for the fight and we all have to keep going because life throws challenges at you all the time.' The sentiments are admirable, if a little desperate in terms of persuading transfer targets that Molineux is the place to be. Jones added: 'We have to believe that we can get out of the relegation zone. If we don't believe it then we might as well not bother trying. I won't allow anybody at the club, from the top right down to the bottom, to think otherwise. If they don't believe it then they are no good to anybody. We have to believe we can take points from every game we play, otherwise it's not even worth going out there.' Wolves last won a point a month ago. None the less, recent home form is reasonable, and they are unbeaten in four. As for Leeds, since turning the corner in late November at Charlton (what a result that looks now) they have remained undefeated for five matches. It has been a sensational turnaround inspired by Eddie Gray. They may still be in the relegation zone but they look stable enough to push themselves out of danger - provided they can keep their best players at the club during the transfer window. Mark Viduka's part in Leeds' upturn in fortunes cannot be overestimated. With Leeds up for sale and three weeks away from the threat of administration, Viduka is one of those players whose name is again being linked with a move away to ease the financial strain. The Australia international is back in the headlines after rediscovering his form since the arrival of caretaker-manager Gray, whose system of playing one up front means Viduka is shouldering a great deal of responsibility. Manchester United's Sir Alex Ferguson is known to be interested in Viduka, and watched the 28-year-old in Monday's 1-1 draw at Manchester City when he scored the Leeds goal. It is imperative that Leeds keep their run going during the crucial weeks before the 19 January deadline for finding investment to stave off the dreaded administrators. Surely they will not be too disillusioned with a point today, especially given a selection headache in midfield. Dominic Matteo sustained a thigh strain during the goalless draw with Aston Villa on Boxing Day, and with David Batty suspended and Eirik Bakke struggling for match fitness, Gray's resources are badly stretched. Frankly, both Wolves and Leeds fans deserve a happier new year. You can mail the Observer direct at sport@observer.co.uk"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}