{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2003/dec/13/students.schools1", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2003-12-13T23:58:05Z", "webTitle": "What happened next?", "webUrl": "https://www.theguardian.com/education/2003/dec/13/students.schools1", "apiUrl": "https://content.guardianapis.com/education/2003/dec/13/students.schools1", "fields": {"headline": "What happened next?", "bodyText": "Michael Walker is an executive officer with the Home Office (HO), a role he combines with working as deputy editor of Wired, a listings guide to what's on in Croydon. Wired includes lifestyle features and celebrity interviews. Model Jo Guest appears in the December issue, while magician Derren Brown graced the pages of the first issue. As deputy editor, Michael is responsible for writing, subbing and interviewing. He also mucks in with selling advertisements and distributing the magazine with the rest of the team - picture editor Nigel Ramdial and editor Angela Ferrara. Wired was conceived in a Croydon pub earlier this year. \"I was sitting with some friends when one of us mentioned that there's nothing to do in Croydon and what's more, there's nothing which tells us about the little that is going on in the borough,\" recalls Michael. Angela suggested launching a listings magazine for Croydon and her friends dared her to do it. So she did - and roped in Michael and Nigel. The first issue was launched in June this year, eight weeks after Angela came up with the concept. Wired is distributed in theatres, pubs and other venues in Croydon. It has a print run of 15,000 and is aimed at the 18-35 year-olds who regularly descend on central Croydon in search of a good night out. Michael's full-time job is at the Home Office. He manages to find time to work on Wired thanks to the HO's flexible working policy, which allows him to start a seven-hour working day anytime between 7am and 11am. Michael makes decisions on asylum applications, but shortly after he joined the HO, word got round that he had done a journalism degree so he now edits two in-house newsletters. Interview by Adeline Iziren (adeline@worksmart communications.com)"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}