{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theobserver/2003/dec/28/features.review57", "type": "article", "sectionId": "theobserver", "sectionName": "From the Observer", "webPublicationDate": "2003-12-28T17:03:37Z", "webTitle": "Comedy of the year: Forget Ant and Dec", "webUrl": "https://www.theguardian.com/theobserver/2003/dec/28/features.review57", "apiUrl": "https://content.guardianapis.com/theobserver/2003/dec/28/features.review57", "fields": {"headline": "Forget Ant and Dec", "bodyText": "Anyone watching the celebration of predictable and undemanding light entertainment that formed the bulk of the British Comedy Awards could run away with the mistaken belief that the best Britain has to offer is Ant and Dec and reruns of Phoenix Nights and The Office. But away from the mainstream, this year has brought plenty of original and inventive comedy, both from established acts and new faces, much of it on the live circuit, but even the terrestrial channels, not often celebrated for their willingness to take risks with new comedy, have come up with some impressive new work. BBC2, which has been cautious about the new, has begun to gamble again and this year brought three excellent shows. Live Floor Show, hosted by genial and fast-talking Irish comic Dara O'Briain, provided the first TV showcase for stand-up comedy since the glory days of Friday Night Live and throughout the series featured some of the strongest acts on the live circuit, among them Al Murray, Men in Coats, Dan Antopolski, Rich Hall and Adam Hills. But British TV still lacks a show worthy to stand next to New York's Saturday Night Live. In a different vein, Look Around You was a brilliant offbeat spoof of Seventies educational programming, written and performed by Robert Popper and Peter Serafinowicz, and was nominated for both a Bafta and a British Comedy Award; fans will be delighted to hear that a second series has been commissioned. But the most talked-about TV programme (with the exception of The Office Christmas Special) was Little Britain, a sketch show by Matt Lucas and David Walliams which owes a massive debt to The League of Gentlemen and had been the first real triumph for the much-ridiculed BBC3 before it transferred to BBC2 last month. The biggest live event was Eddie Izzard's stadium tour, which arrived here last month after four months in the US and Australia. Izzard is one of the most gifted British stand-ups at work now and it would be unfortunate if his burgeoning film career lured him away from the stage too often. Dylan Moran, Dave Gorman, Al Murray and Ross Noble all went on successful tours; Noble also enjoyed a West End run, as did Bill Bailey, Lenny Henry and Stewart Lee and Richard Thomas's award-winning musical comedy, Jerry Springer: The Opera. The Edinburgh Fringe brought surprises. Last year's Perrier winner, Daniel Kitson, one of the most impressive young stand-ups of recent years, flummoxed his growing fanbase by taking a show that was not stand-up, but a part-serious monologue about love, and which fiercely divided audiences and critics. The Perrier shortlist caused a great deal of huffing by including only one British act, Howard Read (American Demetri Martin won). Again, no women were shortlisted, but they are getting closer; Lucy Porter, Natalie Haynes, Jo Caulfield, Sarah Kendall might reasonably expect to make next year's shortlist. For obvious reasons, 2003 was a big year for political comedy, but paradoxically the surfeit of potential material only reinforced the truth that political satire is best left to those who specialise in it and can lift it above the usual fish-in-barrel gags about Bush - comics such as Mark Steel, Mark Thomas, Jeremy Hardy and, when he stops talking about himself for long enough, Michael Moore. Have I Got News For You remains the only comic current affairs programme worth watching, carried entirely by the magnificent double act of Paul Merton and Ian Hislop, and seems to have a new lease of life without the smoothly quipping Angus Deayton, though the novelty of the guest politician presenter is wearing thin; they should get on with appointing the new host from a shortlist of Alexander Armstrong, Dara O'Briain and Jimmy Carr. The last is a far smarter comedian than his not-very-cerebral game shows Your Face or Mine and Distraction on Channel 4 allow him to demonstrate. Comedy top 10 Eddie Izzard Sexie, UK tour and DVD Dave Gorman's Googlewhack Adventure Edinburgh, UK tour Look Around You BBC2 &amp; DVD The Sunday Format R4 Bill Bailey Part Troll, Edinburgh and West End Johnny Vegas Who's Ready for Ice Cream? DVD Demetri Martin If I, Edinburgh and Soho Theatre Jimmy Carr's Charm Offensive Edinburgh, London Dylan Moran Monster, UK tour Little Britain BBC3 and BBC2 Turkey of the year Monty Python's Flying Circus in French Edinburgh"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}