{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2003/dec/13/history.highereducation", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2003-12-13T23:58:06Z", "webTitle": "Review: Drive On!, The Motoring Age and Farewell to Model T", "webUrl": "https://www.theguardian.com/books/2003/dec/13/history.highereducation", "apiUrl": "https://content.guardianapis.com/books/2003/dec/13/history.highereducation", "fields": {"headline": "Cathedrals on wheels", "bodyText": "Drive On! A Social History of the Motor Car by LJK Setright 409pp, Granta Books, £25 The Motoring Age: The Automobile and Britain 1896-1939 by Peter Thorold 304pp, Profile, £20 Farewell to Model T by EB White 34pp, The Little Bookroom, £10 When I was at school I had twin enthusiasms for architecture and cars. There were girls and beer too, but that's another review. So it was very pleasing to attend a lecture by the great Nikolaus Pevsner in the course of which he declared that, in design terms, the difference between buildings and automobiles was simply a matter of mobility; each was a \"controlled environment\", but one was static while the other you could drive. That may be a bit of a simplification, but it nicely establishes the status of the car in cultural history. I doubt that the austere Pevsner had much time for voguish, perfumed French intellectuals, but - conscious or not - his remark is an echo of Roland Barthes's highly repeatable, if ironic, trope of 1957 about cars being our cathedrals. It is impossible to overstate the positive significance of the car; and very few would wish to understate its negative impact. Henry Ford's revelation of personal mobility was inspired by an intuition grounded in the dilemma of humanity: he simply had to invent the gasoline buggy, he said, to escape the mind-crushing tedium of life on a Midwest farm. Since then the car has offered vistas of escape, often illusory, to all of us. We have made a deadly Faustian transaction: mobility in exchange for death and despoliation. Still, it's a deal the majority of humans are more than happy to make. Tom Wolfe's career as our most acute observer of popular culture began at a hot-rod meeting in California when he realised: \"Cars mean more to these kids than architecture did in Europe's great formal century, say, 1750 to 1850. They are freedom, style, sex, power, motion, colour - everything is right there.\" Exactly so. But despite Pevsner, Barthes and Wolfe, the literature of the automobile is pitifully thin. One reason for this is manufacturers who are careless with historical records: naturally, as businesses, they are more interested in sales projections than in the production-line of archival methodologies. I do not, for instance, think the mighty Ford Motor Company would be able to show you an original drawing or a model of the '57 Thunderbird, although they almost certainly know what the return on capital invested for the same year was. Even when records do exist, commercial confidentiality restricts access (consumers would be rebelliously disturbed to know what the manufactured cost of their new car really is). For this reason, there is no authoritative history of the world's biggest industry. Instead, accounts of the car - workshop manuals apart - tend to be of the anecdotal sort, social histories about the automobile's engagement with people. The very best of these is, and will likely remain for a very long time, Leonard Setright's Drive On!, although it is a book as maddeningly perverse (while impressively recondite) as its author. Setright is 72. He is a rabbinical scholar. Thus, an earlier limited edition of this book had a Hebraic dedication to \"Him by whom all history is postulated\". But Setright is also a musician (a founder member of the Philharmonia Chorus) and a lawyer. Indeed, a certain forensic tenacity can be found in these argumentative and entertaining pages. Against the claims of Otto and Benz, Setright establishes an Austrian Jew called Siegfried Markus as father of the petrol engine. He argues against small cars, and prefers roadworthiness to crashworthiness. No attempt is made at balance. Instead Setright (who loves engines and paradoxes) refuses to dismount from his favourite hobbyhorses, which include Bristol cars, the mechanics of the tyre sidewall and the vulgarity of wasting champagne at motor races. It is an approach that makes Drive On! both exasperating and stimulating. The text goes around some perilous hairpin bends with wonderful stabilising footnotes about Rudolf Diesel's place in the history of refrigeration, classical references from Virgil and Cicero, bits of Lamartine and refreshingly unusual photographs. Any book containing the magnificent line \"For reasons mostly to do with aerodynamics, the maximum velocity of a raindrop in still air is only about 18mph\" deserves success, although it is a pity such wonderfully eccentric scholarship is not supported by a bibliography. Peter Thorold's The Motoring Age is altogether saner, and therefore more dull. The invocation of \"Metroland\" and a chapter titled \"The Roaring Twenties\" reveal no resistance to cliché, and my worst fears were confirmed with the sentence: \"As the charabancs rolled home from Blackpool or Scarborough or Southend, they resounded with song and music.\" I did not want to read on, but did - and stopped at page 251, when told: \"Together aviation and automobilism influenced the design of all sorts of commonplace objects.\" Suddenly, a dreadful weariness overtook me. I do not want to be rude, but it is a bit lazy. The author of Crash is cited in the index as JD Ballard. Thorold does, however, include a bibliography, which I am afraid reads rather better than the main text. So it is a keen delight to rediscover a real writer who sensed the magic of the car. Elwyn Brooks - always known as EB - White was the legendary New Yorker journalist whose writing was described by editor William Shawn as \"utterly beautiful\". Now the enterprising publisher, The Little Bookroom, has reissued two classic essays, \"Farewell to Model T\" (1936) and \"From Sea to Shining Sea\" (1953). The first is an elegy to America's greatest machine (obit 1927), which White saw as embodying national virtues - \"hard-working, commonplace, heroic\"; the second is an account of an epic journey by Tin Lizzie in 1922. When he says the Ford's planetary gearbox is \"half metaphysics, half sheer friction\" we have a line of poetry about the entire automobile phenomenon. When White writes \"To an American, the physical fact of the complete America is, at best, a dream, a belief, a memory and the sound of names,\" he tells us exactly what the car allowed us to discover. It is only 34 pages long, but it is not worth £10: it is priceless. Setright's book was dedicated to God. The EB White is dedicated \"To Henry Ford\". We all are. · Stephen Bayley's Dictionary of Idiocy is published by Gibson Square Books"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}