{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2003/dec/11/hotels1", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2003-12-11T19:05:08Z", "webTitle": "La Trémoille, Paris", "webUrl": "https://www.theguardian.com/travel/2003/dec/11/hotels1", "apiUrl": "https://content.guardianapis.com/travel/2003/dec/11/hotels1", "fields": {"headline": "La Trémoille, Paris", "bodyText": "Address: 14, rue de La Trémoille, 75008 Paris Website: hotel-tremoille.com First impressions: Swish and comfortable hotel in the Golden Triangle of Paris, not far from the Champs Elysées. Entrance on the street corner, with plenty of doormen and concierges, but with a boutique rather than imposing feel - just 93 rooms. Recently refurbished. The rooms: All individually designed. Mine had white panelled walls, thick luxuriant curtains, built-in wardrobes, all very tastefully designed and furnished. A hatch in every room allows you to order room service or breakfast without having to answer the door or be disturbed. Comfortable leather sofas with huge fluffy mohair cushions, and lots of space. The bed test: A big welcoming double, very comfortable, perfectly snug behind the sofas and out of sight of the desk. The bathroom: The usual contemporary black-and-white marble design, but very spacious with a large sink and the world's biggest shower-head, the size of a good pancake. Great selection of Molton Brown products in large refillable bottles, so eco-brownie points there. The restaurant: Designed by Sir Terence Conran. By the look of the busy crowd lunching here in Senso, the French have accepted an English name in culinary Paris. Small and bright, with trademark Conran cooking in generous portions. Menus from €29 for two courses. Breakfast served at tables. What else is there? Chic cocktail bar; small basement fitness centre with gym, sauna and massage showers. The worst thing: Huge TV - and very poor reception. What's the point? What can you do in the vicinity? What can't you do? This is bang in the middle of Paris. You're a giddy stumble from the Bateaux Mouches stop, a short walk to the Eiffel Tower, five minutes from the Arc de Triomphe. There are also the very top designer boutiques from fashion's big names all around, especially on the Avenue Montaigne, but these will set you back a bob or two. How much? From €279 a room, but ask for weekend packages."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}