{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2003/dec/01/pressandpublishing.rupertmurdoch", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2003-12-01T17:00:39Z", "webTitle": "Murdoch pays tribute to Pickering", "webUrl": "https://www.theguardian.com/media/2003/dec/01/pressandpublishing.rupertmurdoch", "apiUrl": "https://content.guardianapis.com/media/2003/dec/01/pressandpublishing.rupertmurdoch", "fields": {"headline": "Murdoch pays tribute to Pickering", "bodyText": "Rupert Murdoch today spoke in London at a thanksgiving service for Sir Edward Pickering, a newspaperman he described as \"my greatest mentor\", after his own father. Mr Murdoch said he made \"no apologies\" for persuading Sir Edward, who died in August aged 93, to return to Fleet Street in 1981 - four years after he had formally retired - to help him run Times Newspapers, which he had just bought. \"I knew that there was no one who carried more respect within News International. And the industry, which was in turmoil, needed his managerial and editorial skills too,\" he added, delivering the memorial address at the service for Sir Edward at St Bride's Church on Fleet Street. \"For the next 22 years, Ted Pickering was my trusted friend and sounding board as well as being executive vice chairman of Times Newspapers and chairman of our supplements division... We would have our disagreements, but such was his civility that it often took me a while to realise that he had invariably won,\" Mr Murdoch said. \"He always had his facts straight and was quite immovable if he believed he was right. But I trusted his insights and wise counsel. They were at the heart of our business in this country.\" The pair first met when Mr Murdoch was a trainee sub on the Daily Express in 1953. At the time, Sir Edward was No 2 to editor Arthur Christiansen and ran the backbench. Sir Edward went on to edit the Express before moving to the Mirror Group in 1964 and later becoming chairman of its then parent company, IPC. \"He was a peerless craftsman who mastered, in a manner I never saw bettered by any editor, the entire detail of newspapers. He taught me the power of the 18-word intro. The art of a picture properly cropped and captioned,\" Mr Murdoch said. \"[Sir Edward] had another indispensable skill. He knew how to handle cantankerous press barons. He would say: 'When you find yourself trapped in a cage with a tiger, you quickly learn in which direction to stroke his fur',\" he added. \"Naturally, I had always assumed he was referring to exclusively to their lordships Harmsworth and Beaverbrook.\" · To contact the MediaGuardian newsdesk email editor@mediatheguardian.com or phone 020 7239 9857 · If you are writing a comment for publication, please mark clearly \"for publication\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}