{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2003/dec/11/terrorism", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2003-12-11T16:27:25Z", "webTitle": "Man remanded on shoebomber charges", "webUrl": "https://www.theguardian.com/world/2003/dec/11/terrorism", "apiUrl": "https://content.guardianapis.com/world/2003/dec/11/terrorism", "fields": {"headline": "Man remanded on shoebomber charges", "bodyText": "A man from Gloucestershire was remanded in custody today after appearing in court on charges of having explosives and conspiring with the \"shoebomber\" Richard Reid to carry out terror attacks. Sajid Badat, 24, who was arrested at his home in Gloucester last month, was ordered to return to the Old Bailey for another court hearing on April 12. Mr Badat faces a charge that he \"unlawfully and maliciously conspired with Richard Reid and others unknown to cause ... an explosion likely to endanger life or cause serious injury to property in the United Kingdom or elsewhere.\" Reid, a follower of Osama bin Laden whose al-Qaida group is blamed for the September 11 attacks on New York and Washington, was jailed for life in January in the United States after admitting to trying to blow up a transatlantic airliner using explosives hidden in his shoe. Britain has been on its second-highest alert for the past three weeks after intelligence officials said they had information an attack was planned. Today, Scotland Yard revealed that 500 people have been arrested under anti-terror laws in the UK since September 11. Of those, 90 have been charged with terrorism offences, around 100 have been charged with other crimes, and 50 have been handed over to the immigration service by police. There have been 23 arrests in the past few weeks, of whom six have been charged with terrorism offences, seven with other crimes, four handed to the immigration service, and six released. A Scotland Yard source said: \"About 50% of people arrested since autumn 2001 have ended up with some form of sanction. Ninety have been charged, which is an unprecedented number of people.\" Scotland Yard believes there are hundreds of potential al-Qaida sympathisers in Britain. Its anti-terror experts have also moved away from seeing the UK as a logistical and financial support base for attacks abroad to a target for terrorist atrocities."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}