{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2003/dec/19/mailonsunday.pressandpublishing3", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2003-12-19T17:57:09Z", "webTitle": "Mail on Sunday rounds on Paddick", "webUrl": "https://www.theguardian.com/media/2003/dec/19/mailonsunday.pressandpublishing3", "apiUrl": "https://content.guardianapis.com/media/2003/dec/19/mailonsunday.pressandpublishing3", "fields": {"headline": "Mail on Sunday rounds on Paddick", "bodyText": "The Mail on Sunday has hit back at police chief Brian Paddick, who won a legal battle against the newspaper today, saying it was \"clearly entitled\" to publish the information it did in a story of \"great public interest\". The Associated Newspapers title said the police chief was \"clearly wrong\" to claim the paper accepted it should never have published stories about his private life. The Mail on Sunday maintained it was acting within the Press Complaints Commission code and most of the five-figure damages it paid to Mr Paddick were as a result of three libel actions, not because of his initial breach of confidence action. \"Mr Paddick is seriously mistaken if he believes the settlement of his case establishes any law of privacy,\" said a statement released by the Mail on Sunday. \"On the contrary, while his initial action was brought under the existing law of confidentiality, the issue which accounts for the greater part of the damages related to three separate subsequent libel complaints.\" The Mail on Sunday said it had abided by the provisions of the PCC code with regards to privacy and that, of the 119 points of private information Mr Paddick listed in his action, \"only a handful\" could have been argued to have breached the code. \"Mr Paddick's action listed a total of 119 points in our articles that he claimed were private information,\" the paper said. \"In fact our article dealt with very serious issues of great public interest and we were clearly entitled to publish almost all of those points. In only a handful of them was it even arguable that the PCC code was breached.\" The paper also issued a rebuke to Mr Paddick's earlier statement that the Mail on Sunday \"now accepts that much of the information it published about my private life should never have been published at all\". The Mail on Sunday hit back at that comment, saying: \"Mr Paddick's claim that we accepted that much of the information should never have been published is clearly wrong.\" It concluded its statement by accusing Mr Paddick, recently promoted to acting deputy assistant commissioner of the Metropolitan police, of not wanting his case tested in court. \"The Mail on Sunday believes it is highly significant that Mr Paddick was unwilling to see his interpretation of these points tested before a high court judge,\" the paper said. Mr Paddick today launched a scathing attack on the Mail on Sunday for seeking \"sickening levels of detail\" about his private life in two \"kiss and tell\" articles, following an out of court settlement that will cost the paper an estimated £350,000 to £450,000 in costs and damages. The paper paid Mr Paddick's former lover James Renolleau for an article that claimed the police chief smoked cannabis - a claim the Mail on Sunday accepts was false. The paper also paid for a kiss-and-tell story from Mr Paddick's ex-fiancée. The police chief's attack came as the newspaper agreed to a big payout to the Harrods owner, Mohamed al Fayed, over a story concerning the health of his business. · To contact the MediaGuardian newsdesk email editor@mediatheguardian.com or phone 020 7239 9857 · If you are writing a comment for publication, please mark clearly \"for publication\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}