{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/dec/11/thefiver.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-12-11T17:01:52Z", "webTitle": "Hughton and Pleat, and  Cake and meat", "webUrl": "https://www.theguardian.com/football/2003/dec/11/thefiver.sport", "apiUrl": "https://content.guardianapis.com/football/2003/dec/11/thefiver.sport", "fields": {"headline": "Hughton and Pleat, and  Cake and meat", "bodyText": "THE FIVER IS SPURRED ON It's a fast-paced, breakneck, dog-eat-dog world this internet journalism game, so it's no wonder the Fiver looks down from the very top of the gutter on peers who can only dream of such standards. But even we're having trouble keeping up with events down at White Hart Lane. Last week, David Pleat and Chris Hughton were in charge and looked like staying put for the season. But this week, David Pleat and Chris Hughton are in charge and will DEFINITELY stay put for the season. Yes, it's got us in quite a spin, but at least we can count on this experience when the Sven-to-Chelsea bombshell bolts from the blue after Euro 2004. With no quotes emanating from Tottenham, the Fiver was prompted to sup on its pipe and sagely ponder whether no news is good news (while blowing smoke rings into Granny Fiver's face). It's good news in the sense that - PUFF - Pleat has won seven of his 12 games in charge - BLOW - Tottenham have reached the giddy heights of twelfth, only eight places off a Big Cup place, and - HACK - the Hoddle days, when training was turned into a one-man talent contest with the hope of alienating any squad member willing to make a decent tackle in midfield, have been finally banished to the past. There is some bad news, however: true to form for a club fast becoming London's fifth best, the appointment is less to do with halting the rot and more to do with the fact that nobody else is available. Even with Celtic losing out on Big Cup glory, Martin O'Neill is as likely to be house-hunting in Walthamstow come May as Michael Jackson is to land a job as a presenter on the Disney Channel. Even Bryan Robson's in work, for goodness sake! So what the announcement really says is this: nobody on God's sweet earth wants to manage Spurs. And God's already had a crack. QUOTE OF THE DAY \"It is like a chef. With good ingredients you can cook anything, a fantastic dinner. I hope I can become the Gordon Ramsey of football. At the moment, Sir Alex is Gordon - I have only one Michelin star whereas he has three\" - Claudio Ranieri rustles up an extended analogy. BIG CUP BUSINESS The morning after the final round of Big Cup group games, you'd think the Uefa suits would be taking things easy ahead of tomorrow's knock-out draw. But think on. Because instead of chewing the fat and slurping the gristle over a well-deserved full English this morning, Uefa's band of barrel-bellied bureaucrats cracked straight on with the dirty work. Not the ever-growing mountain of dishes, no, but several matters of a disciplinary nature. First they came down on the troublesome Turks of Besiktas like a ton of buttered stollen (although a ton's clearly a ton whether it's buttered or not). \"We have opened disciplinary proceedings against Besiktas for the behaviour of their fans, which was unacceptable,\" barked Uefa bigwig Mike Lee, who can't abide seeing good toilet tissue wasted. Then it was Celtic's turn. \"We've received the referee's report and there is a mention of Neil Lennon [confronting homer after penalty call],\" sniffed a Uefa robot. Both cases will be heard next February. And in the mood they were in, the Fiver wouldn't have been surprised if Uefa had then punished Arsenal's Patrick Vieira, even though he's guilty of nothing more than being carried away by the fairies! \"Can we win [Big Cup]?\" asked Big Pat loudly and proudly this morning. \"We are hopeful. The way we won the last three games in our group shows how good we are. Now we have to keep it going.\" It's more likely that Uefa will instead tan Claudio Ranieri's hide for this Big Cup outburst. \"I'm not thinking about the draw,\" he sniffed, miffed that we'd interrupted his all-afternoon Mr Bean video marathon. \"I am curious to know the [opponent's] name, but after that I will forget.\" Forget about Big Cup?!? Who in football dares to be so bold? Uefa's disciplinary division will surely have something to say about this! THE RUMOUR MILL Patrick Kluivert has made subtle eyebrow gestures in the direction of Manchester United, Arsenal, etc, by saying he \"respects\" the Premiership. David O'Leary has moved Alan Smith and Andy Reid to the top of his Aston Villa wishlist. Spurs are renewing their interest in Santos's Diego, but may face competition from Internazionale (makes a change). And Fulham are hoping Chelsea won't notice if they just leave a pile of cash on the bench and nick off with Emmanuel Petit. NEWS IN BRIEF Gary McAllister has taken a temporary step-down from his duties at Coventry in order to spend more time with his wife Denise, who is seriously ill. Celtic fans have been nominated by Uefa for a 2003 Fifa Fair Play Award for their model behaviour around the Euro Vase final last May. Darren Huckerby is returning to Manchester City after this weekend's games as Norwich were unable to broker a deal over his wages. TONIGHT'S TV AND RADIO BBC2: The World's Most Powerful Sportsman - starring Beckham and Andre The Giant (9.50pm) Hot off the press, it's a single, solitary Christmas party tale of woe! Five: Jonathan Pearce's Football Night (12.40am) That's got to be worth a double honk. Honk! Honk! Honk! Dutch Football (1.20am) \"I've just got back from the office Christmas lunch,\" announces a half-cut Rob Newman. No, not that one. Argentinian Football (2.55am) \"Eleven of us there in all, and a sum total of two bottles of wine were consumed - nearly all by myself to get me through the proceedings as the rest are a very religious lot - although there's nothing wrong with that as such.\" Sky Sports 1: Football League Review (7pm) Unless they gang up, corner you and preach through their beards, of course. Eurosport: Big Cup (12am) \"Ah yes, I ended up being trapped in the corner for a deep theological discussion of Christianity and its place in the modern world. Radio 5 Live: Sport on 5 (7pm) \"And what's more, I still have two hours to get through before escaping to the pub for a few swift ones. Talksport: Football First, Second &amp; Third (7pm) \"Bah, merry Christmas my backside!\" Newstalk 106 (www.newstalk106.ie): Off The Ball with Ger Gilroy (7pm) Indeed, and even though this Christmas party business is clearly dying on said derriere, tomorrow is Friday so keep them coming to the.boss@theguardian.com with the subject heading A Celebratory Etc. * * * * * * * * * * * * WHERE IS HOPE? HOPE IS IN SALOP"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}