{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2003/dec/19/security.usnews", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2003-12-19T17:06:46Z", "webTitle": "Teenager hacked into key US lab", "webUrl": "https://www.theguardian.com/technology/2003/dec/19/security.usnews", "apiUrl": "https://content.guardianapis.com/technology/2003/dec/19/security.usnews", "fields": {"headline": "Teenager hacked into key US lab", "bodyText": "A British computer hacker faces five years behind bars and a £21,000 bill from the US government for hacking into a nuclear research lab. Joseph McElroy, 18, was trying to use the immense power of the Fermi National Accelerator Lab in Chicago to help him download music and films from the web. But instead he triggered a massive security alert, Bow Street magistrates were told yesterday. The computer system was shut down for three days while the US department of energy, which controls US nuclear weapons, alerted Scotland Yard's specialist computer crime unit, which tracked McElroy to his bedroom in Woodford Green, east London. McElroy used a piece of software called Deathserv, which he developed himself, to crack security at the lab, one of the world's main centres for high energy physics research. Once into the system, he sent the details of how to bypass the security to friends. Between June 10 and 25 last year, he entered the network 17 times. Yesterday, Stuart Sampson, prosecuting, said: \"£21,215 is being sought in compensation for the US government. The amount has been estimated to cover the costs of repairing the programme and fixing the damage caused.\" At an earlier hearing, Sean Larkin, prosecuting, said McElroy's attack provoked an immediate response from the lab's security. \"The panic button was pushed due to uncertainty. Initially the United States took this matter very seriously because of the nature of the laboratory. It deals with both classified and non-classified networks. \"However, he did not hack into the classified section and there was no danger or risk to public safety at all.\" McElroy, who admitted unauthorised modification of the contents of a computer, will be sentenced at the crown court in the new year."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}