{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2003/dec/20/martinkettle", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2003-12-20T23:36:59Z", "webTitle": "Comment: How sport discovered its militant tendency", "webUrl": "https://www.theguardian.com/sport/2003/dec/20/martinkettle", "apiUrl": "https://content.guardianapis.com/sport/2003/dec/20/martinkettle", "fields": {"headline": "How sport discovered its militant tendency", "bodyText": "It was about this time last year that the papers first began to refer to something called the Awkward Squad. This was a very promising moment for those of us who like our politics passionate and our sport confrontational. Contrary to all appearances, it seemed there was a new generation of militant British trade unionists out there in Tony Blair's Britain. We discovered that their leaders met for a monthly conspiracy session over a bowl of goulash in the Gay Hussar restaurant in Soho, long a favourite of left-wingers with appetite (which explains why Harry Kewell was never a regular). We were told that they spoke for the people like you, me and Claudio Ranieri who have had it with deregulation and aren't going to take it any more. Industrial confrontation was back on the agenda for the first time since Jack Charlton wore a Coal Not Dole sticker on his sheepskin lapel at Newcastle home games during the miners' strike. A year on, it is clear that things haven't exactly worked out the way they were intended. A firemen's strike has totally failed to ignite the nation - as, in retrospect, the fact that it was led by a dedicated Luton Town fan ought to have suggested. A strike ballot in the Royal Mail proved to be another damp squib, collapsing almost as quickly as England's latest Ashes line-up faced with the Aussie quicks. Industrial action by airport staff against British Airways threatened and disappeared with significantly less conviction than the British women's challenge at Wimbledon. So, when a London tube strike was ignominiously postponed to allow England's World Cup victory parade to go ahead as planned, it marked another notably failed campaign for the workers' cause and yet another year of general anti-climax for the apostles of awkwardness. Except that nobody seems to have told Britain's sportsmen. While industrial disputes have foundered miserably almost everywhere else, this year on the sports field the nation's finest have discovered a rich vein of militancy which has put the rest of the workforce to shame, and confirmed our sporting angry brigade's right to be regarded once more as role models for the next generation. Long dismissed as selfish individualists only concerned with their own appearance fees, PBs or image rights, Britain's sportsmen have shown this year that they are connected to an older and more collective-minded tradition. So, keeping step with the seasonal awards culture, it is time to report on the candidates for British sport's latest and most surprising new trophy. As we met in the Red Robbo suite at Old Trafford earlier this month and weighed the entries for this year's Guardian Sport Awkward Squad of the Year award, the judges were dazzled by the quality of the competition, and delighted that it was all 100% certified home-grown talent, too. For decades, the idea of any England team taking a stand on the right side of an issue of principle was a contradiction in terms. A long time ago, Philip Toynbee wrote that a well-placed bomb under the West Stand at Twickenham on an international day would set back the prospects of British fascism by 50 years, and the same thing might just as well have been said, for much of the 20th century, of Lord's, the All-England Club and the Royal &amp; Ancient as well. For most of my lifetime you could list the principled stands taken by England teams in the time it takes to say Mike Brearley. That's why the first group we welcomed to the podium was the England cricket team, led by its former captain Nasser Hussain. It was the England team's refusal to play in Zimbabwe during the cricket World Cup at the start of the year that can now be seen as the turning point and harbinger of this notable summer of discontent in British sport. Not that this was any wildcat action. Indeed the decision-making process that led to the eventual revolt was positively elephantine. Other than watching Padraig Harrington lining up his putts at the Open down at Royal St George's this summer, I can't recall anything more slow-motion in sport this year. Throughout the build-up Hussain and his players seemed desperate to make somebody else take the decision. The England skipper's articles in the Sunday Telegraph as he agonised over the trip to Harare are collector's items on this process, destined to be treasured exhibits in any future doctoral thesis on morality in English cricket in the Dermot Reeve years. Did his misgivings about Robert Mugabe's rule justify \"my throwing away not only four points but, in effect, the most important six weeks of our cricketing lives?\" Hussain asked himself in his February 16 column. Aristotle himself could not have put it better. An earlier generation, schooled by an ethics man like Graham Gooch, would have said no. To his and their great credit, Hussain and his players said yes. By making that decision, English cricket at last dipped a toe in the real world, one in which there are more important and more difficult choices than whether to put the best side in the world in to bat on a flat track at the Gabba on the first day of an Ashes series against an England attack whose best bowlers were all injured. Cavalry charge The Sport of Kings, by contrast, has never been burdened with imagining itself as a moral metaphor. On the racecourse the natural order of things is undisguised. Racing has always been a sport of hierarchies, resentments and dark deeds, never wholly quietened even by that uniquely visceral love of the turf that unites owners, trainers, riders and punters alike. It was at Newmarket, nearly 30 years ago, that the Transport and General Workers Union - back in the Jack Jones era - tried to organise the stablehands. Around half of Newmarket's lowest paid workers struck for recognition and higher pay during the Guineas meeting. The defining image of that dispute was the sight of the housewives' choices, Lester Piggott and Willie Carson, their whips flying, leading the cavalry charge straight through the pickets stretched across the Rowley Mile. Nothing more dramatic had been seen on an English racecourse since Emily Davidson threw herself under the King's horse Anmer in the 1913 Derby in the cause of votes for women. Compared with that, this year's jockeys' strike against the Jockey Club's on-course mobile phone ban lacked a certain epic quality. But the jocks' no-show protest at Sandown in September was a landmark event nevertheless. For the first time in racing history, a day's card was cancelled due to industrial action, with Frankie Dettori vowing with characteristic bravado that there would be more to come. This was a very 21st century dispute, involving neither wages and conditions nor a great moral issue - unless, of course, you share the British commuter's view that it is his and her inalienable right to ask someone at home to video the latest episode of I'm a Celebrity . . . Get Me Out of Here. At the heart of racing's dispute was the suspicion that those on the inside were using their mobiles to pass on sensitive tips and other pre-race information to betting partners - an extremely serious breach not just of Jockey Club rules but of the law. What made the Jockey Club's action so preposterous was that it fell foul of English sport's still resilient gentlemen- and-players hypocrisy. Not only did Dettori and the rest have a genuine grievance - like everyone else these days they have become dependent on their mobiles, to make the ad hoc personal arrangements that are the stuff of any jobbing jockey's life. More tellingly, the mobile crackdown was not invoked against trainers or owners, both of whom have just as much incentive and opportunity for insider dealing as the riders. Given that some owners themselves went on strike at the same time - withdrawing their horses at Wolverhampton because prize money of £2,750 was not enough for their liking - the phone ban was exposed an extraordinarily petty act. It's an unequal world out there, and the judges were delighted to award the runners-up award to the jockeys. The choice of winner has as usual been left until last, but just like that rugby player inevitably winning all those other awards, any tension concerning our highest accolade is of course contrived. It is a very long time indeed since English football has been thrown into such turmoil as it was in Octo ber, when the Rio Ferdinand drug test furore led Becks and the rest of the England squad to threaten not to play their European Championship decider with Turkey. In the end, of course, they compromised, took the field and qualified for the finals in Portugal next year. But even after the settlement the mood among the players was as sulphurous as it was among the firemen when they went back to work at the start of the year. The England players' statement that they would play in Istanbul after all was as grudging and graceless as Australia's John Howard was in presenting the Webb Ellis trophy to Martin Johnson in Sydney last month. The lads were as unrepentant as Luther (Martin not Blissett) at the Diet of Worms. \"We stood up for what we believed,\" as Gary Neville wrote in the Times a few days later. In the wider world of industrial disputes, 2003 has failed to live up to the signs of the previous year. In sport, the reverse has been the case. This is particularly true in football, where the warring interests of players, owners, sponsors, middlemen, media and fans have never been in greater conflict than they are today. Nobody on the planet can imagine that things will get easier soon. Conflicts are likely to intensify in 2004 with the possibility of further discontent among the England squad, angry with the FA over its handling of the Ferdinand case and that of the Leeds bottle-thrower Alan Smith. It won't be pretty. Bob Crow and his fellow union leaders can cry into their cold cherry soup at the Gay Hussar as long as they like, but England's footballers are the Awkward Squad now."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}