{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2003/dec/01/broadcasting.marketingandpr", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2003-12-01T17:49:29Z", "webTitle": "BBC heads for Coca-Cola row", "webUrl": "https://www.theguardian.com/media/2003/dec/01/broadcasting.marketingandpr", "apiUrl": "https://content.guardianapis.com/media/2003/dec/01/broadcasting.marketingandpr", "fields": {"headline": "BBC heads for Coca-Cola row", "bodyText": "The BBC will today face accusations of allowing sponsorship in through the back door after Coca-Cola signed a deal that will give it free plugs on the corporation's chart shows. Coca-Cola will receive two mentions every Sunday on the Radio 1 singles chart with further airtime on Radio 2's album chart and BBC1's Top of the Pops. The BBC will state that the charts are supported by Coca-Cola at the beginning and end of the Radio 1 top 40. The precise wording has yet to be agreed upon. The move has come about as the result of Coca-Cola signing a two-year deal with Official UK Charts Company, which compiles the charts, to sponsor the singles and albums lists from January 1. The BBC, despite having a strict no-advertising policy, will mention Coca-Cola's name as part of its deal with the Official UK Charts Company. The agreement will also cover a download chart that will be introduced in the new year. The corporation can claim this is not a cash-for-plugs deal because it does not receive any money from Coca-Cola. The deal comes three-and-a-half years after Radio 1 first offered to \"reinterpret\" the strict ban on programme sponsorship. At the time critics said companies would only be interested in sponsoring the charts because they would gain exposure on the BBC. Two years ago the charts' previous sponsor, Worldpop - a music website launched by former Radio 1 DJ Peter Powell - collapsed. A Radio 1 spokesman said the BBC was not breaking internal guidelines with the Coca-Cola deal. \"The producer guidelines for the BBC have set the precedent already,\" the spokesman said. \"They stated how you make these on-air references.\" Coca-Cola's deal - sealed after four months of negotiations - comes just months after Pepsi ended its sponsorship of the rival Hit 40 UK chart. The Coca-Cola music spokesman, Rafael McDonnell, said: \"The Official UK Charts are the benchmark for the UK music industry and Coca Cola is pleased to be working together with the whole of the industry to promote sales of singles, albums and legal downloads.\" · To contact the MediaGuardian newsdesk email editor@mediatheguardian.com or phone 020 7239 9857 · If you are writing a comment for publication, please mark clearly \"for publication\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}