{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2003/dec/11/spam.theissuesexplained", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2003-12-11T16:41:30Z", "webTitle": "Spam Q&A", "webUrl": "https://www.theguardian.com/technology/2003/dec/11/spam.theissuesexplained", "apiUrl": "https://content.guardianapis.com/technology/2003/dec/11/spam.theissuesexplained", "fields": {"headline": "Spam Q&A", "bodyText": "What is spam? Spam can be broadly defined as unsolicited junk email, and it is fast threatening to account for the majority of all email traffic. The Spamhaus Project, an anti-spam organisation, estimates that 60% of western email traffic is spam. Most people are resigned to spam, regarding it as an inevitable nuisance and not realising that most of it - the kind that advertises outright fraud - constitutes a criminal offence. They also do not realise that there are ways in which both individuals and governments can beat the spammers. Computer consultants Gartner use four categories to define spam, but only the first of these is spam \"proper\" - the most abundant, annoying and often illegal kind. Gartner calls this type pure trash; often-fraudulent messages from fictitious senders promoting pornography, prescription drugs, get-rich-quick schemes, \"miraculous\" cosmetic treatments and so on. The second is chain letters; which are jokes, hoaxes or games often forwarded by someone you know. Then there is occupational spam, such as large-scale interoffice memos; and finally, emailshots from legitimate companies where the recipient probably agreed to be added to the firm's mailing list. How does spam work? \"Pure trash\" spam is both clever and often illegal under new legislation being introduced in many parts of the world, including the EU. It is also difficult to trace or block because of the way spammers disguise the true origin of the mail, usually by \"spoofing\" - the forgery of the From: and Reply To: addresses in their emails. If, besides the vast volumes of spam in your inbox, you are also receiving mysterious delivery failure messages in response to emails you never sent to people you don't know, it's possible that your email been spoofed in the \"from\" field of a message sent out by a spammer, or a message generated by a virus that harvests emails from the email address books on the computers it infects. Spoofing has now been taken to its troubling conclusion with the advent of \"Trojan horse\" viruses, by which the computers of unwitting users are used as relay stations for spam. By \"relay-raping\" - targeting poorly protected servers that relay emails - spammers can disguise the path of a message and so hide their tracks and get their messages through. Spam is also commonly routed through servers in different continents - for example, a spam message that appears to have originated in the US may have actually been sent via an Asian server, which unlike many of the western internet service providers (ISPs), has no rules against mass-mailings. Who and where are the spammers? Since 90% of spam is untraceable, and illegal spammers are by definition hidden, it is hard to know exactly who or where they are. But in November, Spamhaus listed 161 spammers, 132 of which were from the US. Legitimate bulk email marketing firms say that they differ from illegal spammers because they do not attempt to disguise the origin of their email, and as a legitimate company, can be contacted by telephone or post. As such, they are subject to anti-spam laws that many countries around the world, including the US and the EU, are currently introducing. How do they get my address? Legitimate bulk emailers gather addresses by asking internet users to provide their email addresses. So if you type your email address into a company website, make sure you read the small print, because you may be signing up to receive emailshots. Reputable companies should not give out your details to illegitimate spammers, whose business is founded on accumulating as many \"live\" (ie working) email addresses as possible. One way in which spammers fool people into divulging their email is by setting up websites that claim to offer prizes or freebies. But even if you are very careful about giving out your address, there are various ways in which spammers can construct email lists, the use or trade of which are highly profitable. Most addresses are \"scraped\" from internet talkboards and websites using software robots. Another method is known as a \"dictionary attack\", in which spammers randomly throw combinations of words and names at known domains (such as hotmail.com) until they hit upon live email addresses. Even if you never respond to spam, the spammer can tell your account exists if they do not receive a \"bounce\", or delivery failure message. Once constructed, these lists are sold by the million. And once your address has made it on to one list, it is only a matter of time before it is circulated and you are on scores or hundreds, causing the amount of spam you receive to rise exponentially. How do they make money? The one thing that all spammers share is their desire to make money. And unfortunately, because the cost of spamming 100m or more addresses is negligible, they only need a tiny response rate to make their businesses highly profitable. Depressingly, email users actually respond to spam in fairly large numbers. According to the Direct Marketing Association, last year 36% of users purchased a product or service after receiving a commercial email, and 9% of them responsed to an unsolicited commercial email. With most spammers happy with a response rate of one in a thousand, their most crucial business strategy is to expand their email lists ever further, thus increasing the volume of global spam. How can I stop spam from entering my inbox? There is no 100% effective way of protecting yourself from spam. There are lots of ways, however, that you can significantly reduce the amount of spam you receive. Your first move should be to make sure your computer is secure, as many computer viruses spread themselves using spam. At the very least, ensure you have anti-virus software installed on your machine with up-to-date virus definitions. If you use broadband, you should also have a firewall that can prevent hackers from gaining control of your computer remotely. Then, think about getting some anti-spam software. There is an enormous range of filters and spam killers available, and popular ones for PC users include: Spamcop, Spamnet, Mailwasher, SpamEater Pro and SpamPal. The web browser Mozilla offers inbuilt spam filtering as part of its email facility. Mozilla is available for most computers including Windows, Mac OSX and Linux, is free to download. If you own an Apple computer, Mail - the email program that comes as part of the company's OSX operating system - has a spam filtering system that gets progressively better the more you use it. It is worth checking the emails filtered out by your anti-spam software to check legitimate messages have not slipped through. There are also other things you can do to prevent yourself receiving spam in the first place. When you are signing up for online services such as shopping sites or email newsletters, read the small print. You may find you are giving permission for the company concerned to send you unsolicited mails, and/or for them to pass your details on to selected third parties. When putting your email on your website or elsewhere on the internet, you can use a code to protect your address from being \"harvested\" by spammer. At the very simplest level, this means for example jane.perroneATtheguardian.com. If you want to get a bit more advanced, Mail.abuse.net has a useful list of links that give further details on how to hide your address from spammers. If you get a piece of junk mail that offers you the chance to remove yourself from its mailing list, never respond. That way the spammer knows that his or her email has reached a live account and will bombard you with even more messages. If you're concerned about your business's email security, this article from Online should help. What is the US doing to stop spammers? New legislation aimed at stopping spam is expected to be signed into law by George Bush on January 1. The Can Spam Act - which stands for \"controlling the assault of non-solicited pornography and marketing\" - has been overwhelmingly condemned by anti-spam groups, though. For example the Spamhaus Project has called it \"an abysmally poor law\". Why? Because the Act allows spammers to send out messages willy-nilly to US email addresses, provided they offer an opportunity in every message for the receiver to opt out of getting any more messages. As Spamhaus points out, \"Anyone with any sense would of course realise than if Can Spam becomes law, opting out of spammers lists will very likely become the main daytime activity for most US email users in 2003.\" On similar grounds, Graham Cluley, senior technology consultant for the computer security firm Sophos, calls the Act \"bad news for all computer users\". The act is not utterly toothless, however. It does ban spammers from using open proxies - servers that do not require a password or logon to access - to send messages with false headers and reply-to fields. Security firm LURHQ has an excellent page explaining what open proxies are and how they are used - and abused - by spammers. That isn't all. The legislation also clashes with - and effectively cancels out - stronger anti-spam laws passed at state level, for example in California. The SpamCon Foundation has a state-by-state list of US anti-spam laws. What about Europe? A new European law that criminalises spamming comes into force today. But spam expert Dr Lindsay Marshall has warned that the legislation will have virtually no effect on the amount of spam that ends up in Europeans' inboxes. The European Commission Directive, called the Privacy and Electronic Communications Regulations 2003, makes it illegal to send unsolicited emails. In other words, people will have to opt in to receive unsolicited marketing emails, with the notable exception of those sent to business addresses. Read the full text of the Directive here (pdf file), or a Guardian Unlimited news story about the new laws and the criticism they are facing here."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}