{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2003/dec/05/citynews.bskyb", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2003-12-05T19:00:40Z", "webTitle": "Ball scoops £10.7m golden goodbye", "webUrl": "https://www.theguardian.com/media/2003/dec/05/citynews.bskyb", "apiUrl": "https://content.guardianapis.com/media/2003/dec/05/citynews.bskyb", "fields": {"headline": "Ball scoops £10.7m golden goodbye", "bodyText": "Tony Ball, the former chief executive of BSkyB, has landed a £10.7m \"golden goodbye\" in return for a guarantee that he will not join a rival company in the next two years. Mr Ball, who resigned from the pay-TV giant last month to make way for Rupert Murdoch's son James, has already amassed a £28m fortune at the company and the latest payout is bound to raise fresh criticism about \"fat-cat\" deals. The \"non-compete\" deal, which has just been announced in New York, brings Mr Ball's total take-home pay and fringe benefits from his four-year tenure at BSkyB to about £40m, including share options and incentive schemes. Under the deal, which will come into effect in June, he will have to refuse employment at both free-to-air and pay-TV channels as well as waiving compensation benefits worth at least £2.4m. Sources say Mr Ball has been spending much time on the sprawling ranch he has just bought outside Barcelona since quitting BSkyB. The payment, which was revealed in a US regulatory filing tonight, will exacerbate tensions with investors, who were anxious to ensure the former chief executive did not receive any payoff. Some shareholders had argued Mr Ball should not be compensated for leaving as the company had said he was leaving of his own accord. Rupert Murdoch - whose News Corporation owns 35.4% of the company - hinted at the deal three weeks ago at BSkyB's annual general meeting, when he faced down criticism from shareholders that the company was not listening enough to institutional investors. Although Mr Murdoch insisted at the meeting that Mr Ball was not receiving any termination payment - had he been sacked he would have been due two years' money - but the \"non-compete\" deal now be interpreted by investors as the same thing under another name. \"He was linked with jobs at BT and ITV, Sky is not the kind of company that would let one of its very best people walk straight out into the hands of its competitors and stand idly by,\" said one informed source. BSkyB said Mr Ball had agreed to forego his contractual entitlement to a one-year payment of salary, bonus and benefits that would have been paid had his contract not been extended on May 31. It said that executive share options granted to Mr Ball will remain capable of exercise following the expiry of his service contract to the fullest extent applicable under the rules of the executive share option scheme. In August, days after the company's results, Mr Ball cashed in shares worth £9.3m. Mr Ball has agreed to remain on hand to give \"advice and assistance\" to BSkyB until the end of May but he is no longer on the company's board of directors. Concern about Mr Ball's payoff was among the reasons why many investors voted against the company's remuneration report at the meeting. BSkyB said the new chief executive, James Murdoch, the chairman's son, was still negotiating the terms of his service contract with the company's remuneration committee. The contract will start retrospectively from November 4, when he took the reins in controversial circumstances. · Charles Allen, chairman of Granada, picked up an early Christmas gift of more than £1m in shares today. Half of them will be released in a year's time with the remainder available in December 2005 under the company's share scheme. The veteran Granada finance director, Henry Staunton, has received £816,244 worth of shares while Graham Parrott, the commercial director, goes home tonight with the promise of £516,365 under the same share scheme."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}