{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2003/dec/24/formulaone.formulaone2003", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2003-12-24T23:31:58Z", "webTitle": "Formula one: 'Terrorist threat' to Bahrain grand prix", "webUrl": "https://www.theguardian.com/sport/2003/dec/24/formulaone.formulaone2003", "apiUrl": "https://content.guardianapis.com/sport/2003/dec/24/formulaone.formulaone2003", "fields": {"headline": "'Terrorist threat' to Bahrain grand prix", "bodyText": "Motor racing The Foreign Office has warned that the inaugural Bahrain grand prix, the third round of next year's formula one world championship, could be at risk from a terrorist attack. It has said there is a high threat from terrorism in Bahrain against western interests and officials are particularly concerned about potential threats to places where westerners might gather. \"We are not saying the race should not be held, but it is on the Foreign Office's radar and is constantly under review,\" an official told Motorsport News magazine. \"Bahrain offers roughly the same threat as other neighbouring Gulf states but it is not considered as dangerous as Saudia Arabia.\" Another spokesperson added: \"Whether the grand prix goes ahead is not for us to say. Obviously we have been in contact with the formula one authorities and they are aware of this information.\" Formula One Management, Bernie Ecclestone's company which operates the international racing infrastructure, is taking an optimistic stance on the race, which is scheduled for April 4 at a new circuit nearing completion. \"We have been warned by the Foreign Office but it doesn't go any further than that,\" said an insider. \"FOM is guided by the Foreign Office and the Bahrain authorities. If there is a particular situation in a country, then it's up to them to notify us.\" Ecclestone, who has received the Bahrain Medal of the First Degree, one of the kingdom's highest honours, recently visited the Gulf state and was impressed by the new track. \"Bahrain International Circuit will be one of the best in the world,\" he said. \"The standard is so high it's raised the bar. I'm very impressed and happy with it.\" The teams also seem relaxed. Frank Williams said yesterday: \"I am sanguine about the concerns. We are offering our total support for this race to go ahead. If it is necessary to look at the situation again then we will, but I don't think now is the time to be worried.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}