{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2003/dec/16/highereducation.lecturerspay1", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2003-12-16T17:55:32Z", "webTitle": "AUT to ballot members over pay", "webUrl": "https://www.theguardian.com/education/2003/dec/16/highereducation.lecturerspay1", "apiUrl": "https://content.guardianapis.com/education/2003/dec/16/highereducation.lecturerspay1", "fields": {"headline": "AUT to ballot members over pay", "bodyText": "The largest academic union is to ballot its members on strike action after claiming university employers pulled out of 11th-hour talks to save a proposed pay deal. Today representatives from the Association of University Teachers accused the Universities and Colleges Employers Association (Ucea) of \"snatching defeat from the jaws of victory\", claiming it first proposed to renegotiate key elements of its pay and modernisation package, only to withdraw the offer later. The AUT is refusing to sign up to a new university pay structure. It says many academic-related members of staff - such as librarians, administrators and computing staff - would lose £47,000 over 21 years, while some researchers would lose £17,300 over nine years and numerous lecturers would be £6,300 worse off over eight years. The strike ballot of the AUT's 47,000 members will take place between January 13 and February 11. The AUT executive committee is recommending that members vote yes. Proposed action includes an initial walk out of universities in the new year followed boycotts of assessment activity, call-out cover, job evaluation exercises and the staff appraisal schemes that are essential to the remodelling of the academic contract. It will also entail a refusal to provide cover for absent colleagues. The AUT's deputy general secretary, Malcolm Keight, said: \"The employers' actions today have been absolutely shocking. \"First, they said they were willing to review the pay structure. Then, an hour or so later, they suddenly withdrew the offer. Unfortunately, it now seems clear that they would prefer a damaging dispute than to seek a negotiated settlement.\" He added: \"The employers' pay and modernisation proposals are truly insulting. During the past 20 years, higher education pay has fallen substantially in comparison to all other sectors, and yet we are faced with a proposed system that would lead to under-regulated localised wage-bargaining; widespread downgrading and hefty losses in salary for many hard-working employees.\" Ucea was unavailable for comment. The two other lecturers' unions are close to signing the proposed deal, and all support staff unions have so far agreed to it."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}