{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/dec/28/sport.comment2", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-12-28T22:38:34Z", "webTitle": "Interview: Let's hear it for Fergie", "webUrl": "https://www.theguardian.com/football/2003/dec/28/sport.comment2", "apiUrl": "https://content.guardianapis.com/football/2003/dec/28/sport.comment2", "fields": {"headline": "Let's hear it for Fergie", "bodyText": "Zinedine Zidane is the world player of the year. Great. Pavel Nedved has just pipped Thierry Henry to the title of European footballer of the year. Super. Who cares about these emptily prestigious awards anyway? Let's think of a category in which not even the most blatant anti-Premiership bias could deny this country a gong. Were there a prize for the 2003 world manager of the year it would have to go to Sir Alex Ferguson. At least it would if the judges had any news sense. Ferguson might not have masterminded another European cup triumph this year. His far from inconsiderable feat of reeling in Arsenal when they looked a shoo-in for the title pales in comparison with the treble haul of four years ago. But when it comes to generating controversy, filling newspapers and generally making life more interesting, the Manchester United manager is in a league of his own. And what a year he has just had. In time, 2003 may come to be remembered as vintage Ferguson. If it is remembered for anything else, it will be misbehaving footballers, financial meltdown and a high proportion of dull games. Quite simply, we are lucky to have had Ferguson around to brighten things up. Who else would have precipitated the departure of his star player by kicking a boot at him, simultaneously giving Arsenal and their fans a chuckle by revealing the extent of his annoyance at the FA Cup defeat? Who else would get into trouble with Uefa by accusing them of fixing their Champions League draws? Ferguson also suggested Arsenal and the FA had been doing deals for years, and was dubbed a hooligan by the Spanish press after warning his players to look out for dirty tricks from Real Madrid. Back in February, Fergie caused a storm by casually revealing Sven-Göran Eriksson had shaken hands on a deal to take over at Old Trafford, and he put the FA under more pressure in October when his alleged advice to England players threatening to strike in support of Rio Ferdinand was, 'Make 'em sweat.' The new season had barely begun when, at Newcastle, Ferguson became the first Premiership manager to be sent off, obligingly giving picture desks a treat by booting the ball away in disgust. A couple of months later he provoked groans around the country by revealing he would be saying at United until the age of 65 at least. All this, and another contribution to the language with 'squeaky bum time' joining 'hairdryer treatment' in football's lexicon. Never mind a knighthood, Ferguson deserves a Queen's Award for Industry for all that. Yet, despite his phenomenal workrate, he is far from universally popular outside Manchester. Except with the press, who know a good thing when they see one and will miss Ferguson dreadfully when his retirement date finally arrives. We will not be alone in that. Just about everyone in the country has an opinion on Ferguson. The fact that many of them are uncomplimentary does not really matter. Ferguson provokes a response, often a strong response, in people who have no interest in football. Love him or hate him, it is impossible to ignore him. Kevin Keegan would have been better ignoring him instead of getting so famously worked up in 1996, but he could not manage it. Football fans around the country feel the same way. In the North-East or the Midlands, they would not really care one way or the other if Arsène Wenger left Arsenal or Terry Venables went back to Spurs, but they watch every development at Manchester United like hawks. It is easy to be impressed by Wenger's urbanity, Claudio Ranieri's humility and Gerard Houllier's honesty. Steve McLaren is thoughtful and thorough, Graeme Souness still bristles with combative pride, David Moyes is driven and determined and Martin O'Neill, when he eventually turns up somewhere, will be full of nervous energy. All these are admirable qualities, but when Manchester United have an ordinary manager again who will provide the stories? Who will make us laugh? Who is going to provoke all the arguments? Ferguson has been fulfilling all these functions in addition to being the most successful manager in the country. He is not only the last of the old, transforming type of manager, the sort who built empires on unpromising foundations, but he displays the mixture of evangelism and hucksterism detectable in all the great managers from Herbert Chapman through Bill Shankly to Brian Clough. It is as if he feels responsible for selling the club as well as running it. To a large extent, he and the club share a single identity. 'Sir Alex Ferguson is Manchester United,' chief executive David Gill said this year. This is no smoke and mirrors trick either. Ferguson has accomplished everything in the full glare of the modern media in the age of the all-powerful plc. No one else has done more to sell the Premiership, and no-one is really looking forward to a Premiership without him. That is why his decision to stay on was so warmly welcomed. Football needs managers who are both old-fashioned and bang up to date. That is not the only contradiction at the heart of his appeal. One journalist who had better remain nameless summed it up most succinctly when he said he could never make up his mind whether Ferguson was the greatest character in the world or its biggest bastard. He did not say bastard, of course, he used a much ruder word than that. What makes Ferguson unique is that it seems possible to hold both these opinions at the same time. It is not simply an either/or option of loving or hating him. Those who are impressed by him can see why some are not, and even those who dislike him cannot help but admire his tenacity, his principles and his willingness to court unpopularity. One suspects that even Piers Morgan, Daily Mirror editor, Arsenal fan and the most rabid anti-Ferguson voice within the media, secretly respects the old fire-breather. He would never admit it, although even at the most basic level he would have to allow that Fergie has been good for newspaper sales. True, Ferguson occasionally terrorises journalists, and his bullying of younger and more inexperienced reporters is one of his less attractive traits, although the co-operation and the copy that flow the other way more than makes up for these lapses. Ferguson understands the media in a way that few managers do, and journalists will forgive almost anything for a story. Were Ferguson a reluctant talker, a dull interviewee or a suspicious hoarder of club secrets he would be thoroughly unpopular among football correspondents. In fact just the opposite is the case. Ferguson has been such good value over the years that even those reporters he has crossed - that is, practically everyone - still hold him in the highest regard. Few know him better than Peter Fitton, who covers the Manchester beat for the Mail on Sunday after spending more than a decade speaking to Ferguson on a daily basis for The Sun. 'We've had our run-ins and slanging matches, and some of them were humdingers, but at the end of the day you are welcomed back and he gives you full co-operation again,' he explains. 'He does not bear personal grudges, that's the main thing.' Brian Kidd would be surprised to hear that, as would Gordon Strachan, Mark Palios and a few others at the FA, but Ferguson has been consistent over the years in rebuilding his media bridges. 'He understands we have a job to do and we cannot always get along like friends, but invariably Alex will be sympathetic to media requests,' Fitton says. 'He'll help you out if he can. For all his grumpiness he's actually just what the media need in a manager. He's available and outspoken. He will not be easy to replace in that sense. The manager of Manchester United will always be newsworthy, but I think there will be a sense of a vacuum to fill when this one steps down. You won't quite see gaps on back pages but the loss will be felt. Football will feel a loss too. Some call Fergie a dinosaur, and it is true he's the last of a breed. He belongs with Busby, Shankly and Stein. There aren't any more like that around.' Before this piece becomes too hagiographic and we start to receive irate letters from Manchester City fans, it should be recorded that Ferguson is not perfect. His habit of refusing to speak to reporters after games is one that Joe Lovejoy, football correspondent of The Sunday Times , finds hard to forgive. 'I would say without doubt that Ferguson is the best manager in the game, but he is also the worst communicator,' Lovejoy says. 'The worst post-match communicator anyway, I accept he is helpful in most other circumstances. People have said to me that Brian Clough was the same, but two wrongs don't make a right, and surely we've all moved on a bit since Cloughie was in his pomp.' Fair point. In his defence, Ferguson began to feel the press had begun to gang up on him on match days. When United had lost, or something controversial had taken place on the pitch, his post-match comments would fill newspapers for the next few days because reporters knew he would never say anything disloyal to his players and could be guaranteed to prolong the debate. He did exactly that over the Ferdinand case last week. He talked about it. Many managers would have been tempted to hide behind no comments or plc-prepared statements, but not this one. Ferguson can hardly be described as anti-media, except perhaps by himself. To hear him talk you would think he would not mind if he never had to speak to reporters again, but the relationship is not entirely one-sided. Ferguson enjoys manipulating the media too much not to miss it, even if he does find himself doing far more than he would ever have imagined 20 years ago. Paddy Barclay of The Sunday Telegraph is a fellow Scot who remembers Ferguson coming down from Aberdeen. 'The ultimate test of management is whether you can do it at more than one club, so I would put Ferguson up there with Herbert Chapman and Brian Clough. There will be a void when he's gone.' Indeed there will. Here is a festive tale to prove it. Around a dozen Christmas Eves ago, Ferguson was upset with the Manchester Evening News . Their veteran reporter turned up at The Cliff, the old training ground, to discover he was banned. Ferguson was personally vetting journalists at the gate, allowing the favoured few in, and making sure the MEN 's man remained outside. The reporter appealed to Ferguson's better nature, but still found the door slammed in his face. Then, as he turned to trudge back to his car, he heard the door open again and Ferguson call him back. 'Am I allowed in again?' he asked? 'No,' Ferguson said. 'But Happy Christmas.' Priceless. You can't keep him out of the headlines January 23: Sunderland report United to the Premier League after the Black Cats' chairman Bob Murray describes Ferguson's pursuit of David Bellion as 'despicable' and 'arrogant'. February 14:Ferguson accuses FA of preferential treatment after Martin Keown is spared a ban despite TV evidence of a push on Ruud van Nistelrooy. 15: Ferguson calls for reduction in size of Premiership after United are criticised for their reluctance to release players for internationals. 17: Arsenal knock United out of FA Cup with 2-0 win at Old Trafford. 18: 'Fergie decks Becks' screams the Sun's front page. David Beckham's had stitches above his left eye after bust-up with Ferguson in which manager kicked a stray boot at him. Beckham wants an apology. 19: Ferguson blames Arsenal for leaking news about dressing-room clash with Beckham. 22: Sven-Goran Eriksson is furious after Ferguson alleges the England coach has 'shaken hands' on a deal to break his FA contract to take over at Old Trafford. March 6: Rumours of takeover bid swirl around Old Trafford amid speculation that the Irish entrepreneurs JP McManus and John Magnier have increased stake in club. 13: United threatened with repercussions from Uefa after they field severely weakened team in 1-1 home draw against Basel in Champions League. 18: Ferguson launches fresh attack on Arsenal, saying it would be 'my greatest ever feat' if Manchester United win title 'given the triumphalism of Arsenal'. 28: Real Madrid's sporting director Jorge Valdano backtracks on his view that Beckham could be Madrid's 'next big project' after 48-hour media frenzy. April 8: Spanish front page reads 'Hooligan Ferguson' as United arrive in Madrid for Champions League quarter-final. Ferguson enraged local media by claiming Real would try to 'get at the referee' and that Spaniards had concocted stories linking Beckham with the Bernabeu to unsettle United. 9: Uefa say they are likely to fine Ferguson after he alleged the Champions League draw was fixed. 15: Eric Cantona describes Ferguson as his 'perfect manager' and says he expects him to continue managing United until he dies on the bench. 17: Sol Campbell's controversial sending-off during United's 2-2 draw at Highbury leads Ferguson to urge authorities to clamp down on elbowing. He describes Thierry Henry's goal as 'two yards offside'. 19: Ferguson accuses Henry of having thrown a punch at Ole Gunnar Solskjaer. 24: United go down fighting against Madrid in Champions League as Ronaldo's hat-trick condemns them to 6-5 aggregate defeat. 30: Real emphatically deny any interest in Beckham - just as they did with Ronaldo. Ferguson meets Sven to discuss the duo's differences. May 2: Ferguson does not want Beckham to travel to South Africa with England after tiring season. Another row with Sven looms. Uefa decide not to ban Ferguson for his 'fixed draw' remarks and instead fine him £4,500. 5: Arsenal's shock home defeat by Leeds hands title back to Old Trafford and Ferguson says it's 'our greatest ever achievement'. 14: Patrick Vieira is not so impressed, saying 'I have seen Manchester United so many times on the television this season and they were playing really poor football, really rubbish. There is no doubt we are the best football team in England.' June 2: Ferguson is 'confident' of signing Ronaldinho, re-igniting stories that Beckham is on his way. 4: United confirm they are willing to sell Beckham and are talking to Barcelona. 11: Furious Beckham is 'disappointed and surprised' that United accepted conditional offer of £25 million from Barcelona. Real set to hijack the deal. 18: Beckham signs for Real for £25 million. Beckham's deteriorating relationship with Ferguson blamed for his departure. 19: Ferguson gives his first insight into why Beckham left, directing blame at midfielder's pop-star wife, Victoria, for turning him into 'a different person'. 23: News that Ferguson 'illegally approached' Ronaldinho a week ago leaves Paris SG seething. 25: Ferguson instructs United's board to investigate possibility of £22 million bid to lure Vieira to the team that plays 'rubbish football'. July 30: Juan Veron is sold to Chelsea for £15m a week after Ferguson calls him a 'valuable squad member' and Veron says he does not want to leave. August 7: Ferguson has £40 m to spend after Veron completes move - and criticises Ferguson for lack of understanding. He 'preferred other players'. 12: Exciting young Portugese midfielder Cristiano Ronaldo is on way to Old Trafford along with Brazilian star Kleberson. Ronaldo will wear the hallowed No 7 shirt vacated by Beckham. 23: According to Ferguson, the modern media is a 'monster'. 29: Ferguson is on a collision course with the FA on two fronts. One: a misconduct charge after outburst at fourth official Jeff Winter during United's 2-1 victory at Newcastle. Two: the likely absence of Paul Scholes from England's crucial upcoming match in Turkey. September 1: Beckham reveals in his autobiography that he felt he was being picked on and bullied in the dressing room after the FA Cup 'Bootgate' defeat. He 'lost control' and 'went for the gaffer' after the boot hit him. 9: Diehard United man Peter Kenyon defects to Chelsea prompting talk of a split in boardroom. Kenyon had always had a good, working relationship with Ferguson. David Gill, Kenyon's successor, admits 'getting close to Sir Alex is one of my first tasks'. 11: Ferguson claims Chelsea had tried to prise him away from United. He says he was approached shortly after Roman Abramovich took over at Chelsea on July 1. 18: Speculation grows that Ferguson will take former friend John Magnier, joint owner of his horse Rock of Gibraltar, to court unless he receives half of stud fees as, Fergie says, he was promised. 22: Ruud van Nistelrooy's stoppage-time penalty miss means United are held at home by title rivals Arsenal. Aftermath that miss there's a melee with several Arsenal players gloating at Van Nistelrooy who, they feel, over-reacted to get Vieira red-carded. 25: Ferguson 'apoplectic' when Ryan Giggs and Cristiano Ronaldo charged following 'Battle of Old Trafford'. United's lawyers under instructions to clear them of any wrongdoing. October 1: Ferguson offered new contract keeping him at United for another four years. 'Sir Alex Ferguson is Manchester United,' says Gill. Ferguson does not rule out emulating Bobby Robson by managing past the age of 70 and says, 'I don't have a date in mind but if I still feel good I will consider carrying on.' 7: Rio Ferdinand is revealed to have missed drugs test at United's training ground and his excluded by England. Ferguson offers his backing for Ferdinand and four United players lead delegation threatening strike action due to 'unfair' treatment of their clubmate. Ferguson advises them to make the FA sweat. 8: Ferguson admits a possible takeover coup led by Magnier could have serious implications for his future. 18: United agree a £3m compensation package with Sunderland over Bellion transfer. Ferguson furious at directors' poor negotiating and is worried the payment will curb his funds for January's transfer window. 21: Ferguson fined £10,000 fine and banned for two matches, to his intense irritation, following his outburst at Newcastle two months ago. November 1: Arsenal's punishments for fracas following van Nistelrooy's penalty miss lead Ferguson to allege the London club had 'done a deal' with the FA. Wenger effectively tells Ferguson to mind his own business. Ferguson also lashes out at FA chief executive Mark Palios, saying the FA 'hung Rio Ferdinand out to dry'. 6: FA tell Ferguson to explain himself over remarks about Arsenal doing 'a deal' with FA. 12: Ferguson is unapologetic and FA deny showing favouritism to Arsenal or any other club. United also notify FA that Ferdinand wants a personal hearing to outline his defence. 19: Magnier indicates he will block Ferguson's new contract until court case involving the pair at the high court in Dublin is resolved. 22: Ferguson issues a writ against Magnier and claims he has moved closer to signing a new contract, and that legal proceedings will have little effect on the situation. December 3: Ferguson makes it clear he sees new regime at Soho Square as enemy No 1. He says FA's decisions to find Ronaldo and Giggs guilty may have been to 'even things out'. 'Ambitious people' at FA are using United to 'make a name for themselves'. 5: Ferguson due back at Old Trafford after being treated at Alexandra Hospital in Cheadle for minor heart problem. 6: United apologise to FA for Ferguson's Arsenal deal allegation. Statement clearly made at FA's request on understanding that threat of disciplinary action against Ferguson would be dropped. 9: Ferguson 'goes berserk' with Neville brothers for doing TV advert showing them shivering in Mancunian rain while Beckham enjoys Madrid sun. It highlights perception that most bugs Ferguson - that United are inferior to Real Madrid. 24: The FA slam Ferdinand with eight-month ban after Fifa president Sepp Blatter's calls for a heavy punishment. Ferguson threatens a civil court case and implies Blatter is not entitled to an opinion. He also describes Ferdinand as 'innocent' and inflames the situation by saying 'there's absolutely no evidence at all' that the player is guilty. You can mail the Observer direct at sport@observer.co.uk"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}