{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2003/dec/16/dailystar.pressandpublishing", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2003-12-16T17:34:04Z", "webTitle": "Neesom scoops Star job", "webUrl": "https://www.theguardian.com/media/2003/dec/16/dailystar.pressandpublishing", "apiUrl": "https://content.guardianapis.com/media/2003/dec/16/dailystar.pressandpublishing", "fields": {"headline": "Neesom scoops Star job", "bodyText": "Dawn Neesom has been appointed editor of the Daily Star - meaning that two out of Britain's three \"popular\" daily tabloids are now edited by women. Her promotion from deputy editor - which has been widely expected since her predecessor Peter Hill was parachuted in to edit sister paper the Daily Express last week - is the culmination of a seven-year career with the paper. Neesom joined the Star as women's editor and progressed through the ranks as features editor and associate editor, before being appointed joint deputy alongside Hugh Whittow earlier this year. Whittow is strongly tipped to join Hill on the Express as his No 2, although the appointment has not yet been officially confirmed. Other new appointments at the Star will be announced later this week, with the paper's assistant editor, Gareth Morgan, expected to be promoted. Prior to joining the Star, Neesom spent five years as a features writer on the Sun, and before that worked for Women's Own magazine. The reshuffle follows the unexpected resignation last Thursday of former Express editor Chris Williams, who has gone to edit the Scottish edition of the Daily Mail. The circulation of the Star has soared by more than 25% under Hill thanks to a diet of topless models and entertainment stories. Hill deliberately adopted a friendlier feel and upped the celebrity content of the Star to make it more appealing to women, and in the last year alone the proportion of female readers has increased from 30% to 40% - a shift away from the tabloid's traditional white, northern, working class male readership. · To contact the MediaGuardian newsdesk email editor@mediatheguardian.com or phone 020 7239 9857 · If you are writing a comment for publication, please mark clearly \"for publication\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}