{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/dec/05/newsstory.sport18", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-12-05T23:48:09Z", "webTitle": "Blatter lays down law on Ferdinand", "webUrl": "https://www.theguardian.com/football/2003/dec/05/newsstory.sport18", "apiUrl": "https://content.guardianapis.com/football/2003/dec/05/newsstory.sport18", "fields": {"headline": "Blatter lays down Ferdinand law", "bodyText": "An indignant Sepp Blatter is becoming ever more ready to intervene in the Rio Ferdinand controversy. The Fifa president speculated that the Manchester United chief executive David Gill does not have \"a very clean conscience\" over the affair and revealed that he has rebuked the FA chairman Geoff Thompson. To the apprehension of English football, Blatter is pursuing a crusade. He has set out the legislative process through which Fifa could increase any sentence passed on Ferdinand should he be found guilty over his missed drugs test. \"I cannot presume what the FA will do,\" he said, \"but then the case will have to be submitted for the consideration of the special Fifa committee for the doping process.\" The prospect grows of drawn-out proceedings that would see the England centre-half miss Euro 2004. Blatter need not stand for re-election until 2007, when he will be in his early 70s, and he is acting without inhibition in his second term of office. The Fifa president also explained that he now has additional power. \"The executive committee has given me a mandate today, to be stricter than before and to act,\" he said. \"Otherwise we run the risk of seeing football lose its way as a game and as a value in life.\" Ferdinand, however, is not Blatter's real target and the president complained that the FA's lethargic process is also potentially unreasonable for a footballer under suspicion. \"If he is innocent then declare him innocent and do it immediately,\" he said. Ferdinand missed his drugs test as long ago as September 23. It has also been brought to the attention of Blatter that Chelsea's Joe Cole has just received a two-game ban for offences committed at Bolton seven months ago, when he was a West Ham player. Blatter's vexation has been conveyed directly to the FA. \"I spoke to Geoff Thompson and said to him that such cases must be dealt with immediately and that you cannot just push them [back] to tomorrow, the day after or whenever.\" The Fifa president implies that the FA is amateurish. \"We need professional leaders,\" he said. \"We cannot deal with volunteers.\" There was no comment from the FA yesterday, but the Soho Square officials plead that they are bound by their own disciplinary system until a review of it is completed. Blatter has no sympathy. He praised Italy, where Mohamed Kallon, of Internazionale, was suspended as soon as his A sample tested positive last month. Under that practice, Ferdinand would immediately have become unavailable to Manchester United once it was confirmed that he had missed the test on September 23. Such an approach ensures a speedier disciplinary process when clubs have an interest in arriving at a resolution. Blatter says such cases \"should be dealt with within one week\". He caused annoyance with his recent speculation that United could have points deducted for continuing to field Ferdinand. The club have not been in breach of any rule. Gill then called Blatter's views \"incomprehensible\", but the Fifa president is in no mood to be chastised by such parties. \"I don't know how I would react if I was the chief executive of Manchester United and I had in front of me a president of Fifa who suddenly wanted to bring order and discipline in football,\" he commented cuttingly. \"Perhaps it is also the case that he has not a very clean conscience and that is why he reacted so, let us say, aggressively.\" United have declined to respond. Blatter is conscious that he has to make up for previous complacency on the topic of drugs in sport. He also mocked the refusal of sportsmen to admit guilt. \"I fell down on my knees and there was a plant in the grass and I ate it,\" he said, giving a satirical version of the type of explanation offered to disciplinary bodies. His dynamic presidency, however, can create disquiet. The World Club Championship into which Manchester United were press-ganged in January 2000 is to be resurrected as a 16-team tournament which will probably be held in the United States in July 2005. The draw for the 2006 World Cup qualifiers will be made here today. England enjoy the place among the top seeds that was denied them at the Euro 2004 finals. The advantages are genuine, even if they could still find Holland or Denmark in their group."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}