{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2003/dec/01/dance", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2003-12-01T17:14:44Z", "webTitle": "Wayne Sleep and Anthony Dowell as the ugly sisters in the Royal Ballet's Cinderella", "webUrl": "https://www.theguardian.com/stage/2003/dec/01/dance", "apiUrl": "https://content.guardianapis.com/stage/2003/dec/01/dance", "fields": {"headline": "Girls aloud", "bodyText": "Wayne Sleep and Anthony Dowell are off to the ball. At least, they are going to be making their debut as the ugly sisters in the Royal Ballet's new production of Frederick Ashton's Cinderella later this month. One of Ashton's most amusing scenes finds the twin monsters of delusional vanity being prettied up for the Prince's party. So what better way for these two iconic men of British ballet to prepare for their roles than to spend an hour being buffed and massaged at a beauty spa? Standing outside the Mayfair spa in London, Dowell sighs theatrically at the prospect: \"Ah well, lambs to the slaughter.\" And yet, when the duo settle down for their pampering, their stage alter egos hover mischievously close by. As the therapist consults with Sleep over his treatment (an exotic \"Japanese silk booster facial\"), he pouts: \"I'm afraid my skin is terribly dry. It's because\" - darting a vicious glance at Dowell - \"she's always stealing my moisturiser. Mind you,\" he adds, warming to the role, \"her feet are terrible. How she got a career in ballet I don't know. She's a much better dancer now she's in high heels.\" \"Well, she,\" counters Dowell, \"has a dreadful problem with the steps.\" \"Yes,\" Sleep replies, \"Anthony's ever so quick at remembering. I just tag along with him, even when I'm meant to be going in the other direction.\" In some ways, the two men have been cast directly against type. Sleep is the extrovert opposite of the little sister he is dancing, while Dowell says his own nature is \"far more retiring\" than the \"bossy battleaxe\" he performs. They find it unnerving how many people have assumed they will be dancing each other's roles. But they are even more unnerved by being cast against the \"juggernaut ghosts\" of Ashton and Robert Helpmann, who performed the sisters at the ballet's premiere in 1948, and whose outrageous, witty take has left its fingerprints on the roles. \"We're very scared of comparisons,\" says Sleep. \"We don't want to be seen as carbon copies of Fred and Bobby, but we have very little leeway to change anything. Anthony and I whisper in corners about sneaking bits in, but Christopher Carr [the ballet master] shouts at us.\" \"Yet if Fred were still alive,\" Dowell says, \"he would let us change things. He always directed dancers to bring out their different qualities. Still, it helps us that the ballet is being redesigned. Our dresses and our make-up will be different, so the comparisons won't be so overwhelming.\" The two men actually appeared with Ashton and Helpmann when the latter were still performing the sisters. It was 1967; Dowell was dancing the Prince (to Antoinette Sibley's Cinders), while Sleep was a precocious but awestruck graduate dancing Ashton's suitor at the ball. Sleep remembers being shocked by the way the two veterans talked throughout the performance, usually because they couldn't remember what they were doing. \"Fred was constantly asking, 'Which way? Which way?'\" Now Dowell and Sleep are the veterans presenting a disconcerting double act to the junior dancers. When asked who has been cast as their suitors in the ball scene, they launch into a lewd sisterly riff. \"I have the tall beautiful one, the lovely David Pickering,\" crows Dowell. \"I couldn't reach him even if I'd got him, I'd need a stepladder,\" Sleep says mournfully. \"Still, I've got Giacomo Ciriaci, he's beautiful.\" \"He's married,\" Dowell reminds him. \"There's always hope,\" sniffs Sleep. Their two Cinderellas are Alina Cojocaru and Tamara Rojo. \"Two very small pairs of feet,\" observes Dowell wistfully. \"It's such a shame Darce isn't performing. [Darcey Bussell is expecting her second child.] With the greatest possible respect, I might have had a chance to squeeze into Darce's shoe.\" Even at 10am, with no audience and no script, the two dancers share a fizzing chemistry and, despite their nerves, they are evidently delighted to be tackling these roles. Dowell, who has recently performed Carabosse in Sleeping Beauty and Monsieur GM in Manon, loves dancing baddies. \"I suppose because I'm quite a shy person, I like to get the make-up on and turn on the evil.\" Sleep, who was the darling of the Royal Ballet during the 1970s and early 1980s, was \"thrilled to be asked back to Covent Garden. When I heard I was going to be dancing with Anthony, well, that was the icing on the cake.\" \"That very hard Christmas icing,\" suggests Dowell, \"the kind that you can't get your teeth into.\" The delicate silk masks that have been laid over the men's faces to activate their treatment are twitching dangerously. The pair are fast regressing into a state of schoolboy nonsense in which everything they say sounds funny or rude. It's not long before they start considering the many appalling ways they might sabotage each other's performances. Dowell remembers a performance of Cinderella in which one of the Ugly Sisters broke her necklace. \"All through the other sister's solo, she stole the show by going round the stage picking pearls off the floor like a chicken. It brought the house down.\" Sleep can think of something worse: \"When Pavlova used to dance in the music halls, her enemies covered the stage with soap so that she'd slip. And I did hear a rumour that someone once sewed up the sleeves of Nureyev's costume just before he had to change for the balcony scene in Romeo.\" \"I suppose I could always sew up your bloomers,\" Dowell giggles. Even without such mischief, the roles of the Ugly Sisters are fraught with performing hazards. There are complicated costume changes, a couple of which have to be done on stage, and a variety of props to handle - not to mention oranges, which the sisters must juggle. \"It's a minefield,\" says Dowell. \"When you're on stage, props take on another life and it's very hard to remember the order in which you have to do things.\" The two men are also discovering that some of Ashton's clod-footed choreography is surprisingly challenging. \"There's one sequence where we go round the stage linked to each other,\" says Dowell. \"It looks like nothing, but it's quite relentless, and if one of us gets it wrong... \" There is a brief, cowed silence. The most serious challenge of their roles, however, is pitching the comedy right. Sleep, who has played a bevy of pantomime dames and comedy parts, says: \"It's always difficult to toe the line between vulgar slapstick and character. You don't want to get into Lily Savage. It's particularly hard finding the balance in this ballet, as obviously you can't speak and you can't change the choreography.\" Another tricky judgment call comes at the end of the ballet, when the sisters are left alone and unloved on stage. \"All through the show you've been this terrible bossy character who believes she's going to get the Prince,\" says Dowell, \"then suddenly this little skivvy reverses the roles. She goes to the Palace and you're left alone. You're probably even going to have to start doing the ashes. It's a hard moment to get across. Should you play it tragically, or should you be the cardboard villain who gets her comeuppance? I think the sisters are actually very sad at the end.\" Sleep agrees. \"All along, they've only ever really had each other. So at the end I think there's quite a loyalty between them.\" \"Like us,\" snorts Dowell. \"I always said we'd end up as a double act at the end of the pier. We haven't got there quite yet - but it'll probably be downhill from now.\" · Cinderella opens at the Royal Opera House, London WC2, on December 23. Box office: 020-7304 4000."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}