{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2003/dec/05/labour.uk", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2003-12-05T18:25:02Z", "webTitle": "Labour accused of exploiting rugby heroes", "webUrl": "https://www.theguardian.com/politics/2003/dec/05/labour.uk", "apiUrl": "https://content.guardianapis.com/politics/2003/dec/05/labour.uk", "fields": {"headline": "Labour accused of exploiting rugby heroes", "bodyText": "Opposition parties today accused the government of turning the official reception for England's World Cup rugby champions into a party political stunt. On Monday evening, members of the England rugby team are invited to 10 Downing Street, where they will be officially congratulated for their historic Rugby World Cup victory. But the reception will be hosted by government ministers only and no opposition party representatives have been invited to attend. Both the Conservatives and the Liberal Democrats feel this is a historic sporting event for the whole nation to celebrate together, and should not by hijacked by just one single political party. The Liberal Democrat culture spokesman, Don Foster, said: \"The reception should have been a cross-party event, with elected representatives of the people of Britain. Downing Street is politicising its reception for the England rugby team.' The shadow culture secretary, Julie Kirkbride, was also critical: \"This is a national event that should be celebrated by everyone, not turned into a party political stunt by New Labour.\" Labour have been the party in power during both England World Cup victories - in 1966 and now in 2003. If it is a New Labour stunt, who can blame them. The opportunity to have TV cameras capturing a prime minister grinning from ear to ear as he shakes hands with World Cup hero Jonny Wilkinson is one opposition leaders can only dream of. Like his predecessor Harold Wilson, who was Labour prime minister in 1966, Tony Blair has realised how being seen hob-nobbing with celebrities can be a vote-winner. The government today defended its decision not to invite opposition politicians after Ms Kirkbride's comments. A Downing Street spokeswoman confirmed that around 120 members of the England squad, coaching staff and back-up officials would attend the reception, with just over half a dozen ministers. \"This is not a party political event. This is a government reception to mark the achievement of the rugby team and the backroom staff and their coaches and the reception is for them. \" Another Downing Street spokesperson added: \"If any other party or group want to recognise the England Rugby Team's achievement, no one is stopping them.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}