{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2003/dec/28/observerescapesection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2003-12-28T18:01:50Z", "webTitle": "The 2004 hot spots", "webUrl": "https://www.theguardian.com/travel/2003/dec/28/observerescapesection", "apiUrl": "https://content.guardianapis.com/travel/2003/dec/28/observerescapesection", "fields": {"headline": "The 2004 hot spots", "bodyText": "The following apology was printed in the Observer's For the record column, Sunday January 18 2004 Contrary to For the Record's entry on the new liner Queen Mary 2 below, tonnage is a measure of the internal volume of a ship, devised as a basis for charging harbour dues. It is said to originate with 'tuns' of wine, one tun being equal to 252 gallons, roughly 42 cubic feet. The modern tonnage measurement, introduced by the Merchant Shipping Act 1854, is 100 cubic feet. Gross tonnage is the internal volume of a ship and Net (or Register) tonnage is the Gross tonnage less non-earning spaces, such as engine room and crew accommodation. Apologies for the confusion. The following correction was printed in the Observer's For the record column, Sunday January 11 2004 For the Record's attempt to clarify the weight of the new liner Queen Mary 2 only served to confuse the matter further. The ship has a gross tonnage of 150,000, but this is not a measure of its internal volume. Tonnes cannot be a measure of volume. It is a measure of the weight of water that the ship occupies or 'displaces' when afloat. The following correction was printed in the Observer's For the record column, Sunday January 4 2004 Cunard's new liner Queen Mary 2 does not 'weigh' 150,000 tonnes. It has a gross tonnage of 150,000, a measure of the internal volume of the ship. 1. Ride the Ghan Australia One of the world's great train journeys doubles in length from February. The Ghan, which previously carried intrepid travellers and rail fetishists almost 1,000 miles from Adelaide to Alice Springs, is extending a further 900 miles to Darwin, creating Australia's second transcontinental train service (the first was the Indian Pacific from Sydney to Perth). A journey straight from south to north takes 47 hours, but The Ghan can also be used as the basis for a leisurely tour of the best of central Australia. Adelaide is a quiet city compared with bigger, bolder Melbourne and Sydney but is a good base for exploring the surrounding wineries as well as wildlife on Kangaroo Island. Head north to Alice Springs, which is a fascinating, unique place, but allow some time for exploring the MacDonnell Ranges around the town. You will need to take to the road or air to get to Uluru (Ayers Rock) and the surrounding natural wonders, but after returning to Alice you can pick up the twice-weekly Ghan to Katherine Gorge to see remarkable rock formations. Three hours down the track is the tropical boom town of Darwin with the waterfalls, rainforest and aboriginal rock art of Kakadu National Park close by. Fares for adults are £740 for a de luxe sleeper cabin, £590 for a standard sleeper or £185 for a reclining seat, which brings the trip into backpacker range. If that's not enough rail riding for you, it's possible to connect with the Indian Pacific train to Sydney or Perth or the Overlander to Melbourne. Austravel (0870 166 2020) can arrange flights, hotels and train bookings. 2. Alternative Inca trails Ecuador and Bolivia Peru's Inca heritage is so popular with visitors that restrictions have been placed on numbers allowed onto the Inca Trail that takes trekkers to the lost city of Machu Picchu, via ancient sites and spectacular Andean passes. If you don't want to share the experience with hordes of hikers, or just want to be able to tell everyone you meet how passé the trail is, think about hitting the hills in neighbouring Ecuador or Bolivia. If you're keen to do a walk that finishes at an Inca site, a three-day trail leads from Alausi in Ecuador along Inca pathways past mountain lakes and grassy valleys to Ingapirca, one of the most significant sites of the Inca empire. It may not have the famous name of the Inca Trail but you'll have the walk mostly to yourself and will pass lots of mysterious remains and bridges on the way, adding plenty of atmosphere to a beautiful trek. Another option is the Choro Trail. It is one of the most popular walks in Bolivia but receives a fraction of the foot traffic of the route to Machu Picchu. It takes walkers past Inca sites and is also a busy path for locals, who use it to get themselves and goods to and from La Paz and the remote valleys they live in. It's a four-day, 45-mile walk almost completely downhill, passing through high mountains, temperate and tropical zones, the real beauty of the trail is following an ancient path through tiny villages and getting a glimpse of rural Bolivia. Flights and more information on travel to South America are available from Journey Latin America (020 8747 3108). 3. The Wild East Canada New budget transatlantic scheduled services by Zoom Airlines will open up eastern Canada from May. The airline will fly from Gatwick and Glasgow to Toronto and Halifax. Eastern Canada, including Nova Scotia, New Brunswick, Prince Edward Island and Newfoundland, often gets overlooked by visitors, but it's closer to Britain and has Canadian experiences to match anywhere out west. Wildlife is everywhere and whale-watching is excellent. The islands in the Bay of Fundy and Cape Breton in Nova Scotia are the best spots and sightings of humpback, right and finback whales are common along with dolphins and porpoises. Newfoundland and Labrador are rich in birdwatching opportunities, especially puffins and other sea birds. There's world-class walking and cycling throughout the region, particularly the 300km Confederation Trail on Prince Edward Island if you're on two wheels. If four wheels are more your thing, scenic drives are marked everywhere - the Cabot Trail through the Cape Breton National Park is best known. Colonial history enthusiasts will find Lunenburg, a World Heritage-listed town, fascinating. Also worth seeing is Louisbourg, a giant reconstruction of an eighteenth-century French settlement that shows another side of the area's past. Halifax, Nova Scotia's capital, boasts some of the liveliest nightlife in the country with pubs, clubs and a diverse live music scene. Further north, Labrador is an excellent place to spot the Northern Lights in winter if you're lucky with the weather. You can fly direct to Halifax or St John's from London with Air Canada (0870 524 7226) from £349. The Canadian Tourist Office (0906 871 5000) can offer more on this undiscovered region. 4. City break Belgrade If you've seen Budapest and Kraków, consider heading somewhere new in Eastern Europe. Belgrade is a fast-paced modern European capital, successfully banishing the shadows of war. The city's history has deprived it of the richness of historical buildings of other capitals, but it still boasts plenty of impressive leftovers from the Austro-Hungarian empire and a fascinating citadel with architectural influences from its many occupiers. A visit here is all about enjoying the modern architecture, dynamic atmosphere and excellent nightlife. Belgrade is best seen from the water - the city has a beautiful setting at the confluence of the Sava and Danube rivers. If that's not enough to tempt you, the tourist office literature explains that Belgrade is a city of about two million people. More than half of them are women, renowned for their beauty, cleverness and unpredictability. Regent Holidays (0117 921 1711) runs city breaks to Belgrade to help anyone interested in verifying this claim. Other new budget flight destinations for 2004 include Bratislava and Budapest with Sky Europe (020 7365 0365). Duo (0871 700 0700) is flying to 14 cities including Berlin and Helsinki from Birmingham, and Milan and Oslo from Edinburgh. 5. Back on the tourist map Rwanda and Ethiopia For a real adventure there's never been anywhere better than Africa. Whether it's buying a four-wheel drive vehicle and heading from Cairo to Cape Town or hitting the beach in Zanzibar, the continent has a unique allure. Two countries whose reputation has suffered in the past are now perfect for seeing the best of what Africa has to offer - without the crowds. Rwanda, landlocked and mountain ous, is best known for the gorillas that inhabit the mountain forests in the north of the country but is also home to hippos, giraffes and 670 species of birds. Half the size of Scotland but more densely populated, Rwanda has still to receive large numbers of visitors so you'll be among the first if you go there. Ethiopia is another destination now at the cutting edge of African tourism. In a continent not best known for its historical remains, Ethiopia hides some of sub-Saharan Africa's most astonishing discoveries, from the rock churches at Lalibela to Axum's stelae and Harar's Islamic heritage. Awash National Park has lots of wildlife to see, and everywhere you go in Ethiopia the green countryside and friendly people challenge preconceptions. Moving around the country is quick and easy. There are good-value flights on Ethiopian Airlines. Rainbow Tours (020 7226 1004) offers trips to these and other unusual African places. 6. Paradise South Pacific The search for the next great beach destination never stops, but many offer similar luxury ingredients, giving visitors the feeling they could be anywhere. For something different - a hint of South Pacific luxury with a French twist - think about New Caledonia. A paradise with a chequered history, the islands were once a French penal colony and remain an overseas territory of France. Gallic presence is everywhere from language to food but local Melanesian culture has an ever-growing influence over New Caledonia. The capital, Nouméa, is a fun mix of great dining, picturesque bays and beautiful sea views. The Tijabou Culture Centre, a stunning piece of modern architecture, should be your first stop to find out more about the indigenous Kanak people. All that will probably be a long way from your mind when you're strolling the white, sandy beaches or getting away from everything at the idyllic resorts of the main island, Grand Terre. If the beach becomes too much, there's diving and snorkelling on the world's second-largest coral reef. Inland, hiking, cycling, parapenting and even caving are all on offer. Imported French goods and a high standard of living mean that New Caledonia is not a cheap place to visit. As a treat or dream destination, it offers everything you could want from a tropical paradise - plus fresh baguettes for breakfast. Tailor-made holidays are available from All Ways Travel (01494 432747). 7. Mania part III New Zealand A rewarding detour from the usual Lord of the Rings route through the central North Island hot spots of Rotorua and Lake Taupo - still pulling crowds with the final part of the film trilogy now out - is to take in the Pacific Coast Highway. Close by, the Coromandel Peninsula has forests, rivers and beaches that are well off the beaten track. Visitors can take an impromptu spa at Hot Water Beach by digging a hole and letting it fill with naturally heated waters. Currents can be strong: this is a place for steaming, not swimming. Past the quiet agricultural area of the Bay of Plenty is the East Cape, where the wild, rocky scenery and Maori culture form the backdrop to viewing one of the world's earliest sunrises. Te Urewera National Park is one of the North Island's best parks for hiking, and there are plenty of options for swimming and surfing. A real treat comes at the end of the highway in Napier, an Art Deco delight of a city with a lively atmosphere in the middle of excellent wine-producing country. Visit during February's Art Deco Weekend - it's a great time to learn more about the architecture and history of the city. Tourism New Zealand (09050 606060) has more information on the land of the Long White Cloud. 8. Capital of culture Genoa Of next year's two European capitals of culture, Genoa is not as familiar to British visitors as close-to-home Lille. If you haven't been, this is the perfect time to see one of Italy's lesser-known cities. Genoa's naval heritage - the city is also the birthplace of Christopher Columbus - can be explored in the rejuvenated and bustling port through the new Museum of Sea and Navigation and a huge display charting the history of transatlantic ocean liners. The Age of Rubens exhibition at the Palazzo Ducale (20 March to 11 July) celebrates Genoa's historical connection with great art and includes many works commissioned or historically owned by Genoese patrons. Three of the city's finest palaces are combining to form a network of outstanding art museums along Via Garibaldi. If you want a break from the galleries and museums, there's Europe's largest medieval quarter. This maze of alleys and squares is still the living heart of the city. Genoa has plenty of what makes cities Italian, with huge numbers of fashionable youths on scooters and two passionately supported football teams, Sampdoria and Genoa, playing at the architecturally curious Luigi Ferraris Stadium. Down the coast, the Cinque Terre offers a beautiful coastline and picturesque small towns and is a pleasant change of pace despite the crowds in the villages at busy times. The walking, scenery and weather are perfect in early summer. Getting to Genoa is easy with Ryanair but book as far in advance as you can, as it's sure to be popular in 2004. 9. Exploring by sea The British Isles There's never been a better time to explore the British Isles by sea. Next year, there are several options that offer unique views of Britain's coastline. The National Trust of Scotland is running a cruise taking in gardens on remote islands, such as North Uist and Colonsay, that includes a rare opportunity to see St Kilda, an archipelago 40 miles west of the Outer Hebrides. Prices for the cruise are £570 to £1,850 - contact the National Trust for Scotland (0131 243 9334). A different holiday at sea is offered by Trinity House, the General Lighthouse Authority for England, Wales and the Channel Islands. Its flagship, Patricia, works around the coast maintaining buoys and lighthouses, often travelling to little-visited spots. The boat accepts passengers who can experience life on a working ship. Voyages take place from mid-March to mid-October and normally start in Harwich, though Southampton and Swansea are also bases. High-quality cabins are normally available for seven days, starting at £2,450 based on two people sharing. For bookings and further information contact Strand Voyages (020 7836 6363). 10. Sun, sea and history Montenegro Montenegro, sandwiched on the Adriatic coast between Croatia and Albania, is the hot new European spot for sunseekers. Rapidly emerging, beautiful and ready to charm after a period in the wilderness, the republic was a popular destination for Lord Byron and George Bernard Shaw as well as being a haunt of Hollywood stars for many years. All were drawn by the stunning coastline, deep blue sea and dramatic mountain backdrop. Montenegro's most famous destination is Sveti Stefan, a tiny former fish ing village, which since the Sixties has been one of the most exclusive and private retreats for the rich and famous anywhere in Europe. However, to suggest Montenegro is all about one small historic town in a stunning coastal setting would be unfair. It boasts lots of small historic towns in stunning coastal settings, and much more. Kotor is the longest fjord in the Mediterranean and home to quiet, walled towns such as Perast, Kotor Town and Tivat. Budva, another walled town on an Adriatic islet, is close to lots of idyllic beaches and is one of the most popular spots on the coast. For outdoor activity head inland to the Durmitor National Park, Lake Skadar and the Tara River Gorge for hiking, sailing and rafting respectively. Getting to Montenegro is a breeze by boat or plane. Jat Airways (020 7629 2007) fly to Tivat from London for £275, or you can fly to Ancona or Bari in Italy and catch one of the regular ferries. 11. On the cold mountain trail Romania Those snowy peaks and wild forests may look like the Appalachian Mountains of the eastern United States, but much of the scenery in Cold Mountain , the American Civil War film due out in January, was actually filmed in Romania. This movie - strongly tipped for Oscars - will spotlight the attractions of this underrated destination that's suitable for holidays all year round. Between the capital, Bucharest, and the attractive old town of Brasov there are several well developed ski resorts for alpine, wild and Nordic skiing. Continuing into Transylvania, don't miss the medieval towns of Sibiu and Sighisoara, the latter being the beautiful home of Dracula tourism. The Carpathian Mountains are perfect for mountain biking, hiking and caving, but if outdoor activities aren't your thing there are relaxing mountain railways to explore with wonderful views. Further north, the amazing painted monasteries of southern Bucovina are unmissable. Set aside three days to see the best of them. Summer is a great time to explore the Danube Delta, which is recovering from years of environmental abuse but remains one of Europe's greatest wetlands. Going out in a kayak is the best way to quietly explore the narrow waterways of the delta. The Black Sea coast around the lively, historic port of Costanza has good beaches and extensive Roman remains. Romania is also home to the second largest building in the world - the gigantic People's Palace in Bucharest. The country is rapidly gearing up for tourism, and high standard facilities are opening all the time. This is an excellent year to see it before too many Jude Law fans besiege the best bits. British Airways (0870 850 9850) flies to Bucharest from £168 including taxes. 12. Cruising The QM2 Built in France but with Britishness drilled in at every rivet, the Queen Mary 2 is a sign of the continued prosperity of the cruise industry. Superlatives for Cunard's new liner are as plentiful as the champagne on board - the boat is 237 feet - or 21 storeys - tall, 1,131 feet long and 135 feet wide, and has a gross tonnage of 150,000 tonnes. The 2,620 passengers will enjoy all the facilities you'd expect - as well as the largest ballroom on the waves, a casino and a planetarium should you feel the need for one. Anyone not tempted to take the QE2 during its final transatlantic season may be convinced to try out the QM2 as it assumes regular passage from Southampton to New York in April. The new liner will also be serving a variety of other routes, visiting the Caribbean, South America and the Mediterranean. Prices can be not much more than a Business Class air fare (transatlantic crossings, including a return flight start at £999), and sailing into Manhattan harbour beats a taxi from JFK any time. Cunard (0845 071 0300) can provide further information on the boat and other cruises. If you're not sure how steady your sea legs are but still want a close-up view of the QM2, Blue Funnel Cruises (023 8022 3278) offers excursions from Southampton to view the liner on her maiden departure on 12 January 2004 for a mere £25. 13. Clubbing Senegal If clubbing weekends to British or European cities have lost the glitz they once had, think about somewhere a little more ambitious. Dakar, in Senegal, is one of Africa's liveliest and most cosmopolitan cities, and hitting the bars and nightclubs of the city is the most fun you can have in Africa without getting your safari gear off. One of the best-known places is Youssou N'Dour's Club Thiossane but there's lots to choose from. As with any city with a vibrant nightlife the best places change all the time; the thing to do is to pick up listings magazines such as Dakar Tam Tam and seek advice when you get there. As well as local fusion sounds and western music you'll hear lots of Congolese or other African flavours. Hip-hop is massive in Senegal at the moment, especially local heroes such as Pee Frois. Don't spend your whole time out on the town though. Dakar is close to the historic and peaceful Ile de Goree, where you can escape the fast pace of the city. To the north there are some of West Africa's best beaches and wildlife reserves where you can see monkeys, gazelles and hundreds of colourful species of birds. Senegal is a good value destination, with costs roughly half of those in Britain. Clubbers or anyone wanting to go the extra mile can fly to Dakar for around £480 with Africa Travel Centre (0845 450 1519). 14. The Silk Road by rail Russia and China A trip on the Trans-Siberian Railway has its disadvantages. Wonderful as it is to arrive in Beijing or Vladivostok without having left the ground, the monotony of the scenery and the high demand for seats on popular trains means that the journey has lost just a little of its mysterious allure. Rail enthusiasts should rest assured there is an alternative overland route to Beijing. This has varied scenery, passes through different countries and opens up more of China on the way. Starting in Moscow, trains head to Almaty in Kazakhstan. You can either travel via the southern Russian city of Samara and the northern lake of what's left of the much-diminished Aral Sea, or take the Turkestan-Siberian (Turk-Sib) Railway south from Novosibirsk on the Trans-Siberian line. The latter option would give some experience of the Siberian terrain before the landscape changes into Central Asian steppe. Almaty is a good place to recharge batteries and head into nearby mountains to stretch your legs: the gorges, lakes and peaks are little explored and very beautiful. On leaving, you'll be in no doubt you're on an ancient and well-trodden path. The Genghis Khan Express takes two nights to cross the 1,000 miles to Urumqi in China's Xinjiang Province. Urumqi is notable for being the farthest city in the world from the ocean and gateway to sights like Heavenly Lake (use your imagination) and the old Silk Road towns of Turpan and Kucha as well as for further explorations into the province. From Urumqi it's 60 hours of deserts, steppe and the occasional mountain range straight through to Beijing, but given that you can easily head anywhere in northern China or even further south you'll want to make some detours. For tickets and other services try Russian Gateway (07050 803160) and China Train Tickets. It will be the most unusual journey you'll ever make. 15. Head for the deep South United States Take advantage of the strength of the pound against the dollar and head south to see a different side of the United States. The timeless cities of Savannah, Georgia, and Charleston, South Carolina, are all about southern manners, relaxed strolls through historic streets and being close to quiet beaches that seem to roll on for ever. Savannah is America's first planned city, with 22 elegant squares and well-preserved pre-American Civil War mansions, and has staged a revival in recent years. The best way to get a feel for the place is to explore it on foot. The Foley House Inn (00 1 912 232 6622) is a colourful, traditional bed and breakfast, and a good place to settle into for a few nights. Up the coast is the smaller but no less charming Charleston. Small, unchanged nineteenth-century streets and a slightly eccentric feel add atmosphere to your explorations, and the avenues of oak covered in Spanish moss give a peculiar sense of place. There are lots of historic buildings which live on as classy hotels. Double rooms at the Wentworth Mansion (00 1 877 753 9704), originally an opulent private residence with hand-carved marble fireplaces and ornate stained glass windows, start at around £200. Head to the web for more on these cities: visit www.georgiaonmymind.org for Savannah and Charlestoncvb.com for Charleston."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}