{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2003/dec/13/featuresreviews.guardianreview4", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2003-12-13T23:58:03Z", "webTitle": "Review: Generalissimo by Jonathan Fenby", "webUrl": "https://www.theguardian.com/books/2003/dec/13/featuresreviews.guardianreview4", "apiUrl": "https://content.guardianapis.com/books/2003/dec/13/featuresreviews.guardianreview4", "fields": {"headline": "Chinese whispers", "bodyText": "Generalissimo: Chiang Kai-shek and the China He Lost by Jonathan Fenby 592pp, The Free Press, £25 In 1942, the US general Joseph Stilwell was assigned to support the Nationalist government of China, by then in retreat from the Japanese in the far west of China. It did not take long for Stilwell to lose faith in his project. His president, Roosevelt, dreamed of a Nationalist-ruled China as an ornament to FDR's new world order. Closer to the ground, the regime looked like a lost cause - corrupt, ineffective, out of touch with its own people - and, worst of all for Stilwell, headed by Chiang Kai-shek. \"The trouble in China is simple,\" Stilwell told Time magazine. \"We are allied to an ignorant, illiterate, superstitious, peasant son of a bitch.\" The antipathy between the two men is legendary. Stilwell occupied a unique position in China: he had been appointed Chiang's chief of staff. Chiang had often used foreign military advisers, but no foreigner had ever been so directly powerful. Stilwell also commanded the China-Burma-India sector of the war against Japan, though there was cause to question his generalship. From Washington, it looked as though their man was at the heart of things. In China, it soon became apparent that there was little he could do that could not be thwarted by Chiang. After the Cairo summit, which Chiang and his wife Soong Meiling attended along with Roosevelt and Churchill, Roosevelt told the American people that the US and China were closer than ever before. The truth was that the US was beginning to wonder whether Chiang would survive. To shore him up, Roosevelt approved an operation to support Chiang's secret police. Their only point was to keep Chiang's domestic enemies down. Chiang was always better at sabotaging his rivals than at defeating the major enemy - whether the Japanese invaders or the Chinese Communist party forces. He was good at the kind of close-up brutality that it took to eliminate the competition within his own Nationalist party, the Kuomintang (KMT), but he did not always shine on the battlefield. He preferred to allow the Americans to take care of the Japanese. After that was done, the real fight for China resumed and Chiang was to lose it. The communists drove him off the mainland to Taiwan. There, Chiang put down an uprising against what the Taiwanese regarded as an unwelcome invasion, then enjoyed another 26 years of despotism. His life-long adversary, Mao Zedong, did the same on the mainland. They died within months of one another, Chiang in 1975, Mao in 1976. As Jonathan Fenby rightly points out, the two men had much more in common than their respective propaganda departments would ever have acknowledged. Both were from rural families. Both were attached to their mothers and hated their fathers. Both were ruthless and ambitious, and neither could be described as attractive human beings. At the beginning, even their ideologies had common roots. Chiang began his political career with a close attachment to Sun Yatsen, whose revolutionary credentials were also revered by the communists. Through virtually the entire 20th century, the two men were the bitterest of enemies, rivals for the throne of China. In the early decades, though, Chiang had other problems, fighting first for control of the KMT then struggling, unsuccessfully, to achieve complete domination of China. In this account, his struggles are meticulously chronicled. China in the first half of the 20th century was a country in a virtually constant state of internal war. In the 1920s, major warlords were alternately rivals and allies of the KMT; the KMT and the Communist party, despite short-lived pacts, mainly fought each other. In the 30s the Japanese invaded and occupied China, and in the 40s the civil war resumed. All of this required vast sums of money, raised from a long-suffering population that was already afflicted by famine, drought, flooding and arbitrary taxation by the warlords. In contemporary Chinese history, Chiang has little appeal as a personality, and Fenby's account does little to rescue his reputation. He was a neurotic, power-hungry despot whose treatment of those close to him was startlingly heartless. He abandoned his first wife, gave his second venereal disease on their wedding night and, despite her exemplary conduct, discarded her in favour of an advantageous match with Soong Meiling, the youngest of the fabulously wealthy Soong sisters. Not only did the Soong connection help in the eternal search for funds but the US-educated Meiling was a useful asset in promoting KMT ties to the United States. She was greedy and corrupt, but she was also charming and spoke English well. Until she became absurdly overbearing, she was highly regarded. Perhaps Chiang was unaware that, while on a tour of the US in 1943, she suggested financing a putative presidential campaign for her lover, Wendell Willkie. If Willkie won, she told one of his backers, then between the two of them they would rule the world - she in the orient, he in the west. Six years later, she was thrown out of China, along with her husband. We will never know what a KMT government would have looked like on mainland China over the long term. It held power for short periods, but was always embattled and never succeeded in gaining control over the whole of China. Even so, there were reforming and modernising impulses that might have guided China towards a happier future had conditions allowed. However, on the evidence available, corruption would have flourished and democracy would have stalled. Chiang was authoritarian in character and conviction, and the best he could come up with in terms of political philosophy was a stifling autocracy dressed up in faded Confucian colours. The irony is that, after decades of warfare between them and millions of dead, contemporary communist rule - its ideological content now bleached out - is beginning to look rather similar. Fenby leaves Chiang at the moment of his defeat on mainland China in 1949, so, sadly, we learn nothing here of his subsequent career in Taiwan. There, too, Chiang felt embattled. It took more than two decades for Washington to acknowledge that Chiang's defeat was irreversible and to make peace with Beijing. Chiang himself never did. Even now, his corpse remains unburied, waiting for the moment of return. · Isabel Hilton's book The Search for the Panchen Lama is published by Penguin."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}