{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theobserver/2003/dec/28/features.review97", "type": "article", "sectionId": "theobserver", "sectionName": "From the Observer", "webPublicationDate": "2003-12-28T17:09:55Z", "webTitle": "Dance of the year: Nation shall dance unto nation", "webUrl": "https://www.theguardian.com/theobserver/2003/dec/28/features.review97", "apiUrl": "https://content.guardianapis.com/theobserver/2003/dec/28/features.review97", "fields": {"headline": "Nation shall dance unto nation", "bodyText": "Revolutionary architecture for dance has continued to brighten our lives this year. The Royal Ballet School moved alongside the Royal Opera House in Covent Garden, with Chris Wilkinson's ingenious Bridge of Aspiration linking the two buildings. Tourists as well as ballet-goers were intrigued by the bridge's floating-rib construction. Modern dance has been brilliantly served by Herzog and de Meuron's colourful Laban building at Deptford Creekside, part laboratory, part playpen. Laban's dedicated director, Marion North, retired after seeing her vision for the relocated training centre proudly inaugurated in March. Recently appointed artistic directors made their first choice of programmes for the companies they inherited: Monica Mason for the Royal Ballet, Ashley Page for Scottish Ballet and Mark Baldwin for Rambert Dance Company. All three put their faith in young(ish) British choreographers, proving that there's no shortage of home-grown talent. By taking risks, these companies and their audiences have been refreshed, even if the new works don't all turn out to be modern classics. 2003 was a vintage year for Christopher Wheeldon, who started his career with the Royal Ballet and is now resident choreographer with New York City Ballet. He's prolific enough for his work to have been performed here by George Piper Dances, the Royal Ballet and San Francisco Ballet (in an all-Wheeldon triple bill at the Edinburgh Festival). Wayne McGregor and Russell Maliphant were also much in demand, fulfilling commissions from ballet companies as well as creating new pieces for their own groups. Kim Brandstrup won acclaim for his reworked Hamlet for the Arc Dance Company and for his new Afsked duet in Johan Kobborg's Out of Denmark showcase for Danish choreography. Afsked featured lovely, long Zenaida Yanowsky, whose gifts as an interpreter are at last being acknowledged, though the Royal Ballet still can't find her a tall enough partner. She danced William Tuckett's Proverb with Adam Cooper, who returned to the company as a guest after starring in a revival of On Your Toes, with his own choreography. Carlos Acosta's reputation as an awesome performer reached a wider audience, thanks to a TV documentary about his Cuban background and his autobiographical show, Tocororo: A Cuban Tale . He choreographed and directed it himself, presenting it first in Havana and then at Sadler's Wells. Followed up by a rum punch offered by his sponsors, Tocororo was the perfect production for London's steaming summer. Dance Umbrella celebrated its silver anniversary in the autumn, paying trib ute to its founder, Val Bourne, and to dancemakers who had taken part since the early years. Michael Clark opened the festival, back on track with stimulating work; Merce Cunningham's splendid dancers concluded it in the sodium haze of Tate Modern's Turbine Hall, illuminated by Olafur Eliasson's artificial sun. Other golden oldies visited from the United States: Paul Taylor, Trisha Brown and Twyla Tharp are still creating powerful pieces, while the Martha Graham Company has survived two years of litigation to retain its repertoire. Under threat in Germany, William Forsythe brought Ballett Frankfurt to London for the last time. It's to be disbanded in 2004, no longer supported by Frankfurt philistines, though Forsythe will carry on elsewhere. From St Petersburg, commemorating the city's centenary, came Boris Eifman's modern ballet company in February, followed in the summer by the Kirov. Eifman offered his melodramatic Red Giselle and Tchaikovsky, while the Kirov recreated ballets from the past. The full four-act La Bayadère, with its missing choreography restored, was a revelation. Imaginative designers were the making of many productions: Northern Ballet Theatre's A Midsummer Night's Dream (Duncan Hayler), Birmingham Royal Ballet's Beauty and the Beast (Philip Prowse), English National Ballet's Melody on the Move (Mark Bailey), and Rambert's 21 (featuring Kylie Minogue on video). Meanwhile, the National Ballet of China's Raise the Red Lantern , directed by film-maker Zhang Yimou, had ravishing designs by Zeng Li. Scarlet paper lanterns, suspended in the Sadler's Wells foyer to welcome the company in November, remained over Christmas as a beacon of cheer, celebrating a successful year for the theatre and the eclectic range of dance companies it hosted. Dance top 10 Balanchine's The Four Temperaments, Royal Ballet George Piper Dances' new commissions Paul Taylor's Promethean Fire Merce Cunningham Dance Co at Tate Modern Johan Kobborg's Out of Denmark Kirov's La Bayadère Alessandra Ferri in Romeo and Juliet Akram Khan's Kaash Michael Clark's Satie Stud Charles Jude in Bordeaux Ballet's Prodigal Son Turkey of the year Maurice Béjart's Mother Teresa and the Children of the World"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}