{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2003/dec/13/lordoftherings.features", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2003-12-13T23:59:27Z", "webTitle": "We could be heroes", "webUrl": "https://www.theguardian.com/film/2003/dec/13/lordoftherings.features", "apiUrl": "https://content.guardianapis.com/film/2003/dec/13/lordoftherings.features", "fields": {"headline": "We could be heroes", "bodyText": "It's late on Friday night and I'm down the pub. Which is just as it should be. Where the picture goes awry is when I look at my drinking partners. One of them lurches round in Captain Pugwash garb like a below-par Ollie Reid. Another - a whey-faced cleric - is squeaking excitedly and asking a knight for a hug. There are also mercenaries, high priests, harlots, mages and a pissed-up Orc. Most disturbing is the guy in the corner who looks like George, the Hofmeister bear - with a large axe. The Lord Of The Rings is a fantastic thing. Peter Jackson's blockbusting, Balrog-bashing movies have made hairy toes socially acceptable and being from New Zealand almost interesting. Not since Benny Hill have short people had it so good in the arts. But for some, my beer buddies included, the magic of TLOTR was evident long before the media juggernaut rolled into town. Rather than just passively consume Tolkien's lore, they were moved to pick up a sword, pack a knapsack and make not just his, but their own fantasy realm a reality. And they called it Larp (live-action role-playing). To an outsider, the world of the Larper just isn't right. Superficially, it's a bunch of guys in fancy dress running around hitting each other with rubber swords. On closer inspection, though, you see there's girls doing it too. \"Why can't they just watch telly like the rest of us?\" you cry. But they're not listening, ensconced as they are in email debates about the barbarian insurgency and \"what splatters best, ketchup or jam?\" Oh yes, it's all too easy to laugh at a Larper. But Larp's star is rising. Born in a forgotten time called the late 1970s, in a faraway land - the north-west - it was created by a handful of friends frustrated by the limitations of Dungeons And Dragons. Now there's an estimated 20,000 players in the UK alone. So what's the appeal? For journalist Ed Fortune it's simple: \"Larping fires the imagination. It's like playing 'let's pretend' when you're a kid. We've simply chosen not to grow out of that. And now we've got better toys.\" To dip a toe into the murky Larp pool, Ed's website Pagga.com is a great start. As well as links to sites including Pulse Ranger (steady), League Of Crimson (fruitier still), Sabbath Emporium (some kind of demonic Sunday school?) and the wholly anticlimactic Campsite Wardens homepage, there are chatrooms, club contacts and event listings. It's from here that I booked my date with Oblivion. Not, I hoped, a mindless end to it all, but rather a bunch of nice chaps from Portsmouth who'd show me a good time. On a windswept Friday night I head to a 200-year-old fort on the slopes above Pompey. As a child I used to go sledging on these hills. What surprises do they hold now? Will it be Gandalf or the Wicker Man waiting for me? In the end, it's a bloke called Chris. As co-writer and ref of Oblivion, Chris spends the weekend dashing around the fort, ensuring fair or foul play, and moving things along with clues and interventions, once as the Spirit Of The Mullah and on another as a commendable Voice Of The Lord (albeit with a slight Brummie twang). He's assisted by three other refs and a team of 20 \"monsters\" (non-player characters and behind-the-scenes people). Together they make the whole adventure happen. Next to the Southsea sub-aqua club and assorted posters for nature rambles and grasshopper spotting is the monsters' lair. Inside, there's racks of intriguing outfits, weird homemade creatures, Tupperware boxes of gemstones and runes and a devilish armoury. These impressive weapons are crafted from latex and wood, then painted up to look the part. Interestingly, they call them \"Larp safe weapons\". So, not \"safe\" as such, but Larp safe... I'm kitted out and given some tasks to perform: as John Garnet, it's my job to loiter in the Lucky Bell passing on secret messages from the mullah. This is good. Less exciting is my outfit - I've only been here a few minutes and I'm already a victim of kit envy. While all the cool people have double-handed swords, battle-axes and body armour (costing anything between £50 and £500), John gets a tabard (which I'm sure I'm wearing backwards, but how do you know?), leather pruning gauntlets, some rope for a belt, a bread knife masquerading as a sword (which I promptly lose) and a hood (presumably to hide my shame)... \"My name is John and I'm a fantasy tramp\". While the Lucky Bell is an arched cavern of dense, dungeon-cold air, the \"bar area\" is far more jaunty. Staffed by Chris's wife, Maggie, and her mate, it's a school-table-of-plenty, laden with cans of Foster's, alcopops, Ginsters pasties, Double Deckers and Pot Noodles (king-size, of course). \"Chris is a frustrated actor,\" Maggie explains. \"But some of them do take it a bit seriously. There's even people who grieve when their character is dead. We mainly come along for the people watching: it can be hilarious.\" Everywhere I look over the weekend there are strange things afoot. On Saturday, a bunch of mercenaries take a boat out into the harbour. Unfortunately, there's no water, so they have to pretend to row a vaguely boat-shaped wooden frame across a dry, grassy moat. Then they get hit by a tidal wave (an oversize plastic sheet dragged across their ducking heads), before fending off a sea beast (five-metre plastic \"tentacles\" waggled provocatively at them by the monster team). As a spectacle it's both ridiculous and hilarious, yet totally compelling. A watching Wang Mo (Joe, a student) comments with a wry grin: \"Worse than the worst Doctor Who.\" Late on Friday night the storyteller silences the chaotic bar, explaining why everyone that hears the bell ring (that's all of us, thanks to a Ritalin-deprived knight) will be cursed. It's a tale of drama and death. He pauses at the crescendo - the sinking ship, the explosion, the screaming, drowning sailors... and at that moment the microwave pings cheerily. Then there's the little things: an Orc smoking a rollie; wide-boy scousers wearing more make-up than Kat Slater; a priestess sipping a can of Foster's; the guys who look like the Sisters Of Mercy. At one point I make the schoolboy error of going for a stroll. \"Dangerous in the tunnels,\" warns my escort but, undeterred, I fumble my way into the darkness. Just when we're thoroughly lost, I see a blur of people ahead - they're carrying swords and speeding ominously towards us. My \"protector\" does the sensible thing and legs it. I'm left armed only with a tankard of flat beer and some leather gardening gloves with \"Super Panda\" emblazoned enigmatically on the fists. Standing there, not quite alone, a primal sense of doom washes through me. Giggling like an idiot, I run for my life. \"Of course people take the mick,\" says Thaddeus (Matt, an IT analyst). \"But there's not many hobbies that can give you this much of a buzz.\" Which explains why players have come down here from as far as Liverpool and Wales. And it's not just the computer nerds. There's an art director, policeman, photographer, city boy... a bit of everything really - and 20 or so girls. But the resignation to people thinking that they're \"weird\" and not understanding what they do is what unifies them. \"As with any marginalised hobby, there's a little bit of 'us against the world',\" agrees Chris. \"But that creates a huge sense of community, of trust and friendship.\" So the players get to dress up, take on a whole new personality and, let's not forget, hit each other, but what's in it for the refs and monsters? \"There's a real satisfaction when people are enjoying it,\" explains Chris. \"If you've got it right, they forget their humdrum lives. We write the story to try to draw out people's best points, so that, for a moment in time, they can be a hero.\" Find Oblivion at oblivionlrp.com and local larpers at pagga.com. The Lord Of The Rings: The Return Of The King is out on Wednesday"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}