{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2003/dec/11/informer.rostaylor", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2003-12-11T16:48:56Z", "webTitle": "'Carr unfairly vilified'", "webUrl": "https://www.theguardian.com/news/2003/dec/11/informer.rostaylor", "apiUrl": "https://content.guardianapis.com/news/2003/dec/11/informer.rostaylor", "fields": {"headline": "'Carr unfairly vilified'", "bodyText": "Also in today's Informer: * MyTravel loses GBP910.9m but insists it is not going out of business * Hoon announces defence review THE NEWS IN 90 SECONDS Maxine Carr has been vilified as a child murderer despite playing no part in the \"dreadful deeds\" being considered by the jury in the Soham trial, her lawyer said today. Full story The defence secretary, Geoff Hoon, will today outline how he plans to reform Britain's armed forces to respond to the threat of international terrorism and rogue states. Full story MyTravel, the struggling tour operator, insisted that it was not going out of business despite reporting a yearly loss of GBP910.9m. Full story Gordon Brown today insisted that Britain could afford to borrow GBP121bn over the next four years, and that it was essential to invest in the future. Full story The government has been accused of creating a \"Guantánamo Bay in our own backyard\" in a report by human rights group Amnesty International. Full story Three people died and up to 18 were injured today in an explosion at a money-changer's shop in a crowded Tel Aviv business district. Police said it was unclear who had carried out the attack, but they believed it was criminally motivated rather than a terrorist attack. a Full story Two shootings, in which a teenage girl and a woman were shot in the legs, \"could potentially be linked\", police say. Full story New European laws come into force today aimed at curbing the stream of unsolicited emails that chokes the inboxes of most internet users, but spam experts have condemned the measures as toothless and loophole-ridden. Full story The health minister, John Hutton, has launched the new GBP30m NHS \"university\" with a pledge to attain \"vital\" university status as soon as possible. Full story Health and social care inspectors are failing to protect elderly care home residents from abuse and neglect, an older people's charity has warned a parliamentary inquiry. Full story EDITOR'S PICK Gwyneth Jones, who won the Arthur C Clarke award in 2002 for Bold as Love, the first book in a near-future rock'n'roll retelling of the Arthurian myth, picks her favourite science fiction by female writers. Top ten IN THE GUARDIAN TOMORROW * In Friday Review: Xan Brooks on why the final part of The Lord of the Rings trilogy will mark the final triumph of all things geeky over what we used to think of as cool. | Vic Hoyland is the most overlooked British composer of his generation, writes Andrew Clements. | Cody Chesnutt promoted his debut album by going into shopping malls and asking people to come back to his place and listen to it. Now his fans include Macy Gray, Nelly Furtado and Erykah Badu. He talks to Alexis Petridis. | Bollywood films are regularly beating American and British films at the box office. How? | Amandla! celebrates the rhythms of resistance that helped topple apartheid. Joe Boyd hears the story of how music saved South Africa. * Plus a free CD featuring tracks tracks by Goldfrapp, Feeder and Damien Rice. AND FINALLY \"Richard Ogust found his calling in Chinatown,\" reports the Associated Press. \"There, he met Empress, a black-and-orange diamondback terrapin trapped in a tank at an all-you-can-eat buffet.\" Empress was the first of more than a thousand tortoises, turtles and terrapins to have passed through Mr Ogust's ninth-floor walk-up apartment in Tribeca, New York. \"I tend to take things very far once I start them,\" he confided. Now he is trying to raise funds for a new menagerie to house his charges, who occupy more than 100 heated tanks at a cost of USD20,000 per month - a third of which goes on food alone. The walk-up reportedly \"buzzes with flies and smells like a fish kill\". \"They come from illegal shipments, Asian food markets and even zoos, which entrust the rarest of species to his care,\" AP reports. \"Of 60 critically endangered Arrakine Forrest turtles currently in the US, 34 reside in Mr Ogust's apartment. For now, they are not disturbing anyone. Mr Ogust, who has an inheritance, owns the building, which is being renovated.\" A new site has been chosen: Tewksbury, New Jersey, near Princeton University. Mr Ogust estimates the cost of building a new greenhouse and renovating a barn to house the reptiles at USD600,000. Source * The Informer welcomes unusual news reports and intriguing columns. (We're especially keen to hear from multilingual readers living abroad who can spot interesting stories in their local press). Email them to informer@guardianunlimited.co.uk, and please include a source."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}