{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jan/17/tony-abbott-played-us-for-a-fool-on-electricity-prices-will-we-be-played-agaib", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-01-16T23:11:20Z", "webTitle": "Tony Abbott played us for fools on electricity prices. Will we be played again? | Nicky Ison", "webUrl": "https://www.theguardian.com/commentisfree/2019/jan/17/tony-abbott-played-us-for-a-fool-on-electricity-prices-will-we-be-played-agaib", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jan/17/tony-abbott-played-us-for-a-fool-on-electricity-prices-will-we-be-played-agaib", "fields": {"headline": "Tony Abbott played us for fools on electricity prices. Will we be played again?", "bodyText": "With election season upon us the political commentary on electricity prices is about to dial up to 11. Why? Firstly, because in the last 15 years Australia has gone from some of the lowest electricity prices in the world to some of the highest and a good number of people are hurting. Secondly, in the 2013 election Tony Abbott played us for a fool on electricity prices and it has been a key part of the Coalition election playbook ever since. Between 2007 and 2013 electricity network companies spent about $50bn upgrading our poles and wires. That $50bn had to be paid for and it was by us, as consumers. According to the Productivity Commission this resulted in electricity prices rising by 70% over the five years to 2013. The voting public was well aware of the price hike, while being almost completely unaware of its causes. This allowed then opposition leader Tony Abbott to talk his way into the top job partly on the back of a scare campaign against carbon pricing and renewable energy. In 2011 the Gillard government announced its Clean Energy Future Package to address Australia’s contribution to climate change. The package included a carbon price which happened to take effect just as consumers had really started to notice the price hikes caused by network overspending. This isn’t surprising since according to analysis by the Australian Electricity Market Commission, electricity prices had risen by about 40%. Abbott was able to blame the high cost of electricity on the carbon price even before it was implemented. Unlike the massive hike in network charges, the much more modest impact of the carbon price came with a compensation package that left most households better off. But this didn’t save the carbon price from taking the fall. Parts of Australia’s mainstream media either fell asleep on the job, cheered him on or found that the lax regulation of network infrastructure spending or arguments about the Weighted Average Cost of Capital didn’t make for juicy soundbites. “Axe the tax” was at the heart of Abbott’s 2013 election campaign. And the rest, as they say, is history. Cut to 2019, the Coalition is trailing in the polls and one of the major differences between the Coalition and the ALP is that the ALP has a climate policy and the Coalition doesn’t. The centrepiece of the ALP’s climate policy is a 45% emissions reduction target and a 50% renewables target both by 2030. The Coalition is already running a scare campaign that these targets will cause sky-high electricity bills. The question is will the Australian people buy the Coalition’s line and be played for a fool on electricity prices a second time? Here’s are a few things that will help you navigate the electricity price spin in 2019. Australia’s fossil fuel generators are ageing Most of Australia’s remaining (and largest) coal power stations were built in 1970s and 80s. Typically, coal and gas-fired power stations are built to last 35 to 40 years and if they are looked after they might last 50 years, albeit with more frequent breakdowns. In New South Wales, four of the five coal-fired power stations are scheduled to shut down in the next 15 years and they need to be replaced with new generation. Despite what Coalition backbenchers say, the cheapest new build generation is solar and wind, backed up by storage such as pumped hydro up by storage. This fact has been stated over and over by everyone from CSIRO and the Australian Electricity Market Operator (AEMO), to Bloomberg New Energy Finance to the federal government-owned utility Snow Hydro. AGL and the University of Technology Sydney also both found that a portfolio of new technologies dominated by renewables would be cheaper than to upgrade the 47-year-old Liddell station – currently Australia’s oldest coal power station, which is slated for closure in 2022. These analyses don’t even consider the climate impacts of burning coal. Given our generation is ageing it is important to remember that new generation, no matter what type, will generally be more expensive to run than old and written-off assets. Wholesale electricity prices were always going to rise a certain amount during this decade and the next, but with better planning they need not have risen anywhere near as much as they did. Electricity bills are different to electricity prices What we pay as a electricity consumer is a result of three factors – electricity prices, the amount of electricity we use and the amount of electricity we produce ourselves. The first factor – electricity prices – we individually have little control over (though we can advocate and vote for good policy solutions), the other factors are definitely in our control. We can install solar panels, buy more energy efficient appliances, turn lights and air-conditioning off when we are out of the house and if we own our own home we can also install insulation and make a number of other upgrades. All of these solutions will help lower your power bills while electricity prices continue to rise. Green schemes lower our electricity bills This brings me to the issue of green schemes. If I had $1 for every time conservative politicians and pundits blamed green schemes and renewable energy for rising electricity costs, I’d be rich. The “environmental cost” component of electricity prices are those which pay for government policies like the Renewable Energy Target, energy efficiency schemes and others. According to the ACCC these account for about 7% of your bill. While the policies have costs, numerous reports show these policies help lower electricity bills either through lower wholesale costs or helping household and businesses install solar and become more energy efficient. The ACCC found that households with solar pay on average $514 less than those without. While analysis by the Green Markets Institute found that the current renewables build driven by the RET will halve wholesale electricity prices in the next four years. These policies and programs lower bills, while also lowering climate pollution – a win, win. As the impacts of climate change become more evident and the cost of clean technologies fall, the only people who are likely to look foolish this election are those that continue to deny the basic economic and environmental reality that acting on climate in the electricity sector, also helps lower our power bills. • Nicky Ison is the founding director of the Community Power Agency and research associate at the Institute for Sustainable Futures at the University of Technology Sydney. This article was adapted from the Repower Australia Plan."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}