{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jan/19/maurizio-sarri-chelsea-players-extremely-difficult-to-motivate-arsenal", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-01-19T21:19:53Z", "webTitle": "Maurizio Sarri says Chelsea’s players are ‘extremely difficult to motivate’", "webUrl": "https://www.theguardian.com/football/2019/jan/19/maurizio-sarri-chelsea-players-extremely-difficult-to-motivate-arsenal", "apiUrl": "https://content.guardianapis.com/football/2019/jan/19/maurizio-sarri-chelsea-players-extremely-difficult-to-motivate-arsenal", "fields": {"headline": "Maurizio Sarri says Chelsea’s players are ‘extremely difficult to motivate’", "bodyText": "Maurizio Sarri launched a stinging attack on his Chelsea players’ mentality after a meek defeat to Arsenal, accusing them of being “extremely difficult to motivate” and lacking “ferocity” in their game. For the first time since taking over at Stamford Bridge six months ago, Sarri felt compelled to revert to his native Italian and lean on an interpreter to express his exasperation at a defeat which means Chelsea’s lead over Arsenal and Manchester United has been cut to only three points. The head coach suggested he wanted to make his “message very clear, without mistakes with my English” before ripping into his team’s shot-shy display. Chelsea’s first shot on target did not come until the 82nd minute, from Marcos Alonso. “I have to say that I’m extremely angry, very angry indeed,” he said. “This defeat was due to our mentality more than anything else, our mental approach. We played against a team which, mentally, was far more determined than we were. And this is something I can’t accept. We had a similar issue in the league game at Tottenham [a 3-1 defeat in November]. We spoke a great deal about that loss and our approach at the time, and I spoke to the players, and I thought we’d overcome this issue. “But it appears we still seem to lack sufficient motivation, being mentally solid and determination. So I’m not happy, I’m really not happy. I’d prefer to be in the changing room, speaking to the players, to talk about why we lost from a tactical point of view. But the fact of the matter is it appears this group of players are extremely difficult to motivate. When you see this kind of game, when one team is quite obviously more determined than the other, you can’t really talk about tactics. From a technical point of view both teams are pretty much on the same level, but Arsenal were more determined. Tactics don’t come into it. “Their high level of determination was obvious throughout, particularly in both penalty areas. If you think about their determination and how clinical they were when they scored the goals, in defence we stood off a lot and we were not determined and not strong enough. “Don’t get me wrong, we could have lost that game anyway, but we could have lost it for tactical reasons. We lost it because of our determination. I couldn’t possibly say I am not responsible as well, in part at least, for the mental approach. That’s something we have to share.” Sarri, who hopes to add the Juventus striker Gonzalo Higuaín to his options before the second leg of the Carabao Cup semi-final against Spurs on Thursday, has been critical of his players’ attitude at times this season, suggesting they can be guilty of complacency when ahead in matches. But the Italian remains uncertain how to instil more motivation into the group. “It seems to me that, as a group of players, they’re not particularly aggressive from a mental point of view,” he said. “They don’t have that ferocity in their mentality. That’s down to the type of players they are, their characteristics. “It’s something that is difficult to change. You have to try and influence their mentality and it could take quite a long time, or, by the same token, it could be changed with a new player coming in or one of the old heads in the team assuming more responsibility and driving the rest of the team forward.” Asked if he remains the right man to oversee Chelsea’s progression, he added: “Yes, absolutely. I’m very aware this is never going to be a team well known for its battling and fighting qualities. From a technical point of view, those aren’t the characteristics that we have. But what we need to become is a team capable of adapting, a team that can perhaps suffer for 10-15 minutes during the game but then play our own football. “Today we didn’t play our own football. Our defending ended up with us running backwards rather than pressing high up the pitch. We are a team that should be playing one or two touches. Instead at some stages we were playing with seven or eight. This is the sort of thing I don’t want to happen. We are going to have to try and change that.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}