{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2019/jan/28/inside-europe-10-years-of-turmoil-review-the-road-to-brexit", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2019-01-28T22:00:14Z", "webTitle": "Inside Europe: 10 Years of Turmoil review – the road to Brexit", "webUrl": "https://www.theguardian.com/tv-and-radio/2019/jan/28/inside-europe-10-years-of-turmoil-review-the-road-to-brexit", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/jan/28/inside-europe-10-years-of-turmoil-review-the-road-to-brexit", "fields": {"headline": "Inside Europe: 10 Years of Turmoil review – the road to Brexit", "bodyText": "One of the hits of last summer’s Edinburgh fringe was Kieran Hodgson’s ’75, an unlikely comedy set that compared our current European crisis with that of the mid-70s. It was surprisingly soothing, and it made the point that Britain’s relationship with the rest of Europe has always been fraught and divisive. Inside Europe: 10 Years of Turmoil (BBC Two) is an elegant, thorough and balanced look at how those longstanding divisions have played out over the past decade and, more crucially, on the eve of the next big Brexit vote, why it has come to this. Brook Lapping, the production company behind Inside Obama’s White House, has gained extraordinary access to almost all the key players in the troubled road to the 2016 referendum. Notable absentees are Theresa May and David Cameron: both declined to be interviewed, although one could be said to have a better excuse (in the words of Danny Dyer: “How comes he can scuttle off?”). These candid conversations have already made headlines. Donald Tusk, in particular, is extraordinarily open and offers the most revealing insights into what was going on behind the scenes. Tusk says he told Cameron to “get real” about his “stupid referendum”, warning him that he could lose everything. He says Cameron admitted “the only reason [for the referendum] was his own party”, and that he thought there was little risk of it happening, because the Liberal Democrats, then part of the coalition government, would block it. It was his majority election success in 2015 that was his undoing, Tusk suggests: “Cameron became the victim of his own victory.” For anyone struggling in the quagmire of information surrounding Brexit, this is an impressive feat of coherent analysis that is just pliable enough to allow the viewer to lean in either direction, depending on which side you take. It begins with the Eurozone financial crisis of 2011, which gave Eurosceptic MPs a renewed sense of purpose and a louder voice. From there, through interviews with an incredible range of state leaders and key figures, from Nicolas Sarkozy to Jean-Claude Juncker and Mark Rutte, the machinations of Britain and the rest of the EU are laid relatively bare. This is a well-mannered documentary, though, and it leaves little space for bias. When Angela Merkel addressed the UK parliament in 2014, she knew that whatever she said would be exploited by both sides (and it was – Nigel Farage, absent here, leapt on it as a sign that Europe would not budge and mocked Cameron’s response). The documentary team are equally cautious. For those who voted leave, I imagine there is plenty of grist to the mill. If you were looking for evidence of Europe’s threat to British sovereignty, you could see it in Cameron’s limited ability to negotiate for the UK, particularly when it came to immigration or, as his former press secretary Gabby Bertin calls it, euphemistically, “direction of travel”. For remainers, this could equally paint a portrait of an internal Tory squabble taken to diabolical extremes. Even William Hague, who believes there was a public appetite for some kind of in/out showdown that made it all but inevitable (“Either we had to lead that or be the victims of it”), can’t seem to avoid talking about it primarily as a party issue. Nick Clegg speaks of Cameron “mixing apples and pears”, attempting to use the Eurozone crisis as leverage for unrelated negotiations for Britain. Sarkozy, Juncker and François Hollande make the same point – that Britain thought it could be an exception, and that any concessions given by Europe would never be enough. It wanted to be part of the club and excused from its rules. Clearly, under Cameron’s government, under the pressures he gave in to, the situation was untenable. I wish Cameron had been interviewed. The producer, Norma Percy, said he was asked, but he “has an exclusive deal with his publisher that he speaks first with his memoirs, and in order not to interfere with Theresa’s deals, he put off the memoir from last October to next October”. But even without him, this is a robust, detailed and very timely reminder of what led to this state of disunity. I did not come away from Inside Europe feeling particularly hopeful, but certainly better informed. This is the first of three parts, with the other two looking at the financial turmoil in Greece and the migrant crisis of 2015."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}