{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2019/jan/24/thai-film-maker-wins-uk-contemporary-art-prize-artes-mundi", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2019-01-24T23:06:11Z", "webTitle": "Thai film-maker wins UK contemporary art prize Artes Mundi", "webUrl": "https://www.theguardian.com/culture/2019/jan/24/thai-film-maker-wins-uk-contemporary-art-prize-artes-mundi", "apiUrl": "https://content.guardianapis.com/culture/2019/jan/24/thai-film-maker-wins-uk-contemporary-art-prize-artes-mundi", "fields": {"headline": "Thai film-maker wins UK contemporary art prize Artes Mundi", "bodyText": "The Palme d’Or winning film director and artist Apichatpong Weerasethakul has won one of the UK’s most important and lucrative contemporary art prizes. On Thursday evening, Weerasethakul was named winner of the eighth edition of the Artes Mundi prize, a biennial competition rewarding political art from across the world. It comes with a prize of £40,000, the largest visual art prize in Britain. The Thai artist is best known as a feature film maker, winning the top prize at the Cannes film festival in 2010 for his mysterious, contemplative film Uncle Boonmee Who Can Recall His Past Lives. Weerasethakul’s work often explores the contradictions in Thailand between the country’s welcoming capitalist modernity and the often brutal, repressive military regime. His work is often described as oblique and that is arguably the case with his 12-minute film, Invisibility, on display at the National Museum Cardiff as part of the Artes Mundi prize exhibition. It has darkness and snatches of shadowy film and text that Weerasethakul hopes people will see as dream-like. At one point the text reads “This film is called Invisibility. A proposal for camouflage.” The judges praised Weerasethakul’s gallery work for its vigorous interrogation “of filmmaking, storytelling and the political and social position of the artist”. They added: “When times are tough it is sometimes not safe to talk about politics explicitly and Apichatpong Weerasethakul provides us with some subtle tools of resistance: the methodology of camouflage demonstrated in Invisibility is a powerful weapon in these turbulent times.” Artes Mundi was founded in 2002 to recognise and support contemporary artists who “engage with the human condition, social reality and lived experience”. Previous winners include the British artist John Akomfrah, American Theaster Gates and in 2012 the Mexican artist Teresa Margolles whose work shone light on Mexico’s horrific drug-related violence. Weerasethakul was named winner from a shortlist that also included Anna Boghiguian (Canada/Egypt), Bouchra Khalili (Morocco/France), Otobong Nkanga (Nigeria/Belgium) and Trevor Paglen (USA). The Artes Mundi prize exhibition continues until 24 February."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}