{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jan/13/cesare-battisti-arrest-highlights-rightwing-alliance-of-italy-and-brazil", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-01-13T23:41:04Z", "webTitle": "Cesare Battisti arrest highlights rightwing alliance of Italy and Brazil", "webUrl": "https://www.theguardian.com/world/2019/jan/13/cesare-battisti-arrest-highlights-rightwing-alliance-of-italy-and-brazil", "apiUrl": "https://content.guardianapis.com/world/2019/jan/13/cesare-battisti-arrest-highlights-rightwing-alliance-of-italy-and-brazil", "fields": {"headline": "Cesare Battisti arrest highlights rightwing alliance of Italy and Brazil", "bodyText": "Cesare Battisti, a former leftwing guerrilla fighter wanted by the Italian authorities over four murders in the late 1970s, has been arrested in Bolivia and has been extradited to Italy. The prime minister of Italy, Giuseppe Conte, said a government aircraft was on its way to bring Battisti, 63, back to Rome and Brazilian officials later confirmed his extradition. Conte praised the Bolivian and Brazilian authorities for the overnight capture of Battisti, who has been on the run for almost four decades, in the city of Santa Cruz de la Sierra, and said he would begin his life sentences as soon as he lands on Italian soil. The Italian newspaper Corriere della Sera reported he was wearing sunglasses and a fake beard at the time of his capture. Battisti was convicted in Italy in 1979 of belonging to the outlawed Armed Proletarians for Communism, and in 1981 he escaped from prison. He was subsequently convicted in absentia of killing two police officers, taking part in the murder of a butcher and helping to plan the killing of a jeweller. Battisti admitted to being part of the group but denied responsibility for any deaths. Italian authorities had been seeking his extradition for years, but the case was given fresh impetus due to the friendly relations between the far-right interior minister, Matteo Salvini, and Brazil’s new president, Jair Bolsonaro. Shortly after Bolsonaro was elected in October, he promised Salvini he would send Battisti back to Italy in order to serve his prison term. He also said the extradition of Battisti, whom he described as a figure “adored by the Brazilian left”, would reflect to the world his government’s commitment to fighting terrorism. A Brazilian court ordered the arrest in December. Bolsonaro’s son, Eduardo, wrote on Twitter: “Salvini, a small gift for you is on its way.” Salvini celebrated by posting a photo of Battisti on his Facebook page, captioned “the good times are over”. He added: “My heartfelt thanks to President Jair Messias Bolsonaro and to the new Brazilian government for the changed political climate which, together with a positive international scenario in which Italy has become a protagonist, enabled this triumph.” Salvini went on to remember the victims of a “murderer who for too long enjoyed a life that was cowardly taken away from others and who was pampered by the left”. Battisti had been living in Cananéia, the southernmost city in the state of São Paulo, for years. Before that, he spent almost two decades on the run in Mexico and France, where he was protected by the Mitterrand doctrine, a 1985 law that offered asylum to about 100 former Italian guerrillas “on the condition that they withdrew from politics”. In 2004, Battisti skipped bail in France and took refuge in Brazil, where he lived clandestinely for three years until he was arrested in 2007 in Rio de Janeiro. After four years in custody, Brazil’s departing president, Luiz Inácio Lula da Silva, issued a decree refusing to extradite Battisti to Italy, and he was freed. Battisti, from the central Italian hilltop town of Sermoneta, joined leftwing militants in Milan in the mid-1970s. The Armed Proletarians for Communism had sought to bring down the Italian government during the “years of lead”, a period of social and political turmoil between the late 60s and early 80s that was marked by leftwing and rightwing terrorism. The former Italian prime minister Matteo Renzi also welcomed news of Battisti’s arrest: “All Italians, regardless of their political distinction, want a murderer of this kind to be brought back to our country as soon as possible in order to serve his sentence in an Italian prison.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}