{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jan/13/manchester-united-ole-gunnar-solskjaer-david-de-gea-tottenham", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-01-13T21:08:53Z", "webTitle": "United produced 60 minutes of pure, uncut Ole-ball and then: enter gloveman | Barney Ronay", "webUrl": "https://www.theguardian.com/football/2019/jan/13/manchester-united-ole-gunnar-solskjaer-david-de-gea-tottenham", "apiUrl": "https://content.guardianapis.com/football/2019/jan/13/manchester-united-ole-gunnar-solskjaer-david-de-gea-tottenham", "fields": {"headline": "United produced 60 minutes of pure Ole-ball and then: enter gloveman", "bodyText": "No doubt someone somewhere will bring up Napoleon’s line about a good general being a lucky one, in the wake of this fun, helter-skelter, ultimately rather frantic 1-0 defeat of Tottenham. Ole Gunnar Solskjær’s limber-looking Manchester United did have their share of fortune too, in the course of a game that saw United attack with elan for an hour and collapse into a state of dogged near-exhaustion by the end. But this was not really luck – or at least not entirely. It was also a moment of quiet triumph for Solskjær, who came to Wembley not just with a plan but with a plan that worked while his team still had the lungs to put it into action, allowing Paul Pogba to pull himself up to his full height and make the game look small and easy and fun, something made just for him; and offering Jesse Lingard an unexpected forward-forager role that won the tactical battle in the period that won the game. The plan worked for about an hour. Steadily it ran out of steam. By the end it had gone out of the window. At which point: enter gloveman. Happily for both Solskjær and The Plan, David de Gea also happens to be a line-hogging, genius-level lime green octopus of a goalkeeper. He was hilariously good here, and good in that sui generis way, a style he has concocted out of his own brilliantly limber physical gifts. De Gea saved United at least four times with his feet, adopting that strange leg-wobbling Elvis move whereby he seems to lose all tension in his body, to collapse like a papier- mâché doll, feet flopping into just the right spot to block some goal-bound bullet. Hands? Who needs hands? De Gea can probably tile a floor with those toes. Spurs had 20 shots at Wembley but somehow none of them ever really looked like going in. De Gea may or may not be the best goalkeeper in the world. But on days like this he is surely the most compelling, most original and most thrillingly ice-cold. Lucky old Ole then. Or perhaps not entirely. Three weeks on from the departure of the king of pain United had come here with a kind of lightness about them. This is a patchwork team still but it is also demob happy and playing for the first time in five years with an adrenal sense of freedom. But this was also a first real glimpse of that baby-faced tactical brain at work. United had spent the last few days easing their mid-season muscles under the Gulf sun and working for the first time on some more intricate details. And so here we had it: pure, uncut Ole-ball, with an attack based around speed and mobility, and with a cute tactical jink at its heart. United kicked off in a 4-3-3, with Lingard stationed centrally between Rashford and Anthony Martial. Before long Lingard in the middle began to make sense as he ferreted about closing down Spurs’ central midfield. This was Lingard-as-Firmino, pressing and moving and stealing the ball while a pair of inside-forwards bombed on past him. It worked too, Lingard successfully disrupting the rhythms of this well-drilled Spurs machine. The opening goal, when it came, was one Solskjær might have dreamt of, tossing and turning beneath the air-conditioned chill of some seven-star Dubai palace. Lingard dropped deep, as was the plan, and stole the ball, as was the plan. Pogba took the ball, looked up early, as was the plan, and floated the most delicious pass over the top, with enough drift and curl to dawdle right into Rashford’s path. At moments like these Rashford is not just quick; he is exhilarating, leaving Jan Vertonghen looking like a man walking the wrong way down an airport travelator before sending the ball skimming low and hard into the far corner. United were lucky there again. Moments before the goal Moussa Sissoko had limped off, leaving a lack of tension in exactly the same place where Pogba was able to pause and pick out that pass. Spurs have no real replacement with Eric Dier out too. The squad is brittle behind the first eleven. But this is also design, resources, playing power in reserve. With United the job is how to arrange most effectively the talent at Solskjær’s disposal. It is not luck that Pogba should be playing like this. He is, lest we forget, the world’s most expensive midfielder, up against a team that cannot afford a midfield fill-in to cover a couple of injuries. And undoubtedly Solskjær has benefited in the last few weeks from United’s sheer latent scale, from the fact this is a ship too big ever to sink completely, a body so large it is never really stopped, just placed on pause, waiting for the next upward tide. The players did tire in the second half at Wembley. It is a gamble to press so hard early on, like a boxer putting in big early rounds in the hope of landing a decisive blow. Solskjær’s recklessness in going at Spurs like this was a thrilling thing in itself; and befitting too of a club so powerful it has always seemed to make its own luck and in exactly this kind of way."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}