{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2019/jan/01/doctor-who-resolution-review-old-enemy-return-brexit-satire", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2019-01-01T20:01:09Z", "webTitle": "Doctor Who: Resolution review – old foes and Brexit gags in spectacular satire", "webUrl": "https://www.theguardian.com/tv-and-radio/2019/jan/01/doctor-who-resolution-review-old-enemy-return-brexit-satire", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/jan/01/doctor-who-resolution-review-old-enemy-return-brexit-satire", "fields": {"headline": "Doctor Who: Resolution review – old foes and Brexit gags in spectacular satire", "bodyText": "Having upset some traditionalists by skipping a Christmas Day special in favour of a New Year’s Day spectacular, Doctor Who’s show-runner Chris Chibnall compensated by bringing back the show’s most famous enemy. The episode was a Dalek origin story, although a two-minute prologue seemed designed to attract the Game of Thrones fanbase too. Hairy blokes in coats that looked recently ripped from goats stood around wood fires on war-torn land. A growly voiceover explained that the ancient Britons had fought an enemy so terrible that his conquered corpse had been sliced in three, and the portions stored around the world, starting at a Pacific island and a Siberian freezescape. I made a mental bet that the rest of the super-warrior would be found under Sheffield, which turned out to be the case. After only 11 episodes in charge, Chibnall is already growing his own in-jokes. As well as audibly coming from Yorkshire, Jodie Whittaker’s Doctor is returned there at every possibility. So the squid-like innards of a Dalek, usually hidden within that man-sized pepper mill on castors, were inevitably dug up by archaeologists working in the S1 postcode. As well as making the series more Earthbound, especially around the West Riding, another mark of Chibnall’s tenancy has been topical commentary. The first season was explicitly pro-ecology and anti-Trump, and implicitly anti-Brexit. So liberal-friendly has the show been, it was a surprise in this special that the Dalekian inner jelly didn’t turn out to be called Jacob Rees-Blob, or that when the extraterrestrial glop was enclosed in a plastic bag, it wasn’t the packaging that proved to be the biggest threat to the planet. With 88 days to go until the UK is supposed to leave the EU, however, there was one pointed political reference. When the Doctor tried to call on the cross-border Unified Intelligence Taskforce to help save Sheffield from extermination, she learned that Britain was no longer a member after falling out with her “major international partners”. Another satirical gag was aimed at the cross-planetary force threatening to exterminate the BBC. When the Daleks broke the internet, a mother warned her children that no entertainment was available. “Not even Netflix?” pleaded a child. But no, even that modern superpower could not defy the croaky rollers. Presumably coincidentally, the overall theme overlapped with this year’s Queen’s Christmas message by stressing the need for national and community unity. The final scoreline was: United Sheffield 1, Daleks 0. Another Chibnall signature was entwining the extraterrestrial with the domestic. The absence of Bradley Walsh’s doctorial sidekick Graham from one key Tardis mission was so odd that you initially assumed a filming clash with The Chase, but it transpired that the character had been grounded in order to discuss responsible parenting with guest actor Daniel Adegboyega, as the absentee dad of sidekick Ryan (Tosin Cole). Having shown in Broadchurch an exceptional skill at writing family dynamics, Chibnall now extends this exploration into the broadest church of all – the universe. The show ended with a parent-child hug. That interaction poignantly wasn’t open to the main character, in a performance that gave us a bonus extra day of some of the best TV acting of 2018. Between intermittent radiant smiles and sharp one-liners, Whittaker’s dominant note in the role is a sense of lonely responsibility – carrying the cares of the solar system on her shoulders – which the scripts keep underlining. Preparing to face down the Daleks again, she is warned, “You can’t do it alone!”, but shrugs: “Always have done.” When an Earthling notes that dads are complicated, the Doctor ruefully replies: “So I’m told.” She is parentless, childless, partnerless, but everyone needs her. This Doctor feels like the world leader we want for these times. Sadly, though, she won’t be on screen again until 2020, the producers having asked to make the next episodes slowly. Quality control is the reason for the delay, and the classiness of this first series finale gives Chibnall a high bar to beat, but ensures that viewers will want to watch him try."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}