{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jan/25/unstoppable-sam-kerr-becomes-all-time-leading-w-league-goalscorer", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-01-24T23:11:04Z", "webTitle": "Unstoppable Sam Kerr becomes all-time leading W-League goalscorer", "webUrl": "https://www.theguardian.com/football/2019/jan/25/unstoppable-sam-kerr-becomes-all-time-leading-w-league-goalscorer", "apiUrl": "https://content.guardianapis.com/football/2019/jan/25/unstoppable-sam-kerr-becomes-all-time-leading-w-league-goalscorer", "fields": {"headline": "Unstoppable Sam Kerr becomes all-time leading W-League goalscorer", "bodyText": "Sam Kerr put recent upheaval at national team level to one side as she added another record to an already enviable list by finding the back of the net in Perth Glory’s win over Western Sydney Wanderers to become the W-League’s all-time leading goalscorer. Her 64th goal, a tap in from Rachel Hill’s 70th-minute cross, took Kerr clear of Michelle Heyman’s previous benchmark, before she added a second on the night – a well-taken header – and 65th of a stellar domestic career. Kerr, still just 25, also broke Heyman’s record for most goals scored by any player for a single W-League club (51), having re-signed for her hometown club Perth in 2014 after a two-year spell with Sydney FC. Her latest double took her to 52 in a Glory shirt. She is leading this season’s golden boot race with one game of the W-League’s regular season to play, and is likely to have more than that one game to add to her tally – Perth’s 5-1 win over Wanderers took them top of the table, ahead of Melbourne Victory on goal difference, but having played two more games. “Any time you break a record it’s a huge achievement and it’s something I’m proud of,” Kerr told the W-League after the game at Marconi Stadium. “I didn’t know that coming into the game. It’s obviously a proud moment and something I’ll look back on for the rest of my career.” Remarkably, she could have reached her milestone earlier in the game, after she missed a penalty and a one-on-one chance in the first half. “I wasn’t doubting myself,” she said. “It was a little frustrating. That’s why I celebrated like I did because goals don’t come round that often and when they do it’s such a great thing. I’m lucky I have teammates to pick me up because today was a tough one.” Kerr also holds the all-time record for goals scored in the NWSL, the United States’ premier women’s competition, with 55."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}