{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2019/jan/28/knock-down-the-house-review-alexandria-ocasio-cortez-doc-brings-down-the-house", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2019-01-28T23:06:02Z", "webTitle": "Knock Down the House review – Alexandria Ocasio-Cortez doc brings down the house", "webUrl": "https://www.theguardian.com/film/2019/jan/28/knock-down-the-house-review-alexandria-ocasio-cortez-doc-brings-down-the-house", "apiUrl": "https://content.guardianapis.com/film/2019/jan/28/knock-down-the-house-review-alexandria-ocasio-cortez-doc-brings-down-the-house", "fields": {"headline": "Knock Down the House review – Alexandria Ocasio-Cortez doc brings down the house", "bodyText": "Growing up in the United States, one of the bigger selling points our elementary school teachers had for our system of government was the concept of No More Kings. Anyone could run for office and win! As I got older, I saw how this wasn’t really the case. To win an election you need to be part of the establishment. Maybe this isn’t quite the meritocracy I was sold? (Also, slaveholders wanting to be free: what’s up with that?) Recent elections have upended the system. Donald John Trump, mouth-breathing narcissistic xenophobe he may be, does (and I really hate admitting this) somewhat live up to the “anyone can do it!” promise I was taught as a child. A complete novice from outside the political class bankrolled (and steamrolled) himself into the White House. He’s a disaster, but his victory is undeniably remarkable. But the pendulum swings back, and two years later a young bartender from the Bronx pulled her own upset, using nothing but wit, will, knowledge, perseverance and confidence, and did it with practically no money. The victory of Alexandria Ocasio-Cortez over the entrenched political “boss” Joe Crowley isn’t quite winning the presidency, but Rachel Lears’ documentary Knock Down The House rolls up its sleeves to show just how extraordinary her campaign was. Lears follows AOC and three other insurgent, nothing-to-lose female candidates “primary”-ing longtime incumbents from the left. They include Cori Bush, an African American woman in the Missouri district where unarmed teen Michael Brown was killed by police officers in 2014, Paula Jean Swearengin, a West Virginia woman whose community has been upended by fracking, and Amy Vilela, a no-nonsense Las Vegas woman who went from being a single mother on food stamps to having a C-suite position whose core issue is healthcare. (Her daughter passed away after being refused treatment for not having the right insurance.) All four were “selected” (though it’s a little fuzzy how) by the groups Justice Democrats and Brand New Congress as part of a push for diversity in political representation. The bulk of this spry, under-90-minutes film is on AOC. How could it not? She’s an international superstar and ratings-driver for both leftwing and rightwing cable news. While this is not Frederick Wiseman-esque pure “direct cinema” there are enough sequences that lean into that fly-on-the-wall type of film-making. As such, one comes away with really knowing what makes AOC tick, proving that she really is as good as she seems on TV and social media. (Also we get to meet her boyfriend, which was a first for me; he seems quite nice.) It was interesting to watch this at its premiere at the Sundance film festival, with a crowd of supporters, some of whom clearly knew the candidates. The audience launched into applause numerous times at great quotes, but, weirdly, I think that somewhat belittles the project. Anyone can make a propaganda video to rile up the base, especially when these four women are saying such noble things about civil rights and the betterment of the working class. But Knock Down The House is far more effective when it is about the people and the process, not landing quips. There is a lot of tedium in running for a local election. Knocking on doors, being friendly when people blow you off, making calls for $50 donations, taking “three hours now” to scrutinized collected signatures so they don’t “waste six of your days later in court”. I can’t imagine anyone not finding this movie inspiring. It is a classic David and Goliath scenario, with clueless, dopey Joe Crowley disrespecting his challenger (sending a proxy to a debate!) until it is far too late. Everyone likes an underdog story, and when the underdog is as eloquent, passionate and righteous as these four women are, the final reels of this film feel like a Rocky movie. Knock Down The House (and AOC) rightly positions a victory for one woman as a step forward for everyone, and her final interview, a childhood reminiscence of her late father on a road trip to Washington DC, is one of the most touching speeches about government I’ve ever seen. For a minute, I once again believed what my teachers once told me. Knock Down the House was showing at the Sundance film festiva"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}