{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2019/jan/01/luther-review-the-maverick-the-minion-and-the-pincushion", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2019-01-01T22:00:12Z", "webTitle": "Luther review – the maverick, the minion and the pincushion", "webUrl": "https://www.theguardian.com/tv-and-radio/2019/jan/01/luther-review-the-maverick-the-minion-and-the-pincushion", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/jan/01/luther-review-the-maverick-the-minion-and-the-pincushion", "fields": {"headline": "Luther review – the maverick, the minion and the pincushion", "bodyText": "Luther’s back! Still massive, still maverick. Still with a coat half a size too small for him. Still walking like someone only recently introduced to the concept of ambulation. Maybe that is because of the coat? If you can’t move your shoulders properly, your whole technique’s off. I can’t tell you how the coat thing consumes me. I like Luther (BBC One). It allows the mind to roam across many questions while the story unspools efficiently before you, asking little in the way of mental or emotional investment and giving much in the way of solidly old-fashioned whodunnitry. Pairs well with apple crumble and custard or large slabs of Dairy Milk. Series five opens with the big yin catching a tiny recidivist and dropping him – in memory, from forefinger and thumb like Gulliver with a Lilliputian who has been trying to put Lemuel’s eye out with a titchy bow and arrow – in the back of his car before Luther himself is captured (this takes an armed gang and a Taser to the neck) and taken to an abandoned dancehall for questioning. The questioner is organised crime boss George Cornelius from series four, but instead of taking what would seem a heaven-sent opportunity to ask about the coat, he and a minion with a baseball bat interrogate Luther about Cornelius’s missing son. Luther says he knows nothing about it. More baseball batting and Tasering, until Luther – seemingly through sheer force of will – causes the chair he is bound to to collapse and whacks Cornelius’s coterie with it. Cornelius says he was just making sure Luther wasn’t in on his son’s kidnapping; Luther reckons he will ask around a bit for him. I am not sure why. I suspect it doesn’t matter. Meanwhile, two people are being murdered by someone in a clown mask festooned with LED lights – not, alas, as a cheery nod to the season, but to confuse any CCTV cameras that might be watching. One of them has his eyes and tongue removed, the other has nails hammered into him. The former, they deduce from various clues and a wearying knowledge of the heavy-handed nature of symbolic acts by potential serial killers, was probably murdered for witnessing the latter. “Is this normal?” asks new recruit DS Catherine Halliday. She is a graduate, not a maverick. Luther sighs and walks – he still hasn’t mastered it properly – away to find the killer. But first he has to rescue the gang member he forced to spy on Cornelius who got caught and is now shackled to a car park pillar with a bomb collar around his neck. Luther does this. We are all relieved. It’s all fun and games being a maverick until someone loses a head. Then we come to my favourite portion of any crime procedural: the part when they play Fortunately/Unfortunately. Fortunately, a member of the public comes in to tell the police who dun the murders. She is Hermione “Cold Feet” Norris, putting her talent for icy-stillness-inducing-foreboding to good use as affectless psychiatrist Dr Lake, who reckons her client with a penchant for hammering nails into people and who turned up at her house last night covered in blood is their man. Unfortunately, he has since, she shrugs, disappeared. James Howser is his name; turning people into pincushions is his game. Fortunately, Luther sees at once that doctor and patient are locked in some kind of psychosexual dynamic that he can exploit. Unfortunately, Halliday has ethical concerns about this. Fortunately, Luther ignores them – and his colleague’s advice to hide from Halliday the truth about his maverick policework because she will one day soon be their boss – and goes ahead. Unfortunately, Dr Icy Lake has seen what is expected of psychiatrists in police procedurals and remains unmoved. “This is a tawdry form of manipulation,” she says frostily. “I expected better.” Fortunately, it’s all a front and they are able to tap her phone as she arranges to meet James in the woods and usher him to safety and follow her there. Unfortunately, It all goes wrong and they lose their man. Fortunately for the viewer, there are two tremendous twists thereafter that promise to power us comfortably through the next three episodes and into the new year. Luther too, maybe, if he buys a bigger coat in the sales."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}