{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jan/13/macron-seeks-to-turn-anger-into-solutions-in-open-letter-to-france", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-01-13T22:04:08Z", "webTitle": "Macron seeks to turn 'anger into solutions' in open letter to France", "webUrl": "https://www.theguardian.com/world/2019/jan/13/macron-seeks-to-turn-anger-into-solutions-in-open-letter-to-france", "apiUrl": "https://content.guardianapis.com/world/2019/jan/13/macron-seeks-to-turn-anger-into-solutions-in-open-letter-to-france", "fields": {"headline": "Macron seeks to turn 'anger into solutions' in open letter to France", "bodyText": "Emmanuel Macron has launched a two-month “great national debate” in France with a 2,330-word open letter to the country. The French president hopes the nationwide public consultation will take the sting out of the widespread public anger behind the rise of the gilets jaunes (yellow vests) movement and the civil unrest across France. In the letter, Macron said he was open to ideas and suggestions but insisted the government would not go back on previous reforms or key measures in his 2017 election campaign. “No questions are banned,” Macron writes. “We won’t agree on everything, that’s normal, that’s democracy. But at least we’ll show that we are a people who are not afraid to speak, to exchange views and debate. And perhaps we’ll discover that we might even agree, despite our different persuasions, more often than we think.” Macron has been rocked by the ferocity of almost two months of angry protests by gilets jaunes. On Saturday a ninth weekend of demonstrations took place across France. The letter, to be published in French newspapers on Monday, marks the start of a nationwide consultation in which citizens are invited to give their views on four central themes: taxation; the organisation of the state and its public administration; ecological transition; and citizenship and democracy. Macron’s missive asks a number of questions, including: what taxes should be reduced?; what spending cuts might be a priority?; is there too much administration?; how can the people be given a greater say in running the country? Macron said the proposals collected during the debate would build a new “contract for the nation”, influence political policymaking and establish France’s stance on national, European and international issues. “This is how I intend, with you, to transform anger into solutions,” he wrote. Accepting that everyone wanted taxes that were “fairer and more efficient”, he warned against unrealistic expectations, adding there could be no drop in taxation without cuts in public spending. Macron and his centrist administration have been under intense pressure since November when public anger over an eco-tax on petrol and diesel sparked the gilets jaunes movement. Although the tax was dropped, protests have widened to adopt a wide range of anti-government grievances. Outside the cities, gilets jaunes continue to picket roundabouts around the country with ad hoc protests calling for a drop in taxes on food and essential goods, lower social charges and increased spending power. On Saturday there were further clashes between police and protesters in many French cities, with accusations of violence from both sides. In the letter, Macron wrote that he would accept “no form of violence” including “pressure and insults” against “elected representatives, media journalists, state institutions or public servants”. “If everyone is being aggressive to everyone else, society falls apart,” he wrote. Macron wrote that he would give his conclusions within a month of the end of the consultation process on 15 March. The letter ends: “In confidence. Emmanuel Macron”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}