{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/jan/10/rahaf-al-qunun-labor-says-saudi-refugee-should-be-resettled-in-australia", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-01-09T22:14:12Z", "webTitle": "Rahaf al-Qunun: Labor says Saudi refugee should be resettled in Australia", "webUrl": "https://www.theguardian.com/australia-news/2019/jan/10/rahaf-al-qunun-labor-says-saudi-refugee-should-be-resettled-in-australia", "apiUrl": "https://content.guardianapis.com/australia-news/2019/jan/10/rahaf-al-qunun-labor-says-saudi-refugee-should-be-resettled-in-australia", "fields": {"headline": "Rahaf al-Qunun: Labor says Saudi refugee should be resettled in Australia", "bodyText": "Labor has said the Saudi teenager Rahaf Mohammed al-Qunun should be resettled in Australia now that her refugee claim had been validated. The party’s foreign affairs spokeswoman, Penny Wong, told ABC radio on Thursday Bill Shorten had written to Scott Morrison urging him to accept Qunun. “Labor has been supportive of the government’s moves to consider humanitarian settlement in Australia given she has been found to be owed protection,” Wong said. “Shorten did write to the prime minister on Tuesday indicating that if she had a valid claim we support their efforts to offer her settlement in Australia.” Asked if the social media hype around Qunun’s case might spark copycats, Wong said every case had to be considered on its merits. “Obviously the fact that it became high profile may have heightened any risk to her should she return, that’s certainly one argument I’ve seen put,” Wong said. Qunun expressed delight overnight that the United Nations refugee agency had granted her refugee status. On Wednesday, the UN high commissioner for refugees found Qunun to be a refugee and referred her to Australia for resettlement. “Hey.. I’m happy,” she tweeted. “Oh, happy! The whole world knew about the situation of Saudi women and about the brutality and oppression of the government! Our message has arrived.” The 18-year-old woman barricaded herself in a Bangkok airport hotel room on Sunday to prevent her forcible return to Saudi Arabia, where she claims her family would kill her because she has renounced Islam. The Department of Home Affairs said it “will consider this referral in the usual way, as it does with all UNHCR referrals”. On Wednesday the home affairs minister, Peter Dutton, warned there would be “no special treatment” for Qunun. Ordinarily a UNHCR referral to Australia gets put in a queue without priority. The case goes through normal processing such as security and character checks which can take months or even years depending on available information and how easy it is to corroborate, an immigration insider told the Guardian. In this high-profile case, the speed of processing will largely be dependent on whether the minister or department secretary have issued any guidance or priority to the case. A UNHCR spokeswoman told the Guardian that Qunun remained “in a safe location in Bangkok for the time being”. Australia’s foreign affairs minister, Marise Payne, is in Thailand on Thursday for an official visit. As well as the Qunun case she is expected to discuss Hakeem al-Araibi, the Australian permanent resident who has been detained in Thailand for six weeks and fears deportation to Bahrain. The Australian director of Human Rights Watch, Elaine Pearson, said it might take up to a week for a humanitarian visa for Qunun to come through, but she would “love for her to get on a plane with the foreign minister”. Qunun has refused to meet with her father, who arrived in Bangkok on Tuesday. She had said on social media she was afraid of such an encounter. Her father has denied physically abusing her or trying to force her into an arranged marriage, among the reasons she gave for her flight, Thailand’s immigration police chief said after meeting him on Wednesday. The father wanted his daughter back and said his wife had fallen ill from the stress of the situation, Surachate Hakparn said. He described the man as being a governor in Saudi Arabia. “He has 10 children. He said the daughter might feel neglected sometimes,” Surachate said. Meanwhile, a small group of Australian women held a 45-minute topless protest at the Saudi Arabia consulate general near Martin Place earlier on Thursday. Jacquie Love from women’s rights organisation Secret Sisterhood said Qunun’s story had touched her heart. “We want to show the world, women can be free and safe and should be able to express ourselves freely and safely,” Love said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}