{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jan/09/nigel-clough-guardiola-wine-burton-manchester-city-9-0-carabao-cup", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-01-09T23:35:31Z", "webTitle": "Nigel Clough: ‘I hope Guardiola’s got more than a glass of wine for me’", "webUrl": "https://www.theguardian.com/football/2019/jan/09/nigel-clough-guardiola-wine-burton-manchester-city-9-0-carabao-cup", "apiUrl": "https://content.guardianapis.com/football/2019/jan/09/nigel-clough-guardiola-wine-burton-manchester-city-9-0-carabao-cup", "fields": {"headline": "Nigel Clough: ‘I hope Guardiola’s got more than a glass of wine for me’", "bodyText": "Nigel Clough managed to retain his sense of humour after Burton’s 9-0 trouncing by Manchester City by stating he hoped Pep Guardiola had “more than one glass” of wine on offer for the post-match drink. Burton’s heavy defeat in the Carabao Cup semi-final first leg at the Etihad Stadium ended their hopes of reaching the final, yet when asked what his opposite number told him at full time Clough remained light-hearted. “He said: ‘Come in for a glass of wine.’ I hope he’s got more than a glass,” said the visiting manager, who insists his side will use the return leg in a fortnight to celebrate reaching the last four. “Do I wish we hadn’t played? Not at all, we have made history in getting this far. It wasn’t about tonight it was about the achievement of getting here. We kept going right to the end, they were shouting: ‘We want 10’. And we stopped them, that’s a positive for us. “I told them that front five, if they reach the Champions League semi-final, will give Real Madrid or whoever they play a problem.” As Clough paid tribute to City’s attacking quintet of Gabriel Jesus, Riyad Mahrez, Leroy Sané, Kevin De Bruyne and David Silva, Guardiola referenced Clough’s late father, Brian, who is considered one of the greatest domestic managers. “His father showed him some tricks,” said City’s manager. “You know better than me what Clough means – all he won – and the respect for the way he played, his charisma. It’s an honour for me personally to play against a Clough. “I wanted to congratulate them for an incredible tournament. They beat mythical teams – like Aston Villa and Middlesbrough. We’re not a team who has a lot of titles in our museum so you have to take these chances to get to the final. You have to take it in the first leg.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}