{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jan/11/leeds-spy-row-marcelo-bielsa-blame-derby-frank-lampard", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-01-11T20:49:00Z", "webTitle": "Leeds manager Marcelo Bielsa accepts the blame over spy row with Derby", "webUrl": "https://www.theguardian.com/football/2019/jan/11/leeds-spy-row-marcelo-bielsa-blame-derby-frank-lampard", "apiUrl": "https://content.guardianapis.com/football/2019/jan/11/leeds-spy-row-marcelo-bielsa-blame-derby-frank-lampard", "fields": {"headline": "Leeds manager Marcelo Bielsa accepts the blame over spy row with Derby", "bodyText": "Marcelo Bielsa has accepted responsibility for the spy row involving Leeds before their Championship match with Derby on Friday. The FA is to investigate the incident after a member of Leeds’ staff was seen acting suspiciously outside Derby’s training ground on Thursday. The Leeds manager told Sky Sports: “It’s true there was someone from Leeds. The responsibility for this is me. “It doesn’t matter if this is legal, illegal, right or wrong. It’s enough Frank Lampard and Derby felt it was not the right thing to do. I didn’t behave well. I talked to Lampard and he told me I didn’t respect fair play. I have a different point of view on it but the important thing is what Frank and Derby think. I am responsible for it because I didn’t ask for permission to do it. “Without trying to find a justification, I have been using this kind of practice since the qualifications for the World Cup with Argentina. This is not illegal, we have been doing it publicly, we talk about it in the press. For some people it is the wrong thing, for others it’s not.” Lampard was irritated by what he called a disruption but acknowledged Bielsa’s contrition. “That’s good. He said the same to me, so I’m pleased,” said the Derby manager. “On a sporting level, it’s bad, in my opinion. Talking about ‘I did it somewhere else, it’s fine’ – that doesn’t work for me. It’s disrupted our preparations. Police had to come to the training ground, so that was disruptive. We were training on team tactics, shape, personnel and the fact that Harry Wilson wasn’t training. “He’s admitted it, so I don’t think there’ll be any further action but we had a guy in the bushes before we played Leeds earlier this season and we lost 4-1.” Police confirmed officers were called to the training ground and a man was spoken to at the perimeter fence. No arrest was made. A statement read: “Officers conducted routine checks which were all above board. Despite media reports, no damage to the fence was found and the man was stopped outside the grounds. No arrests were made and the man was sent on his way.” Mauricio Pochettino said the episode was not a surprise. The Tottenham manager played under Bielsa at Newell’s Old Boys, Espanyol and Argentina. “There is nothing wrong to try to find information and know a bit more about what the opponents are doing. That happened 30 years ago in Argentina. Not only Marcelo, all the managers were like this,” he said. “Here maybe it is a little bit weird but in Argentina it happened. It is not a big issue or a big deal.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}