{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/jan/20/jimmy-anderson-west-indies-big-incentive-to-beat-england-cricket", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-01-20T20:59:00Z", "webTitle": "Jimmy Anderson warns of West Indies’ big incentive to beat England", "webUrl": "https://www.theguardian.com/sport/2019/jan/20/jimmy-anderson-west-indies-big-incentive-to-beat-england-cricket", "apiUrl": "https://content.guardianapis.com/sport/2019/jan/20/jimmy-anderson-west-indies-big-incentive-to-beat-england-cricket", "fields": {"headline": "Jimmy Anderson warns of West Indies’ big incentive to beat England", "bodyText": "Jimmy Anderson acted as England’s speaker in Barbados over the weekend and, on the subject of how much West Indian desire there is to beat the tourists in their upcoming Test series, apparently the eyes have it. As the sole survivor from the last successful excursion to these parts, when an unused squad player during the 3-0 win in 2004 under Michael Vaughan, Anderson was asked why subsequent visits have returned just one Test victory from nine matches. West Indies have supposedly been lowly-ranked pushovers during this time and yet twice have left England as red-faced as some of the travelling support, inflicting a 1-0 defeat in 2009 – the catalyst for the AndrewStrauss/Andy Flower era – and rising back off the canvas in 2015 to secure a 1-1 draw on this very island. “Whenever we come here you get the feeling that West Indies really want to beat England,” said Anderson, whose own personal highlight in the Caribbean remains passing Ian Botham’s Test wickets record in Antigua four years ago. “It’s something that’s been ingrained in them, especially in the past when England have suffered heavy defeats. You can see it in the players’ eyes when you play against them and that means we’ve got to be on top form to be able to try and challenge them.” At 36 years of age and with the Kensington Oval due to witness his 146th Test, Anderson is not lacking in desire himself, of course. And having left the 3-0 win in Sri Lanka saying he felt “a bit of a spare part” due to conditions, he now has a Dukes ball back in his hand even if the expectation is for flat pitches. “At least there’s a glimmer of hope for us seam bowlers. We’re hoping for a little bit – just a little bit – through the air and it keeps you interested for the game,” said Anderson, having found this to be the case when taking four for 12 from 11 overs in his one warm-up outing. “We showed in Sri Lanka we can adapt to any conditions. Our batters batted better than they did and our spinners outbowled theirs. We’ve got to do the same again, man for man we’ve got to outplay them. We know we’ve got the talent to do it.” England’s attack leader is unsure at this stage who he will be sharing the new ball with this week. Sam Curran twice performed the role against the President’s XI – his bustling left-arm swing would certainly benefit from first dibs – but Stuart Broad will doubtless covet it too, meaning Joe Root has a decision to make. The captain has been here before, of course, having given Chris Woakes the chance in the build-up to last year’s New Zealand series only to revert to the old firm come the main event. Broad impressed the England management with his low ego, team-first attitude when a drinks carrier for two Tests in Sri Lanka and so any possible switch is unlikely to cause grumbling. Broad’s outlook was in part due to an intense focus on his own game. Having reacted to a tough Ashes series last winter by recalibrating his wrist-position, the 32-year-old has also shortened his run-up of late. Anderson, whose frictionless approach to the crease initially inspired the change (along with YouTube videos of Sir Richard Hadlee), is impressed. He said: “Since Australia, I’ve not seen anyone work as hard as he has on their game. It’s a credit to [Broad], he’s put so many hard yards in, not just on his run-up but on his action, trying to swing the ball away again.” The first outing for Broad’s shorter run-up was actually in Colombo, where a couple of drops by Root in the slips cost him an instant return on the hard graft. Six wickets last week – including a hat-trick of tailenders – offered more hope that the tinkering will pay off. Anderson added: “For me, it’s all about the last six yards, building that momentum up to the crease. He still has the same snap and can definitely have the same oomph. I do think the run-up has looked really good here. It might just get another couple of years out of him. Part of him thinks ‘why have I not done this sooner?’”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}