{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/jan/24/us-government-shutdown-opposing-bills-fail-senate", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-01-24T22:32:29Z", "webTitle": "Opposing bills to end US shutdown fail in Senate, with no clear path forward", "webUrl": "https://www.theguardian.com/us-news/2019/jan/24/us-government-shutdown-opposing-bills-fail-senate", "apiUrl": "https://content.guardianapis.com/us-news/2019/jan/24/us-government-shutdown-opposing-bills-fail-senate", "fields": {"headline": "Opposing bills to end US shutdown fail in Senate, with no clear path forward", "bodyText": "Donald Trump suffered a fresh blow on Thursday when a Democratic proposal to reopen the US government got more votes in the Republican-controlled Senate than his own – though both failed in a mood of grim inevitability. A measure backed by the president, including $5.7bn to help build a wall on the US-Mexico border, had a vote count of 50-47 in the Senate – well short of the 60 required to advance it over a Democratic filibuster. The widely predicted twin failure deepened the sense of dysfunctional government and left Washington with no obvious path out of the longest shutdown in US history. Some 800,000 federal workers are set to miss another pay cheque on Friday. At the White House, Trump sought to put a positive spin on the votes, insisting during some rambling remarks that “we won 50-47”. He was asked by reporters whether he would support any agreement reached by Senate majority leader Mitch McConnell and minority leader Chuck Schumer. “Well, it depends what the agreement is,” he said. “I mean, yeah - but if they come to a reasonable agreement, I would support it.” Pressed on whether it has to have money for his border wall, Trump insisted: “I have other alternatives, if I have to. And I’ll use those alternatives if I have to. But we want to go through the system. We have to have a wall in this country. We have criminals pouring into our country. “And I’m not talking about the southern border. They don’t stay there. They go through and they permeate all throughout the country, including places like Wisconsin - a lot of different places. And that’s the problem.” Democrats condemned the outcome but noted that six Republicans defied the president on their proposal. Senator Sheldon Whitehouse said: “I’m encouraged that some Senate Republicans are beginning to join Democrats to back a sensible resolution to this mess. They understand that the number one priority is ending this hostage crisis. With the government open, we can consider responsible ways to boost border security. It’s time to end this nonsense now.” The $350bn-plus funding bill represented the first attempt by Republicans controlling the Senate to reopen the government since the partial shutdown began a record 34 days ago. It would have provided three years of continued protection against deportation for 700,000 immigrants brought to the US illegally as children. Then Democratic-backed clean funding bill would have reopened the government for two weeks without money for a border wall, but also fell short of the 60-vote threshold. The Senate voted 52-44, more support than for Trump’s proposal. Six Republicans voted for the measure including senators Johnny Isakson, Mitt Romney, Lamar Alexander, Susan Collins, Lisa Murkowski and Cory Gardner. Romney told reporters: “I believe a border security programme should include, as well, a barrier on our souther border. I want to see government get open and government workers get paid. It’s having an effect on our economy and it’s having an effect on the lives of workers.” The Utah senator and former presidential nominee called for further negotiations. “We’ve got to have the leaders of both parties, including the Democratic party, sit down with the president and work out a deal that includes border security and gets the government open.” Earlier, the House of Representative passed the latest in a series of measures aimed at reopening the government with a 231-180 vote to open the Homeland Security Department. It was the 11th attempt to pass a bill ending the shutdown. About 20 House Democrats marched over to the Senate during its vote in an attempt to pressure Republicans. At a press conference, the House speaker, Nancy Pelosi, said she was willing to meet Trump “any time” to discuss ending the partial shutdown. She said House Democrats are putting together a new border security package that will include money for fencing, technology, personnel and other measures, but not Trump’s long-promised wall. Apparently watching on TV, the president quickly responded on Twitter: “Nancy just said she ‘just doesn’t understand why?’ Very simply, without a Wall it all doesn’t work. Our Country has a chance to greatly reduce Crime, Human Trafficking, Gangs and Drugs. Should have been done for decades. We will not Cave!” Trump’s State of the Union address, scheduled for Tuesday, has been postponed until the end of the shutdown following an acrimonious tit-for-tat with Pelosi. Trump and his allies have been accused of a callous disregard for federal workers’ plight. Wilbur Ross, the commerce secretary, told CNBC that he did not understand why some are using food banks when they could take out loans. “The obligations that they would undertake – say borrowing from a bank or credit union – are in effect federally guaranteed,” he said. “So the 30 days of pay that people will be out — there’s no real reason why they shouldn’t be able to get a loan against it, and we’ve seen a number of ads from the financial institutions doing that.” Pelosi told reporters: “Is this a ‘let them eat cake’ kind of attitude, or call your father for money?” Chuck Schumer, the Democratic minority leader in the Senate, added on Twitter: “Wilbur Ross is @realDonaldTrump’s Secretary of Commerce. Wilbur Ross is a billionaire. And this is billionaire Wilbur Ross saying he doesn’t understand why federal workers not getting paid during the #TrumpShutdown don’t just take out loans *to feed their families*. Unreal.” In an eye-catching move, Trump’s former chief of staff, John Kelly, joined the four other former homeland security secretaries in signing a letter urging the president and his Democratic rivals to end the shutdown. The National Air Traffic Controllers Association has warned of a growing threat to aviation safety. On Wednesday a poll by the Associated Press-NORC Center for Public Affairs Research shows that just 34% of Americans like Trump’s performance as president and six in 10 assign a great deal of responsibility to him for the shutdown, about double the share blaming Democrats."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}