{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jan/01/rafael-benitez-newcastle-premier-league-manchester-united", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-01-01T22:30:13Z", "webTitle": "Rafael Benítez hoping home truths help keep Newcastle in Premier League", "webUrl": "https://www.theguardian.com/football/2019/jan/01/rafael-benitez-newcastle-premier-league-manchester-united", "apiUrl": "https://content.guardianapis.com/football/2019/jan/01/rafael-benitez-newcastle-premier-league-manchester-united", "fields": {"headline": "Rafael Benítez hoping home truths help keep Newcastle in Premier League", "bodyText": "José Mourinho’s often stark candour won few hearts and minds at Manchester United but Rafael Benítez believes his own brand of brutal honesty can help keep Newcastle United in the Premier League. As Benítez prepared to welcome a team from Old Trafford under Ole Gunnar Solskjær’s interim care to Tyneside on Wednesday night he reflected on the fine line separating debilitating negativity and necessary realism. Whereas a less than diplomatic approach to management helped cost Mourinho his job and arguably prompted Manchester United’s players to underachieve, Newcastle’s manager feels there is still a time and a place for delivering some home truths in the right manner. Eyebrows were raised when he recently declared his team would require “a miracle” to avoid relegation but Benítez had no worries about his players’ reaction to that ostensibly rather bleak message. Whereas he made it plain he thinks Solskjær’s squad is good enough to be competing with Manchester City and Liverpool at the top of the table, Newcastle’s first team cannot afford to start imagining they are even half as talented. “The relationship between my players and myself is quite open and honest,” said Benítez, who thinks his squad overachieved by finishing 10th last season. “I’m telling them what I think and I’m telling them if we want to stay up we need to work so hard. “Everyone, players, staff, everyone, has to realise it is so difficult for us. We are competing against the best teams in the world, who are spending massive money and if we think we are better than we are it is a mistake. The table is tight and it’s not easy. The top teams can punish you. The proof is when we play at home with 52,000 fans we are not winning as much as we want. Why? It’s the Premier League and our level is our level. I can say the truth to my players and they understand easily what I’m trying to say.” Indeed Newcastle have won only twice at St James’ Park, which largely explains why they are sitting awkwardly close to the bottom three. Manchester United may be stuck in sixth place, 19 points adrift of the leaders, Liverpool, but their hopes of European qualification remain very much alive and Benítez dismissed suggestions they are no longer a team to be feared. Instead he made it clear that a squad as richly gifted – not to mention expensively assembled – should have been comfortably in the top four under the guidance of his old rival Mourinho. “Do you think the players that they have after spending the money they did are bad players?” said Benítez, whose club made a £20m transfer market profit last summer. “They are good players, they performed in the last three games [under Solskjær] – it is a very good team. “It is a team that easily has to be in the top four, that is very clear. They can compete against anyone; Liverpool, Manchester City, anyone. We are talking about one of the biggest clubs in the world. The players they have, the names they have. They are so good, if you want to get points against them, if you want to win against them you have to perform really, really well. It’s a massive game for us.” After three wins against Cardiff, Huddersfield and Bournemouth there is a theory that Solskjær’s side may start to feel the pressure of increased expectations but Benítez demurred. “It doesn’t matter who the manager is now, they have good players and that is the main thing,” he said. “They will be dangerous. I don’t think they will feel more pressure than before. They have good players and, for sure, they will try their best and they are used to pressure.” Although he was careful to keep his comments superficially opaque, Newcastle’s manager could not resist the temptation to taking another between-the-lines swipe at Mourinho. “If you are a top side like Manchester United and spend millions each year you have to be in the top four and win the title. That is the pressure they are feeling now.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}