{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/jan/28/ross-moriarty-recovery-massive-wales-france-six-nations", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-01-28T22:00:14Z", "webTitle": "Ross Moriarty’s recovery ‘massive’ for Wales as they prepare for France", "webUrl": "https://www.theguardian.com/sport/2019/jan/28/ross-moriarty-recovery-massive-wales-france-six-nations", "apiUrl": "https://content.guardianapis.com/sport/2019/jan/28/ross-moriarty-recovery-massive-wales-france-six-nations", "fields": {"headline": "Ross Moriarty’s recovery ‘massive’ for Wales as they prepare for France", "bodyText": "When Warren Gatland named his squad for the Six Nations last week, he chose 39 players because so many were carrying injuries and he wanted to ensure he could hold opposed training sessions. But now only three of them will not be considered when the Wales head coach ponders his 23 to face France in Paris on Friday night and of those only Leigh Halfpenny would have been a probable starter. Ross Moriarty has made a timely recovery from concussion to compete for a place in the back row missing the likes of Taulupe Faletau, Ellis Jenkins, Dan Lydiate, Aaron Shingler and James Davies, while in the backs Liam Williams and Gareth Davies are available having been rated doubtful a week ago. Scott Williams and Rhys Patchell are the other two who have been ruled out. “We have taken a few knocks in the back row so to have someone of Ross’s standing is massive for us,” the Wales forwards coach Robin McBryde said. “He’s dynamic, he never takes a step backwards and he is a young player who is still developing. He has not played much rugby in the last two seasons, but he does not need a lot of game-time to get himself going. He always keeps himself in great shape.” Wales are starting a Six Nations campaign against France for only the second time. On the other occasion, in 2000, they were thrashed 36-3 in Cardiff, but they have won six of their past seven matches against Les Bleus and the defeat, in Paris two years ago, came 20 minutes after the countdown clock had reached zero and followed a series of uncompleted scrums and resets. The referee that day, Wayne Barnes, will be in charge again. “We know France away and their big, physical pack first up is a big ask,” McBryde said. “Our last two matches against them have been close: we came out on top last year and before that Wayne forgot to stop his watch! Our focus is on making sure we start the tournament with a big performance. They are going to be hugely passionate and we have to be ready for that.” The match in Paris two years ago was the last time the Lions centre Jonathan Davies appeared in the Six Nations for Wales. Injury kept him out of the 2018 tournament and, with Halfpenny injured, Dan Biggar likely to start on the bench and Jamie Roberts left out of the squad, his experience will be vital if Wales are to mark Gatland’s final Six Nations campaign with them with a fourth title in 11 years. “Everyone remembers our game in Paris two years ago for the length of the game, but more frustrating for us was that we gave them a head start and had to play catchup,” said Davies, who spent two seasons with Clermont Auvergne, playing alongside Wesley Fofana who is set to start for France. “It is important this time that we take the lead and don’t give them opportunities to play.” Wales have won their past nine internationals, two short of their all‑time record, but Ireland are the favourites to win the Six Nations with some seeing their opening match against England in Dublin on Saturday as a potential title decider, something on which Davies would not be drawn. “That does not bother me,” he said. “We have just got to make sure we get a result in France. We have a lot to prepare for and we cannot look beyond that match. We have been under the radar a bit, which suits us. It is no concern whether people see us as contenders or not. It is all about trying to start our Six Nations campaign with a win.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}