{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2019/jan/28/super-bowl-drones-radar-start-up-experiment", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2019-01-28T21:44:01Z", "webTitle": "Super Bowl: experimental radar aims to stop drone drama at game", "webUrl": "https://www.theguardian.com/technology/2019/jan/28/super-bowl-drones-radar-start-up-experiment", "apiUrl": "https://content.guardianapis.com/technology/2019/jan/28/super-bowl-drones-radar-start-up-experiment", "fields": {"headline": "Super Bowl: experimental radar aims to stop drone drama at game", "bodyText": "A Bill Gates-funded startup is seeking permission to test a new kind of drone detector at Sunday’s Super Bowl game between the Los Angeles Rams and the New England Patriots in Atlanta. Echodyne, a Seattle-based company, filed an application with the Federal Communications Commission (FCC) on Sunday to operate two experimental radars “in the immediate vicinity” of Mercedes-Benz Stadium to “alert security personnel, including federal officers, of any unidentified drone activity during Super Bowl LIII”. The drone tests would be conducted under the guidance and direction of the FBI. Atlanta police have said there will be a zero-tolerance policy for drones near the Super Bowl stadium, with hundreds of local, state and federal law enforcement officers watching for illegal flights. Reports of rogue drones grounded flights at Newark airport in New Jersey last week, and forced the closure of Gatwick, Britain’s second-busiest airport, for several days in December. But it remains difficult to assess whether drone sightings represent real incursions by the small aircraft. At Newark, the Federal Aviation Administration said that it could not independently confirm the drone sightings by two airline pilots. Echodyne says its radars can detect, track and identify flying objects, discriminating between possibly dangerous drones and harmless birds or balloons. That information is fed to devices that attempt to jam the drone’s control or navigation signals, or to attack drones using nets. The US military has even developed counter-drone lasers to shoot offending aircraft from the sky. At Sunday’s game, Echodyne wants to deploy two radars the size of paperback books that it says can accurately detect and follow drones in three dimensions, up to a kilometer (0.6 miles) away. A short promotional video shows its radar tracking a small consumer drone with pinpoint accuracy. “This operation is intended to evaluate the performance of the radar alongside other sensors in a real-world environment,” according to the filing. Echodyne’s radars use so-called metamaterials – composite materials with complex, repeating structures that can manipulate electromagnetic waves and steer radio beams very precisely. At around $150,000, Echodyne’s system is about 20 times cheaper than the Israeli military systems that the British army was reported to have used to end the Gatwick incursions last month. The company is hoping to sell the devices to prisons, public venues and even the makers of self-driving cars. Echodyne has been awarded hundreds of thousands of dollars by the US navy, Nasa, and the Department of Homeland Security to develop and test its technology. However, the deployment at Sunday’s Super Bowl is still up in the air, as the federal shutdown delayed Echodyne’s FCC application. Documents show that the company made an emergency request with the FCC on 18 January “given the importance of this demonstration to protect the safety of life and property”. Echodyne would not comment on its Super Bowl plans, citing a non-disclosure agreement with an unnamed technology partner. However, Echodyne’s CEO, Eben Frankenberg, told the Guardian: “Our system is definitely something you’re going to see on stadiums, no question. If you’re trying to secure a facility the size of a stadium or a prison or oil refinery or an embassy, then something this size, with this range is absolutely ideal.” The FBI would not comment on Echodyne’s system, either. A spokesperson said, “While we cannot discuss the particulars or capabilities, law enforcement has assets in place so we can protect the public from such threats.” This story has been updated to correct the cost of Echodyne’s system."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}