{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/jan/13/australian-open-2019-five-to-watch-in-the-mens-draw", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-01-13T21:53:00Z", "webTitle": "Australian Open 2019: Five to watch in the men’s draw | Jacob Steinberg", "webUrl": "https://www.theguardian.com/sport/2019/jan/13/australian-open-2019-five-to-watch-in-the-mens-draw", "apiUrl": "https://content.guardianapis.com/sport/2019/jan/13/australian-open-2019-five-to-watch-in-the-mens-draw", "fields": {"headline": "Australian Open 2019: Five to watch in the men’s draw", "bodyText": "Novak Djokovic – No 1 seed Back on top after recovering from his long slump in the second half of 2018, the Serb is the man to beat again. Djokovic pulled level with Pete Sampras on 14 grand-slam titles with a dominant run at the US Open last September and he will be difficult to stop at his favourite tournament. But while the world No 1 has won six Australian Open titles, he is not quite the impregnable force of old. He can be caught out on an off day. Rafael Nadal – No 2 seed Those dodgy knees continue to frustrate the Spaniard, who was forced to end his season early after limping out of his US Open semi-final with Juan Martín del Potro. Fitness concerns make it hard to assess Nadal, whose only Australian Open title came 10 years ago. At his physical peak he is Djokovic’s strongest challenger; if his body is aching, however, he will be vulnerable against anyone, especially on a hard court. The world No2 might be rusty after withdrawing from Brisbane with a thigh strain. Roger Federer – No 3 seed There is no point writing off the champion given that he has dominated this tournament after returning from a knee injury in 2017. However, the Swiss master found it increasingly tough to maintain his high standards after defending his title last year. He remains on 20 majors after suffering shock defeats at Wimbledon and the US Open, while he has struggled against Djokovic recently. Is time starting to catch up with the 37-year-old? He needs to start swinging freely again. Alexander Zverev – No 4 seed While his grand slam performances remain underwhelming, the hype surrounding the young German rocketed after he won the ATP World Tour Finals. The 21-year-old followed up his triumph over Federer by outplaying Djokovic in a one-sided final and there is no doubt he has the talent to beat any opponent. With Ivan Lendl in his box, it might not be long before Zverev claims his first grand slam title. However he still has much to prove at the highest level. Stefanos Tsitsipas – No 14 seed Zverev is not the only rising star in the men’s game. Karen Khachanov gave Nadal an almighty scare at the US Open and Tsitsipas, the world No 15, also caught the eye last year. The Greek youngster won the Next Gen finals two months ago, beat Djokovic in the Rogers Cup last August and has already played Nadal in a couple of big finals. He has an exciting game and his rivalry with Zverev could capture the imagination in the future. There is no love lost between them."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}