{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2019/jan/01/doctor-who-new-year-special-recap-revolution", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2019-01-01T20:00:11Z", "webTitle": "Doctor Who New Year special recap – Resolution", "webUrl": "https://www.theguardian.com/tv-and-radio/2019/jan/01/doctor-who-new-year-special-recap-revolution", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/jan/01/doctor-who-new-year-special-recap-revolution", "fields": {"headline": "Doctor Who New Year special recap – Resolution", "bodyText": "‘I learned to think like a Dalek a long time ago’ Happy Who Year! I had mixed feelings about the festive special moving to the new year – not least because I worried it would ruin Christmas. But after 13 years, the yuletide themes were getting increasingly random, veering from romcom to superhero caper. Perhaps last year’s Twice Upon a Time, with its depiction of the first world war Christmas armistice, was the right way to end that tradition? I’m happy to report that was probably the case. Resolution is, by light years, the best episode of this new era. Speculation has been burning that the reported title was a fake out this episode would actually be called Resolution of the Daleks. After everything from Evil of the Daleks to Asylum of the Daleks, it wasn’t a bad guess – especially as the return of the Pepperpots was out of the bag, to those who were looking. Chris Chibnall stopped short of doing that, but still, what an absolute delight. The whole business in the ninth century and the archaeologists was a convoluted way to avoid any mention of the big reveal ahead of time. But I didn’t really care, because it worked. It was a noble intention of Chibnall to launch his tenure as a jumping-in point for new fans, dispensing with old monsters and continuity. But the powering force of Nu-Who since 2005 has been its ability to power forward while immersing itself in the world’s rich history. More than that, the Daleks’ return afforded Jodie’s Thirteen a gravitas she has often been missing, taking the character back to the deep, visceral fear of these creatures that 55 years of story has sustained. Too often, she has been left to goof around, namedropping Pythagoras and discussing her love of custard creams. To paraphrase another great Doctor: you can always judge a woman by the quality of her enemies. I was reminded of the 2005 highlight Dalek from writer Robert Shearman. The way that episode hammered home the danger and menace and unadulterated hatred within a single Dalek made Christopher Eccleston as the Doctor, just as this did for Jodie Whittaker. And that menace has not always been true of the Daleks (more below). Now, and it has taken a while, the Doctor is truly back in business. ‘Family isn’t just about DNA. It’s about what you do. And you haven’t done enough’ I don’t view TV with a stopwatch, but I’m pretty sure that two-hander between Ryan and his dad in the cafe was one of the longest scenes ever shown in Doctor Who. More extraordinary because it wasn’t a set piece, but an eviscerating attempt at mending broken father-son bonds. Chibnall tends to ramp up the emotion as a writer, but the Ryan and Graham story has sometimes felt laboured. Here, we got the resolution of the title, as Aaron reveals himself, somewhat surprisingly, as a good egg (though it is lost on me how he finished off the Dalek with a microwave). One thing though: even after a marathon 19 consecutive New Year’s days, it was still out of character for Ryan to be calling Graham “Gramps” after choking on the word “Grandad” just weeks ago. Life aboard the Tardis All this Resolution leaves is Yaz, the most underused companion in Doctor Who history. It’s a shame, because Mandip Gill is a talented actor overshadowed by the Graham-Ryan-Grace arc of this series, and the Yaz-centric Demons of the Punjab is widely regarded as the highlight episode. Now, at least, she appears to have something to do – namely be the Doctor’s PA. It strikes me that their she-mance is the main relationship between the Doctor and her friends; we don’t see much at all between her and the boys. Let’s just hope Yaz gets more to do next series. Fear factor In what will probably be the most controversial element of this episode, history has been rewritten in the shape of a steampunk recon Dalek. The plunger on its right arm has been replaced with a far more menacing claw. It was historically a triumph of writing that a saltshaker armed with a plunger and a whisk could pass for the most dangerous creature in the universe. And Russell T Davies did come up with some imaginatively murderous functions for that plunger. But this reinvention of the Daleks has truly reinstated their menace. Mysteries, questions and continuity There was a lovely throwback to The Day of the Doctor when UNIT’s Black Archive was plundered. But no sooner than that, we discovered that the Unified Intelligence Taskforce had been disbanded. But with UNIT disbanded and Torchwood an awkward distant memory, it is now down to Team Tardis alone to defend the Earth. I hope Kate Stewart and Petronella Osgood got decent military payouts. Deeper into the vortex • Who said we weren’t getting a Christmas special this year? If you haven’t caught it yet, check out this lovely Santa-themed animation. The last time the Doctor knowingly met Santa was in the 2014 special Last Christmas, with Saint Nick portrayed by Nick Frost. • I got a Killing Eve frisson from the giant CAPSLOCK location bumpers in the opening sequence, which made me happy. • By quite some margin, this was Chibnall’s biggest body count of the series. I expect he enjoyed it. Next time That’s all the Doctor Who we’re getting in 2019. We’re promised a new series “early in 2020”, so at least it’s not the full two-year gap we’ve had in the past. What we do know is that all of Team Tardis will be returning for series 38/12. And since they’re getting into their stride, that’s something to look forward to."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}