{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jan/28/newcastle-united-football-rafael-benitez-future-manchester-city-premier-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-01-28T23:00:53Z", "webTitle": "No guarantees over my Newcastle United future, says Rafael Benítez", "webUrl": "https://www.theguardian.com/football/2019/jan/28/newcastle-united-football-rafael-benitez-future-manchester-city-premier-league", "apiUrl": "https://content.guardianapis.com/football/2019/jan/28/newcastle-united-football-rafael-benitez-future-manchester-city-premier-league", "fields": {"headline": "No guarantees over my Newcastle United future, says Rafael Benítez", "bodyText": "Rafael Benítez has admitted he cannot give any guarantees about his future at Newcastle United as another fruitless transfer window draws to a close. The Spaniard handed his latest list of targets – one which sought to address the failings of the club’s summer recruitment drive and strengthen his squad for a second Premier League survival fight – to the managing director, Lee Charnley, back in December. However, as he prepared his players for Tuesday night’s Premier League encounter with the champions, Manchester City, 48 hours before the window is due to close, the beleaguered manager still did not have a single new face on board. The former Liverpool, Chelsea, Real Madrid, Internazionale and Napoli manager is out of contract at the end of the season and, with Newcastle showing little sign of providing him with assurances over the club’s direction, the prospect of him signing an extension appears unlikely. Asked if he could guarantee he would not walk out before the end of the campaign, Benítez said: “No, I cannot guarantee anything. I guarantee I will be focused and try to do my best every minute.” The 58-year-old is renowned for his principled determination to honour contracts and, although it is understood a multi-million pound clause which would leave him having to buy his way out of his existing deal has now expired, the chances are that he will remain on Tyneside whatever happens over the remainder of this week. However, there is a growing feeling that a man who continues to see the potential in a properly-funded Newcastle has grown weary of the constant battle. With little prospect of the owner, Mike Ashley, off-loading the club he has been trying to sell since October 2017, Benítez may have finally admitted defeat in his Newcastle project. Asked if he would walk out on Thursday if the club failed to bring in his desired players, Benítez replied: “We will wait until Thursday and see what happens. Hopefully we can get three points against Manchester City and then everybody will be happy. “I came here and I decided to stay in the Championship because I can see the potential of the club. I will try to do my best until the last minute.” Asked further if there was no chance he would walk away from the club on Thursday, he replied: “[That would be] Very difficult.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}