{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/jan/28/kate-and-meghans-staff-seek-help-from-instagram-to-deal-with-online-abuse", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-01-28T23:37:48Z", "webTitle": "Kate and Meghan’s staff seek social media firms' help over online abuse", "webUrl": "https://www.theguardian.com/uk-news/2019/jan/28/kate-and-meghans-staff-seek-help-from-instagram-to-deal-with-online-abuse", "apiUrl": "https://content.guardianapis.com/uk-news/2019/jan/28/kate-and-meghans-staff-seek-help-from-instagram-to-deal-with-online-abuse", "fields": {"headline": "Kate and Meghan’s staff seek social media firms' help over online abuse", "bodyText": "Kensington Palace has been forced to seek advice from social media companies over online abuse and physical threats, some aimed at the Duchesses of Cambridge and Sussex. The high level of vitriol and abuse on the royal family’s platforms has meant staff have to spend several hours a week moderating and deleting posts, which include racist and sexist abuse as well as threatening remarks. Officials have now sought help from Instagram to deal with the problem. Some of the worst, hate-filled personal abuse is said to be between competing camps that support Kate or Meghan, fuelled by some media reporting that pits the women as rivals. While some of the abuse has been directed at the two royals, more of it was arguments between rival fans, particularly on the Kensington Palace Instagram account, which has 7 million followers, with any given post attracting in excess of 1,000 comments. While the overwhelming majority of these comments are positive and engaging, buried among them are some that are viewed as being “very aggressive, particularly with each other”, said a source. “It has been a challenge. Instagram has been incredibly helpful on this with advice and support.” The abuse is said to have spiked in October and November last year. Palace policy is not to take down comments merely critical of the royals, the source said. In fact one of the things that upsets some of these people is that the Palace does not remove comments that are critical of the principals, as long as they are not crossing the line into abuse, which seems to motivate these rival groups into action. One derogatory post about the Sussexes was followed by six knife emojis. Last year, the Mail on Sunday reported that abusive comments on the Kensington Palace site about Meghan had remained up for days and included allegations she bleached her skin to look whiter, while others called her “tacky” and “trashy”. One made reference to “the ghetto”. Kensington Palace has Twitter and Instagram accounts, and uses manual and automatic tools for monitoring social media accounts. Abusive, racist, sexist or violent comments or messages are reported and deleted. The official accounts are deliberately conservative compared with those of some other high-profile women on social media, with information restricted to reporting on royal engagements. However, the Instagram account has grown significantly over the past two years and the scale of the comments has grown to thousands appearing within a few hours. “That is just something we have to deal with,” added the source. Neither Kate nor Meghan has her own public social media accounts, and Meghan closed down her personal accounts and her lifestyle website following her engagement to Prince Harry. On Monday, Hello! magazine launched a #HelloToKindness Twitter campaign in response to the abuse. “For us, it’s not acceptable to pit two women against each other. It’s not acceptable to post abusive, threatening, racist or sexist comments online. And it’s not acceptable to attack other users just because they disagree with you,” Hello’s royal editor, Emily Nash, said in an online video launching the campaign. “Before you comment, think. Is it helpful? Is it kind? And would you say it in real life?”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}