{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/jan/20/danny-cipriani-england-call-owen-farrell-hand-surgery", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-01-20T22:05:00Z", "webTitle": "Danny Cipriani waiting on England call after Owen Farrell hand surgery", "webUrl": "https://www.theguardian.com/sport/2019/jan/20/danny-cipriani-england-call-owen-farrell-hand-surgery", "apiUrl": "https://content.guardianapis.com/sport/2019/jan/20/danny-cipriani-england-call-owen-farrell-hand-surgery", "fields": {"headline": "Danny Cipriani waiting on England call after Owen Farrell hand surgery", "bodyText": "Danny Cipriani will find out in the coming days if Owen Farrell’s thumb injury leads to an England reprieve and a place in the squad to prepare for their Six Nations opener against Ireland. Last week Cipriani was omitted from England’s 35-man squad but Eddie Jones has yet to decide whether he needs an extra fly-half for the forthcoming training camp in Portugal in light of Farrell’s injury. Jones said he was “cautiously optimistic” Farrell would be fit to face Ireland in Dublin in 13 days’ time after it emerged the fly-half underwent minor surgery which ruled him out of Saracens’ European victory over Glasgow. The Saracens director of rugby, Mark McCall, said Farrell was expected to be on the sidelines for seven to 10 days and while the Rugby Football Union on Sunday confirmed he is set to travel to Portugal as planned on Wednesday, Jones may yet choose to call another fly-half into camp. A decision is set to be made before the squad departs and if Jones is seeking an extra fly-half, Cipriani comes into contention. Jones has expressed reservations over the Gloucester No10’s ability to perform a bit-part role within his squad in the past but other than Farrell and George Ford he is the only player with game-time at fly-half under Jones. Other options include Alex Lozowski and Marcus Smith. Jones, meanwhile, has an anxious couple of days ahead after Brad Shields and Joe Launchbury became the latest members of the England squad to go down injured. Shields pulled out of Wasps’ Champions Cup defeat by Leinster shortly before kick-off with a side strain while Launchbury went off with a neck injury after just 10 minutes. The Wasps director of rugby, Dai Young, was hopeful both would recover in time to play a full part in Portugal. “[Joe] got his head in the wrong position in a tackle and his head hit one of the Leinster players’ hips,” said Young. “He went off for [head injury assessment], passed the HIA but his neck really stiffened up. We don’t see it potentially being an issue moving forward, probably 24 or 48 hours.”Of Shields, Young added: “He got a bit of a strain and was a bit sore this morning, same again really, he is going to be sore for 24 or 48 hours but we don’t see them being a concern for England moving forward.” Chiefs sign new deals Exeter have announced their England internationals Jack Nowell, Henry Slade, and Luke Cowan-Dickie have signed new two-year contracts at the club."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}