{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jan/13/unai-emery-arsenal-mesut-ozil", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-01-13T22:30:22Z", "webTitle": "Unai Emery knocks Mesut Özil off his star-status pedestal at Arsenal", "webUrl": "https://www.theguardian.com/football/2019/jan/13/unai-emery-arsenal-mesut-ozil", "apiUrl": "https://content.guardianapis.com/football/2019/jan/13/unai-emery-arsenal-mesut-ozil", "fields": {"headline": "Unai Emery knocks Mesut Özil off his star-status pedestal at Arsenal", "bodyText": "Unai Emery made it clear that Mesut Özil’s days as one of Arsenal’s stars are in the past after dropping the midfielder for the 1-0 defeat by West Ham United. Özil’s absence from yet another difficult away game raised some awkward questions for Emery after his side’s toothless display at the London Stadium left them six points behind fourth-placed Chelsea. Two days after admitting he has funds to make only loan signings this month, it was strange that Arsenal’s manager found no place in his squad for a player with two and a half years left on a contract worth £350,000 a week. Emery was asked if it represented a luxury to leave out his highest earner on tactical grounds, especially as his bench contained few attacking options. Yet his response only served to underline how far the German has fallen down the pecking order since Arsène Wenger’s departure at the end of last season. “For me he is like another player,” Emery said. “It’s one decision, when one player is coming or not coming. Sometimes he is helping us, at other moments he is not helping us because of his injury or because maybe the match is not for him. But he is a good player.” Özil, who has not played since being withdrawn at half-time in the 1-1 draw with Brighton &amp; Hove Albion on Boxing Day, returned to training last week after shaking off a knee injury. Yet it has become clear that Emery does not trust him to work hard enough away from home. Özil tweeted a picture of himself in training on Friday afternoon, the same day he was told of his omission against West Ham. “Like the other players,” Emery said. “When we did the squad.” Arsenal, who host Chelsea on Saturday evening, have picked up two points from their last five away games. “It’s our challenge,” Emery said. “Each match is our challenge away. We are working on that. “We need to take more confidence, more performance collectively, being competitive away to change this moment. We started the season away well, being competitive and winning. But we need to do more to be more competitive and to impose our idea and our quality.” West Ham, meanwhile, are in talks to sell the midfielder Pedro Obiang to Fiorentina."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}