{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jan/13/the-real-manchester-united-david-de-gea-solskjaer-tottenham", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-01-13T20:54:27Z", "webTitle": "‘The real Manchester United’: De Gea says Solskjær has restored ‘happiness’", "webUrl": "https://www.theguardian.com/football/2019/jan/13/the-real-manchester-united-david-de-gea-solskjaer-tottenham", "apiUrl": "https://content.guardianapis.com/football/2019/jan/13/the-real-manchester-united-david-de-gea-solskjaer-tottenham", "fields": {"headline": "‘The real Manchester United’: De Gea says Solskjær has restored ‘happiness’", "bodyText": "David de Gea said the Premier League was now seeing “the real Manchester United” after they won 1-0 at Tottenham to extend Ole Gunnar Solskjær’s perfect start to his time as the club’s caretaker manager. De Gea was United’s hero, making 11 saves – the most he has made in a top-flight league game – with some of them taking the breath and the wind from Spurs’ sails. Solskjær has won all six of his matches since he stepped in for the sacked José Mourinho. It was an afternoon of misfortune for Mauricio Pochettino, the Spurs manager, who has been heavily linked with a move to United at the end of the season, when Solskjær’s short-term contract is due to expire. Harry Kane suffered a twisted ankle after a tackle from Phil Jones in what was the last action of the game while Moussa Sissoko had earlier left with a groin problem. The severity of Kane’s injury is unclear at present but the timing is far from ideal, with Son Heung-min now departing for the Asia Cup. For United Paul Pogba continued his swashbuckling form – he set up the 44th-minute winner for Marcus Rashford with a beautifully weighted pass – and, although they came to rely on De Gea, there was further evidence of a return to their traditions of fast, attacking football, particularly in the first half. De Gea said: “The manager brought some happiness, the players are playing well and the team is very strong now. This is the real Manchester United. We won the game against a top team, we controlled the first half but in the second half they had chances. I don’t even remember some of the saves so I can’t pick a best.” Solskjær has described De Gea on more than one occasion as the best goalkeeper in the world and he added a twist to hyperbole here. “There have been some great keepers at this club and he is challenging Edwin [van der Sar] and Peter [Schmeichel] for the No 1 spot historically. There were one or two fantastic ones and the rest were just about concentration. The team spirit is fantastic and, secondly, we’ve shown we can defend today.” Solskjær and Pochettino both stressed that the question of the permanent managerial position at Old Trafford was not something they wanted to discuss. Pochettino was disappointed that a driving performance had yielded nothing – he said the second 45 minutes was the finest football of his four-and-a-half-year tenure at the club – and he was concerned about Kane, who has a history of ankle problems. “My worry is that it was a bad tackle in the last moment,” Pochettino said. “It wasn’t the intention of the United player but it was a bad tackle and now he has bit of a swelling on his ankle and he was limping after the game. We are going to lose Son for the Asia Cup and, if Harry suffers an injury, it is going to be massive for us.” Pogba, who had fallen out with Mourinho, has been revitalised under Solskjær. “I am enjoying my football now,” Pogba said. “I like to be more attacking. I had to defend too much before and that is not my best attribute. This is my position. The manager tells me to get into the box and score goals. The best example is Frank Lampard.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}