{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/jan/14/morrison-to-prioritise-security-and-native-species-as-he-attempts-coalition-rebrand", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-01-13T23:41:44Z", "webTitle": "Morrison to prioritise security and native species as he attempts Coalition rebrand", "webUrl": "https://www.theguardian.com/australia-news/2019/jan/14/morrison-to-prioritise-security-and-native-species-as-he-attempts-coalition-rebrand", "apiUrl": "https://content.guardianapis.com/australia-news/2019/jan/14/morrison-to-prioritise-security-and-native-species-as-he-attempts-coalition-rebrand", "fields": {"headline": "Morrison to prioritise security and native species as he attempts Coalition rebrand", "bodyText": "Scott Morrison has named national security and native species protection as two key legislative priorities in the new year, as he and Bill Shorten gear up for an election expected in May but which could come as early as March. It is not clear what legislation Morrison was referring to, with no major environmental bills currently before parliament, and the prime minister’s office was not immediately able to clarify. As voters return from summer holidays Morrison attempted to reframe the Coalition government as the champion of “quieter Australians”, promising in a Daily Telegraph opinion piece that he “won’t be dragged off to the right or left” of politics. Morrison recounted a recent family visit to the Shoalhaven Heads hotel on the New South Wales south coast, an experience he said reminded him that Australians “think Australia is a pretty great place” and are “a lot more interested in everyday life” than noisy political debates. The Coalition has resumed political hostilities with a promise to force councils to hold citizenship ceremonies on Australia Day – a move targeted at progressive councils who have attempted to move ceremonies to protest against the celebration of 26 January, the anniversary of European colonisation. Morrison attempted to allay fears the 2019 election will be fought on culture war issues, stating his respect for Indigenous Australians who “were here first” and that Australians “have nothing at all against migrants”. He said the government should “keep population growth under control by getting the migration settings right” but not “shut the place down” just because of fears of congestion. “Those who want to hate don’t speak for me,” he said. Morrison told ABC News Breakfast that in April the Coalition would deliver the first budget surplus in more than a decade, framing the pending election contest as a choice between the fiscal responsibility of the Coalition’s plan for record social spending and Labor’s plan for “$200bn of higher taxes”. The prime minister said he was “not contemplating” an early election. When parliament resumes on 12 February Morrison faces a number of tests which could challenge his control of the lower house, including opposition amendments to facilitate medical transfers from offshore detention and the government’s policy to create powers to break up energy companies. Asked about the Coalition’s priorities in the few sitting days remaining before the election – with just four parliamentary weeks scheduled before May – Morrison said: “We want to continue the momentum with the measures on national security. They have kept my focus.” Government national security bills currently before parliament include those to make it easier to strip convicted terrorists of Australian citizenship and increase police powers to stop people at airports. Morrison said there were a “range of remaining items”to “finish off” the government’s program in 2019, citing “environmental legislation … [that is] important for native species”. The Coalition has been accused of having no policy to reduce greenhouse gas emissions since Malcolm Turnbull ditched the emissions reduction component of the national energy guarantee. In the Daily Telegraph, Morrison said Australians “want to take care of our environment, especially locally”. “We’re sympathetic to the big global environmental issues, because we really do care about the world we’re leaving for our kids,” he wrote. “But we’re not going to sign up to destroy our economy because of the extreme views of some.” Morrison said the shift to renewable energy was “happening” and should occur without Australians “being asked to pay higher taxes or shell out unaffordable taxpayer-funded subsidies”. His government has refused to rule out indemnifying coal power against a future carbon price and is investigating options for the government to underwrite new power generation projects by promising to buy electricity at a minimum price. In a nod to his claim that Australia will meet its Paris climate targets of a 26-28% emissions reduction by 2030 – contradicted by the latest emissions data and climate scientists and economists – Morrison wrote, “we’ll get there”. On Monday Bill Shorten will visit Kakadu national park after he and Morrison both announced packages worth more than $200m to revitalise the world heritage-listed site."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}