{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jan/19/arsenal-alexandre-lacazette-chelsea", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-01-19T21:52:36Z", "webTitle": "Alexandre Lacazette shows Chelsea the value of a no-nonsense No 9 | Barney Ronay", "webUrl": "https://www.theguardian.com/football/2019/jan/19/arsenal-alexandre-lacazette-chelsea", "apiUrl": "https://content.guardianapis.com/football/2019/jan/19/arsenal-alexandre-lacazette-chelsea", "fields": {"headline": "Alexandre Lacazette shows Chelsea the value of a no-nonsense No 9", "bodyText": "Sometimes it’s hard to be a striker. Or a No 9. Or a nine and a half. Or a fluid high-pressing false 11. There were six forwards of varying types on show as this match kicked off. None of them were your orthodox, meat-and-potatoes centre-forward – although Eden Hazard did make a dutiful attempt at standing with his back to goal while the ball sailed over his head, taking to the central role with all the refined disdain of a concert violinist making ends meet by delivering flat-pack furniture out of the back of a truck. Of the six it was Alexandre Lacazette who impressed most; who scored a lovely little miniature of a goal to set up Arsenal’s win; and who looked the most at home in his high-pressure wide-right role, both the architect and the executioner of this game’s best moments. As half-time approached Lacazette could be seen sprinting back 40 yards from the halfway line, legs whirring, gloved hands paddling close to the ground, winning the ball in the left-back position before surging off another 70 yards at full speed in order to close down Kepa Arrizabalaga in the Chelsea area. The Arsenal fans cheered and whooped at the sheer unstinting effort from the man who is, technically, their No 9. Lacazette crouched on the turf, thighs burning, chest heaving. But then he perhaps feels there’s not much point in going into power-saving mode at all while he’s actually on the pitch. Lacazette has completed 90 minutes for Arsenal once since 11 November, although he has now scored eight Premier League goals and assisted five this season having made only 14 starts. He was substituted here too, trudging off on 68 minutes to a standing ovation. And within half an hour of the game ending a Twitter account that appears to emanate from his agent Score Agencies had posted a tweet reading: “Est ce que c’est le remplacement de trop? Next stage .....”, with the hashtags #Lacazette #Gunners #ByeBye” Really? Hashtag ByeBye? Say it ain’t so, Alex. For those opening 45 minutes Lacazette had been the best player on the pitch in what was a frantic, slightly muddled game. Around him, meanwhile, there were differing fortunes for that mixed and muddled attacking six. After the game Maurizio Sarri would rage at his players for their lack of passion, a more digestible reason for his team’s poor performance than sending out players in ill-fitting roles. Once again Hazard looked like a diamond hat pin being used to lever open a tin of soup. To his left Willian dropped his shoulder and tried his one convincing trick, the one where he cuts inside and does what Willian always does. On the right Pedro scurried hopefully without ever threatening to arrive. There was also a change of front-line for Arsenal. Albeit a more successful one, with Aaron Ramsey at the point of the midfield diamond behind Pierre Emerick-Aubameyang and Lacazette. Mesut Özil was again skulking as a spare part on the bench – which is at least a change from his other setting: skulking as a spare part on the pitch. For a while Ramsey played the same way Dele Alli had against Chelsea, operating as a kind of roving forward, bouncer, there to harry and press Jorginho, who is so key to the way Chelsea move the ball forward. Aubameyang moved beautifully and might have had a hat-trick on another day. But it was Lacazette who really caught the eye, a player who is more used than most to finding a hole to fill in this team. He can do it all too: dribbling, holding the ball, passing nicely and haring back to cover. Little wonder the Arsenal support are so fond of him. And rightly so given his obvious hunger for the cause, his willingness to play wide or centrally. In that early period Arsenal were quicker in the challenge, and well-drilled in their high press, swarming around the Jorginho zone with a studied malevolence. The opening goal was coming. With 14 minutes gone Lacazette took the ball inside the Chelsea penalty area, turned away from Pedro with a swivel of the hips, then veered around a stiff-looking Marcos Alonso, defending with all the abrasive agility of a decommissioned Dalek. There seemed no free space to hit from a narrow angle on the right. But somehow Lacazette spotted a small square of vacant netting and spanked the ball into it with such thrillingly vicious accuracy it was past Arrizabalaga before he could do any more than flail his arms uselessly. Both these teams remain early-stage projects, half-formed ideas. To his credit Unai Emery has shown that even as he builds this team he is unafraid to bench and shuffle his starriest attacking players, whatever their agents – or indeed their agents’ social media feeds – might think about it. But small details can often matter more than positional and tactical cuteness, and there was enough edge and fury in Lacazette’s sublime opening half hour to do for Chelsea here."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}