{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2019/jan/21/jon-faine-to-retire-after-23-years-as-abc-radio-melbourne-morning-host", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2019-01-20T23:19:02Z", "webTitle": "Jon Faine to retire after 23 years as ABC radio Melbourne morning host", "webUrl": "https://www.theguardian.com/media/2019/jan/21/jon-faine-to-retire-after-23-years-as-abc-radio-melbourne-morning-host", "apiUrl": "https://content.guardianapis.com/media/2019/jan/21/jon-faine-to-retire-after-23-years-as-abc-radio-melbourne-morning-host", "fields": {"headline": "Jon Faine to retire after 23 years as ABC radio Melbourne morning host", "bodyText": "The ABC broadcaster Jon Faine will step away from the microphone at the end of the year after 23 years presenting the morning program on Melbourne local radio. Known for his take-no-prisoners style of interviewing, Faine has been holding public figures to account for more than two decades. He joined the ABC 30 years ago to make the Law Report on Radio National. “Now I find I am presenting the Mornings show on ABC Radio Melbourne for the 23rd year – but it will be my last,” Faine told listeners on Monday morning. • Sign up to receive the top stories from Guardian Australia every morning “I have told the ABC that when my present contract expires, I do not seek another. Time for someone else to have as much fun as I have had.” “It is rare for someone who does my gig to get to choose the timing of their departure – instead of having it chosen for them! I never expected to be in this privileged role for anything like as long as I have been, and change is not something to be afraid of. Faine has never shied away from reporting on his own employer, the national broadcaster, and last year was highly critical of the performance of the former managing director of the ABC Michelle Guthrie. The manager of ABC Radio Melbourne, Dina Rosendorff, said Faine was “more than just a broadcaster to both his ABC colleagues and his audience”. “He has been a mentor and leader to many of his colleagues over his 23 years behind the mic as well as a trusted and reliable source of information and analysis on issues that affect all Victorians.” Rosendorff said now was not the time to farewell Jon. “He still has a year of reporting on our community and talking to the people who shape it. We will certainly be making the most of his skills in the coming year as we cover the 10th anniversary of the Black Saturday fires and a federal election.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}