{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2019/jan/12/omar-musa-australia-could-be-so-much-better-but-instead-we-indulge-our-worst-instincts", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2019-01-11T23:51:37Z", "webTitle": "Omar Musa: ‘Australia could be so much better – but instead we indulge our worst instincts’", "webUrl": "https://www.theguardian.com/culture/2019/jan/12/omar-musa-australia-could-be-so-much-better-but-instead-we-indulge-our-worst-instincts", "apiUrl": "https://content.guardianapis.com/culture/2019/jan/12/omar-musa-australia-could-be-so-much-better-but-instead-we-indulge-our-worst-instincts", "fields": {"headline": "Omar Musa: ‘Australia could be so much better – but instead we indulge our worst instincts’", "bodyText": "Those who think Australia is a land of pretty beaches, long lazy Januarys and no culture wars should be marched tout suite to the Sydney festival, and made to watch Omar Musa’s one-man show, Since Ali Died. It’s all there, densely packed into an hour of theatre, hip-hop and spoken word. There’s Musa’s own story of how his life fell apart after the death of his hero, Muhammad Ali. There’s his best mate, out of Goulburn jail and riding a self-destructive streak. There’s the woman he fell in love with – inscrutable, captivating him as she halves MDMA caps, and breaking his heart when she starts calling him “champ”. But there’s also the other stuff. The Australia stuff. It’s being told at school that your skin is the colour of shit. It’s being singled out by Mark Latham on Twitter. It’s shock jocks and far-right rallies and riots declaring war on the religion you were raised with. It’s race-baiting by politicians to win elections. It’s learning, Musa says, “what it means to be a young brown boy on black land run by white people”. Born and raised in Queanbeyan, the son of Australian arts journalist Helen Musa and Malaysian poet and actor Musa bin Masran, Musa is a confident performer who can hold the stage on his own with little more than a sonorous voice and evocative writing (the river is a recurring motif that he invokes memorably with just a few lines of poetry, and a flowing movement of his hands). But sitting in the gloom of the empty theatre before the second night of his show, he admits to feeling conflicted about the work. “Since Ali Died is based on autobiography but still it’s fictive, conflating several people into one character. What I like to do with a lot of my work is take autobiographical elements and heighten them to the level of some type of myth – sometimes almost like a fairytale. “Of course it’s fucking scary because, having said all of that, you are still putting your life out on show, your pain and grief – and the dark side of yourself. It’s a very vulnerable, dangerous spot and I’m still not sure how it makes me feel.” The work was first performed last year, to rapturous public response. Doesn’t that somewhat ease the vulnerability? “I’d venture to say it makes me feel uneasy rather than overjoyed,” he answers. “You are risking your sanity, you are risking your life every time you get on stage. I see art and writing as dangerous. I have made the mistake of thinking art is the best type of therapy. I can only present my words in a confident way because I have gone through a fire to make the work – but it’s all on unsteady foundations.” Omar has been writing and performing for more than a decade; he has recorded albums, written a novel – Here Come The Dogs – and books of poetry, and performs as a slam poet. The play, his first, is directed by Anthea Williams, who Omar says “was able to identify some of the chaotic threads in my work”, and found a way to bring them together in one story. The pair spent ten intensive days nutting out a structure that combines rap performance with prose, and poetry with theatre. But for all the praise and his increasing reach, Musa says he has grown ambivalent about writing and performing. “I don’t think this play will live much longer than this year,” Musa says. “It’s painful, it’s difficult to dredge all that personal stuff up again night after night, when you are trying to write a new chapter in your life and put some of this stuff behind you. “Maybe I’m just not professional enough to be more detached from it but I feel so depleted. Art destroys you as much as it fulfils you – even more – which is why I’m getting to a point where I might even give it up.” He hesitates before qualifying this: “I would never be able to fully give it up – it’s within me. I want to do another novel. But making my passion into my profession, I sometimes wonder if that’s a big misstep. It feels like the audience is getting more out of it than I am and, as the audience is getting bigger and bigger, I’m getting smaller and smaller – and one day, am I just going to vanish into thin air? And what was it worth? Do I have to sacrifice my mind and life and my liver and my everything to make art? Maybe it’s better if I just go and tend to a garden in Borneo – grow eggplants and chillies.” In fact, Musa is seriously considering spending more time in the archipelago, “towards Malaysia, towards Borneo, towards Indonesia”, he says. He recently stayed with his father in Sabah, Borneo. Each day “you just trundle down to the local restaurants, grab a plate of kway teow, squeeze a calamansi lime over it, have an iced lime tea, sip on that – get a nice mangostein, the princess of the fruits, or the king of the fruits: a durian.” Writing comes easy there, he says. “The humidity ignites my creative mind.” But one also gets the sense that, at 35, Musa has not only grown weary of Australia’s rolling culture wars, but of being betwixt and between. “I’m Australian-Malaysian – I am in between. I will be forever stuck on the hyphen. You have access to different identities and different eyes, but it can also be very dislocating. You can feel lost a lot of the time, as much as you try to let these dual identities enrich you. But they sometimes can leave you feeling completely lost.” Right now, his imagination is fired up by the stories and myths of Borneo. “It’s good to have a change every few years and shake things up. Yes, Australia does get me down a lot, but I’m choosing Malaysia because it interests me and I have a lot to learn, not because of an outright rejection of Australia.” So what does he love about Australia? He thinks about his answer carefully. “I love the landscape. I love the river in my hometown. I love the smell of Australia – fire and smoke and earth and salt, the height of summer – there’s nothing else like that smell. You’re on the edge of an adventure. But also its dangerous – it feels like things could blow up or combust. “I also love the sort of interconnected ethnic groups that would happen nowhere else in the world – Aboriginal kids friends with Macedonian kids friends with the Malaysian kid. Where else would you have that kind of mix? He continues: “There’s a sense of possibility – but that’s also what disillusions me. It could be a really great place if we managed to grapple with our past. There’s still a small enough population on this big island that we could sort of negotiate an outcome that’s as fair and as even minded as [Australia] pretends to be – whereas you look at America, and it’s inexorably fucked. The wealth disparity, the population, the guns; you think, ‘What could anyone ever do with that mess?’ That’s what kills me. Australia could be so much better – but instead we indulge our worst instincts and we’re small-minded and we’re petty, we lack empathy and it’s like, ‘Why?’” Maybe Musa will spend his early middle period tending to a garden in Borneo and writing “only for lovers or friends” but his is a restless, hungry mind. Even through the burnout, there’s a sense that he’s not done yet. • Since Ali Died runs at SBW Stables theatre, Darlinghurst, until 19 January, and at Riverside theatres, Parramatta, 22-25 January"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}