{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2016/dec/10/hamid-kehazaei-inquest-exposes-failures-of-australias-secretive-immigration-regime", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2016-12-09T22:59:21Z", "webTitle": "Hamid Kehazaei inquest exposes failures of Australia's secretive immigration regime", "webUrl": "https://www.theguardian.com/australia-news/2016/dec/10/hamid-kehazaei-inquest-exposes-failures-of-australias-secretive-immigration-regime", "apiUrl": "https://content.guardianapis.com/australia-news/2016/dec/10/hamid-kehazaei-inquest-exposes-failures-of-australias-secretive-immigration-regime", "fields": {"headline": "Hamid Kehazaei inquest exposes failures of Australia's secretive immigration regime", "bodyText": "In the quiet, neat calm of a Brisbane courtroom, a world from the muggy heat and steel fences of the Manus Island detention centre, the final, agonised days of Hamid Kehazaei’s life have been forensically assayed and analysed. The bare details of the 24-year-old asylum seeker’s death in 2014 are well known – the worsening infection, the stubborn fever that could not be shifted by any treatment, the requests to move him to hospital delayed and resisted, the heart attacks, the brain death, and finally, the end. But laid before Queensland state coroner Terry Ryan over two weeks there has been new evidence with brutal details, including: • Doctors’ instructions to provide Kehazaei with intravenous paracetamol were ignored two nights in a row by night staff, leaving him in increasing pain, vomiting and growing increasingly confused as infection took over his body and left him without enough oxygen going to his brain. • As he grew increasingly sick and sepsis took hold, Kehazaei was heard, even from outside the medical centre, screaming unremittingly, how he was unable to recognise friends and staff whom he knew well. • Severely hypoxic, scared and unable to understand what was happening to him, Kehazaei pulled the intravenous lines from his arm, became combative with staff and refused to wear a mask. • Kehazaei was left lying unsheltered from the tropical sun at the airfield – febrile and septic, but unsedated – while he waited for the air ambulance to land and finally fly him off the island to a hospital. “He was the most awful colour I’ve ever seen in a human being,” Dr Marten Muis said of Kehazaei’s final conscious moments on the island. “He was a sort of grey-purply colour. “His breathing was over 30, he seemed confused. If you went anywhere near him to put a mask on him, he would put his arms up or strike out.” Over a fortnight of hearings at the coronial inquest into Kehazaei’s death, Manus Island medical staff appeared in steady succession before the coroner to explain in detail how the 24-year-old’s health deteriorated precipitously while he was being treated in detention, as their pleas to have him moved to a hospital were either ignored or refused by Australian immigration department officials. One doctor revealed how he was reduced to rummaging through a cupboard, “the very small pharmacy that we had”, to see if there were any more antibiotics they might give Kehazaei, because nothing over 36 hours had helped him, and he was growing sicker by the hour. Another was reportedly furious at being told by bureaucrats in Australia that Kehazaei couldn’t be moved – “You’re on your own and you’re going to have to keep this man overnight” – and that her instructions to give him pain relief medicine overnight were ignored two nights in a row. But beyond Kehazaei’s specific, tragic circumstance, and perhaps ultimately of greater import, are the statements made before the coroner about the broader systemic failures of a regime that is maintained as a closely guarded secret. A succession of health professionals gave evidence that the clinical opinions of health professionals are routinely overruled in offshore detention by non-medically trained department bureaucrats. Doctors on Manus Island also told the coroner they were constantly frustrated at their working conditions within the rudimentary clinic, by poorly trained staff who ignored clinical directions, by a lack of medication and diagnostic equipment, by unhygienic conditions, and most crucially, by a system of control from Canberra that resisted all efforts to move critically ill patients to higher levels of care in hospital. “There was a pressure regarding finances and budgets of doing air ambulance evacuations ... and for people to travel to Australia we knew that there was a political pressure in the department,” one doctor said. A cohort of immigration and border protection staff called to appear before the coroner attempted to resolutely – truculently at times – defend the policies. Each ran, without much variation or sophistication, a defence that they were following orders. “My role was not to question or to seek further information,” Caroline Gow, the department’s former assistant director of detention health services, said when asked why she hadn’t sought more information on Kehazaei’s worsening health. “I can’t undermine my bosses and go above them. It’s their responsibility to give the approval.” Their answers revealed the dangers of a hollowed out department, where frank and fearless advice, and any commitment to the genuine service of the public interest are at risk from a slavish prosecution of a policy that is known to be dangerous. None of the senior immigration officials appearing before the coroner, rising to the level of first assistant secretary, seemed to acknowledge there was any moral dimension to their responsibilities or to those of their organisation. None conceded to understanding there was a higher responsibility to keep Kehazaei alive. Before the coroner, examples abounded of lapse, followed by justification. An “urgent medical transfer request” at 1.15pm that warned Kehazaei was at risk of “sepis, life-threatening widespread systemic infection”, nonetheless “did not paint a picture of urgency” to the director of detention health services, Amanda Little, who declined to send the case to her superiors for approval. When she did ultimately “escalate” the case to assistant secretary Paul Windsor – at 7:24pm - he had gone home for the day and did not read his emails for another 13 hours. “The time it took me to put something forward was not something that would significantly delay the process,” he told the coroner in defence of the delay. “You could argue that the process could be streamlined so it didn’t have to pass through the hands of four officers. I would argue that the process worked well on many occasions.” The evidence before this coronial inquest has also shown, beyond any reasonable argument, who runs offshore detention. Australia controls offshore detention, and micromanages the decisions that take place within the camps on Nauru and Manus Island. No asylum seeker or refugee can be moved from an offshore camp without the express permission of the Department of Immigration and Border Protection in Canberra. The department retains absolute and forensic control of everything that happens in those places. Approval for an asylum seeker in detention to go to hospital needed to pass across the desk of five department bureaucrats “to ensure that the officer commanding Operation Sovereign Borders, and subsequently the minister was aware of transferee movements”, Little told the coroner. Papua New Guinea and Nauru are, in this respect if not entirely, client states of Australia. The argument that they are independent sovereign nations running offshore detention of their own accord is a fiction long been rejected by almost-universal legal opinion. This coronial inquiry has only reinforced Australia’s realist domination of its two neighbours. Ryan will sit again in February for two weeks to further examine Kehazaei’s treatment, decline and death. But the evidence already before him shows a systemically impaired system that was known to provide insufficient and ineffective healthcare to those it was supposed to look after for. Healthcare in offshore detention is “broadly comparable” with that available in the Australian community, Mark Parrish, the regional director of International Health and Medical Services, told the coroner. That phrasing – “broadly comparable” – has been widely adopted, by ministers and prime ministers, and by the department, and was repeated by officials brought before the coroner as evidence in and of itself that all is fine offshore. But saying something over and over again does not make it true: this coronial inquest, long before it has finished, has exposed the flaws in that statement."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}