{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "global-development/2016/dec/01/haiti-cholera-outbreak-stain-on-reputation-un-says", "type": "article", "sectionId": "global-development", "sectionName": "Global development", "webPublicationDate": "2016-12-01T22:34:03Z", "webTitle": "UN admits for first time that peacekeepers brought cholera to Haiti", "webUrl": "https://www.theguardian.com/global-development/2016/dec/01/haiti-cholera-outbreak-stain-on-reputation-un-says", "apiUrl": "https://content.guardianapis.com/global-development/2016/dec/01/haiti-cholera-outbreak-stain-on-reputation-un-says", "fields": {"headline": "UN admits for first time that peacekeepers brought cholera to Haiti", "bodyText": "The United Nations has admitted for the first time that its peacekeepers were directly responsible for bringing cholera to Haiti, bringing to an end a six-year delay in which the world body consistently ducked responsibility for importing the disease that has potentially killed up to 30,000 people. In a 16-page report released on Thursday setting out what is being billed as a new approach to fighting cholera in Haiti, the UN secretary-general, Ban Ki-moon, cites expert opinion about the cause of the deadly outbreak. It found that “the preponderance of the evidence does lead to the conclusion that personnel associated with the [UN’s peacekeeping] facility were the most likely source”. The comment marks the first time that the UN chief has admitted that the devastating disease was brought to the country by the organization’s own peacekeepers when they were transferred from Nepal to assist with emergency rescue work in the wake of the 2010 Haitian earthquake. Ban presented his report to a special meeting of the UN general assembly in New York on Thursday. He spoke directly to the Haitian people in three languages – Creole, French and English. In English, he said: “We apologize to the Haitian people. We simply did not do enough with regard to the cholera outbreak and spread in Haiti. We are profoundly sorry for our role.” He added that the UN’s handling of the epidemic “leaves a blemish on the reputation of UN peacekeeping and the organization worldwide. For the sake of the Haitian people, but also for the sake of the United Nations itself, we have a moral responsibility to act and a collective responsibility to deliver.” Despite the presentation of the speech as a historic “apology”, it remained carefully worded in order to meet the tight limitations imposed by the UN’s legal position. Since cholera erupted in Haiti in September 2010, the UN has insisted that it is legally immune from any claims for compensation from those who were sickened or from the families of those who died. The official death toll now stands at 9,200 people, but studies have suggested that if under-reporting is taken into account the real figure may be more than three times that number. As Ban and his senior team prepare to bow out from their positions at the end of the year, they have stepped up efforts to clean up what has become a fetid sore on the reputation of the UN around the world. For the past six years it had doggedly refused to address the issue of how its own peacekeepers brought the deadly cholera bacterium with them when they were supposed to be coming to the help of the stricken people of Haiti. A first tacit admission of guilt came in August. But that in turn was denounced by the UN’s own human rights special rapporteur as a “disgrace” because in his opinion it amounted to an “explicit and unqualified denial of anything other than a moral responsibility”. The special rapporteur, Philip Alston, on Thursday welcomed Ban’s final admittance of the UN’s culpability. “The secretary-general has finally acted, albeit in his last month in office, after years of stonewalling,” he said in a statement to the Guardian. But Alston went on to slam Ban’s speech to the general assembly as a “half-apology”. “The determination not to accept legal responsibility entrenches a scandalous legal maneuver designed to sidestep the UN’s legal obligations,” he said. “It renders a meaningful apology impossible, as is made clear by the half-apology of the secretary-general today: he apologizes that the UN has not done more to eradicate cholera, but not for causing the disease in the first place,” Alston said. The key countries impacted by the cholera epidemic, which has spread around the Caribbean, showed a similar mix of emotions in response to Ban’s “apology”. Haiti’s representative to the UN, Jean Cazeau, said: “The UN has shown it can admit making mistakes.” He added pointedly that Ban’s volte face marked “a radical change of attitude away from the morally unjustifiable approach from the UN until now”. Courtenay Rattray, UN representative for Jamaica which suffered a knock-on cholera epidemic that spread from Haiti, said that Ban’s address acknowledged “the gross injustice that has been visited on the people of Haiti and the moral responsibility harbored by the UN”. As part of the UN’s new commitment to trying to redress some of the damage that its posture of denial has caused in one of the world’s poorest nations, the world body is trying to drum up $400m of resources over three years to invest in combatting the epidemic and its impact. The money, if raised, would be split within a dual track approach – introducing new sanitation and health treatment measures to reduce incidence of the disease, and a community-based fund to help victims. However, a lack of finance may inhibit the delivery of the package. The announcement conceded that efforts to tackle the outbreak have been undermined by insufficient funding. Brian Concannon, executive director of the Institute for Justice and Democracy in Haiti, a partnership of Haitian and US human rights advocates, said the initial wording of the announcement marked “a refreshing change from six years of ignoring victims’ voices and the UN’s clear legal obligations to them”. But he noted that the use of the phrase “moral responsibility” was the same language that the UN secretary general used during his trip to Haiti in July 2014, and appeared to be calculated to address the concerns of UN lawyers more than those of the people of Haiti. “Haitians are looking for a less qualified apology – for both introducing cholera and for the six years of denial of responsibility, which was an insult to Haitian dignity,” said Concannon."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}