{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2016/dec/20/idaho-football-coat-hanger-rape-teammate-john-rk-howard", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2016-12-20T23:26:51Z", "webTitle": "White football player accused of raping black, disabled team-mate avoids prison", "webUrl": "https://www.theguardian.com/us-news/2016/dec/20/idaho-football-coat-hanger-rape-teammate-john-rk-howard", "apiUrl": "https://content.guardianapis.com/us-news/2016/dec/20/idaho-football-coat-hanger-rape-teammate-john-rk-howard", "fields": {"headline": "White football player accused of raping black, disabled team-mate avoids prison", "bodyText": "An Idaho prosecutor’s declaration that an alleged rape of a black, mentally disabled football player with a coat hanger by his white team-mate was not a sex crime and was not racially motivated has sparked mounting criticism among campaigners against sexual assault. John RK Howard was initially charged with felony forcible sexual penetration by use of a foreign object, but on Friday, the 19-year-old reached a plea bargain that allowed him to plead guilty to a felony count of injury to a child. The deal will allow Howard to avoid prison time unless he violates his probation, the Twin Falls Times-News reported. The October 2015 assault drew national headlines after the victim told the court that he had been attacked by three football team-mates and sodomized with a coat hanger in the locker room. The victim’s family filed a federal civil rights lawsuit against the high school and school officials, claiming that the school had failed to protect the student from a campaign of racial harassment by other students that culminated in the sexual assault. The victim was called racial epithets such as “watermelon”, “chicken-eater”, and “nigger”, and Howard taunted the victim with a “Ku Klux Klan” song, the lawsuit alleged. But during Friday’s hearing, the prosecutor, deputy attorney general Casey Hemmer, played down both the racial and sexual aspects of the crime, according to the Twin Falls Times-News. Hemmer told the judge that the crime was not a sex crime and that Howard should not be treated as a sex offender, the paper reported. He also stated that his office did not believe that the crime was racially motivated. R Keith Roark, one of the attorneys representing the victim in the civil case, said: “The plea agreement is an abomination, and the in-court comments of the prosecutor, if accurately reported, reflect a perverse compassion for the perpetrator of a sickening, violent act rather than a concern for the young man whose life has been turned upside down by group violence – which we believe was indeed, at least in part, racially motivated. “How this can be anything other than a sexual assault is beyond my comprehension, and I have been prosecuting and defending sex crimes for 40 years,” Roark added. “Deputy Attorney General Hemmer’s actions and statements dehumanizes the young man who was heinously penetrated and fuels and sanctions our culture of sexism, racism, able-ism, domination, aggression, and violence, and in turn, the Office of the Idaho Attorney General is complicit in state-sanctioned sexism, racism, able-ism and violence,” the Idaho Coalition Against Sexual &amp; Domestic Violence wrote on Facebook. “Nothing short of a complete retraction by the Attorney General of Hemmer’s outrageous actions and statements and immediate action against Hemmer will be acceptable,” the group added. A spokesman for the Idaho attorney general’s office declined to comment on the plea or the prosecutor’s statements, citing a gag order imposed by the judge until Howard is sentenced in February 2017. Lee Schlender, another attorney representing the victim in the civil case, said the victim’s parents were “outraged” by the plea bargain and the statements made by the prosecutor. Schlender said the parents of the victim had not been properly consulted about the plea bargain, and that the victim himself could not approve or disapprove of the deal because he was currently institutionalized. “The father said he wanted to see these fellas spend some time in prison for what they did,” Schlender said, and referred to the proposed sentence of probation as a “slap on the wrist”. “To say that this has nothing to do with the fact that he’s one of only one or two black children in the school, and he’s mentally disabled, and he’s the only one that had this happen to him – to say that this doesn’t have to do with race is just incomprehensible,” Schlender said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}