{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2016/dec/09/broncos-brandon-marshall-shares-racist-threatening-letter", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2016-12-09T21:55:26Z", "webTitle": "Broncos' Brandon Marshall shares racist, threatening letter he received", "webUrl": "https://www.theguardian.com/sport/2016/dec/09/broncos-brandon-marshall-shares-racist-threatening-letter", "apiUrl": "https://content.guardianapis.com/sport/2016/dec/09/broncos-brandon-marshall-shares-racist-threatening-letter", "fields": {"headline": "Broncos' Brandon Marshall shares racist, threatening letter he received", "bodyText": "The Denver Broncos’ security staff is investigating a hate-filled latter that was sent anonymously to linebacker Brandon Marshall at the team’s headquarters. The handwritten two-page letter, which Marshall posted to Instagram on Friday morning, addresses the fifth-year veteran as a “worthless fucking nigger” and a “spoiled fucking jigaboo” in addition to other racial epithets. The writer went on to tell Marshall “your time is coming, watch out” and “we are ‘channeling’ a devastating hard hit for you. Something to make you an invalid in a wheel chair.” Marshall knelt during the national anthem before the Broncos’ season-opening game against the Carolina Panthers this year – a move that cost him an endorsement deal – in protest of racial oppression and police brutality in the United States. He continues to kneel during the anthem before the team’s next seven games, but said in November he intended to stand for the rest of the season while looking to work for positive change. “Going forward, I will be standing for the national anthem – not because everything is perfect, or because I’m changing my stance on things,” Marshall said in an Instagram post. “But because of my hope for what we can become.” The 27-year-old met with Denver’s police chief in September and has donated $300 for every tackle he’s made this season to charitable organizations in the community that are working toward ending social injustice. The news of Marshall’s letter comes one day after New York Giants fullback Nikita Whitlock said that burglars left disturbing racist graffiti during a break-in on Tuesday at his New Jersey apartment, including a swastika, “KKK” and “Go back to Africa”."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}