{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2016/dec/19/gurbaksh-chahal-domestic-violence-new-job-venture-capital", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2016-12-19T23:17:46Z", "webTitle": "Tech CEO who allegedly hit girlfriend 117 times gets venture capital job", "webUrl": "https://www.theguardian.com/society/2016/dec/19/gurbaksh-chahal-domestic-violence-new-job-venture-capital", "apiUrl": "https://content.guardianapis.com/society/2016/dec/19/gurbaksh-chahal-domestic-violence-new-job-venture-capital", "fields": {"headline": "Tech CEO who allegedly hit girlfriend 117 times gets venture capital job", "bodyText": "Gurbaksh Chahal, a Silicon Valley entrepreneur who pleaded guilty to assault after police said he punched and kicked his girlfriend 117 times in 2013, has been appointed an adviser at a venture capital firm, something domestic violence organizations say sends a “disturbing message”. The appointment by Chicago-headquartered NIN Ventures comes less than six months after Chahal was sentenced to a year in jail for violating his probation by allegedly assaulting a second woman months after pleading guilty to the first case. His sentence is suspended pending an appeal. Announcing Chahal’s appointment last month, NIN Ventures’ CEO, Nin Desai, said: “We have great faith in Mr Chahal and his contribution to the ad tech industry and believe his addition will strengthen our position in identifying key technologies in this space.” When Pando questioned the hiring decision, Desai said that Chahal had been nothing but a “gentleman” in her interactions with him. Domestic violence organizations have criticized the appointment, arguing that it highlights how privileged and wealthy businessmen can get away with serious misconduct. “It sends a very disturbing message that this is OK. He is awaiting what could be a year’s jail sentence, but he’s out in the world and we are not sure he’s learned anything. We think he’s a public safety risk,” said Beverly Upton, executive director of the San Francisco Domestic Violence Consortium. “We see it in politics, we see it in corporate America, we see it in sports and we see it in Silicon Valley,” she added. Jacquie Marroquin from the California Partnership to End Domestic Violence added: “This could be disheartening to any survivor who is seeking justice and healing, and can be a dangerous message for those who are considering speaking out in their personal and professional lives about the harm they’ve experienced. “We’re calling on all companies, including those in Silicon Valley, to keep the safety of domestic violence survivors central to their business practices so that all employees can work in a safe and supportive environment.” Others see his appointment as a calculated attempt by NIN Ventures to attract investors to contribute to its fund. “It looks as if they haven’t actually raised the funds and they are trying to get publicity right now to raise the capital,” said Eileen Carey, the founder and CEO of Glassbreakers. “It’s a Trump situation – a bait and switch.” Carey doesn’t believe that the appointment vindicates Chahal. “I think the opposite. It’s a demonstration of how desperate he is for a job.” Chahal, who founded multiple advertising technology companies including RadiumOne (from which he was ousted by the board in April 2014) and Gravity4, has been at the center of controversy since he was arrested and charged with 47 serious felony charges for an attack on 5 August 2013. Police officials said that a 30-minute security camera video they had showed the entrepreneur hitting and kicking his then girlfriend 117 times and attempting to suffocate her inside his $7m San Francisco penthouse. Chahal’s lawyers, however, claimed that police had illegally seized the video, and a judge ruled that the footage was inadmissible despite the prosecutor’s argument that officers didn’t have time to secure a warrant out of fear that the tech executive would erase the footage. Without the video as evidence, most of the charges were dropped and Chahal pleaded guilty to two misdemeanor battery charges of domestic violence. He avoided jail time through a deal in which he agreed to complete a year-long domestic violence rehabilitation course, 25 hours of community service and three years’ probation. However, on 17 September 2014 prosecutors say he attacked another woman in his home, leading to another arrest and the year-long jail term. Throughout the controversy, Chahal tried to play down his actions, including writing a blogpost (now archived) after his first arrest in which he said: “I recognize that my temper got the better of me, and I will regret that for the rest of my life. But there is a difference between temper and domestic violence, and the truth of what actually happened is nowhere close to what the police claimed nor anywhere near what the online chatter and pundits are now making it out to be.” He went on to suggest that he was a victim himself. “Celebrities in sports, entertainment and business, and high net worth individuals in general are all potential targets. It was only a matter of time when I would fall prey,” he said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}