{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2016/dec/13/tottenham-hotspur-paul-mitchell-recruitment-notice-period", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-12-13T23:45:00Z", "webTitle": "Tottenham make Paul Mitchell serve notice in recruitment hardball", "webUrl": "https://www.theguardian.com/football/2016/dec/13/tottenham-hotspur-paul-mitchell-recruitment-notice-period", "apiUrl": "https://content.guardianapis.com/football/2016/dec/13/tottenham-hotspur-paul-mitchell-recruitment-notice-period", "fields": {"headline": "Tottenham make Paul Mitchell serve notice in recruitment hardball", "bodyText": "Mauricio Pochettino has revealed that Tottenham Hotspur are holding the head of recruitment, Paul Mitchell – who tendered his resignation in August – to a 16-month notice period as they seek to find a replacement. It has also emerged that the international scout, Ian Broomfield, has left the club. Mitchell is not expected to serve the full term, which would take him up to the end of 2017, but it looks likely he will remain in situ for the January transfer window and, possibly, be asked to work towards next summer. Tottenham are sifting through potential successors and they have put Pochettino at the heart of the process. The club took Mitchell from Southampton in November 2014 on Pochettino’s say-so – the pair had worked well together at St Mary’s – and it is clear the new man will also have to buy into the manager’s philosophy. The process, though, has not been straight-forward because there are not many high‑calibre candidates and, of these, many have lengthy notice clauses. Mitchell resigned on the eve of the season because he was frustrated with the constraints of his role. It was suggested at the time he struggled to work with the chairman, Daniel Levy, the notoriously hard-line negotiator, who has a hands-on role in player recruitment. Mitchell’s notice period has prevented him from making a move into management. MK Dons – a club for whom he once played – had wanted to speak to him after they parted company with Karl Robinson in October but they could not afford to buy out his contract at Spurs. The Tottenham hierarchy are happy Mitchell’s notice period offers them protection as they do not want to be left without anybody in his position. The assumption is that once they have agreed a deal with his replacement they will negotiate his release. In the interim, they find themselves in the curious position of having an employee in a key role, who no longer wants to be there. T hey have been left to rely upon Mitchell’s professionalism. Pochettino, though, has no worries about a man he continues to count as a friend. “It will not affect us,” Pochettino said. “He is working because, when he presented his resignation, it was 16 months’ notice. He’s doing the same job, because Tottenham pay his salary. It’s difficult to find a replacement and difficult to move quickly. It’s always to protect our club and our interests. It’s not [only] his decision to sign [players], it’s Tottenham’s. But with him, without him or with another person I think it’s always difficult to sign players in January.” Broomfield, who was in his second spell at the club, departed last week after his contract expired and, to his surprise, he was not given a new one. Levy continues to have Dave Webb as the head of elite potential identification and Stuart Metcalf as the head of performance analysis – both of whom report to Mitchell. The club’s recruitment drive from last summer, when £70m was spent on Victor Wanyama, Vincent Janssen, Moussa Sissoko and Georges-Kévin Nkoudou, has come in for scrutiny with the latter three still to convince. Nkoudou, a winger, who joined from Marseille, has not started a Premier League game. Pochettino sounded a lot like many of his managerial predecessors at White Hart Lane when he lamented how, “if we compare Tottenham to Liverpool, Manchester City, Chelsea, Arsenal and Manchester United, it is difficult to compete with them”. He talked about the need to be “imaginative and creative” in the transfer market because – with the building of the new stadium draining resources – Spurs did not have the same financial clout as their rivals. “You need, sometimes, to take risks,” Pochettino said. “Sometimes you win, sometimes you lose.” He was asked whether he felt he had won with Nkoudou: “We will see. We cannot be unfair with him because it’s difficult to assess him today – to say he failed. We need to give him more time. Now, he is settled and he needs to build his confidence and start to show his real quality.” Preparations for the home game against Hull City on Wednesday night have been undermined by a foot injury to Mousa Dembélé. Érik Lamela (hip) and Janssen (ankle) remain out – most likely until the new year. Dembélé took a kick to the top of his foot at Manchester United on Sunday and, yet again, the rhythm of his season has been upset. Pochettino suggested he could come back for Sunday’s home match against Burnley. “It is the same foot, as always,” Pochettino said. “It has been two or three years with problems – it is not a new problem. He feels bad about the situation because he plays one game and feels some problem. He is not free like he was last season to play, play, play.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}