{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2016/dec/28/celtic-ross-county-rangers-st-johnstone-scottish-premiership", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-12-28T22:14:32Z", "webTitle": "Celtic ease past Ross County but Rangers draw before Old Firm meeting", "webUrl": "https://www.theguardian.com/football/2016/dec/28/celtic-ross-county-rangers-st-johnstone-scottish-premiership", "apiUrl": "https://content.guardianapis.com/football/2016/dec/28/celtic-ross-county-rangers-st-johnstone-scottish-premiership", "fields": {"headline": "Celtic ease past Ross County but Rangers draw before Old Firm meeting", "bodyText": "Celtic maintained their cruise towards a 48th top-flight title with a 2-0 defeat of Ross County while Rangers, who will host the Old Firm derby on New Year’s Eve, struggled to break down St Johnstone in a 1-1 draw. Inverness stayed bottom of the table after a 2-1 defeat by Motherwell while Partick Thistle beat Dundee 2-0. Erik Sviatchenko opened the scoring at Celtic Park seven minutes before half-time with a long-range effort, the centre-half’s first goal of the season, that Scott Fox in the Ross County goal should have dealt with. Stuart Armstrong doubled the lead just before the interval with his eighth goal of the season after a twisting burst into the penalty area. The champions took their foot off the pedal in the second half with the Rangers game in three days’ time. Martin Woods almost grabbed one back for the visitors close to full-time but Craig Gordon saved well and then denied Andrew Davies. Moussa Dembélé came on after the hour for Leigh Griffiths and the big question before the 31 December derby is which of the two Brendan Rodgers will pick up front for the big game. “We aim to go there and win. We want to win every game and that’s the attitude for the weekend,” said Rodgers. “It’ll be a battle, a tough game. There’s huge pressure on them to get the result at home.” Celtic have 55 points from 19 games with Rangers second, on 39. In an entertaining first half at McDiarmid Park, when neither defence convinced, Rangers took the lead after a concerted period of pressure. Joe Garner’s shot was blocked and Barrie McKay followed up to score. But they held the lead for only five minutes before a poor back pass by Rob Kiernan was intercepted by the home side’s Steve Maclean, who made the most of his gilt-edged chance. Rangers, who lost 5-1 to Celtic in the Premiership in September, changed formation in the second half but to no avail. The defender Clint Hill seemed to be hobbling when he was substituted, which will be a worry for Mark Warburton before Saturday. Warburton said he was disappointed with dropping two points. “We should have gone in [at half-time] one or two up. I didn’t think we were threatened in the second half but we’ve got to test the keeper more.” Partick Thistle eased into a two-goal lead against Dundee before half-time thanks to goals from Callum Booth, directly from a free-kick, and Kris Doolan, who struck shortly before the break. Chris Erskine’s shot was saved by Scott Bain and the striker was on hand to score from an acute angle. Dundee had been 2-0 down in their previous game against Hearts and came back to win 3-2 at home but there seemed few signs of a similar escape. Inverness should have gone into half-time ahead after a period of dominance but Craig Clay gave Motherwell the lead with a swirling strike from 25 yards – his first goal for the club – that left Fon Williams, the home goalkeeper, stranded. Both teams struggled to put searching moves together in the strong wind in the second period. Scott McDonald added a second three minutes from time when he was set up by his strike partner Louis Moult after a breakaway. But Inverness, who have not won at home since September, struck back after a wind-affected corner when Tansey bundled the ball home."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}