{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2016/dec/11/netanyahu-aims-to-discuss-various-ways-to-undo-iran-deal-with-trump", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2016-12-11T21:19:54Z", "webTitle": "Netanyahu aims to discuss 'various ways' to undo Iran deal with Trump", "webUrl": "https://www.theguardian.com/world/2016/dec/11/netanyahu-aims-to-discuss-various-ways-to-undo-iran-deal-with-trump", "apiUrl": "https://content.guardianapis.com/world/2016/dec/11/netanyahu-aims-to-discuss-various-ways-to-undo-iran-deal-with-trump", "fields": {"headline": "Netanyahu aims to discuss 'various ways' to undo Iran deal with Trump", "bodyText": "The Israeli prime minister, Benjamin Netanyahu, has said he means to discuss with Donald Trump “various ways” to undo the Iran nuclear deal, after the president-elect moves into the White House next month. “I think what options we have are much more than you think,” Netanyahu told CBS’s 60 Minutes in an interview to be broadcast on Sunday. “Many more. And I’ll talk about it with President Trump.” Pressed on what those options might be, Netanyahu said he had “about five things in my mind”, but did not elaborate. The Iranian president, Hassan Rouhani, said earlier this week that he would not let Trump tear up the deal, which was signed by Iran and six major powers in July last year. Netanyahu has consistently criticised and rejected the agreement, which provides for the monitoring of Iranian nuclear development, in return for a loosening of longstanding sanctions related to the program. US sanctions unrelated to the nuclear program are unaffected by the deal. Like other Republican candidates, on the campaign trail Trump was strongly critical of the Iran agreement. In September 2015, he told a crowd in Washington: “Any commander-in-chief worthy of defending this nation should be prepared to stand up on 20 January 2017 [inauguration day] and rip to shreds this catastrophic deal.” He also called the deal a “disaster” and “the worst deal ever negotiated”. However, as on a number of campaign promises, he has not been consistent. He has also said it would be hard to overturn an agreement enshrined in a United Nations resolution. Barack Obama, 76 US national security experts and CIA director John Brennan are among those who have urged Trump not to renege on the deal. Earlier this month, the Republican-controlled Congress passed an extension of sanctions against Iran. The effectiveness of such measures remains in question: on Sunday, Iran’s state-run IRNA news agency said a $16.8bn deal had been finalised with the US aerospace giant Boeing. Internationally, support for the deal is strong. British prime minister Theresa May praised it in a speech to Gulf leaders last week. On Saturday, Hans Blix, the former head of the International Atomic Energy Agency, told the Guardian scrapping the deal would be a disaster. “I think the signs from the [European Union] are pretty categorical,” Blix said. “It is an agreement reached multilaterally and they will stand by it. I don’t think the Europeans would allow any American attempt to tear it apart.” Speaking to CBS, Netanyahu added: “I know Donald Trump. I know him very well. And I think his attitude, his support for Israel is clear. He feels very warmly about the Jewish state, about the Jewish people and about Jewish people. There’s no question about that.” Trump has said he “would love to be able to be the one that made peace with Israel and the Palestinians”. Netanyahu said the president-elect could help him with efforts to do so under “two states for two peoples”, which he said was “a new reality, a new possibility”. Peace talks between Israel and the Palestinians have been stalled since 2014. Netanyahu was also asked about his strained relations with the current occupant of the White House. He said: “I had differences of opinion with President Obama and most well known, of course, is Iran.” The Israeli prime minister denied that his speech to Congress in Washington last year, at the invitation of Republicans and in which he was critical of the Iran deal, was an act of open disrespect to Obama. “It was not born of any disrespect,” he said, “because I have the greatest respect for him. I had then and I have now. I think that it’s my responsibility to speak up when something threatens our very future.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}