{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/live/2016/dec/20/berlin-christmas-market-attack-suspect-pakistan-live-coverage", "type": "liveblog", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2016-12-20T22:23:01Z", "webTitle": "Berlin truck attack: first suspect released as driver thought to still be at large – as it happened", "webUrl": "https://www.theguardian.com/world/live/2016/dec/20/berlin-christmas-market-attack-suspect-pakistan-live-coverage", "apiUrl": "https://content.guardianapis.com/world/live/2016/dec/20/berlin-christmas-market-attack-suspect-pakistan-live-coverage", "fields": {"headline": "Berlin truck attack: first suspect released as driver thought to still be at large – as it happened", "bodyText": "More details have emerged about the events leading up to the arrest of Naved B., a 23-year-old Pakistani asylum seeker suspected of being the driver behind the wheel of the truck which careered through the Christmas market. It had been widely reported that a member of the public had seen him get out of the driver’s cab and had chased him through Berlin’s streets into the central park, the Tiergarten, keeping in contact with police all the time and enabling his arrest at the Victory Column. However, it has since emerged that the witness saw the man get out of the truck, followed him briefly and then lost sight of him. On the basis of a rudimentary description the witness gave to the police, Naved B. was arrested at the Victory Column shortly afterwards. Police have since released him on the grounds they found no evidence against him, and say he is no longer a suspect. He has admitted to police he was at the Christmas market as a bystander, but then ran away out of fear he might be considered a suspect. But he had no traces of blood or gunshot residue on his clothing and blood smeared clothes and blood found in the cab did not match his blood type, police said. Police did have some further information about the path the driver of the Scania truck took before driving it through the Christmas market. Police say he drove around the Christmas market once probably in order to survey the best place from which to access it, before driving the truck at around 40 to 50 mph into the crowd. US officials do not have enough information to confirm the claim by Isis that the group is responsible for the Berlin Christmas market attack, said State Department spokesman John Kirby. Kirby said “there is no direct evidence of a tie or a link to a terrorist organization, but this bears the hallmarks of previous terror attacks.” A manhunt is still underway for the driver of the truck which rammed into crowds at the Breitscheidplatz Christmas market, killing 12 and injuring 48. Of those killed, six were German, one was Polish (the original truck driver, Lukasz Urban, a 37-year-old who was found dead in the passenger seat of the vehicle). The identities of the other victims are not yet known. Isis claimed responsibility for the attack through its news agency Amaq, calling the assailant responsible a “soldier” who “carried out the attack in response to calls to target citizens of the international coalition”. However, Isis provided no evidence to support its claim. Police released Naved B, a Pakistani asylum seeker who they had arrested on Monday night, after finding no evidence that he was the driver of the truck. A bystander had tried to follow the driver of the truck for more than a mile after they witnessed him jump out before it was driven into the Christmas market, but it seems they misidentified the suspect. “We do not want to live paralysed by the fear of evil,” said German Chancellor Angela Merkel, before visiting Breitscheidplatz. The attacks - and arrest of an asylum seeker - sparked political debate in Germany over immigration and the policies of Merkel, who is facing re-election next year. The New York Times architecture critic Michael Kimmelman writes about Breitscheidplatz, the square and Christmas market he frequented when he lived nearby: Who knows yet whether the terrorist behind the attack knew much about the site, but before the war it was the beating heart of western Berlin, a bustling hub bedazzled by bright movie theater marquees and flashing neon signs, thronged by cabaretgoers, echoing, night and day, with the chatter of revelers and the sounds of honking buses and streetcar bells. After the war, it remained a commercial center for the divided city, the West’s version, more or less, of Herald Square or Piccadilly Circus. By then, West Berlin had become a disconnected island in the midst of a hostile country, a cultural petri dish and sanctuary for West Germans who wanted to skip military service and collect a state pension. The pubs were open late. With reunification, the gravitational energy of the city moved east and the west dimmed. But the area retained its other meaning. I’m talking about the enduring symbolism of the church, which is officially called the Kaiser Wilhelm Memorial Church. Consecrated in 1895, long before the Second World War, it was built to celebrate Germany’s victory in the Franco-Prussian War. Fast-forward a half-century, when Allied bombs struck the church in 1943. The jagged silhouette of the broken spire became a signpost of German madness. After the war, East Germany rebuilt historic landmarks, hoping to erase the memory of Nazism. But West Berliners preserved the Gedächtniskirche as a ruin — a testament to the destruction and terror Germans brought upon themselves, a daily reminder never to forget. Philip Oltermann in Berlin on how the German chancellor is again under fire from political opponents who lay the blame for Berlin attack on her refugee strategy: Angela Merkel has vowed she will not allow Germany to be “paralysed by fear” after rightwing populist politicians rushed to blame the chancellor and her refugee policies for Monday evening’s deadly truck attack on a Berlin Christmas market. Speaking at her chancellery on Tuesday morning, Merkel was quick to sketch out a worst-case scenario – unusually for a politician who prefers to deal in pragmatic solutions. “Given our current information, we have to assume we are dealing with a terrorist attack,” she told reporters. But she added: “We do not want to live paralysed by the fear of evil. Even if it is difficult in these hours, we will find the strength for the life we want to live in Germany – free, together and open.” Political opponents rejected her plea for unity, renewing their criticism of her refugee strategy and laying the blame for the attack unambiguously at her door. “The environment in which such acts can spread was carelessly and systematically imported over the past one and a half years,” said Frauke Petry, leader of the rightwing populist Alternative for Germany (AfD). “It was not an isolated incident and it won’t be the last.” Petry’s partner, MEP Marcus Pretzell, posted a message on Twitter for what he called the “Let’s-wait-and-see brigade” less than an hour after the attack: “This is what happens when you wait and see”. Read the rest of the article here Of the 48 people injured in the attacks, 24 were released from hospital today, police said. From the Wall Street Journal’s Berlin correspondent: From Kate Connolly and Philip Oltermann in Berlin: Lana Sefovac, a Bosnian who lives in Berlin, was at the entrance of the market drinking mulled wine with his family when the vehicle bore down upon him. “I was standing in front of the stall. My father was in front of me. My mum was behind,” he said. “I heard a very, very noisy sound and when I turned towards it the first thing I saw was wood flying all around, because he literally smashed the first wooden booth by driving very fast. “He was driving directly toward us, directly into us. But then he made a turn because he did not want to drive into [our] booth, but to where people were. He wanted to run people over. He passed 20cm from my mum. She fell. My dad fell too. I turned and started screaming because I couldn’t see my mum.” Read the rest of their report here Islamic State has claimed responsibility for the attack on the Christmas market in Berlin. The militant group claimed the assailant was an Isis “soldier”, who “carried out the attack in response to calls to target citizens of the international coalition”, via its Amaq news agency. However, the group provided no evidence to support its claim that they had directed the attack. The AFP has some interesting detail about how police found and arrested Naved B, the 23-year-old man who has now been released by police due to lack of any evidence of his involvement: German daily Die Welt said a witness saw the suspected driver jump out of the vehicle’s cab and trailed the individual for about 2km (1.2 miles), tipping off police about his location. Police released the man they had arrested shortly after the Berlin attack yesterday because of lack of evidence. Naved B, 23, had denied any involvement and investigation by authorities “did not result in an urgent grounds for suspicion”. There had been difficulties interviewing Naved B as he speaks Balochi, a regional language of Pakistan. Police are still searching for the driver of the truck. Holger Münch, the head of the federal criminal police, said: “We need to work on the assumption that an armed perpetrator is still on the loose. As a result of this we are on high alert.” The Polish man found dead on the passenger side of the truck, Lukasz Urban, is regarded by police as a victim, not a suspect. He was a 37-year-old who had driven the truck from Poland to deliver steel beams in Berlin, described as a “good, quiet and honest person” by his cousin Lukasz Wasik. It’s not yet known how or if Urban’s truck was hijacked. Beata Szydlo, Poland’s prime minister, said Urban had been “the first victim of this heinous act of violence.” German Chancellor Angela Merkel visited the scene and wrote in a condolence book expressing her deep sadness for what had happened and that she hoped there would soon be answers to give to the relatives of the victims. Twelve people were killed and 48 injured, 18 left with serious injuries, after the Christmas market attack. As well as lighting up the Brandenburg Gate with the German flag, it’s also being lit with the red, white and bear of the Berlin flag. The Federal Prosecutor’s office issued a statement explaining they released the man they’d arrested as a suspect, Naved B, as their investigations “did not result in an urgent grounds for suspicion.” The (translated) statement reads in full: The accused man who had been temporarily arrested after the attack on the Berlin Christmas market on 19 December 2016 was released in the evening on the orders of the Federal Prosecutor’s Office. The investigations so far did not result in an urgent grounds for suspicion. He made extensive statements in a police hearing but denied involvement. A complete tracking of the truck driver after the attack has not been done by eyewitnesses. The criminal investigations carried out so far have not been able to prove a presence of the accused during the incident in the truck. German prosecutors say the man who was arrested after the truck attack has been released because of insufficient evidence. The man, named as Naved B, a 23-year-old asylum seeker from Pakistan, was arrested after he was seen leaving the scene of the attack. However, police expressed doubts about whether the man they had arrested was indeed the person responsible for the attack. Michael Behrendt, a reporter with Die Welt, who first reported police doubts that they had the perpetrator, said one main reason the police were fairly certain early on they had not got the right man was the fact that he had no blood traces on him when he was apprehended immediately after the attack, whereas the truck cab was full of blood. The release of Naved B from custody may mean the driver of the truck is still at large, with fears that police do not know who is responsible for the attack. Refugees in Berlin have spoken of their fear that the attack on the Christmas market will turn their host nation against them. “We are of course worried,” said Ibrahim Sufi, 26, a Syrian. “We are worried about how the German public will view us after this terrorist attack,” added Sufi, tucking his hands into his red jacket to keep warm on a freezing morning. “My message to the Germans is: ‘Don’t suspect everybody, don’t generalise.’” “We have nothing to do with this crime,” said Ammar Wazzaz, a 45-year-old refugee from the Syrian city of Idlib. “I hope that what this person did won’t tarnish the reputation of refugees like us, who are very grateful to Germany.” Yaser, a 32-year-old refugee from Syria, said he became dejected when he read about the attack on Facebook. “We fled this kind of terrorism and it is following us here,” he said, adjusting a black beanie on his head. Read the full story: Organisers of Christmas markets in cities around the world have announced they are stepping up security measures in light of the attack on the Berlin market yesterday. Greater Manchester police released a statement earlier today to say they had “strengthened our policing presence at the Manchester Christmas markets and stepped up visible patrols”. Chicago police announced they were “closely monitoring events [in] Berlin” and while there was no specific threat against the Daley Plaza Christkindlmarket, they will deploy additional police officers, including “additional foot and bike patrols and specialized units” to the market. Norwegian media are reporting that police are increasing patrols in Oslo and Bergen “in places where large crowds gather, including the Christmas market in Spikersuppa”. Copenhagen police also announced they would deploy more officers at Christmas markets and on the popular shopping street of Strøget following the attack. As the sun sets on Berlin the day after the attack on the Christmas market, in which 12 people died, the Brandenburg Gate is lit up with the black, red and gold of the German flag. Nigel Farage and Brendan Cox, the widower of Jo Cox, have been involved in a heated exchange on social media, in the wake of the Berlin attack, with the Ukip politician accusing Cox of supporting extremism. Farage tweeted earlier today that the incident in Berlin “will be the Merkel legacy”, which prompted Cox to call on Farage not to blame politicians for the “actions of extremists”, calling it a “slippery slope”. Farage was asked about the Twitter exchange on radio and retorted that Cox “would know more about extremists than me”, claiming that the organisation Hope Not Hate, set up in the name of his wife, the murdered Labour MP, was an extremist group. Read the full story, from Peter Walker: ThyssenKrupp has confirmed that the driver of the lorry arrived at the manufacturing company’s Berlin warehouse on Monday – either in the morning or around midday – in an attempt to make an early delivery of the steel beams. The beams were supposed to be delivered on Tuesday morning. The company said it told the driver it could not unload his lorry at that time, however, and told him to return the next day at the scheduled drop-off time. ThyssenKrupp said it did not know where the lorry driver went next, but his cousin told reporters that he had parked in a nearby neighbourhood that the driver called “strange” and then went to get food. Two British witnesses have been speaking to the BBC about trying to help the victims following the attack: Sarah Dobler described how she held the hand of one of the victims as he lay in the street while her boyfriend tried to help victims, before realising they were already dead. Dobler told BBC Radio 5 Live that she had held the male’s hand until a member of the emergency services arrived. “My boyfriend was trying to help people that unfortunately had already passed but he was … I’m not sure what nationality he was, I couldn’t understand what he was saying,” she said. “He was on the floor, sorry to be graphic, but he was lying there, he was trying to get up but his head injury was quite severe. So I just held his hand and told him everything was going to be OK.” She described the destruction of the scene as “like something from a horror film”. Josef Joffe, publisher-editor of German weekly Die Zeit, has written an opinion piece for the Guardian, in which he predicts an end to Angela Merkel’s “open door” policy. Here is an extract: Above all, if the perpetrator does turn out to be a refugee, Merkel’s “open door” policy on refugees will get a decisive make-over. Recall last year when she flung the country’s doors wide open. Proclaiming “wir schaffen das” – we can do it – she essentially relinquished control over Germany’s borders. Some 800,000 people from the Middle East as well as North Africa arrived. Merkel now says that if the perpetrator is indeed a refugee, “this would be extremely hard for us to bear,” and it “would be particularly repugnant for all those Germans, who toil daily to help refugees”. Thus do good intentions come to a nasty end. For Merkel, the “open door” was a grand moral gesture stemming from Germany’s ugly past – an act of historical atonement. So is the ultra-liberal state that followed Nazi totalitarianism. “Never again!” explains why Germany, remembering the deadly fate of its Jews trying to escape extermination, opened its borders last summer. Controls are now back, and they will be tightened – as will domestic surveillance. The noblest of intentions go awry when terror legitimates anti-migrant and isolationist parties on the right, and on the far left. Populism is always both left and right. A few more terror assaults, and Alternative für Deutschland – a political party roughly comparable to Ukip – will make hay in the 2017 general elections when Merkel runs for a fourth term. She will be eager to present herself as protector of domestic security – but within the constraints of a society that is as nervous about terror as it is protective of its sacred liberties. This story has just begun, and it is rife with speculation as to who did what and why. But one truth is inescapable: Germany, once lucky, has now joined the club of terror targets in the west, along with the US, Britain and France. My colleague Kate Connolly has seen the condolence book in the memorial church near where the attack took place: A glance in the condolence book shows the handwritten note left by Angela Merkel a short while ago, in which she expressed her deep regret for what had happened, said she was mourning with the victims and she hoped there would soon be answers to give to the relatives of the victims. Here’s a roundup of what we know: German police believe those responsible for a deadly attack on a Berlin Christmas market could still be at large after admitting they could have arrested the wrong man. Holger Münch, the head of the federal criminal police, said: “We need to work on the assumption that an armed perpetrator is still on the loose. As a result of this we are on high alert.” The German chancellor, Angela Merkel, has visited the scene of what she said was an assumed terrorist attack. “It would be particularly hard to bear for all of us if it was confirmed that a person committed this crime who asked for protection and asylum in Germany,” she said. But Münch admitted there was still a “question mark” over whether the attacker was an Islamist. The chief prosecutor, Peter Frank, said that investigators were assuming that it could have been a terrorist because of the number of people killed and similarities with the attack in Nice in July. But he stressed that nothing was proven Twelve people were killed in the incident on Monday, including six who have been identified as German. A further 48 people were wounded including 18 described as having very serious injuries. Police said a man found dead inside the truck, identified as a Polish citizen, was not the person who drove it into the market. He was stabbed and shot but the weapons have not been found. A Pakistani man arrested 2km from the scene has denied involvement. “At the moment it is unclear if he really was the driver,” said the chief of Berlin’s police, Klaus Kandt. Early on Tuesday, police reportedly raided a hangar at the disused Tempelhof airport in Berlin, part of which is being used to house refugees. Berlin police said they were investigating if the truck was stolen from a construction site in Poland. The Polish company that owns the truck said its 37-year-old driver, who was transporting steel beams, had been due to take a break in Berlin but had not been heard from since Monday afternoon. The White House condemned what it said “appears to have been a terrorist attack”. The president-elect, Donald Trump, called it a “horrifying terror attack”, blaming “Isis and other Islamist terrorists [who] continually slaughter Christians in their communities and places of worship”. Russia’s president, Vladimir Putin, said the attack was “savage in its cynicism”. The rightwing populist party Alternative for Germany claimed the country’s Christian tradition was under attack. Frauke Petry, its chair, said: “The Christmas market was not an accidental target. It is not only an attack on our freedom and our way of life, but on our Christian tradition. Germany is a country which is divided over the immigration question.” Ukip’s former leader Nigel Farage said “events like these will be the Merkel legacy”. The Metropolitan police service in London is reviewing security at Christmas events in light of the attack. Holger Münch, the head of the federal crime office, laid out more police doubts during the press conference. He said: “Currently we have one suspect but we are not sure whether he is the perpetrator and we don’t know whether there is only one. We have not found the weapon and that leads us to being in a high state of alert. Our investigations are ongoing to see whether there are other perpetrators that we need to arrest.” The chief prosecutor, Peter Frank, admitted that the apparent terrorist motive was still just an assumption. He said this was an assumption based on the “modus operandi, the similarities with the attack in Nice, and the number of dead”. Michael Behrendt, a reporter with Die Welt, who first reported police doubts that they had the perpetrator, said investigators were “absolutely at a loss”, writes Kate Connolly. “The police have no idea who they’re looking for,” he said. The relief that they had apparently arrested the perpetrator so soon after the attack has given way to a sense of helplessness, he said, comparing the search for the apparently armed attacker to “looking for a needle in a haystack”. “They have no weapon, no DNA traces,” he said. CCTV footage filmed around Breitscheidplatz was being analysed in the hope it would yield information that might help to identify a suspect. “Until they have any concrete information, it’s still completely unclear what they’re dealing with,” he said. Behrendt said one main reason the police were fairly certain early on they had not got the right man was the fact that he had no blood traces on him when he was apprehended immediately after the attack, whereas the lorry cab was full of blood. After laying white roses at the scene of the attack in front of the memorial church, Merkel held a lengthy discussion with Berlin police chiefs, writes Kate Connolly. She slowly walked through the scene of the carnage, talking to her ministers and accompanied by many security guards. She then entered the church – a Berlin symbol of peace, after it was seriously damaged in the second world war – where she was due to sign condolence books that Berliners have been queuing up to add their names to. The stillness of the market is striking. Normally at this time of the day it would be full of life and kitschy music. Instead, the wooden stalls not destroyed in the attack are closed up. The church’s marine blue stained glass windows were lit up with candlelight. Here’s an image of Merkel visiting the scene flanked by her most senior colleagues and the mayor of Berlin. Back at the prosecutors press conference, Münch says: “We need to work on the assumption that an armed perpetrator is still on the loose. As a result of this we are on high alert.” Angela Merkel is visiting the scene of the lorry attack. She is flanked by Berlin’s mayor, Michael Müller, the interior minister Thomas De Maizière, and the foreign minister, Frank-Walter Steinmeier. The chancellor lays flowers at the scene. Merkel is looking at letters, notes, and candles left by mourners – one sign reads: “Why?” while another says: “The heart of Berlin has been hit.” All the politicians are dressed in black. Close by, a plastic sheet marks the place the lorry crashed into the market. Six Germans have been identified among the dead, according to Münch. Q: When did the Polish owner of the lorry report to police that his vehicle was missing? Kandt says the first time they knew about the existence of the lorry was after the attack had taken place. He said the fact the owner had no GPS contact to the lorry was unusual, and therefore it was not to be expected that he would have necessarily contacted the police. Münch, one of the police chiefs, said if no video appears with a claim of responsibility for the attack, it could heighten suspicions that the attacker was a lone wolf. Questions are being asked as to why US authorities had apparently warned their own citizens to avoid Christmas markets in Germany, back in November, but German authorities did not issue such warnings. Another question being asked: why were no stone bollards erected at the market? Kandt, the Berlin police president, says even if we had put bollards up it would not have prevented the attack. He said there were “so many potential targets” – with 2,500 Christmas markets in Germany, 60 of them in Berlin. Holger Münch, the head of the federal criminal police office, says there is a “question mark” over whether the attacker was an Islamists. Frank said the authorities should know by this evening whether they arrested the right man. He said it was still not clear whether it was a terrorist attack. He said prosecutors were working on the assumption that it could have been a terrorist act based on the method of the attack. But he stressed that nothing was proven. Berlin’s police chief, Klaus Kandt, is defending the lack of concrete barriers at the Christmas market. He says the risk of terrorist attacks cannot be reduced to zero. Germany’s top federal prosecutor, Peter Frank, has repeated doubts about whether the arrested suspect was behind the attack. “We have to get used to the idea that he may not have carried out the attack,” he told a press conference in Berlin. Beatrix von Storch, an MEP with the rightwing Alternative for Germany party (AfD), has said Angela Merkel and her immigration policy are to blame for the attack. “We see our chancellor being personally responsible for what has happened. We were warning about this,” she said. In an interview recorded for Radio 4’s World at One programme before police expressed doubt about whether the suspect they were holding was the attacker, Von Storch said: “It is not possible to let in this many refugees. As far as we know, the terrorist of last night was one of them. “We think the policy of Angela Merkel and the way she is addressing the migrant crisis is responsible for what is happening.” Earlier the AfD said Germany’s Christian tradition was under attack. Annette Groth, of the Left party, accused the AfD of “fuelling racist and xenophobic attitudes and thinking”. She pointed out that immigrants committed fewer crimes than Germans. Theresa May was in touch with Angela Merkel last night to send a message of condolence, but the pair have not spoken by phone, the prime minister’s spokesman has said. “She expressed that her thoughts are with the people of Berlin and we stand ready to assist in any way we can,” he said. “The safety and security of British citizens is the government’s No 1 priority. Clearly in the light of what has happened in Berlin police will be reviewing what is in place.” Jeremy Corbyn, the leader of the opposition, tweeted that “we should not allow ourselves to be divided” by the attack. Philip Oltermann summarising the key new line to emerge in the last hour: Police in Berlin are unsure whether the 23-year-old Pakistani suspect arrested last night is the attacker. “At the moment it is unclear if he really was the driver,” said the chief of Berlin’s police, Klaus Kandt. The owner of a Polish trucking company says the driver who was the first victim of the attack on a Christmas market in Berlin was stabbed and shot in the cabin of his truck, the Associated Press reports. Ariel Zurawski says German authorities asked him to identify the victim, Lukasz Urban, 37, from photos. “His face was swollen and bloodied. It was really clear that he was fighting for his life,” Zurawski said, speaking to broadcaster TVN. Lukasz Wasik, the manager of the trucking company, described Urban as a “good, quiet and honest person” devoted to his work. “I believe he would not give up the vehicle and would defend it to the end if were attacked,” Wasik said in comments carried by TVP, Poland’s state broadcaster. The Berlin police Twitter feed has urged people to exercise caution as the suspect has denied carrying out of the attack. The chief of police in Berlin said there had been no further arrests, but if there were further suspects the police would do “everything to track them down”. He added: • Police were appealing to people at the market to provide witness accounts, pictures and videos of the attack. • People in Berlin were urged to remain calm. • Plans for new year celebrations in Berlin would go ahead. • Security plans were under review. • A football match in Berlin tomorrow will have heightened security. • Christmas markets will continue, but with further security measures of large bollards and a large armed police presence. • Police gave thanks for the support being shown. The Berlin police chief has given a press conference. He has revealed that it is not absolutely clear whether the person in police custody is the driver involved in the attack on a Christmas market in Berlin. The man, an asylum seeker from Pakistan, has denied the offence. According to De Maizière, the suspect, Naved B, speaks Balochi, one of five regional languages spoken in Pakistan. De Maizière said there had been problems questioning him in the past because no translator could be found who spoke Balochi. Earlier in the press conference, he said the driver had fled the scene and that one of the 12 people who died was found dead on the passenger seat of the truck. He was shot with a pistol, De Maizière said. De Maizière said we “must not compromise our lifestyle, if we do that the enemies of freedom have already won”, adding: “We are deeply saddened but we also fight for our freedom.” He confirmed that Christmas markets in Berlin would be closed today, but open in the rest of Germany. “To simply stop would be wrong,” he said. Germany’s interior minister, Thomas de Maizière, has just given a press conference in Berlin. He confirmed reports that the arrested man is from Pakistan and had applied for asylum. He arrived in Germany on 31 December 2015 and in Berlin in February. De Maizière also confirmed that the man, arrested on suspicion of carrying out the attack, denied the charges. De Maizière said he was not giving much attention to the Isis message claiming responsibility for the attack. He confirmed he would attend the vigil for the victims at 6pm in the memorial church on the square where the attack took place. De Maizière said police would not rest until they had completed their investigation into the attack. He urged once again for Christmas markets to remain open, but warned people to remain vigilant. He said it would be “a lovely idea to go to a Christmas market and buy a crib”. Welcome to our ongoing coverage of Monday evening’s lorry attack on a Christmas market in Berlin. Here is what we know so far: The German chancellor, Angela Merkel, said “we have to assume we are dealing with a terrorist attack” after a truck was driven into a Christmas market in Berlin’s Breitscheidplatz on Monday. “It would be particularly hard to bear for all of us if it was confirmed that a person committed this crime who asked for protection and asylum in Germany,” she said. Twelve people were killed in the attack. A further 48 people have been taken to hospital with injuries, some of them are said to be fighting for their lives. Police said a man found dead inside the truck, identified as a Polish citizen, was not the person who drove it into the market. Witnesses said the truck drove into the market at speed, crushing people. The suspect, arrested at the 2km from the scene, entered the country via the so-called Balkan refugee route earlier this year, according to unconfirmed German media reports. Die Welt newspaper is reporting that he is a 23-year-old man from Pakistan, and that he had a temporary residence permit since June 2016. Early on Tuesday, police reportedly raided a hangar at the disused Tempelhof airport in southern Berlin, part of which is being used to house refugees. Berlin police said they were investigating if the truck was stolen from a construction site in Poland. Other reports said it was returning to Poland from Italy. The Polish company that owns the truck said its 37-year-old driver, who was transporting steel beams, had been due to take a break in Berlin but had not been heard from since Monday afternoon. The White House condemned what it said “appears to have been a terrorist attack”. The president-elect, Donald Trump, called it a “horrifying terror attack”, blaming “Isis and other Islamist terrorists [who] continually slaughter Christians in their communities and places of worship”. Russia’s president, Vladimir Putin, said the attack was “savage in its cynicism”. The rightwing populist party Alternative for Germany claimed the country’s Christian tradition was under attack. Frauke Petry, its main spokeswoman, said: “The Christmas market was not an accidental target. It is not only an attack on our freedom and our way of life, but on our Christian tradition. Germany is a country which is divided over the immigration question.” Ukip’s former leader Nigel Farage said “events like these will be the Merkel legacy”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}