{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2016/dec/05/tony-blair-centrism-politics-authoritarian-washington", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2016-12-05T23:14:18Z", "webTitle": "Tony Blair calls for 'strong and vibrant' centrist voices during Washington visit", "webUrl": "https://www.theguardian.com/politics/2016/dec/05/tony-blair-centrism-politics-authoritarian-washington", "apiUrl": "https://content.guardianapis.com/politics/2016/dec/05/tony-blair-centrism-politics-authoritarian-washington", "fields": {"headline": "Tony Blair calls for 'strong and vibrant' centrist voices during Washington visit", "bodyText": "Tony Blair brought his crusade to revitalise the political centre ground to Washington on Monday, warning that the rise of strongmen such as Russia’s Vladimir Putin and Rodrigo Duterte of the Philippines threatened the foundations of liberal democracy. The former British prime minister told a gathering of politicians and businesspeople that, to combat the new surge in populism, centrists could not afford to shy away from widespread concerns over immigration and globalisation. “What is new and what is very, very troubling to me is that if you look at the analysis that has just been done of support for democracy in democratic countries, some of these figures are to me quite shocking,” Blair told a bipartisan conference in the US capital. A recent poll found that more than 30% of French people doubted whether democracy was the right system, he said. “This strongman type of authoritarian figure, this is one of the reasons why, for example, President Putin is admired in parts of European politics. It’s interesting how many people reference that quite openly in a way that I think 10 years ago they really would not have spoken like that. “I think there is a real risk that we forget what liberal democratic values are about and we don’t understand that these values are absolutely fundamental to the human condition improving. But I think it all comes back to, well, what is going to be the alternative to the strongman? And the alternative to the strongman can’t be a weak centre.” Blair, who left office in 2007, suggested that Duterte – a fiery populist who has praised Adolf Hitler and made light of unlawful killings – has struck a chord in the Philippines “because for years they weren’t dealing with the problems of crime and drugs and the feeling that the system wasn’t working for the ordinary person”. And at a moment when “post-truth politics” is under intense scrutiny in the US, Blair described social media as “a revolutionary phenomenon” that has changed everything about the way politics works. “Today people know, or think they know, about the world. They break into self-conforming groups, they share the same opinion, they reinforce the same opinion, and they become very angry about the way of the world because they don’t see politics as a difficult business where you’re having to grind out results and take difficult decisions. They see it just in terms of an instantaneous like or dislike. “This is why the answer in my view is that the centre, if you want to push away and defeat this type of strongman politics, the centre’s got to be strong and it’s got to be vibrant and it’s got to be dynamic. Otherwise you will find a situation where people say – this is most acute among young people, by the way – ‘Well, I’ve got no particular adherence to democracy, I just want the job done, so if this guy says he can do the job then let’s get him elected.’” The centre should acknowledge issues of culture and identity, he added, because concerns over immigration are “not irrational” in Europe. “We need a centre that is not a flabby, lowest-common-denominator wishy-washy between the left and the right. We need something strong and muscular that is providing answers to the challenges we face.” Blair was speaking to both Democrats and Republicans at a conference organised by No Labels, which is launching a coalition of Super Pacs to raise $50m to support centrist members of Congress in elections. He did not include Donald Trump among his examples of strongmen. Asked if he had any advice for the US president-elect, Blair was diplomatic and avoided pessimism: “The issue is whether he’s just going to focus on getting the most practical solutions and getting things done. If that’s what happens, then the country will move forward ... Let’s wait and see what happens.” The former Labour leader insisted that the philosophy of the “third way” that he pioneered with the Democratic president Bill Clinton in the 1990s was still relevant and should be separated from the policies of a given time. “We had a sense of forward momentum. We were the change makers, we weren’t the guardians of the status quo.” Blair, 63, who recently announced a new institute for centre-ground politics, insisted he had no desire to be back on the frontline. Pressed about whether he was sure, he said: “Sure enough. Sure enough to be sure at this moment, anyway.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}