{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2016/dec/05/oakland-california-ghost-ship-fire-victims-list", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2016-12-09T22:31:15Z", "webTitle": "Oakland fire victims: teacher, students and local artists among the dead", "webUrl": "https://www.theguardian.com/us-news/2016/dec/05/oakland-california-ghost-ship-fire-victims-list", "apiUrl": "https://content.guardianapis.com/us-news/2016/dec/05/oakland-california-ghost-ship-fire-victims-list", "fields": {"headline": "Oakland fire victims: teacher, students and local artists among the dead", "bodyText": "The victims of the devastating fire that killed 36 people in Oakland, California, were artists, musicians, activists, community organizers and other young people who came together for a party at the “Ghost Ship” warehouse on Friday night. The fire, the deadliest in Oakland’s history, sent shockwaves through the vibrant underground scene in the northern California city, which is a haven for experimental art and music. “This is a mass loss. It’s reverberating throughout the entire community,” said Sarah Carlberg, assistant director of the Bay Area Book Festival, who knew many at the party. “Every one of those people were really active community makers and agents of culture and art.” The last victims identified were Jonathan Bernbaum, Barrett Clark, Michele Sylvan, Peter Wadsworth and Nicholas Walrath. Cash Askew, 22 Askew, an Oakland resident, was well known for her band Them Are Us Too, an emerging goth duo who launched their first album with Dais Records. “She was without a doubt one of the most talented and loving people we’ve ever known,” the label wrote on Facebook. “We will never be the same.” Friends and loved ones have offered tributes online, with the band Wax Idols writing: “I cannot find words adequate enough to describe what a loss this is. Not just to me personally &amp; us as a band, but to everyone who ever met Cash or felt the gentle, transcendent power of her existence, her music &amp; her energy.” Em B, 33 Em B was a poet and barista who recently moved from southern California to Oakland, where her friends and family say she found an accepting community as a trans woman. “She was feeling at home,” said her father, Jack Bohlka, adding, “Em was the most caring, kind, generous person I’ve ever met in my life.” She was considering moving to New York City and becoming a teacher and wrote poetry that was free verse and often very personal, Bohlka said. “She and I had a real passion for social justice issues and literature ... She was always a champion for people who were on the margins.” Bohlka said he plans to establish a fund at a local LGBT center “in memory of Em, so that more transgender people will be able to become who they truly are, and so that there will be more safe spaces available”. Jonathan Bernbaum, 34 A visual artist from Berkeley, Bernbaum toured with musical acts around the world and was remembered by his friends as a generous, joyful man whose creativity spilled out into every part of his life. Rena Davis, a friend since they were teenagers, wrote on Facebook that Bernbaum’s art brought “joy and smiles to people who needed exactly that”. After years of mutual animosity in high school, she wrote, their friendship flourished and he wrote in her yearbook: “When you pull this book off the shelf in years to come, how many more enemies will have become friends.” “He was profound at age 18,” Davis wrote. “He only got better.” Barrett Clark, 35 Clark was a local sound engineer who was well known in the underground arts scene. He regularly provided sound for electronic music parties like the Ghost Ship event. “He devoted his life to creating the best sound systems for parties and all kinds of events,” said Nihar Bhatt, a local DJ. “He was absolutely the best at it.” Bhatt said many thought of him as a father in the techno scene: “As a person, he was generous. He was always cooking for people, taking care of people.” David Cline, 24 A 2015 graduate of the University of California, Berkeley, with degrees in cognitive science and computer science, Cline lived in Oakland and was a musician and athlete growing up. His former music teacher of 10 years, Amanda Walker, wrote on Facebook that he played clarinet for the all-state band and was a volleyball player for his high school team near Santa Monica. A friend, Kara O’Connor, wrote in her own post that he “was one of the absolute brightest people I’ve ever had the great fortune of knowing”. Mateo Garcia, a friend of Cline’s since elementary school, told the Guardian he was “always the classmate or team-mate that lit up the room”. “He was always able to snap you out of a funk by just saying something or doing something goofy.” Micah Danemayer, 28 Danemayer was known for bringing people together in the music scene and giving new musicians opportunities, said a friend, Nihar Bhatt, a DJ and record label owner who was outside the fire on Friday night. “He was always down to book the first show for artists. For many people, he just gave them their first platform,” he said, noting that Danemayer had booked his first solo show. “In my case, he talked me into it.” Friends said Danemayer was always humble and didn’t get enough credit for how pivotal he was in organizing events and supporting artists. “Micah was very selfless in providing a platform for others to come and showcase their music,” said Tiare Ribeaux, a local curator. “He got very little recognition, got no money out of it, but he just kept doing it.” Billy Dixon, 35 Dixon was a guitarist, keyboard player, beatboxer and music producer. His friend Terrence Jerod told the Chronicle: “He performed, but he was a musician first. He made music.” William O’Neill, a supreme court justice in Ohio, where Dixon grew up, offered a tribute, recalling how the 35-year-old got involved in music at a young age. “Billy was a special kid,” he told a local news station. “We can’t change history; Billy was doing what Billy does. If he was in a building full of artists, having a good time, I’m sure he was right in the middle of it ... I’m positive.” Chelsea Dolan, 33 Dolan, a San Francisco resident, was a musician who performed under the stage name Cherushii. She was also a volunteer DJ at the local KALX community radio station. Her mother, Colleen Dolan, wrote in a tribute on Facebook, “Chelsea Faith has always been an extraordinary person, full of exuberant joy. Her personality, intelligence, clothes, music, and kindness were legendary.” She said her daughter was passionate about electronic music and that she was on the verge of releasing a new album. “She loved doing special shows that told the history of electronic music. She had an encyclopedic knowledge of the electronic genres, as well as classical piano works. Nothing Chelsea Faith did was ordinary. She was an adventurer; she was stellar in every way, and she will always be the star of our hearts.” Alex Ghassan, 35 Ghassan was a celebrated film-maker and freelance producer at KQED, the northern California public media network. The Oakland resident, who posted a video from inside the warehouse before the fire broke out, was the father of twin daughters. KQED said in a tribute: “Alex was an incredibly talented film-maker, a passionate supporter of the arts, and, working with our team, had an unrelenting interest in other people’s stories. It breaks our heart that his has come to an end.” Lex Leonard, a Jersey City resident who used to run an art space where Ghassan was a regular, wrote in an email: “Our young friend Alex G lived a thorough life on various levels and contributed much joy and inspiration to the lives of his friends and relatives, and served a self-fulfilled and diligent role in our moral and cultural ethos.” Johnny Igaz, 34 Igaz, who was DJing at the Ghost Ship party when the fire broke out, was devoted to music, according to friends and family. Jeremy Bispo, who produced shows with Igaz around the Bay Area, told the Chronicle: “Not only was music a passion, people were a passion. He was all about community. All about building a safe space for people to be themselves.” Igaz grew up locally in the city of Alameda and went to an arts high school in San Francisco, the paper reported. His brother, Paul Igaz, wrote in a Facebook tribute, “He shaped me in many areas of life beyond music, but it was in particular his ability to transmit to me his love of music – and through music, an appreciation of a culture of diversity – that ensures that his soul will live within my soul, and the soul of all who know him or his music, eternally.” Nick Gomez-Hall, 25 Gomez-Hall, from Coronado in southern California, worked at Counterpoint Press, a publisher in Berkeley. The company wrote on Facebook: “Whether he was recommending new music to listen to (and it was always so good), regaling us with tales of the bowling alley, offering his beloved truck for a ride if anyone needed it, or sharing his much appreciated opinions about a book jacket or manuscript, he made everyone feel like they were his friend. He was kind, considerate, hilarious.” Gomez-Hall studied at Brown University, where community members were mourning on Monday and sharing memories of his music. A local newspaper shared an article he wrote and noted that his band Nightmom “served as a kind of way into the Providence music scene a few years ago, and we are seeing the impacts of his loss all around PVD today”. Michela Gregory, 20 Gregory worked two part-time jobs and was also studying for a degree in special education at San Francisco State University, her mother, Kimberly Gregory, told the Los Angeles Times. “She was just a wonderful person with a smile that lit up the room everywhere she went,” the mother told the paper. “There was not a harsh bone in that girl’s body … If anyone was arguing, she was the first one to pull you aside and help you two make up.” Gregory went to the party with her boyfriend, Alex Vega, who also died in the fire. Sara Hoda, 30 Hoda worked as a teacher at a Montessori school in the Bay Area, and with a friend, Carol Crewdson, had helped start a collective house, called the Musick Box, as a temporary residence for travelling artists. “She was a principled person,” Crewdson wrote on Facebook. “She was compassionate, decent, and honorable. She didn’t do drugs and she wasn’t a drinker.” “She was a teacher and a gardener,” Crewdson wrote. “She loved children and earth, and she put those principles in action.” Angie Green, another friend, posted her own tribute: “I know we have not spoken in a while but I think of you often and will always miss you. You were one of the kindest and most selfless people I’ve ever met and I wish you could have stayed with us longer.” Travis Hough, 35 A musician with the electronic group Ghost of Lightning, Hough was remembered by family and friends from his hometown, Benicia, and from the California art world – he was a graduate of the California College of the Arts. A friend from high school, Jeanne Geiger, called Hough “such a special member of our unique little Benicia music community”, and his friend James Morgan wrote: “Travis was always a model of compassion and grace. I have a profound admiration for him and the way he lived. He was a free spirit. He will be grievously missed.” His friends launched a donation fund for the family, writing that he “was a unique, warm, loving soul that this world was blessed to know”. Ara Jo, 29 Jo was a beloved member of the Oakland arts community who was known for helping lead numerous high-profile events and spaces. At the time of the fire, she was serving as an organizer for the East Bay Alternative Book and Zine Fest. “She was a leader,” said Allegra Rush, Jo’s room-mate who also collaborated with her at Sgraffito, an art gallery where Jo was a co-director. “She was an amazing curator. She would end up hanging everything herself because she had to do it the right way.” Jo was extremely generous, Rush added. “She always opened up the house and fed people.” Lisa Aurora, co-founder of Naming Gallery in Oakland, said: “Ara did everything to connect artists with each other.” Sarah Carlberg said Jo helped inspire many other artists: “She was a magic person who was unabashed in her art and creativity and brought her energy into the world unapologetically in a way that made the rest of us feel empowered and safe to do the same. She was tireless in her support of other people’s projects.” Amanda Kershaw, 34 The San Francisco resident was a professional photographer who shot events, weddings, portraits and more through her business pandasnaps.com. Her husband, Andrew Kershaw, told the Chronicle: “Photography was her passion. She loved it. And she fell in love with San Francisco.” She also worked as an administrator at the entomology department of the California Academy of Sciences in Golden Gate Park, the paper reported. Kershaw grew up in Chesterfield, Massachusetts and moved to the Bay Area eight years ago. Her brother Chris Allen said in a statement: “Amanda is an incredible, beautiful person, daughter, sister and friend. She is a passionate, artistic, caring soul with an incredible sense of humor and positivity.” Donna Kellogg, 32 Kellogg, who lived in Oakland, was a barista at a local coffee shop in Berkeley and was well known in the arts community. “She had a really good heart,” said Jenny Yang, a friend and Oakland resident who is active in the local DIY art scene. “I just always felt like she was a very wise person in the sense of really understanding people and never showing negative judgement toward anyone.” Yang said she would always see Kellogg riding her bike and that she was often present at local art events: “I felt like she was this magical person, kind of like an angel that arrived. She was always in the background smiling.” Edmond Lapine, 34 Lapine, an Oakland resident, was a graduate of Evergreen State College in Olympia, Washington, and had previously interned for the independent label K Records. His former boss from the label, Calvin Johnson, told the East Bay Times that Lapine “had a real understanding, just an innate feel for music and people”. Lapine’s friend Amanda Stauffer also shared a tribute on Facebook, writing that Lapine had helped her learn how to play guitar and was a great teacher: “He gave me lessons, and his patience and enthusiasm for the whole project can only be described as saintly in the face of my unwavering lack of discipline.” Griffin Madden, 23 Madden graduated in 2015 from the University of California, Berkeley with a degree in philosophy and Slavic language and literature, according to school officials. He also worked for Cal Performances, a university arts organization. “He was probably the most memorable undergraduate student I’ve had in my years of teaching,” Luba Golburt, associate professor at UC Berkeley, told the Chronicle. Madden’s girlfriend, Saya Tomioka, posted a tribute on Facebook, recounting a trip the couple took in 2015 to New York City, during which a random photographer took a shot of them kissing. She said she didn’t learn the man’s name, but that he showed them “the single beautiful snap shot that he was able to capture”. After the fire, Tomioka asked friends to share her post in hopes of finding the image, and eventually the Facebook message reached photographer Arken Avan, who recovered the photo and posted it on her page. “I’ve lost you, but I’ve never felt stronger in my life,” she wrote in a follow-up tribute to Madden. “Through our many years of love and growth, I learned how to be strong from you.” Joseph Matlock, 36 Matlock, also known as Joey Casio, was a highly respected local electronic musician, known for his industrial techno sets. He was scheduled to play at the party the night of the fire. “He was such a mentor to so many people,” said Nihar Bhatt, a local DJ and record label owner who said he was planning on releasing Matlock’s vinyl record. Bhatt said the artist was known locally and nationally “as somebody who broke rules and had a very distinctive style”. “He was just really always radical in what he did, from his fashion to his style of music to his politics,” Bhatt added. “He deserved a much bigger audience than he had, but he never was very concerned about that. He was just like, ‘I want to play.’” “He was just this visionary in so many ways,” added Tiare Ribeaux, a local curator. “He was an amazing philosopher. He just saw the world in this light that was very unique. And he was an anomaly. There’s no one like him.” Jason McCarty, 35 McCarty became interested in art at the age of three, according to his father. Gene McCarty told the Chronicle that his son was interested in illustration, design, photography, painting and music. “He’s done artwork, comics, wrote and illustrated books. He’s ventured into sound and music – a little bit of everything.” McCarty’s girlfriend Grace Lovio said he had worked for an audio-visual company and that he collaborated with multiple bands. She told the Los Angeles Times that he wrote poetry for her and that the last message he sent her said: “Love you a zilliopzazillion.” Draven McGill, 17 McGill was the youngest victim of the fire. The 17-year-old was a student at the Ruth Asawa San Francisco School of the Arts and a son of a deputy for the Alameda County sheriff’s office, which has been handling the investigation. McGill was a junior and a baritone in the school’s choir, the Chronicle reported. The school is hosting an event to honor McGill and “remember his life and the love and music he shared with his friends”, officials announced. Students are performing choral pieces that were favorites of McGill as well as a new student composition written as a tribute. Julian Granados, a friend from school, told the Mercury News that McGill was “always down to have an adventure” and that the two were “choir buddies”. Jennifer Mendiola, 35 Mendiola was on track to receive a doctorate in health psychology from the University of California, Merced next year. She hoped to eventually become a professor, Ruben Castaneda, a Merced colleague, told the Chronicle. “She was always happy, smiling, bright. She was a great academic, always working really hard on getting research done. She had a very clear path and focus on what she wanted to do.” Last year, Mendiola co-authored a piece for the Los Angeles Times about the importance of flu shots for Latinos in California. Anna Mendiola, her sister-in-law, told the Chronicle that Jennifer had a “goth flair”, adding, “Whenever she danced, everyone in the room would stop what they were doing and look at her, because she was the most beautiful thing in the room.” Jennifer Morris, 21 Morris was a student at the University of California, Berkeley, and was from Foster City, California. The college confirmed that she was a junior majoring in media studies and that she previously studied at University of California, Santa Cruz. Classmates and friends shared reflections and tributes on social media, with one writing, “You truly meant a lot to so many people. Thank you for adding joy to so many people’s lives Jenny.” Feral Pines, 29 Pines previously lived in Indiana and had only recently moved to Oakland, where she found a supportive community of artists and queer people. She was a musician and was described by many friends as a role model for other trans women. “She was wild and free,” said Max Tamola, a longtime friend. “She loved her friends more than anything ... She is living on in all of us.” “Her art is renowned among community,” her friends wrote in a tribute. “As her queer family gathers to share memories, a common narrative emerges: Feral saving our lives over and over again. For many of her trans community, Feral was a guide and sister in a world of small joys and terrible precarity for trans women. Feral was truly committed to empowering those that the world deems powerless.” She adopted two rescue dogs shortly after her arrival in Oakland. “She was a synthesizer genius with impeccable musical taste,” her former partner, Eliza Wicks-Frank, told SFGate. “Feral was truly committed to empowering those that the world deems powerless. She always took time tell everyone how much she loved them.” Vanessa Plotkin, 21 Plotkin was a junior at the University of California, Berkeley who was majoring in sociology and volunteered at the campus radio station, KALX, campus officials confirmed. She was from Lakewood in southern California. She went to the Ghost Ship party with her roommate and friend Jenny Morris. In her hometown, members of the Lakewood high school community remembered her as a dedicated student and role model. “She was a beautiful human being,” friend Connie Sobczak told the Press-Telegram. “Quiet in the classroom until we got into discussion and then I remember her as one of the students, when she started to talk, they would all stop and listen,” James Cross, her former English teacher, told the paper. Wolfgang Renner, 61 Renner was the oldest victim of the fire. He lived in Oakland and originally came from the town of Erlangen in Bavaria, according to the Chronicle. The paper reported that he did odd jobs and pursued music, sometimes composing for friends’ amateur theater productions. The East Bay Times reported that Renner was a “fixture of the underground electro scene” for decades and was a regular at the Cat Club in San Francisco. “Wolfgang was about as free of an individual as anyone is likely to ever meet,” one friend wrote on Facebook. “When we were close, it was a joy to go and visit him as he was a capable host who made all of his friends feel welcome and celebrated.” His partner, Michele Sylvan, also died in the fire. Hanna Ruax, 32 Ruax was an entrepreneur, yogi, jewelry designer, stylist and creative director, her friends and family said in a statement to the Los Angeles Times. Ruax was from Helsinki, Finland and had been living in Oakland since November, according to the Chronicle. She went to the warehouse party with her fiance Alex Ghassan, who also died in the fire. A group called Ideas Powered, dedicated to intellectual property, wrote on Facebook that Ruax was a “VIP contributor”, adding in a tribute: “Hanna was a creative, passionate, inspiring young woman, so full of joy and a genuine pleasure to be around.” Pure Waste Textiles, a group that makes ecologically sustainable garments, said she was the mastermind behind a line of recycled jewelry: “We lost one amazing, young &amp; joyful designer.” Benjamin Runnels, 32 Runnels was an Oakland musician who was also known as Charlie Prowler. He was from New York state and worked in landscaping as a way to support his musical endeavors, according to the San Francisco Chronicle. The paper said he sang jazz standards at a bar and created electronic beats for dance. Runnels was also part of an Oakland duo band called Introflirt, which billed itself as a “soundtrack for the insecure”. “He was warm, kind, witty and had an inner connectedness to himself and the world that few possess,” one friend wrote in a tribute. “He had a vision of where he wanted to be in five years, even if he knew that path would be winding. Nicole Siegrist, 29 Siegrist went to the warehouse with her bandmate Benjamin Runnels, who also perished in the fire. She went by the name Denalda Nicole Renae, according to the East Bay Times. Siegrist played synthesizer and was part of the Oakland band Introflirt. “Right off the bat she would talk to anyone,” Brendan Dreaper, friend and band manager, told the local paper. “Especially when she took on her stage persona – she had a team of friends who would help her design outfits with a new style for every show. If I didn’t know who she was I would have thought Ben was playing with a different person every time.” Michele Sylvan, 37 Sylvan’s friends paid tribute to her and partner, Wolfgang Renner, on Facebook, where Robert Janca wrote that she was “lovely, wildly creative” and “a potent visionary and was always up for a life’s adventure.” “The world is a decidedly less colorful one without them,” he added. “So long dear souls. Thank you for the treasures you shared.” Jennifer Kiyomi Tanouye, 31 Tanouye was known throughout Oakland for her nail art, often showing up to local parties and painting intricate nail designs on people, posting photos with the name “Underground Nail Bar”. She also worked as a manager at Shazam, the popular music app. “I really looked up to her,” said Jenny Yang, who is active in the local DIY art scene. “It’s very hard to find other Asian Americans that can relate in the way we do in the sense of being really interested in DIY culture, really interested in art and music, really interested in social justice.” As the Oakland art scene received more mainstream attention in recent years, Tanouye fought to ensure that longtime DIY artists were included, Yang added: “She was like, ‘Hey, I have this whole community of friends that have been here forever that are wanting finally to have a stage to perform on.’” She was also known for her successful work organizing the Mission Creek music and arts festival in Oakland. Tanouye was the reason the festival survived, said friend Allegra Rush. “She could do whatever she wanted to do and it would happen.” Alex Vega, 22 Vega went to the Ghost Ship party with his girlfriend Michela Gregory, his high school sweetheart whom he had been dating for five years. Vega’s older brother Daniel said the 22-year-old loved working on cars and was interested in the arts, including urban graffiti, painting, electronic music and fashion. Vega lived with his family in San Bruno and held two jobs, working as a university valet and at a Daly City mortuary. His best friend Alex Vargas told the East Bay Times that Vega was part of a group that booked underground rap shows in Oakland. Vega’s family members said they believed he and Gregory were holding each other in their final moments. Peter Wadsworth, 38 A Boston native who studied psychology at Harvard University, Wadsworth lived at the 31st St warehouse and like many others there was a jack-of-all trades. Friends told SFGate that Wadsworth working on starting a company to make marijuana-infused salsa and created replica Egyptian artwork. “He was a walking catalogue of correct factual knowledge,” friend Swan Vega told the paper. “He was like our Dumbledore – our wise wizard. He was a genius. He was pure intelligence. “You could catch Pete in the hall,” she added, “and suddenly realize you have been engaging in the most interesting conversation you’ve had in a month, when you need to go to work.” Nicholas Walrath, 31 Walrath, born in Pittsburgh and a graduate of MIT, was a newly minted associate at a San Francisco law firm, after stints clerking for two of California’s most important courts. Before switching to law studies at New York University, he spent a year studying for a PhD in atomic physics at the University of Colorado. In a statement, Judge Jon Tigar wrote that Walrath was an “exceptional” clerk. “Nick brought his brilliant intellect, cogent writing skills, curiosity, and relentless work ethic to everything he did,” Tigar wrote. “Even more than his considerable legal talents, Nick also brought his sterling personality, his generosity, his good humor, and his love of life.” Brandon Chase Wittenauer, 32 Wittenauer, from Hayward, California, was a musician who also went by the stage name Nex Iuguolo and was part of a band called Symbiotix.Fungi. His longtime friend Amanda Fish, who met Wittenauer in high school, said that he was part of a tight-knit community in the East Bay music scene. “It was great that he found all these Oakland events. He found similar artists and they all encouraged each other,” he said. “He knew everybody in the room. He was like Mr Charisma ... Chase made everyone around him feel loved.” Wittenauer grew up in Santa Maria, California, and became very interested in experimental music Fish described as “industrial techno”. “He was sweet and sincere and charming and he was really curious about the universe,” she added. “He was just excited about life. He had tons of energy … and he really encouraged you to follow your dreams. He’s going to leave a huge hole in our life.” Wittenauer was one of the most supportive people at local arts events, said Tiare Ribeaux, a local curator. “He was always putting other people first and always really wanting to see the community thrive.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}