{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2016/dec/19/everton-v-liverpool-premier-league-live", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-12-19T22:16:22Z", "webTitle": "Everton v Liverpool: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/dec/19/everton-v-liverpool-premier-league-live", "apiUrl": "https://content.guardianapis.com/football/live/2016/dec/19/everton-v-liverpool-premier-league-live", "fields": {"headline": "Everton v Liverpool: Premier League – as it happened", "bodyText": "That’s all for now. Thanks as always for following along with us and be sure to check out Andy Hunter’s full match report from Goodison Park here. Liverpool move to second in the table, six points adrift of Chelsea. The final match statistics don’t exactly suggest a match to remember. (And it most certainly wasn’t.) But the ending could very well be a pivotal moment in the Reds’ campaign. A massive win for Liverpool, the sort of match that can breathe life into a title charge. “It’s a great feeling to come here on derby day and win. There’s no better place to win away from home, really,” Jordan Henderson says. “The second half, I thought we dominated throughout. We could have scored a couple more, but in the end, we’re delighted with the 1-0 win.” Adds Mane: “I’m very happy to score the winning goal or the team, but I think the work rate for the team was great today. I think we deserved to win.” And there’s the final whistle. A chippy and dramatic finish to the 227th Merseyside derby, a tangle finally settled by a late Mane winner that was, to be fair, all Daniel Sturridge. 90 min+10: We’re into the 100th minute ... not much longer now. 90 min+7: Liverpool very nearly doubles their pleasure when Firmino is put in by Mane and Coleman clears it off the line. Daniel Sturridge’s long-range shot from outside the area rings off the right post and Mane is in the right place at the right time to deposit it cleanly into the back of the goal. A flare has come down from the away end as the crowd erupts followed shortly by an Everton fan who attempts to invade the pitch. Bedlam at Goodison Park! 90 min+2: Everton win a free kick but it’s played short and Barkley’s, er, speculative shot sails high into the night. Goal kick for Liverpool. 90 min: The corner is easily cleared and, yes, the fourth official confirms there will be eight minutes of stoppage time. 89 min: Another corner for Liverpool, who desperately need three points. Word coming from the tunnel area is there could be as many as eight minutes of injury time. 86 min: A free kick for Liverpool, Henderson and Milner standing over it. Played short to Milner who plays it into the area, but nothing comes of it. Well defended by Everton. 84 min: Liverpool win a free kick but then Barkley kicks the ball away to prevent the Reds from taking it quickly. He’s on a yellow and walking a thin line but he manages to avoid the referee’s book, if not Henderson’s ire, for the stroke of churlishness. 82 min: Two substitutions for Liverpool as Origi and Lallana make way for Daniel Sturridge and Emre Can, who is back from a knee injury. 80 min: Firmino with a brilliant volley on goal and Robles fully extends to make the save! 79 min: Sturridge, with seven goals in 12 career appearances against Everton, is now warming up by the Liverpool bench. 77 min: More pressure from Liverpool. Firmino attempts a highlight-reel overhead kick but it’s nowhere near the target and Everton will have a goal kick. 75 min: Liverpool win a corner when Lallana’s pass to Origi is well defended and deflected out. The corner is headed clear but Liverpool have a throw-in and restart play in the final third. 71 min: Barry is whistled for a foul near the halfway line and Enner Valencia will now exit fore the teenager Dominic Calvert-Lewin. It’s Everton’s third sub of the match with Liverpool having yet to make their first. 67 min: Ross Barkley has been shown yellow for a vicious late challenge from behind on Henderson near the touchline. That could have been a red. A small melee breaks out when Lovren runs a long way to take objection to the tackle. Coleman picks up a yellow for his part in the extracurriculars. Tempers flaring! 63 min: Now play has stopped again and it appears second-choice keeper Joel Robles will enter for Stekelenburg, who is gingerly walking off the pitch with assistance. It’s Everton’s second substitution of the match. 60 min: Stekelenburg will stay in but Ashley Williams is taking the goal kick to restart play. It appears he can hardly stand but he will stay in the match, for now at least. Certainly something to keep an eye on as the match moves past the hour mark. 58 min: Firmino flicks to Mane, but Stekelenburg and Baines collide while teaming to interrupt the attack, which they do, and both players are down. Baines up first but Stekelenburg is still receiving medical attention. He doesn’t look well. Looks like a right thigh issue. He may need to come out. 55 min: Lovren cross-checks Lukaku near the halfway line during a change of possession and finds himself in the referee’s book. 53 min: A ball is lobbed forward to Lukaku in the area, who stays in line with the defenders and attempts a nifty head on goal. A good idea with a heightened degree of difficulty, but the shot misses the target. And shortly after it’s Liverpool on the hunt again. 49 min: A series of chances for Liverpool as Firmino puts a lob on goal after a fine feed from Milner. A moment of chaos at the mouth of the goal before the ball is cleared. They’ve now won a corner but it comes to nothing. The visitors have come out firing after half-time. 47 min: Liverpool appear to have caught Everton napping early as Milner breaks free of a weak challenge on the left flank and sends it into the area, but no one is there to collect it. 46 min: The second half is off with one change for Everton: Gareth Barry is on for James McCarthy. Barry is making his 610th appearance in a Premier League match, eclipsing Frank Lampard (609) for second-most ever behind only Ryan Giggs (632). Not much longer now until the second half is underway. For your half-time entertainment, have a go at our latest quiz on historical British football grounds, then and now. There’s the whistle and the first half is in the books. Everton did the better work early on, but Liverpool fought back and ended the first stanza on even terms. Only two real chances to speak of: Lukaku’s blocked effort in the 23rd minute and Origi’s misfire from point-blank range in the 37th. Plenty more to come from Goodison Park! 45 min+1: Milner’s effort toward the far post is easily cleared the half-time whistle that will almost certainly be the final chance of the first half. 45 min: Now Liverpool will have a late chance as Origi is ripped down by Barkley and the referee awards a free kick. 43 min: Everton win a corner and the crowd whips itself into a frenzy. It’s sent toward Funes Mori toward the near post roughly seven yards from the goal, but he can’t send his header toward the target. A wasted chance. 41 min: Play resumes with McCarthy still in. Liverpool enjoying a touch more success in the waning minutes of the first half and you can’t help but wonder if Everton won’t rue failing to convert their early supremacy into something more tangible. 39 min: McCarthy is down for Everton. Play has stopped while he receives medical attention. 37 min: A quick break for Everton and Lukaku plays to the onrushing Coleman, but his cross caroms off the hand of Henderson. The ref signals play on to the horror of the crowd as Liverpool very quickly move into a counter-attack moments later when Origi misses wide from seven yards out off a cross from Clyne, who was set up brilliantly by a dummy from Mane. Oh dear! Not an easy finish by any means but surely Liverpool’s best chance of the match. 33 min: A good chance brewing for Liverpool as the ball is played forward to Origi on the left flank with only one man to beat, but he’s had his pocket picked and Everton are on the counter again. 31 min: Another clumsy challenge for Liverpool as Clyne looks again for Wijnaldum in the area, but he can’t direct it toward the goal before it’s cleared. 28 min: Liverpool’s first shot comes from Wijnaldum, but it misses the target completely. Now the Reds will have a free kick from distance after Baines takes out Origi, but Milner’s poor effort is a non-starter as the referee spots an infraction. 25 min: Now the ball falls fortuitously to Barkley, but his effort sails harmless wide of the left-hand post. 23 min: Lennon carries into the area targets Lukaku with a cross but Klavan arrives in the nick of time to make a sliding block. More danger for Liverpool. 21 min: Liverpool doing a lot of defending through the first 20 minutes, spending vast spells in their own final third. Everton haven’t had a great deal to show for their efforts, but they’ve kept the visitors on the back foot. 18 min: Liverpool finally keeping possession in the final third, stringing together a series of short passes along the right flank and probing the Everton defense, but they’re ultimately dispossessed and Everton are back on the counter. 15 min: A quarter hour down and Everton have had the better opportunities, with Liverpool having to develop anything resembling a chance. 13 min: Valencia’s free kick smashes directly into the wall and caroms backward past the halfway line. A wasted effort. Still, an inspired start for Everton before their home crowd while Liverpool have seemingly failed to answer the bell. 12 min: Now Firmino trips Gueye and Everton are awarded a free kick roughly 25 yards outside the area. The Brazilian was perhaps lucky to avoid a booking there. 8 min: Everton pressing and keeping Liverpool on the back foot. Just now Coleman picks out Barkley in the area, aided by Henderson’s missed chance at an interception. But Barkley can’t turn on goal with the ball and Liverpool dodge a bullet. 6 min: Firmino is dispossessed and Lukaku is released down the right-hand side. The crowd swells but the Belgian’s cross sails harmlessly out of the danger area. 4 min: An incisive-looking Everton with the first half-chance of the match after the initial feeling-out period as a cross is swung in to Lukaku, but Lovren arrives just in time to head it out of danger. 1 min: And we’re off! Everton attacking from right to left in blue shirts and white shorts, Liverpool from left to right in the familiar all-red kits. The players have taken the pitch and first kick is only minutes away. The atmosphere in Goodison Park is positively electric! Liverpool statistician Ged Rea has put together a master compendium of numbers ahead of today’s derby. Among other arcana, we’re reminded the last player to score a hat trick in a league derby at Goodison was Ian Rush in a 5-0 victory in November 1982. (Of course, he scored four that day.) The last Evertonian to score three in a game against Liverpool was the immortal Dixie Dean, who accounted for all of his side’s goals in a 3-1 win back in September 1931. The Toffees went on to win the fourth of their nine league titles that season. Here’s a look at today’s teams. Only one change for Everton as Ramiro Funes Mori enters for Phil Jagielka, who is suspended for today’s match after being sent off during injury time of the midweek win over Arsenal. No changes for Jürgen Klopp’s side, which means he will continue to ride the recently recalled Simon Mignolet in goal. Everton XI: Stekelenburg, Coleman, Funes Mori, Williams, Baines, Gueye, McCarthy, Lennon, Barkley, Valencia, Lukaku Subs: Robles, Holgate, Kenny, Calvert-Lewin, Barry, Cleverley, Mirallas Liverpool XI: Mignolet, Clyne, Lovren, Klavan, Milner, Henderson, Wijnaldum, Lallana, Firmino, Mane, Origi Subs: Karius, Moreno, Lucas, Can, Alexander-Arnold, Woodburn, Sturridge Referee: Mike Dean Hello and welcome to Mersey Monday with Everton and Liverpool set to face off for the 227th time in their timeworn rivalry. The Reds, currently joint third in the table and nine points adrift of leaders Chelsea, arrive at Goodison Park fresh off a 3-0 victory over Middlesbrough on Thursday. Meanwhile, Ronald Koeman’s men are riding high after an inspired come-from-behind win over Arsenal one day prior. Kickoff is just over 40 minutes away. We’ll have plenty more to come, including the teams, between now and then. Bryan will be here shortly. In the meantime, here’s Divock Origi on the game: It will be a war, so we go there in a very positive way. You want to win this game, you know it will not be easy, it is a derby so it will be special and a very big and important game for us as a club also. We have to prepare it well. And here’s Idrissa Gueye: It would be great to beat Liverpool because then I could be on Sadio Mané’s back all the way through the African Nations. Sadio is a real one for taking the mickey, a real character. Every time we go away on international duty he calls me dwarf and he’s only a little bit taller than me. If the result goes the wrong way on Monday he’s going to be even worse. I can’t let that happen."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}