{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2016/dec/11/nhs-england-anorexic-patients-scotland-mental-health", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2016-12-11T21:00:37Z", "webTitle": "NHS England sending anorexic patients to Scotland for treatment", "webUrl": "https://www.theguardian.com/society/2016/dec/11/nhs-england-anorexic-patients-scotland-mental-health", "apiUrl": "https://content.guardianapis.com/society/2016/dec/11/nhs-england-anorexic-patients-scotland-mental-health", "fields": {"headline": "NHS England sending anorexic patients to Scotland for treatment", "bodyText": "The NHS in England is sending patients who are seriously ill with eating disorders to Scotland for treatment because chronic bed shortages mean they cannot be cared for in England. Vulnerable patients, mainly teenagers and young adults, are being taken hundreds of miles from their homes in order to receive residential care in Glasgow and near Edinburgh. Mental health experts voiced deep concern about the trend and said it could damage patients’ chances of recovery, increase their sense of isolation through the separation from their families and even increase their risk of dying. Doctors, eating disorders charities and patients have told the Guardian that the quality of care received by patients, some of whom are at risk of dying, is being compromised by the NHS in England having far too few beds to cope with the growing number of cases of anorexia, bulimia and other forms of psychiatric illness linked to eating habits. “I’ve seen a rise in calls from people saying their children have been sent far away, miles away, to be looked after because there are either no services nearby or they are full”, said Jane Smith, chief executive of Anorexia and Bulimia Care. “This is a life-threatening situation for young people. People are in inpatient care because they are at risk of dying. They are in a very fragile, risky state.” Rebecca Doidge, 20, from St Albans in Hertfordshire, spent six months in the Priory private hospital in Glasgow earlier this year because she was desperate for treatment and could not find anywhere else. The distance had negative side-effects, she said. Despite being well looked after there, “being sent so far away does compromise care”, she said. “The outcomes are going to be better if you can stay near home. It’s really hard to integrate back home or go to another environment when discharged if you are in a different country. It makes communication between those treating you in hospital and those at home difficult.” During her stay in the Priory, which has 25-30 beds, “about seven of the people there were from Hertfordshire,” she said. “The number of English people there massively outnumbered Scots.” Anup Vyas’s stepdaughter has been receiving treatment for a rare eating disorder in Huntercombe private hospital in Livingston, near Edinburgh, since February. After previous stints in units in Watford, London and Colchester in Essex, the 17-year-old’s condition is so serious that “now she is basically being kept alive in Scotland”, said Vyas. “NHS England acknowledge that her being so far away is not ideal. Her brothers haven’t visited her since June and no friends have gone up. Most people in the unit are from England, especially the north of England – places like York and Manchester.” The family’s home is in Hemel Hempstead, 350 miles from Livingston. The health secretary, Jeremy Hunt, criticised the practice as “completely unacceptable”. He recently said NHS children and adolescent mental health services were the NHS’s worst area of care. “It is clearly unacceptable for people to be sent hundreds of miles away for care at a time when they need the support of friends and family the most”, he said. “That’s why in April we committed to a national ambition to eliminate inappropriate out-of-area placements by 2020-21.” Ministers had also earmarked £150m for enhanced services in community settings to help ensure that mental health problems in young people were tackled before their health worsens, he said. NHS England, despite its professed commitment to openness, refused to say how many patients from England were receiving treatment for eating disorders in Scotland. Expanding the supply of specialist beds to treat people with those conditions would take time, it said. “It’s extremely distressing for parents to have a child who is so unwell that they require inpatient care, and it’s even worse when they can’t easily visit their child because of long travel distances”, said Sarah Brennan, chief executive of Young Minds. “For many young people the distance from family and friends is one of their biggest fears when they are hospitalised. Being separated from loved ones doesn’t help with recovery and makes the stress of hospitalisation worse.” Dr Jon Goldin, a consultant psychiatrist in London specialising in children and adolescents, said he had heard of patients being moved long distances. “But it shouldn’t be happening,” he said. “It’s a concern. Patients should be treated nearby and should be in contact with family. They need support and it’s much harder to get that when families have to travel long distances. “Part of their recovery may involve therapy with their family, especially for children aged 14 and under.”, said Goldin, who is also a spokesman for the Royal College of Psychiatrists. More young people were developing eating disorders, he said. Genetic factors, personality factors and socio-cultural factors, such as images in the media of models “which glamorise thinness” are among the many reasons for the trend, Goldin said. A spokeswoman for the Priory hospital in Glasgow said it took patients from all over the UK. “The Priory hospital in Glasgow has a reputation for providing some of the highest standards of mental healthcare in the country, and has been given a ‘very good’ rating by our regulator, Healthcare Improvement Scotland, for staffing, management, information to patients, and the environment it offers those we care for. As such, we support patients from across the UK and overseas.” A spokeswoman for NHS England said: “The NHS recently laid out very clear plans to expand staff and services for specialist eating disorders and other mental health problems, in order to tackle and eliminate distant out-of-area placements. Transformation won’t happen overnight but work is under way to improve services for everyone and to make sure care is available at home or as close to home as possible when a patient needs more intensive therapy. “To help achieve this, the government has allocated a cumulative £1.4bn to children and young people’s mental health services over the next five years, and the new waiting time for eating disorder patients will ensure patients get better care more quickly.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}