{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2016/dec/17/malcolm-turnbulls-summer-reading-list-harry-potter-and-the-stupidity-paradox", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2016-12-16T21:21:43Z", "webTitle": "Malcolm Turnbull's summer reading list: Harry Potter and The Stupidity Paradox", "webUrl": "https://www.theguardian.com/australia-news/2016/dec/17/malcolm-turnbulls-summer-reading-list-harry-potter-and-the-stupidity-paradox", "apiUrl": "https://content.guardianapis.com/australia-news/2016/dec/17/malcolm-turnbulls-summer-reading-list-harry-potter-and-the-stupidity-paradox", "fields": {"headline": "Malcolm Turnbull's summer reading list: Harry Potter and The Stupidity Paradox", "bodyText": "Malcolm Turnbull is planning on spending his Christmas break with his family – his wife, Lucy, and their children and grandchildren, and reading is high on the prime ministerial agenda. When asked to share with Guardian Australia’s readers the books he planned to read over the summer, Turnbull nominated a substantial list. The company director and philanthropist David Gonski has recommended he read The Stupidity Paradox: The Power and Pitfalls of Functional Stupidity at Work by Mats Alvesson and Andre Spicer. “David Gonski recommended this to me,” Turnbull said. It’s a tome against mindless conformism, he says. “It explores the dangers of mindless conformity and deference, and how a culture which questions established ways of doing things better enables organisations to innovate and succeed.” Turnbull went to Peru this year for the meeting of the Asia-Pacific Economic Cooperation forum and the president of Peru also made a recommendation – Modernity and its Discontents by Steven Smith. “The president of Peru recommended I read this book, which explores modernism and ‘why discontent and sometimes radical rejection are its inevitable by products’.” There are a couple of histories – The Defence of the Realm: The Authorised History of MI5, and On Stalin’s Team – The Years of Living Dangerously, which is Sheila Fitzpatrick’s history of Stalin’s government and his inner circle. The Fitzpatrick book won the prime minister’s prize for nonfiction and is based on her long research into the Soviet archives. Turnbull also said he wanted to read Black Rock White City, by AS Patric, which won the 2016 Miles Franklin literary award and is about the immigrant experience in the Australian suburbs. There’s also a book by a group of political economists called Governing for Prosperity, edited by Bruce Bueno de Mesquita from New York University and Hilton Root from George Mason University school of policy, government and international affairs. Tim Winton’s Island Home is on the Turnbull list, as is Lisa Gorton’s The Life of Houses, a gothic novel about an Australian family and the house where they have lived for generations, as well as a crime novel, The Dry, by Jane Harper. This list seems ambitious for a languorous Australian summer after a punishing political year but Turnbull also intends to swot for the grandkids. He says he wants to read Harry Potter and the Cursed Child, the West End stage play. He will also be reading The Astonishing Secret of Awesome Man by Michael Chabon, which is now the must-read of his grandson Jack. And a couple of Australian children’s classics for the little girls: 10 Little Fingers &amp; 10 Little Toes, by Mem Fox and Helen Oxenbury, and Diary of a Wombat, by Jackie French."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}