{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2016/dec/05/eric-molina-hopes-knockout-anthony-joshua-boxing", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2016-12-05T21:59:35Z", "webTitle": "Eric Molina hopes to deal knockout blow to IBF champion Anthony Joshua", "webUrl": "https://www.theguardian.com/sport/2016/dec/05/eric-molina-hopes-knockout-anthony-joshua-boxing", "apiUrl": "https://content.guardianapis.com/sport/2016/dec/05/eric-molina-hopes-knockout-anthony-joshua-boxing", "fields": {"headline": "Eric Molina hopes to deal knockout blow to IBF champion Anthony Joshua", "bodyText": "If the bookmakers are to be believed, Eric Molina is a defeated man walking. The Mexican-American faces Anthony Joshua in Manchester on Saturday with the odds well and truly stacked against him becoming the first fighter to defeat the British heavyweight and take his IBF world title. Yet from the challenger himself comes the insistence that he can deliver a shock. Molina may not be the fastest, toughest or meanest heavyweight out there but, as Deontay Wilder discovered when the pair met last year, he can punch, and hard. The 34-year-old said: “I have a vision in my mind as to where he [Joshua] makes mistakes and I have a vision as to where I am very, very dangerous. In my mind those fit together so well. They fit together in a way that makes it very realistic for him to get knocked out. I can knock anybody out.” Molina rocked Wilder with a thudding left hook in the third round of their contest, and for a time it appeared as if the WBC champion was heading for an almighty fall – a first defeat and the loss of his crown in his home state of Alabama. Wilder recovered to win, dropping Molina three times en route to a ninth-round stoppage, but that early blow caught the attention and for Molina proved his reputation for being a heavy puncher is enough to spook the most formidable of fighters – including Joshua. “Why didn’t Wilder just go wild on me and knock me out, like he did with every–one else?” Molina asked before what is his first bout on British shores. “Why didn’t he just do that? There’s something that made him feel he could not do that. I hope this young champion does not come into this fight and make the mistake of thinking he’s going to run over me, because it ain’t gonna happen.” Joshua has been typically respectful in the buildup to what is the second defence of the title he won with a second‑round stoppage of Charles Martin eight months ago – bar his early vow to make Molina “look like shit” – and his decision to include Robert McCracken, the Great Britain Olympic team coach, as part of his team for this fight suggests he is taking his opponent seriously. For sure, Molina deserves respect. After all, he has won 25 of his 28 contests, 19 by knockout. In his most recent fight he also stopped the Polish former two-division world champion Tomasz Adamek in Krakow. “That was the pinnacle of my career because it set me up for this fight,” Molina said. “You think they flew me out to Poland because they thought I was going to win? No. They flew me out there because they thought I was going to lose and had no chance to knock him out. Bam, that happens.” Molina’s backstory – he worked as a special-needs teacher in his home state of Texas up until May and has vowed to eventually return to the job – adds a layer of intrigue to this fight, but despite that and the challenger’s bold claims, Joshua should make it 18 successive victories via a stoppage with minimum fuss. Should that happen, there is unlikely to be much bitterness from his opponent, who was a late call-up by Joshua’s promoter, Eddie Hearn, for the injured Wladimir Klitschko. “He’s a good man, a good champion and I like the things he represents,” Molina said of the 2012 Olympic gold medallist. “I say the same things about Wilder – he’s a great friend of mine. I like the way he represents himself. These are guys we need to build the sport of boxing.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}