{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/live/2016/dec/01/donald-trump-indiana-thank-you-tour", "type": "liveblog", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2016-12-01T22:59:22Z", "webTitle": "Trump starts 'thank you tour' to states he won | The minute", "webUrl": "https://www.theguardian.com/us-news/live/2016/dec/01/donald-trump-indiana-thank-you-tour", "apiUrl": "https://content.guardianapis.com/us-news/live/2016/dec/01/donald-trump-indiana-thank-you-tour", "fields": {"headline": "Trump starts 'thank you tour' to states he won", "bodyText": "President-elect Trump is taking a victory lap of the midwest, jetting to Indiana to visit the Carrier factory. Trump claims to have saved more than 1,100 jobs at the heating and air-conditioning company from being outsourced overseas. However, at least 1,000 Carrier jobs are still heading to Mexico. The company got $700,000 in tax breaks annually from the state of Indiana to stay. If I lost, would you have picked up the phone? Trump says he will leave his family business and announce the full details of his plans to do so on 15 December. Our interactive team put together a visual guide to the conflicts of interest still facing the Trump Organization. Trump’s conflicts of interest: a visual guide More than 2,300 scientists, including 22 Nobel prize winners, wrote an open letter to Trump and Congress calling on them respect science and to encourage research and the collection of scientific data. ‘The federal government must support and rely on science’ Ivanka wants to make climate change – which her father has called a hoax perpetuated by the Chinese – one of her signature issues, a source close to her told Politico. Ivanka Trump: champion of liberal causes? Earlier this week Trump tweeted that “millions” of people voted illegally in the election, despite providing no evidence to substantiate the claim. Trump’s random tweet seems to have been inspired by another random tweet on 12 November by a little-known Republican official. He also offered no evidence. The random tweeter: ‘This is not false news’ Newsweek advance-printed 125,000 copies of its “Madam President” edition before the election, so confident were they of a Clinton win. The magazine got removed from shelves – but not before some were sold, creating a collector’s edition now being sold on eBay. One auction nears $400"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}