{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2016/dec/16/antonio-conte-chinese-super-league-danger-oscar-move-chelsea", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-12-16T22:38:33Z", "webTitle": "Chelsea’s Antonio Conte: Chinese Super League is a danger to all teams", "webUrl": "https://www.theguardian.com/football/2016/dec/16/antonio-conte-chinese-super-league-danger-oscar-move-chelsea", "apiUrl": "https://content.guardianapis.com/football/2016/dec/16/antonio-conte-chinese-super-league-danger-oscar-move-chelsea", "fields": {"headline": "Chelsea’s Antonio Conte: Chinese Super League is a danger to all teams", "bodyText": "Antonio Conte has admitted the money-flushed Chinese Super League represents a danger to clubs across Europe’s elite leagues, with the Chelsea manager reluctantly preparing for life without Oscar as the midfielder closes in on a £60m move to Shanghai SIPG. The Brazil international has played his last game for the Premier League leaders, who will attempt to equal a club record 11 successive wins at Crystal Palace on Saturday, before signing a contract worth £350,000 a week after tax with André Villas-Boas’s team. Oscar will become Chelsea’s biggest ever sale, eclipsing the money Paris Saint‑Germain paid for David Luiz in 2014, as Chinese clubs prepare to flex their muscles once again in the transfer window. Shanghai Shenhua’s pursuit of Carlos Tevez, now with Boca Juniors, had appeared to fall in line with Chinese clubs’ regular tactic of targeting big-name players towards the end of their respective careers. Yet Oscar, for all that he has become a fringe player at Chelsea, is still only 25, with his best years potentially ahead of him and, while the mind-boggling fee has been welcomed by Chelsea, there is concern in boardrooms of a possible drain of talent from the Premier League for the riches in east Asia. Chelsea sold Ramires – the deal, like those for David Luiz and Oscar, was facilitated by Kia Joorabchian – to Jiangsu Suning last January in a deal worth in excess of £20m, while Arsenal have been alarmed at the possibility that Hebei China Fortune, coached by Manuel Pellegrini, could offer Alexis Sánchez £400,000 a week to reject a new contract at the Emirates Stadium. Even Premier League clubs are unable to compete with such sums of money. “The Chinese market is a danger for all,” said Conte. “Not only for Chelsea, but all the teams in the world. But I think we must concentrate on our work, not think that in China there is a lot of money and they can arrive to take the players there. “Oscar is a really good player. I was very proud to have him in my squad and to have him as my player. I’m proud of his attitude, his commitment and his behaviour, which have been fantastic, and I have great respect for every decision made by a single player. But if you ask me: ‘Are you sorry?’ then yes, I am sorry to see him leave because a really good player, and a really good man, is leaving the club. I must be honest about this. But also I understand his decision.” Conte has seen his compatriot Marcello Lippi coach in China, first with Guangzhou Evergrande and, since October, as manager of the national team. Asked how he might react if ever approached by a Chinese club offering lucrative terms, he said: “For sure, you might think about it for one second, or 10 seconds but it’s very difficult not to think about it at all. Especially if the offer is amazing. And, for sure, this market is an incredible market. It’s a great opportunity for all: for the coaches, also, not only for the players, because they are offering a lot of money. “For this reason, I can understand if some players say yes. Sometimes it’s very difficult to face this situation. But I think, also, that we are in the best league. Now, to arrive in the Premier League is a great opportunity for players and for coaches, to fight for the title against fantastic players and coaches. England is the best league in the world if you have ambition to test yourself against the other teams with this reality. To play in this league is a great opportunity, and an honour. It’s the best league in the world to play.” Oscar was at Cobham on Friday but has told his team-mates he will be leaving when the transfer window opens next month and he will not be risked again in the first team. Conte was made aware of Shanghai SIPG’s offer and duly discussed it with the club’s board, with the funds offering the management more leeway in the mid-season market. Chelsea will look to replace the Brazilian: they courted Roma’s Radja Nainggolan heavily over the summer, and may test Southampton’s resolve to retain Virgil van Dijk, but are likely to be rebuffed in any move for PSG’s Marco Verratti. “I talked to the board and explained my thoughts,” added Conte, who has Eden Hazard fit again for the match at Selhurst Park. “When there are incredible situations, it’s very difficult to manage this. Very difficult. And every player must decide his own future. But my style is to take always the decision together with the club, and to understand also some strange situations, some massive offers. “Sometimes it’s important also to be ‘linked’ with the club to take the best decision, to understand sometimes if the situation can penalise you. But you have to take the best decision for the club. There are situations that are amazing, and it’s very difficult to try and solve the situation in the best way.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}