{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2016/dec/09/middlesbrough-fabio-da-silva-chapecoense-friends", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-12-09T22:29:41Z", "webTitle": "Middlesbrough’s Fábio da Silva still reeling in wake of Chapecoense tragedy", "webUrl": "https://www.theguardian.com/football/2016/dec/09/middlesbrough-fabio-da-silva-chapecoense-friends", "apiUrl": "https://content.guardianapis.com/football/2016/dec/09/middlesbrough-fabio-da-silva-chapecoense-friends", "fields": {"headline": "Middlesbrough’s Fábio da Silva still reeling in wake of Chapecoense tragedy", "bodyText": "Fábio da Silva will be in reflective mood as he boards the planes transporting Middlesbrough to and from Southampton for Sunday’s Premier League fixture. Aitor Karanka’s Brazilian left-back had two friends on the doomed flight carrying the players of Chapecoense which ran out of fuel and crashed just outside Medellín on its way to the Copa Sudamericana final in Colombia last week. “I played with them both in Brazil when we were young,” says Da Silva. “One of my friends was the centre-back Marcelo and the other was the full-back Alan Ruschel, who was one of those who survived. He was on TV this week talking about it. To see and hear him was so emotional. It’s very hard to talk about it. I played with those two guys when we were 13 or 14 at Fluminense.” It made the realisation of the tragedy’s full extent all the more painful. “I discovered the news that terrible day when I woke up,” said the former Manchester United and Cardiff City player, who will again deputise for the injured George Friend at Southampton. “At first, I just heard there were problems with the Chapecoense flight. At first you did not think it was that big a deal because there was no mention of anything serious. But then later I picked up my phone and there were so many messages. That’s when I realised the terrible news. I just started crying. “A lot of those guys who died were just like me. You see yourself in them. It could happen to any one of us really. Brazil’s such a big country, you have to fly everywhere. You could imagine yourself in that position.” Before Middlesbrough’s 1-0 home victory against Hull City on Monday night a minute’s silence was immaculately observed at the Riverside. “That silence was very hard for me, it brought it all home,” Da Silva says. “Chapecoense was not a big club but an emerging club, a growing club. All the boys there had never really had big contracts before. But because of their recent success they were starting to be rewarded. Those big contracts were life-changing for them. Not just them but for their families too. That almost makes it even worse.” The awful news prompted extra phone calls between Da Silva and his identical twin and former Old Trafford team-mate, Rafael, now at Lyon. “Rafael’s coming here for Christmas because of the winter break in France and our parents are flying over from Brazil,” he said. “Maybe I’ll bring Rafael along to training and have some fun – he can train instead of me. If I fancy a rest on Boxing Day, I’ll get him to play as me. “At Manchester United the only way Sir Alex Ferguson could tell us apart was because I wore a wedding ring. But Rafael’s married now too and we both wear them. We also both have a scar in exactly the same place on our foreheads.” Until fairly recently the twins were virtually inseparable. “At 11 we left home to follow our football careers, moving a long way from our family, but I played with Rafael all the way through,” says Fabio. “For all my life we shared a home, living together wherever we were until we left Manchester United. “That was the first time we’d been apart. It was quite hard for us because we are so close. We were both scouted by United at the same time at Fluminense. He played on the right and I was left-back. Luckily, Sir Alex liked both of us.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}