{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2016/dec/01/ban-on-russia-track-and-field-athletes-continue-into-2017-iaaf", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2016-12-01T22:57:17Z", "webTitle": "Ban on Russia’s track and field athletes will continue into 2017", "webUrl": "https://www.theguardian.com/sport/2016/dec/01/ban-on-russia-track-and-field-athletes-continue-into-2017-iaaf", "apiUrl": "https://content.guardianapis.com/sport/2016/dec/01/ban-on-russia-track-and-field-athletes-continue-into-2017-iaaf", "fields": {"headline": "Ban on Russia’s track and field athletes will continue into 2017", "bodyText": "The ban on Russia’s track and field athletes will continue into 2017 after the taskforce responsible for assessing the country’s fight against doping confirmed it would wait until February to outline a road map for a return to international competition. However, there was a chink of light for Russia, with Rune Andersen, the Norwegian heading the IAAF’s taskforce, conceding that Russian Athletics had started making structural reforms after being banned from the Olympics in June. “Rusaf has made further progress since June, including anti-doping education modules and securing the cooperation of the Russian criminal authorities and parliament in criminalising the supply of doping products,” Andersen told a news conference. “But one of the key remaining issues is how to demonstrate the IAAF and Rusada [Russian Anti-Doping] will be able to carry out testing without interference, which is a key part of their reinstatement. The taskforce will go to Moscow in January to assess the response to part two of the McLaren report on 9 December and to monitor progress.” Andersen said the taskforce would report back to the IAAF’s council in February, when it hoped to “identify a clear road map” for Russia’s return but he declined to give any further likely timeframe. Sebastian Coe, the IAAF president, agreed with Andersen’s evaluation but said he would not be making any judgments about whether there had been a cultural shift in Russia. “What I am satisfied with is that we are making progress,” he said. “There has to be recognised that this is a system that cataclysmically failed clean athletes.” Earlier the Russia president Vladimir Putin used his state of the nation address to say he thought effective measures would be in place early in the new year. “I am sure the so-called doping scandal will allow us to create the most advanced system of righting this evil in Russia,” he said. “I assume the national programme of counteracting doping will be ready as early as the beginning of next year.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}