{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2016/dec/13/jurgen-klopp-onus-on-liverpool-improve-defending-loris-karius", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-12-13T22:30:08Z", "webTitle": "Jürgen Klopp: Onus is on Liverpool to improve their defending", "webUrl": "https://www.theguardian.com/football/2016/dec/13/jurgen-klopp-onus-on-liverpool-improve-defending-loris-karius", "apiUrl": "https://content.guardianapis.com/football/2016/dec/13/jurgen-klopp-onus-on-liverpool-improve-defending-loris-karius", "fields": {"headline": "Jürgen Klopp: Onus is on Liverpool to improve their defending", "bodyText": "Jürgen Klopp has said Liverpool have a collective responsibility to eradicate the defensive flaws that have cost crucial Premier League points and sparked criticism of the goalkeeper Loris Karius. The Liverpool manager became embroiled in the tit-for-tat argument over Karius’s credentials on Monday with a scathing attack on Gary and Phil Neville. While refusing to discuss the goalkeeper’s form or prospects of starting at Middlesbrough on Wednesday, however, Klopp insists the onus is on his team to improve defensively having faltered against Bournemouth and West Ham United. Liverpool face the fewest shots on goal per game in the Premier League – 7.8 on average – but have conceded more goals than nine other teams, a ratio that does not reflect well on their goalkeeper. But Klopp said: “OK, we had the situation at Bournemouth. That was bad defending. People said: ‘If we had [Joël] Matip …’ So Matip would have been able to run all around for that fourth goal? It was a general feeling. We didn’t feel comfortable. We didn’t push up. But it only helps if we all do better. “If you have a goalkeeper and you let them shoot from everywhere, it doesn’t change. We have to avoid this as a team and we do avoid it very often. That is why when people speak about defensive problems, I knew already we are defending well. People always ask for new players but my job is to work with the players we have and do it consistently well, and that is what we do. When I say we did not have the right balance in the game, defending starts in the offensive situation. Of a situation on Sunday when West Ham’s Michail Antonio easily beat his marker Dejan Lovren to test the Liverpool keeper, Klopp said: “The defending begins by putting pressure on the player who passed the ball or we should have had more players behind the ball. The rest makes no sense.” Lovren is a doubt for the game at Middlesbrough having been withdrawn at half-time on Sunday with cramp and a possible hamstring problem, while Emre Can is struggling with a knee injury. With Philippe Coutinho, Daniel Sturridge and Danny Ings all on the sidelines through injury, Klopp admits his attacking options are “far away from being the perfect situation”. He added: “I love our young players, they are brilliant, but Sunday was not a game to bring them in. We were fighting for the result, West Ham bring on Carroll and we bring Ben [Woodburn] or Ovie [Ejaria]? That makes no sense. We believe in them, of course, and we will use them, for sure. It’s not perfect but what can I talk about? We cannot change it in this moment because you will start asking about what I will do in the transfer window. “We have to sort it out now, players will come back, another will leave, we will see how another one develops and take our decisions. We take what we get. The difference is, we have had our injury problems already. Other teams will get them because no one will go through [the season] without problems. I cannot change it, so I am not worried about it. “None of these players – Lallana, Firmino, Mané – have played all the time, by the way. They have all had their breaks. Chelsea plays with the same team all the time and you don’t ask them if they are worried. Hazard and Costa – they play 90 minutes in every game. We cannot change it, so we do not worry.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}