{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2016/dec/05/bundesliga-leipzig-timo-werner-dive-controversy", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-12-05T21:59:45Z", "webTitle": "Timo Werner’s blatant dive overshadows leaders RB Leipzig’s victory over Schalke | Raphael Honigstein", "webUrl": "https://www.theguardian.com/football/blog/2016/dec/05/bundesliga-leipzig-timo-werner-dive-controversy", "apiUrl": "https://content.guardianapis.com/football/blog/2016/dec/05/bundesliga-leipzig-timo-werner-dive-controversy", "fields": {"headline": "Timo Werner’s blatant dive overshadows leaders RB Leipzig’s victory over Schalke", "bodyText": "Through on goal straight after kick-off, Timo Werner scuffed his shot, then instinctively took his second chance – albeit in less style. He arched his back, let out a cry and threw himself to the ground, creating the impression that the Schalke 04 keeper Ralf Fährmann, who had actually done well to pull out of the challenge, had brought him down. The referee Sebastian Dankert fell for the phantom foul and awarded a penalty. The irate Fährmann was booked. Werner himself stepped up to slot home the spot kick coolly to put RB Leipzig 1-0 ahead. They eventually won 2-1 to stay both unbeaten and top, as well as firmly at the bottom of the popularity ratings. Werner’s tumble wasn’t quite the worst dive in the history of the Bundesliga – Andy Möller still rules supreme in that respect – but it caused a stir unlike any other act of simulation in recent years. This being Germany, much of the discontent was playing out at meta-level, in complaints about the complaints. Wouldn’t all this public anger (“Der Falsch-Flieger”, the false flier, Bild called the winger) have been better directed at the (alleged) tax fiddling by football superstars, as exposed by Der Spiegel and others, rather than at a minor sporting misdemeanour by a 20-year-old, 21 seconds into a game, some observers wondered. The answer is probably yes. But then again, the highly complex schemes concocted by accountants in Spain and Portugal might yet turn out to have been perfectly legal. On top of that, financial engineering of the morally dubious kind is necessarily a far more abstract, less exciting form of misconduct than making a fool of the referee and opposing players by feigning contact in the box, especially if it’s done in a manner so blatant that one of the victims feared his elevated stress levels would cause blisters. “I have to be careful not get herpes tomorrow, I’m so upset,” Fährmann cried out. Strictly speaking, Fährmann was more enraged by referee Dankert than Werner, as the official’s decision to point to the spot was only one half of the controversy. A contrite Werner, Fährmann revealed, had quickly confessed to the Schalke keeper that he hadn’t touched him. “He also told the referee, too,” Fährmann alleged. Dankert denied that version of events, however. Speaking to the media after the final whistle, the official said that he had asked Werner about the foul but not received any answer. Maybe Werner had secretly hoped that Dankert had overheard his conversation with Fährmann. He could not quite muster the courage to admit to his dive directly to the referee nor did he realise in the heat of the moment that he had yet another chance to right the wrong: by shooting the penalty straight into touch, for example. Matters were further complicated by a slight tug of Werner’s arm by the Schalke defender Naldo in the run-up to the fall. In the aftermath of the final whistle, Werner at first insisted that he hadn’t in fact dived, but rather reacted a little late to the earlier foul from Naldo. “It was not a dive,” the RB sporting director, Ralf Rangnick, insisted, too, the next day. “Timo could have gone down earlier. Then there would have been no debate.” Surprisingly the Leipzig manager, Ralph Hasenhüttl, passed up a chance to further his credentials as Arsène Wenger’s possible successor. Yes, he had seen the incident. No, “it wasn’t a penalty,” the Austrian said. On Sunday, Werner at last admitted to diving as well. He had already apologised to the Schalke players in their dressing room following the end of the match. Werner will not be banned retroactively. The German FA could have become involved only if he had expressly lied to Dankert on the pitch. That unsatisfactory state of affairs should soon be alleviated by the introduction of a video referee, but whether Dankert will personally be allowed to benefit is doubtful. His failure to probe Werner a little harder will be held against him. Werner, for his part, is hopefully young enough to learn from his mistakes. No one, with the exception of Superman, is born a hero. You grow into it. He’ll surely think twice before going down again. In the meantime, Leipzig sponsors Red Bull – whose online magazine Red Bulletin publishes columns by yours truly – might well be forced to alter their slogan for fear of sending the wrong message. “No, maybe, “yes, we can!” (geddit?) could be the new claim, as the team continue to go strong. “The debate [about the dive] doesn’t change the fact that Leipzig performed impressively,” Süddeutsche Zeitung wrote. What’s more, the manner of the success against a well-motivated but ultimately inferior Schalke side will speed up the process of normalisation. Leipzig, we know now, can win just as dirty, cynically, as any other top Bundesliga team. Talking points • Hurrah for the White Shirts (and red shorts)! Hamburger SV have won a league game, their first in 204 days. Michael Gregoritsch and Matthias Ostrzolek scored to defeat completely demoralised Darmstadt 2-0 at the Böllenfalltor on Sunday. Was the ban on mobile phones in the training camp wot won it? Markus Gisdol had told his players not to check up on their bad reviews, “but they’re allowed to read them again on Monday,” the HSV manager laughed. Getting beaten by the Dino was the final straw for Norbert Meier. The 58-year-old manager of the Lilies was relieved of his duties following the fifth league defeat in a row. • At the other end of the food chain, Carlo Ancelotti can breathe a little easier. The Spielerversteher – a coach who understands and accommodates his players – has started listening to the team’s wishes and finally changed the formulaic 4-3-3 system to a more dynamic, fluid 4-2-3-1 formation that provided a much needed attacking impetus. Bayern Munich duly turned in one of their best performances this season, beating Mainz 3-1 away with considerable style and ease. • The Borussia Dortmund manager, Thomas Tuchel, too, staved off all crisis talk thanks to a 4-1 win over Borussia Mönchengladbach that showcased the welcome return of Marco Reus to the Bundesliga. The Germany international made two goals, one each for Pierre-Emerick Aubameyang and Ousmane Dembélé, as BVB outpaced André Schubert’s enduringly lame Foals. • Julian Nagelsmann had asked for “more masculine football” before Hoffenheim’s home game v 1. FC Köln, perhaps in an effort to prove that he can mix innovative methods with some non-PC, old-school rhetoric. His team, led by the reassuringly manly, confident Sandro Wagner up front, certainly responded well enough: Köln suffered their heaviest defeat of the season, 4-0, at the Wirsol-Rhein-Neckar-Arena. “I’ve been the best German striker for a while by some distance,” Wagner claimed after scoring two goals, his 16th and 17th in the calendar year. The 29-year-old’s lack of humility is almost as remarkable as his scoring rate, but fourth-placed Hoffenheim undoubtedly benefit from that kind of arrogance. Nagelsmann has managed to transform last season’s relegation strugglers into one of the league’s most impressive collectives. • VFL Wolfsburg are the opposite. They have plenty of big names in the squad but not much of a team. On Saturday, they lost their heads, too. A late dismissal for Paul Seguin paved the way for a silly Daniel Caligiuri foul on Hertha’s Marvin Plattenhardt; Salomon Kalou converted the penalty to snatch a 3-2 win at the Volkswagen Stadion. Hertha’s win was another one of these low-key, hard-work triumphs that make up their excellent run but Wolfsburg appear like a club at odds with itself at the moment. Sporting director Klaus Allofs is under increasing pressure, Valérien Ismaël’s inexperience on the bench is a worry, and Julian Draxler is now being singled out for abuse by the supporters. The Germany international is very much for sale this January. Results RB Leipzig 2–1 Schalke 04, Mainz 1–3 Bayern, Dortmund 4–1 Gladbach, Hoffenheim 4–0 Köln, Leverkusen 1–1 Freiburg, Bremen 2–1 Ingolstadt, Wolfsburg 2–3 Hertha, Darmstadt 0–2 Hamburg, Augsburg 1–1 Frankfurt."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}