{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2016/dec/20/trumps-response-to-terror-attacks-risks-adding-confusion-to-dangerous-situation", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2016-12-20T22:16:21Z", "webTitle": "Trump's response to recent attacks risks adding confusion to dangerous situation", "webUrl": "https://www.theguardian.com/us-news/2016/dec/20/trumps-response-to-terror-attacks-risks-adding-confusion-to-dangerous-situation", "apiUrl": "https://content.guardianapis.com/us-news/2016/dec/20/trumps-response-to-terror-attacks-risks-adding-confusion-to-dangerous-situation", "fields": {"headline": "Trump's response to recent attacks risks adding confusion to dangerous situation", "bodyText": "While the German police were looking for clues at the scene of the Berlin Christmas market attack and German leaders called for unity and calm, Donald Trump put out a statement from the other side of the world framing it as a jihadist onslaught against Christians. “[Islamic State] and other Islamist terrorists continually slaughter Christians in their communities and places of worship as part of their global jihad,” his statement on Monday said. “These terrorists and their regional and worldwide networks must be eradicated from the face of the earth.” However, a Pakistani asylum seeker detained at the scene was released on Tuesday for lack of evidence and the hunt was still on for the driver of the truck 24 hours after Trump’s statement. In contrast to Trump’s declaration, a statement from German president Joachim Gauck did not attempt to reach conclusions, but stressed solidarity among religious and ethnic communities. “The hatred of the perpetrators will not seduce to hate,” he said. “It will not drive a wedge through our coexistence. We will reach out to each other, we will talk to each other and we will care for each other.” Trump’s readiness to cast blame from afar and to emphasize sectarian division – and the absence of an equivalent statement from his office about an attack on Muslims the same day in Switzerland – has added urgency to concerns that his gut reactions to world events will act as an amplifier and accelerator of global conflict. His first response to Monday’s wave of violence was a tweet that lumped the Berlin and Swiss attacks together with the killing of the Russian ambassador to Ankara before details of any of the incidents had become clear. Inevitably, given a 140-character limit, there was little detail or explanation. It was unclear whether the president-elect was even aware that the Swiss incident was directed at Muslims, what he meant by “the civilized world”, or what its new mode of thinking should look like. “It goes without saying that it’s not good to fire off the cuff,” said Elizabeth Saunders, an assistant political science professor at George Washington University and author of Leaders at War: How Presidents Shape Military Interventions. “We go through these elections to vet presidents and hopefully hire someone who is calm and level-headed and [will] look at all the information. “We know that wars start for lots of reasons, but one reason is the problem of information. Countries sometimes misrepresent their policies and intentions and there can be misperceptions even if policy signals are sent sincerely.” Saunders, who is currently a visiting fellow at the US-based Council on Foreign Relations, went on: “So there is a tremendous amount of uncertainty in foreign policy crises and that’s in the best case. If you add to that Trump saying things that may be independent of the state department and defence department, you are introducing a tremendous amount of uncertainty into a situation that may already be dangerous.” The question of what sources of information Trump uses as the basis for his tweets has become one of the most controversial issues of the transition period, as he has publicly denigrated the intelligence services and questioned the need to receive a daily brief. His closest adviser on foreign policy, his future national security adviser, Michael Flynn, echoes his tendency to focus on the threat of Islamic terrorism to the exclusion of nearly everything else. A leaked Pentagon memo, published by Foreign Policy on Tuesday, outlined the incoming Trump administration’s top “defence priorities” as the defeat of the Isis, removing ceilings on defence spending, developing a cyber-strategy and cutting costs. There was no mention of Russia, characterised by the nation’s most senior military officer, Gen Joseph Dunford, as “an existential threat to the US”. The omission only underlined the unanswered questions about the extent of Moscow’s role in Trump’s election victory."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}