{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2016/dec/28/outlander-kennedy-o-leary-mullins-leopardstown", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2016-12-28T20:11:42Z", "webTitle": "Jack Kennedy’s Outlander eases Michael O’Leary’s anguish over Willie Mullins", "webUrl": "https://www.theguardian.com/sport/2016/dec/28/outlander-kennedy-o-leary-mullins-leopardstown", "apiUrl": "https://content.guardianapis.com/sport/2016/dec/28/outlander-kennedy-o-leary-mullins-leopardstown", "fields": {"headline": "Jack Kennedy’s Outlander eases Michael O’Leary’s anguish over Willie Mullins", "bodyText": "Michael O’Leary, the chief executive of Ryanair, became a billionaire by cutting costs whenever he could but for the first two and a half days of the Christmas meeting here he looked like a man who knows the price of everything and the value of nothing. Willie Mullins, the trainer O’Leary abandoned in the summer in a dispute over training fees, had won 11 of the 18 races to that point and so, as three of the horses O’Leary removed from the yard galloped towards the last in the Grade One Lexus Chase on Wednesday, with the Mullins-trained favourite in hot pursuit, he could be forgiven for fearing the worst. “Having three days of seeing my colours finish down at the other end of the parade ring, any one of them would have done fine,” O’Leary said afterwards, “but I thought coming to the last that they’d all fall after the week we’re having here.” Instead it was Outlander, a Grade One winner for Mullins at this track last February, who stayed on strongly to win the meeting’s feature event for his new trainer, Gordon Elliott, with Don Poli, another horse that made the same move, second. Mullins’ Djakadam, the 5-4 favourite, was third, with Valseur Lido, who left Mullins to join Henry de Bromhead, back in fourth. When the split between Mullins and O’Leary’s Gigginstown Stud bloodstock operation was announced in late September, many doubted that an issue as mundane as training fees could account for it. In fact, many still do, the suggestion being that O’Leary did not enjoy being just one major owner among several at the Mullins stable. He wanted to be the undisputed top dog. O’Leary, though, insisted on Wednesday that the breakdown in professional relations between owner and trainer was all down to money. Billionaires do not normally jib at the cost of a first-class ticket, never mind when it is only a little more expensive than flying economy, but O’Leary, it seems, is an exception. “It’s business,” O’Leary said of the split in which Mullins, Ireland’s champion trainer, lost 60 horses overnight. “I have loads of horses and plenty of other trainers, and Willie has other owners. I don’t mind spending lots of money on the horses but I want to keep the training fees down. “Willie’s a genius of a trainer, that’s not news to anybody, and he’s demonstrated here all week what a good trainer he is. But Gordon is a good trainer, Henry is a good trainer. These are business decisions. People write it up like it’s someone died in the family and it isn’t. “The reason I’m not having many winners at Leopardstown this week is that Willie is winning them all, or nearly all. But he’s a great trainer and a gentleman and I’m sorry that he doesn’t have horses for me [any more] but hopefully he will again in the future. “We’re weaker without Willie. I’d like to say that Willie was weaker without us but it’s not looking like it this week.” Outlander’s victory was a big moment for Jack Kennedy, his 17-year-old jockey, who was recording the 100th winner of his career and also his first in a Grade One race. However, the form was some way below the standard set by Thistlecrack, the King George VI Chase winner, two days earlier, and Outlander is a 20-1 outsider to win the Gold Cup at Cheltenham in March. “Valseur Lido was outstayed by the others, so we might go back to the Ryanair [Chase] with him,” O’Leary said. “I think Outlander has shown today that he is a Gold Cup horse and hopefully Don Poli as well if he retains his enthusiasm. He is entitled to go for a Gold Cup but the standard of the race is going to be quite high, so we’ll throw a few at it.” Earlier on the card, Mullins had maintained the exceptional run of form that started with three winners here on Monday and continued with another five on Tuesday. He ended the day with four more victories, giving him 12 in all from 21 races, and also another Grade One success, thanks to Vroum Vroum Mag’s one-and-a-quarter length win in the three-mile Christmas Hurdle. The Stayers’ Hurdle is now a very plausible target for Vroum Vroum Mag but she was noticeably keen for much of Wednesday’s race and has alternatives at Cheltenham in the Mares’ Hurdle, which she won last season, and possibly even the Ryanair Chase as she went unbeaten in six starts over fences in 2014 and 2015. The Champion Hurdle may also be an option if either or both of Faugheen and Annie Power, the last two winners of the race for their trainer, fail to make it to the starting line. “She’s extraordinary,” Mullins said. “She works with our Champion Hurdle horses, we know she gets three miles now, she can jump hurdles or go over fences, so she’s the sort of supersub in the Ricci team and that’s how she’ll be campaigned. “We’ll put her in wherever we think she can win at Cheltenham, all being well. She’s a unique mare.” Mullins took the wraps off yet another possible contender for championship honours at Cheltenham in March when Bleu Et Rouge produced an exceptional turn of foot from a deeply unpromising position two out to win the card’s Beginners’ Chase. Barry Geraghty still had at least five lengths to find turning for home but coaxed an irresistible run from Bleu Et Rouge, who got up to beat Gangster – yet another of O’Leary’s ex-Mullins contingent – by three-quarters of a length. “He schools well at home but he didn’t bring that to the track,” Mullins said. “I think he got a fright at the first and then he continued to frighten himself the whole way until the third-last. I still thought he’d lost too much ground at the last to win the race but then it was as if he’d just joined in. He’ll need a bit more schooling but he’s a nice one.” Mullins also reflected on his golden run of form this week after a slow start to the season following the departure of O’Leary’s horses. “Last week, I was hoping that [Tuesday’s winner] Douvan might get there but I was hoping that we wouldn’t have a bad meeting,” Mullins said. “We’ve just had a very, very slow [start to the] year, even by our standards and it’s just picking up nicely now, so I’m delighted. “We had a very dry autumn this year and we’re normally slow to get going but that’s the only reason I could say, and probably the loss of half the yard as well. But we’ve a great team at home. It’s all about keeping your horses in order and your people in order and trying to have them right for the big meetings – and that seems to have worked. “It was a blow, obviously, you hate losing a group of horses like that but that’s the way, everyone has got to do what they want to do and that’s the way it was.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}