{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/datablog/2016/dec/13/why-2016-is-the-year-the-public-got-things-wrong", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2016-12-13T22:01:08Z", "webTitle": "Why 2016 is the year the public got things wrong", "webUrl": "https://www.theguardian.com/society/datablog/2016/dec/13/why-2016-is-the-year-the-public-got-things-wrong", "apiUrl": "https://content.guardianapis.com/society/datablog/2016/dec/13/why-2016-is-the-year-the-public-got-things-wrong", "fields": {"headline": "Why 2016 is the year the public got things wrong", "bodyText": "It would be hard to call 2016 a vintage year – but even with that in mind, many people are guilty of wildly exaggerating the threats, fears and social trends that have shaped our times. That is the message of a new Ipsos Mori international survey across 40 countries, which shows to what extent people around the world are getting it wrong on a range of key issues. Britons think one in four people are homophobic, when the actual numbers are far lower. They overestimate the number of Muslims too. The Dutch think a third of their compatriots are opposed to abortion, when the real number is just 8%, while South Koreans think everyone is miserable, when the vast majority regard themselves as happy. Indians, Chinese and Americans are particularly prone to overestimate the downside of an issue. The general sense from across the survey is of a world (and particularly a western world) more full of fear, gloom and intolerance than is justified by the realities. It’s very 2016. The survey also reinforces why “post-truth” is the word of the year – and not just in Britain: postfaktisch is the (more Orwellian sounding) German word of the year. Post-truth is defined by Oxford Dictionaries as circumstances in which objective facts are less influential in shaping public opinion than appeals to emotion and personal belief. This explains many of the patterns we see in our study. We suffer from what social psychologists call “emotional innumeracy” when estimating realities: this means we are sending a message about what’s worrying us as much as trying to get the right answers. Cause and effect run both ways, with our concern leading to our misperceptions as much as our misperceptions creating our concern. Critically, this implies that myth-busting – correcting misperceptions with facts, will always have limited impact – because it gives a misdiagnosis for part of the reason for our error. As Daniel Kahneman (the godfather of behavioural science, which lies behind our growing understanding of these patterns) said before the Brexit vote: “The major impression one gets … is that the reasons for exit are clearly emotional. The arguments look odd: they look short-term and based on irritation and anger.” And it’s worse than just emotions outweighing facts. We are evolutionarily programmed to focus on and remember the negative more than the positive – because in our distant past the negative was more likely to be survival information that required urgent attention. Positive, fact-based information therefore has a particularly difficult time sticking. So the underlying phenomena are not new, they are literally prehistoric. But post-truth is the word of this particular year because the massively changed communications context provides exactly the conditions for emotion and misperception to feed on themselves. The fragmentation of mass media, the growth of social media and the self-filtering of messages that this allows, the micro-targeting by campaigners and clickbait-fuelled fake news – all of this allows an environment where these misperceptions take hold. And it’s not just being wrong about factual realities such as how many people are Muslim that matters. Being wrong about what others think is hugely important too. Social psychologists have shown the importance of our understanding of social norms to our own views and behaviours – and it’s a particularly important time to understand these, with the growing normalisation, or even “hypernormalisation”, of views that seemed extreme in the recent past. On the surface our findings suggest we’re buying into this normalisation, with a too negative picture of what other people think, particularly in western democracies. Consistently there seems to be greater tolerance and more contentedness than we think. Or is there? There is one more pattern from social psychology that provides a much less optimistic interpretation – social desirability bias. This is where people don’t say what they really think about sensitive issues when we ask them in surveys, but say what they think they should say. Indirect questioning, where they’re asked what others think, is often found to provide a more accurate view of real opinions. So the more worrying interpretation is our view of what other people think is the reality. 2016 makes a lot more sense if we really are as miserable and threatened as our guesses suggest. Bobby Duffy is the managing director of Ipsos Mori’s Social Research Institute"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}