{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/live/2016/dec/16/barack-obama-press-conference-live-video", "type": "liveblog", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2016-12-16T21:26:51Z", "webTitle": "Obama press conference: Russia hacks, US election, China and Syria addressed – as it happened", "webUrl": "https://www.theguardian.com/us-news/live/2016/dec/16/barack-obama-press-conference-live-video", "apiUrl": "https://content.guardianapis.com/us-news/live/2016/dec/16/barack-obama-press-conference-live-video", "fields": {"headline": "Obama press conference: Russia hacks, US election, China and Syria addressed – as it happened", "bodyText": "Barack Obama’s end-of-year news conference is finished. Here’s a summary of what he said: Obama said evidence that Russia had sought to hack the election on behalf of Donald Trump was convincing but he would not weigh in on whether Russian hacking actually swayed the election. Obama said there was no malfeasance in how the election was counted: “the votes that were cast were counted, they were counted appropriately.” Obama defended his response – or lack of response – to Russian hacking before the election, saying that the hacking stopped after he told president Vladimir Putin to stop and that he did not want to undermine the integrity of the election, which Donald Trump was attacking, or to appear partisan. Obama said that the United States was made vulnerable to attacks by Russia or other foreign countries by its divided politics. Obama went easy on Trump in general, saying that the president-elect was “still in transition mode.” Obama said Syrian president Bashar Assad, Russia and Iran have “blood on their hands” for the slaughter of Aleppo. He said tens of thousands of innocent people were trapped in the city and should be allowed to leave. Obama defended his Syria policy, saying he wasn’t willing to deploy a large American military ground force and “unless we were all in... we were going to have problems. Obama criticized Republicans for a poll that showed better than a third of them supported Vladimir Putin. “Ronald Reagan would roll over in his grave,” Obama said. Obama said he had last spoken to Trump a few days ago in a “cordial” conversation. Obama said he gave Trump “specific suggestions about... maintaining the effectiveness, integrity, cohesion of the office, our various democratic institutions.” Obama said the country was better off than it was eight years ago. “Mele Kalikimaka” Obama concluded, which in Hawaii means Merry Christmas. Obama says that at the end of his last holiday photo line he took a photo with his Marine corps band. He got choked up, he says. “But it was just one small example of all the people who have contributed to our success. I’m responsible for where we screwed up. All the successes are shared... On his way out, Obama is asked whether it was his last news conference. He said he’ll see. Mele Kalikimaka, Obama says. Merry Christmas, in Hawaii. Trump had promised we’d start saying Merry Christmas again and here we’re saying Mele Kalikimaka. Obama makes fun of fake news that says Michelle Obama’s eating initiative is “a greater threat to democracy than our government going after the press if they’re issuing a story that they don’t like. People have asked me how do you feel after the election, and i say look, this is a clarifying moment, it’s a useful reminder that voting counts, politics counts.. I think people will be able to compare and contrast and make judgments about what works for the American people.” Obama says he hopes that Trump’s plan works. He says his plan worked. “You can’t argue that we’re not better off. We are. And for that I thank the American people...” Obama refuses a question about the electors. It’s their job to pick a successor, he says. “I’ve provided people with a lot of information about what happened during the course of the election, but more importantly the candidates themselves talked about their beliefs... the president elect, I think, has been very explicit about what he cares about, what he believes in. The electoral college is a vestige, it’s a carryover from an earlier vision of how our federal government was going to work that put a lot of premium on states... it’s the same type of thinking that gives Wyoming 2 senators with a half million people... there are some structures in our political system.. that sometimes are going to disadvantage Democrats, but the truth of the matter is if we have a strong message,.... typically the popular vote and the electoral college vote will align... If we look for one explanation or one silver bullet or one easy fix for our politics then we’re probably going to be disappointed. There are just a lot of factors... that has made both politics and governance more challenging... I do hope that we all just take some time, take a breath,... to just reflect a little bit more about how can we get to a place where people are focused on working together based on at least some common set of facts. Question for Obama: should current labor secretary Tom Perez run the DNC? Obama praises Perez, calling him one of the best labor secretaries in history, “tireless” and “wicked smart.” “If you look at his body of work on behalf of working people, what he’s pushed for... he has been extraordinary. Now others who have declared are also my friends and are fine people as well. And the great thing is, I don’t have a vote in this. I’ve described to you earlier what I think needs to happen. Which is that the Democratic party... has to work at the grassroots level, has to be present in all 50 states... has to think about message... “I will say this. I could not be prouder of the coalition that I put together in each of my campaigns. Because it was inclusive and it drew in people who normally weren’t interested in politics... I always cast a broad net... there’s more that we share than divides us, and I want to talk to everybody and get a chance to get everybody’s vote. .. outside of the realm of electoral politics, I still see people the way I saw them when I made that speech. Full of contradictions... but basically folks care about their families, they care about having meaningful work, making sure their ckids have more opportunity than they did. They want to be safe, they want to make sure things are fair... “What I was able during my campaigns, I was not able to do during midterms. .. the coalition... didn’t always turn out to be transferrable.” That’s an understatement! Next question is about Trump’s conversation with the Taiwanese president and challenge to the One China policy. What’s Obama think of a “fresh” China policy? Great question, he says. “I’m somewhere in between. I think all of our foreign policy should be subject to fresh eyes. I am very proud of the work I’ve done. I think I’m a better president than when I started [but] democracy benefits from some new perspectives. “Given the importance of the relationship between the United States and China, given how much is at stake... there’s probably no bilateral relationship that carries more significance, and where there’s also the potential if that relationship breaks down... that everybody is worse off. I think it’s fine for him to take a look at it. “What I’ve advised is across the board on foreign policy, you want to make sure that you’re doing at in a systematic intentional way... before he starts to have a lot of interaction with foreign governments...that he should want to have his full team in place... so that as he’s then maybe taking foreign policy in a new direction, he’s got all the information to make good decisions. “With respect to China, and let’s just take the example of Taiwan, there has been a longstanding agreement between China, the US and to some degree the Taiwanese, which is not to change the status quo.” Obama is asked whether Putin personally directed the hacking. He says wait for the intelligence report. But he has “great confidence in their assessment that the Russians carried out this hack. The hack of the DNC and the hack of John Podesta. But again, this is why I want the report out, so that everybody can review it.” Obama says Congress has seen the reports “and I think that what you’ve already seen is the folks that have seen the evidence don’t dispute that it was the Russians who have carried it out.” Obama says the larger point is, “not much happens in Russia without Vladimir Putin. This is pretty hierarchical operation. Last I checked, there’s not a lot of debate and democratic deliberation.. this happened at the highest levels of the Russian government and I will let you ... whether there are high-level Russian officials going rogue.” “Martha I’ve given you what I’m going to give you. “As I’ve said before, I think that the president elect is still in transition mode, from campaign to governance... he still has campaign spokesman sort of filling in and appearing on cable shows. There’s just a whole different attitude and vibe when you’re not in power as when you’re in power. How will the president-elect operate and how will his team operate when they’ve been fully briefed?” “The more this [hacking story] can be nonpartisan, the better-served the American people are going to be. I’m going to keep on repeating this point. Our vulnerability... is directly related to how divided, partisan, dysfunctional our political process is. That’s the thing that makes us vulnerable. If fake news is being released by some foreign government is almost identical to reports that are being issued through partisan news venues, then it’s not surprising that that foreign propaganda will have a greater effect, because it doesn’t seem so far-fetched.” Obama warns about “domestic propagandists.” Question for Obama: Can you assure the public this was a free and fair election? Will you declassify some of the evidence on Russian hacking? Are you concerned about the Tillerson pick and some of Trump’s closeness to Putin? Obama: I’m getting older. These multi-part questions... “I can assure the public that there was not the kind of tampering with the voting process that was a concern and will continue to be a concern. That the votes that were cast were counted, they were counted appropriately. We have not seen evidence of machines being tampered with. That assurance I can provide. We paid a lot of attention to it, we worked with state officials, etc, but we feel confident that that didn’t occur and that the votes were cast and they were counted. ON declassification: “We will provide evidence that we can safely provide, that does not compromise sources and methods, but... when you’re talking about cybersecurity, a lot is classified... if we’re going to monitor this stuff effectively going forward, we don’t want them to know that we know. “Unless the American people genuinely think that the professionals in [the intelligence community including Republicans] are less trustworthy than the Russians, then people should pay attention to what our intelligence agencies say. We’ve got to pay attention to what’s happening to our political culture here.” Obama says that Russia is smaller and weaker and can’t hurt America... except: Their economy doesn’t produce anything that anybody wants to buy except oil and gas and arms. They don’t innovate. But they can impact if we lose track of who we are... if we start buying into notions that it’s OK to intimidate the press, or lock up dissidents, or discriminate against people because of their faith, or what they look like... you’re starting to see certain Republican party and voters... starting to see a government contrary to everything we stand for as being OK because that’s how much we dislike Democrats. Some folks who had made a career about being anti-Russian didn’t say anything about it. Then after the election they say, well why didn’t you tell us that the Russians were trying to elect our candidate. Now come on.... Over a third of Republican voters approve of Vladimir Putin, the former head of the KGB. Ronald Reagan would roll over in his grave. And how did that happen?... Because for too long, everything that happens in this town, everything that’s said, is through the prism of, does this help or hurt us relative to Democrats? Relative to president Obama? “We’ve lost track of what we’re about and what we stand for.” As for appointments, those are up to Trump, Obama says, and to the senate to advise and consent. On safe zones, Obama says, “if you set those zones up on Syrian territory, then that requires some force that is willing to maintain that territory in the absence of consent from the Syrian government and now the Russians and the Iranians. It may be that with Aleppo’s tragic situation unfolding, if we can get some of the tens of thousands that are trapped there out... find some arrangement perhaps in coordination with Turkey whereby those people will be safe... unfortunately we’re not even there yet, because right now we have Russians and Assad claiming that all the innocent civilians that were trapped in Aleppo are out... try to put pressure wherever we can to try to get them out. I will help president-elect Trump with any advice counsel information that we can provide. Obama continues. “I mean that with all sincerity. I understand the impulse to want to do something, but ultimately I’ve had to think about what can we sustain, what is realistic and what’s the right thing to do for America?” Obama says he provided moderate support to the opposition, tried to minimize the extremist jihadi presence and tried to pressure international partners. “I cannot claim that we’ve been successful,” he says, “but I continue to believe it was the right approach, given what realistically we could get done.” Question: on Aleppo, do you feel any personal moral responsibility for the carnage? And Trump wants safe zones, which you’ve opposed. Will you support him? Obama: “Mike I always feel responsible. I felt responsible when kids were being shot by snipers. I felt responsible when millions of people were being displaced... for murder and slaughter that’s taking place in South Sudan that’s not being reported... There’s places around the world where horrible things are happening, and because of my office I feel responsible... there’s not a moment during the course of this presidency where I haven’t felt some responsibility. That’s true by the way for our own country... With respect to Syria, what I have consistently done is taken the best course I can to try to end the civil war while taking into account the long term national interest of the United States... Obama says he went through every option in Syria in painful detail with maps, humanitarian agencies, the military... but “short of putting large numbers of US troops on the ground, uninvited, without any international law mandate, without sufficient support from Congress... just gone through a decade of war and spent trillions of dollars, when the opposition on the ground was not cohesive enough...and you had a military superpower in Russia...and a regional power in Iran... that in that circumstance, unless we were all in and we were willing to take over Syria, then we were going to have problems. And everything else sounded tempting... but it was impossible to do this on the cheap...” Obama pauses as someone passes out or faints. Obama says go get a doctor. Obama resumes. “It may be that... Nope, they need a doctor. A woman appears to have fallen down. She has been picked up. Now they are helping her from the room. They’re going for a doctor. Questions for Obama: what about Clinton’s contention that Comey’s letter about emails on Abedin/Weiner’s computer affected the outcome of the election? Also, what’s risk of Trump ignoring Russian hack? Obama takes second question first: “The transition from election season to governance season is not always smooth. You know it’s bumpy.” “When Donald Trump takes the oath of office and is sworn in, he’s got a different set of responsibilities and considerations.” On his conversations with Trump: “They have been cordial, and in some cases have involved me making some pretty specific suggestions about how to be sure...a bout maintaining the effectiveness, integrity, cohesion of the office, our various democratic institutions. And he has listened. I can’t say that he will end up implementing...and I will always make myself available to him.” On the FBI: “I’ve had a chance to know a lot of FBI agents... they take their job seriously. They work really hard. They help keep us safe and save a lot of lives... “Sometimes that involves investigations that touch on politics. In this hyperpartisan environment everything is suspect... one thing I have done...is not wading into investigation decisions... to be strict in my own behaviour about preserving the independence of law enforcement.... I don’t know why it would stop now. “The reason I’m going on here is because I know you guys have a lot of questions about this. “With respect to response, my principle goal... was making sure that the election itself went off without a hitch, that it was not tarnish, and that it did not feed any sense in the public that tampering had taken place in the actual process of voting. “Our goal continues to be to send a clear message to Russia and others not to do this to us, because we can do stuff to you... some of it we can do publicly, some of it we will do in a way that they know it, but not everybody will.” “We already have enormous numbers of sanctions on the Russians... how we approach an appropriate response that increases costs for them... but does not creat ea problem for us is something that’s worth taking time to figure out. “There are times where the message will be directly received by the Russians and not publicized.” “I should point out that part of the reason the Russians have been effective is they’re not going around the world saying look at what we did!” Obama is asked whether Clinton lost because of the Russians: I’m going to let all the political pundits in this town have a long discussion about what happened... it was a fascinating election... I’ve said what is important for the Democratic party... rather than trying to parse every aspect of the election... I don’t think she was treated fairly during the election... I think the coverage of her and the issues was troubling. But having said that, what I’m most focused on... I can maybe give some counsel and advice to the Democratic party, and the thing we have to spend the most time on is, how do we make sure that we’re showing up in places where I think Democratic policies are needed...but people feel like they’re not being heard... We have to be in those communities. Obama: I’m finding it a little curious that everybody’s acting surprised that this would have undermined the election of Hillary Clinton because you guys wrote about it every day ... this was an obsession that dominated the news coverage. I do think it’s [important to ask how such a momentous election] came to be dominated by these leaks. “This was not some elaborate, complicated espionage scheme. They hacked into some Democratic party emails that contained fairly routine stuff. Some of it embarrassing or controversial ... And then it just took off. And that concerns me, and it should concern all of us. But the truth of the matter is that everybody had the information. “Moving forward, I think there are a couple issues that this raises. Number one, the constant challenges that we are going to have with cybersecurity ... this particular concern around Russian hacking is part of a broader set of concerns about how do we deal with cybersecurity.” Obama points out that Trump was raising questions about the integrity of the election. He says that the White House undermining that integrity further would not have been good. “In early September when I saw President Putin in China, I felt that the most effective way ... was to talk to him directly, and to tell him to cut it out and there would be consequences if they didn’t.” “We did not see further tampering of the election process, but the leaks from Wikileaks were already out there.” “I think we handled it the way it should have been handled,” he says. First question for Obama: Are you letting Vladimir Putin for hacking the US election? Do you agree that the hacking was partially responsible for Clinton’s loss? Obama says with respect to the transition, the Trump team would acknowledge that he’s done everything his team can to help it. Obama and Trump spoke a few days ago, he says. “The Russians were responsible for hacking the DNC,” Obama says. “It is important for us to review all elements of that... that should be a bipartisan issue, that shouldn’t be a partisan issue. .. My hope is that the president-elect is going to be similarly concerned that we shouldn’t have foreign interference in our election process.” “I think it is important for us to distinguish between the politics of the election and the need for us as a country... to make sure that we don’t create a political football here.” “Let’s go through the facts... at the beginning of the summer, we’re alerted to the possibility that the DNC has been hacked.” Obama says he ordered a thorough investigation and had the victims of the DNC briefed and Congress briefed. “Once we had clarity and certainty around what had happened, we publicly announced that in fact Russia had hacked into the DNC. At that time we did not attribute motives... we did not discuss what the effects of that might be.” Obama says the media interpreted the hacking. “We did not [because]... I wanted to make sure that everybody understood we were playing this thing straight.” Obama says “you might want to take this into account,” was the White House message at the time. Obama warns that the tragedy of Aleppo is deepening and says the crisis is the exclusive fault of “the Assad regime and its allies Russia and Iran, and its blood is on their hands.” “Regretfully but unsurprisingly, Russia has blocked the security council from taking action on these issues,” Obama says. “Over the long term, the Assad regime cannot slaughter its way to legitimacy,” Obama says. “The Syrian regime and its Russian and Iranian allies are trying to obfuscate the truth. The world should not be fooled. And the world will not forget.” Obama claims troop drawdowns overseas from 180,000+ to 15,000 and says “no foreign terrorist organization has successfully carried out an attack on our homeland that was directed from overseas.” “By so many measures, our country is stronger and more prosperous than it was when we started.” He credits the American people. “I could not be prouder to be your president.” There’s a lot more work to be done, he says. Obama says he’s going to talk about “how far we’ve come over the past eight years.” “We’ve seen the longest streak of job growth on record,” he says. “For the first time in history, 90% of Americans are insured” on health, he says. He says he prevented a crisis on Wall Street without stifling growth. “The stock market has nearly tripled.” “Last year the poverty rate fell at the fastest rate in almost 50 years. ... and we’ve done all this by cutting our deficits by nearly two-thirds.” Here’s Obama. The FBI agrees with the CIA’s assessment that Russian hackers tried to tip the US election to Donald Trump, the Washington Post is reporting. The Post report quotes a statement by CIA director John Brennan Trump has denied the hacking occurred, though in July he invited Russian hackers to find Hillary Clinton’s “missing” emails, and on 8 October, one month before the election, the office of the director of national intelligence and the Department of Homeland Security (DHS) released a joint statement formally accusing Russia of hacking the Democratic party’s computer networks. The FBI, where a culture thrived of deep antipathy to Hillary Clinton, had not previously joined the CIA and DHS assessment of the situation. Barack Obama has ordered an intelligence community review of evidence of Russian hacking in the presidential election. Journalists in heavy attendance for this one: Here’s a live video stream: Sobering thought. Hello and welcome to our live blog coverage of Barack Obama’s final pre-holiday press conference. The president is due to appear at the White House shortly, and is expected to address the ongoing slaughter of Aleppo, Syria; Russian hacking during the US presidential election; the incoming administration of president-elect Donald Trump; and other topics. Obama departs for family vacation in Honolulu, Hawaii, later today. The mood of these pre-holiday appearances is typically fairly light. The headlines, however, are grim. Thanks for reading and please join us in the comments."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}