{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2016/dec/19/liverpool-sadio-mane-everton-derby-football", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-12-19T23:15:13Z", "webTitle": "Liverpool find the finish to take the edge off Everton’s furious intent | Paul Wilson", "webUrl": "https://www.theguardian.com/football/blog/2016/dec/19/liverpool-sadio-mane-everton-derby-football", "apiUrl": "https://content.guardianapis.com/football/blog/2016/dec/19/liverpool-sadio-mane-everton-derby-football", "fields": {"headline": "Liverpool find the finish to take the edge off Everton’s furious intent", "bodyText": "Everyone in the Everton camp agreed that to have a chance in this derby it would be necessary to start against Liverpool the way they finished against Arsenal. That was not literally, of course. There would be no need to go down to 10 men and endure heart-in-the-mouth moments through having to block shots on the line but Everton needed to get out of the starting blocks early and display the controlled aggression that brought them the points last Tuesday. “Toe to toe and face to face,” was how Ronald Koeman put it, which was perhaps unnecessary advice for the fixture that holds the Premier League record for red cards. The first few minutes were predictably breathless, with Romelu Lukaku winning his fair share of aerial challenges but finding few team‑mates in sufficiently close support, and James McCarthy putting so much crunch into his tackles one feared the ball would sooner or later require first-aid treatment. By the midpoint of the first half, however, when for all the energy expenditure neither side had managed an attempt on goal worthy of the name, it began to look as if Liverpool might be biding their time, waiting for the Everton storm to blow itself out. The visitors were concentrating on keeping the ball rather than committing too many men upfield, sometimes passing square or even backwards in the manner that had earned Everton criticism from their manager in the first half against Arsenal. Away sides have every right to do that, especially in derby matches, and Jürgen Klopp had indicated beforehand that it was his team’s job not only to cope with the Goodison atmosphere but to do their best to dampen the home crowd’s fervour. The plan nearly worked to perfection 10 minutes before the interval when Adam Lallana and Sadio Mané suddenly turned an exercise in retaining possession into something much more expansive. Everton were suddenly opened up on their left flank, with Nathaniel Clyne being offered a Carlos Alberto-sized overlap. He could not quite manage the finishing power, though he did find Divock Origi, who should have done better than firing over the bar with the best chance of the half. Ramiro Funes Mori deserved some credit for getting close enough to put the Liverpool player off his shot, but the fact remained that for all Everton’s huffing and puffing they had not produced anything as incisive. Séamus Coleman had arguably been Everton’s most committed and effective player by that point, constantly surging down the right and looking for space to cross, but generally finding Ragnar Klavan and Dejan Lovren in charge in the middle. James Milner, in contrast, operating on the same flank, played a patient, short-passing game, getting up in support of his forwards when the situation allowed but not looking to force the pace. Liverpool were so relaxed at the start of the second half Lallana found time and space for a little showboating, then four minutes later Roberto Firmino was far too relaxed when he successfully claimed Milner’s excellent ball over the top to get behind the Everton defence but somehow failed to complete the job of beating an exposed Maarten Stekelenburg. As Liverpool sprayed the ball around in tidy triangles it was impossible not to notice that Everton’s game plan was in danger of going into reverse. They were being pushed back into their own half, failing to hold the ball for long enough to put sustained pressure on their opponents, and allowing Liverpool too much room in which to operate. It was Arsenal all over again, in other words, only not the half of that game Koeman was hoping to replicate. When a last-ditch Leighton Baines intervention was necessary to prevent Mané reaching a through-ball before Stekelenburg, the goalkeeper injuring himself in an unavoidable collision, it began to appear only a matter of time before Liverpool took the lead. The chances were stacking up for the visitors, who had Daniel Sturridge available on the bench as extra firepower. Liverpool also kept their heads better than Everton, who could and quite possibly should have been down to 10 men after Ross Barkley’s ugly challenge on Jordan Henderson. It is a fair bet that some of the red cards handed out in Merseyside derbies over the years will have been for lesser offences than the type of studs-up lunge that could easily have caused a broken ankle. There was another opportunity for Origi before the end, courtesy of some slippery running from Lallana, but Firmino’s acrobatic though off-target volley from a Clyne cross seemed likely to sum up this disappointing encounter before the contest was decided in stoppage time. As Joe Royle used to say about these frequently over-hyped and excitable events, much of the action and atmosphere could have taken place without the need for a ball on the pitch. Like many of the 226 Merseyside derbies that preceded it, this was looking like yet another helping of sound and fury, signifying very little, until the fourth official held up a board signifying a whopping eight minutes of added time. There was never any doubt which side was going to be more encouraged by that and, though Lukaku had a chance after a strong run at one end, Mané was able to spoil Everton’s Christmas at the other when a combination of Joel Robles and an upright presented him with a gift-wrapped opportunity. While Everton were perhaps unlucky with the enforced goalkeeping change, they could not say the result was a false one on the balance of scoring chances created."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}