{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2016/dec/24/storm-europa-holiday-travel-delays-us-weather", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2016-12-24T17:29:47Z", "webTitle": "Snow, ice and rain from Storm Europa threaten holiday travel for millions in US", "webUrl": "https://www.theguardian.com/us-news/2016/dec/24/storm-europa-holiday-travel-delays-us-weather", "apiUrl": "https://content.guardianapis.com/us-news/2016/dec/24/storm-europa-holiday-travel-delays-us-weather", "fields": {"headline": "Snow, ice and rain from Storm Europa threaten holiday travel for millions in US", "bodyText": "Millions could face weather-related travel complications over the holiday period as winter Storm Europa moves across the Rockies and affects the northern plains and midwest with blizzard conditions, heavy snow, ice and potentially severe thunderstorms. A large swath of the Dakotas is under a blizzard warning for Sunday and Monday, with the National Weather Service forecasting heavy snow and strong winds. Parts of central Minnesota are under an ice storm warning, and snow is also forecast for much of Idaho, Montana, Utah and north-east Colorado. Snowy conditions in Appleton, Wisconsin, caused the Minnesota Vikings’ team plane to slid off the runaway Friday. It became stuck in the grass, leaving players waiting for hours to get off the aircraft. The Vikings are still scheduled to play the Green Bay Packers later Saturday. In Arizona, search crews rescued a Pennsylvania family that got stranded in the snow on a forest road Thursday afternoon while trying to reach the North Rim of the Grand Canyon, which is closed for winter. The Coconino County sheriff’s office says searchers early Saturday morning located the mother who had walked approximately 26 miles in search of help. Searchers had earlier rescued the father and the couple’s 10-year-old son. All three were suffering from cold exposure, including frostbite. A National Weather Service advisory warned that once Europa exits the Rockies and moves out over the Plains, the low pressure will quickly deepen. Strong winds, possibly in excess of 60mph, will cause snow to blow and drift, making travel hazardous - especially across the northern-tier states. By early next week, according to forecasters, that system will bring snow, rain and freezing rain to the north-east. The Storm Prediction Center cautioned that warm, humid air could cause severe weather in the lower plains, Arkansas and Oklahoma on Sunday. The Dakota Access pipeline protest encampment in southern North Dakota will be affected by the blizzard conditions. A Morton County sheriff’s department spokesman said while many left during a blizzard earlier this month, there could be at least 500 people still at the camp. Southern California, too, has been hit by weather-related disruption over one of the busiest times of the year for travel. Two storms that moved through the region last week and brought widespread rain have raised hopes that a five-year drought could begin to ease. The consecutive storms affecting the region into Saturday came from different areas of the Pacific suggesting that last year’s El Niño-related high pressure is no longer blocking weather systems from coming into the Los Angeles basin. Earlier this year, the National Weather Service announced that the last five years were the driest ever documented in downtown LA since official record-keeping began almost 140 years ago. But Los Angelenos may also rue their thirst for rain. About 230 flights have been either canceled or delayed this week as the first of the two storms affected travel."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}