{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2013/apr/28/joleon-lescott-manchester-city-west-ham", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-04-28T22:00:01Z", "webTitle": "Joleon Lescott left in England limbo after season of fitful activity", "webUrl": "https://www.theguardian.com/football/2013/apr/28/joleon-lescott-manchester-city-west-ham", "apiUrl": "https://content.guardianapis.com/football/2013/apr/28/joleon-lescott-manchester-city-west-ham", "fields": {"headline": "Joleon Lescott left in England limbo after season of fitful activity", "bodyText": "Polite yet frank was Joleon Lescott's response when asked about the threat posed to his England place by John Terry following the Chelsea defender's decision to end his international exile. Lescott was among Manchester City's best performers in this regulation win over West Ham United as the clock ticks on what could prove his final season at the club. The central defender wants to stay but may have to depart to seek the regular football required to secure selection by Roy Hodgson for a campaign that could end at the 2014 World Cup finals in Brazil. Of Terry, whose England pedigree includes 78 caps and twice being made captain, Lescott said: \"No disrespect to him but he hasn't played that much for his club either. It is up to John. I believe if I am playing at a consistent level I can retain my place in the team. I'm sure John feels the same. The main objective is to play for your club. If you play for a club and play well, particularly at a club like Manchester City, then you have a chance. I understand that I am not playing as regularly in the England team because I'm not playing regularly at club level. \"Probably there is only Phil Jagielka who is playing regularly for his club [Everton] at the moment. There's a number of us who can play there who are not playing regularly but have given a good account of ourselves.\" Lescott, 30, has a season left on his contract and the sense is that if a decent offer was lodged – he would cost less than £10m – Roberto Mancini would agree the sale as the manager has demoted him to fourth-choice for most of the term. Lescott's preference is to stay. \"Definitely with the way the club is progressing. We have the opportunity to win another trophy this year [the FA Cup],\" he said. \"We could be one of the few clubs in England to win something. It is a special club to me now. I've been here a long time and they showed a lot of persistence to get me here. I feel like we've done a lot together.\" He knows that his future could be elsewhere. \"It would be tough to have another season like this. I've only started 15 or so games and that is not great going into a World Cup,\" Lescott said. \"If my place was secure at international level then it would be a little bit easier. I only got in the last squad by default. It was a reality check and it made me realise I need to make a decision and it needs to be the right one for my career. \"As long as I'm here I'm happy to do a job for the team and the club. I'd love to stay here but if it is not to be, then so be it.\" What has Mancini said to him? \"Nothing. Just continue to play and give 100% effort.\" Lescott said, before stating he believes his best form is to come. \"It is well documented that your best years as a centre-half are between 28 and 32 and I'm only 30 now and I think I've many years left.\" Lescott shrugged aside how he has gone from being a regular in last year's title-winning team to failing to make the bench on regular occasions. \"You could look at it like that but the manager gets paid to pick the team and I have just had to keep my head down, my attitude right and do a job when called on,\" he said. There are only two more matches before the Cup final with Wigan Athletic on 11 May. Against West Ham Lescott was preferred to Matija Nastasic, who has taken his regular starting place, and he is hopeful of being in the XI at Wembley. \"I have played in the majority of the earlier rounds but it is up to the manager to decide on the day,\" Lescott said. \"We don't find out the team until the day of the game so I think it is a bit early to start speculating whether I am going to play or not. There are still a couple of league games before the final that we want to win to secure second place.\" Goals from Sergio Agüero and Yaya Touré secured three more points for that ambition, despite Andy Carroll's late strike that Joe Hart allowed to slip in. Man of the match Samir Nasri (Manchester City)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}