{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2013/apr/21/shorter-school-holidays-good-idea", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2013-04-20T23:06:12Z", "webTitle": "Shorter school holidays? That works for me | Stephanie Merritt", "webUrl": "https://www.theguardian.com/commentisfree/2013/apr/21/shorter-school-holidays-good-idea", "apiUrl": "https://content.guardianapis.com/commentisfree/2013/apr/21/shorter-school-holidays-good-idea", "fields": {"headline": "Shorter school holidays? That works for me", "bodyText": "It's not often that I profess myself delighted to hear Michael Gove speak, but his proposal last week that schools should restructure the length of their days and their holidays to reflect the way we live now is one I've been hoping to hear for years. It was timely, too, at least for me, since I have already started to panic about this summer's long vacation and how I am going to keep my 11-year-old occupied for a month and a half while I continue working. As a single parent, it's a planning operation that has to begin months in advance – booking courses or activity clubs before they fill up, pinning down grandparents to fill in on other days, bargaining with other parents about sharing the load, figuring out how much time I can afford to take off. And the costs quickly mount up, even with family help. Every summer since my son started school, it has amazed me that no one dares address the problem of our archaic school calendar, because it lies at the heart of almost every discussion about family life/work balance and most debates about women's inequality in the workplace. Gove has presented it principally as an economic argument, suggesting that British schoolchildren lag behind their peers in East Asia because they spend less time learning and that longer days and shorter holidays would allow our children to compete better in a global marketplace. It's simplistic to argue that more hours in school automatically equal better performance – obviously that depends entirely on the school and is part of a wider debate about how to improve standards. The more convincing argument, I think, is in terms of the impact a reformed timetable could have on the lives and prospects of women. It seems self-evident that if the school day more closely matched a standard working day, it would be a significant step towards parity of opportunity for women in the workplace. As Gove pointed out, the current system was constructed around the needs of working families in the 19th century, where the long summer break enabled children to help with the harvest, and presupposed a mother confined to the home. Now that short days and long holidays no longer reflect the reality of working families' lives, it is surely time for serious consideration of how that system might be updated. In fact, it is something of an irony that a calendar designed to serve labouring families now only suits the well-off: those who can afford full-time childcare or where one parent doesn't need to work. Most jobs (apart from teaching, naturally) don't look kindly on you asking for six weeks' leave in summer, not to mention all the other holidays. Women with school-age children are limited to part-time work, where the hours allow them to leave mid-afternoon, or they are obliged to find childcare to make up the remaining time, at a cost that usually weighs heavily against the advantage of working. The option of a longer school day would allow working mothers to apply for jobs that might otherwise seem out of reach and would help tackle the problem of women with children dropping behind their male counterparts in terms of career progression. Various governments have cautiously mooted similar reforms over the years and been shouted down by the teaching unions, which are understandably nervous about any proposals that might result in increased hours for little or no extra pay. My parents were teachers and I saw first hand how much of those long holidays, as well as evenings and weekends, are spent in marking and preparation. I was raised to refute the myth that teachers spend six weeks sipping cocktails on a beach, so I sympathise with the fear that reforms would deprive them of hard-earned time off or would attempt to use them as cheap babysitters. The fine details of Gove's proposals have not been made clear, but any serious attempt to align school hours with working hours would need to be carefully negotiated so that the burden of longer days does not fall exclusively on teachers. But there is equally vocal protest from some mothers. Suzanne Moore in the Guardian called the proposals \"anti-children\". A blog in a conservative newspaper accused Gove of trying to destroy family life by emulating communist China. When I expressed support for the idea of reforms on Twitter, I was accused of a Grinch-like desire to \"cancel summer\" and of wanting to \"force\" women to work longer hours. I was told that the goal for mothers should be to spend more time with their children, not less. Strangely, none of the people telling me I should work less had any suggestions of who was to pay my bills while I took the summer off. They didn't seem able to acknowledge that some parents have no choice but to work. I was also informed that the long summer break is one of the glories of childhood, and that children need leisure and liberty to dream and mess around. I don't disagree, but these views seem based on a nostalgic, Swallows and Amazons picture of lazy summer days spent running through fields or climbing trees, untroubled by people like me and Michael Gove, wanting to corral them in sweltering classrooms for extra maths instead. Sadly, this sort of summer idyll isn't true for many children except, again, the privileged. Fewer parents let pre-teens run free outside now, and for those who live in a small house or a flat with no garden, most of their dreaming is done in front of a screen. Studies have shown that children from poorer backgrounds, who have less support and stimulation at home, slip behind their peers academically over the long summer break. The ideal would be a compromise: perhaps an extended day and four-week summer break, as has been trialled in some academies, combined with optional subsidised holiday schemes, such as those in Tower Hamlets, where children can take part in non-academic activities that enable them to have fun and learn new skills while their parents are able to work. Yes, it would require a significant investment, but we can't go on ignoring the fact that many mothers need and want to work, and that our outdated school calendar is one of their biggest obstacles."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}