{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2013/apr/16/boston-marathon-martin-richard-killed", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2013-04-16T22:32:00Z", "webTitle": "Families speak of devastation as details of Boston bombing victims emerge", "webUrl": "https://www.theguardian.com/world/2013/apr/16/boston-marathon-martin-richard-killed", "apiUrl": "https://content.guardianapis.com/world/2013/apr/16/boston-marathon-martin-richard-killed", "fields": {"headline": "Families speak of devastation as details of Boston bombing victims emerge", "bodyText": "One was an eight-year-old boy enjoying a Patriots' Day holiday outing with his family. Another was a young woman who had watched the Boston Marathon every year since she was child. And the third was a graduate student at Boston University attending the event with friends. On Tuesday, as the massive federal investigation into the twin bomb blasts continued, details of the three people who died began to emerge. Two of the victims were named: Martin Richard, eight, and Krystle Campbell, 29. The third victim has yet to be identified, but in a statement Boston University said one of its graduate students had been killed. The details of their deaths are heartbreaking. The Richard family had been trying to get away from the first explosion when they were caught in the second blast. Martin was killed, while his mother, Denise, and six-year-old sister Jane suffered serious wounds in the attack. His father Bill was hit on the legs by metal fragments and ball bearings. Martin's older brother, Henry, was not injured. \"My dear son Martin has died from injuries sustained in the attack on Boston,\" Bill Richard said in a statement released on Tuesday. \"My wife and daughter are both recovering from serious injuries. \"We thank our family and friends, those we know and those we have never met, for their thoughts and prayers. I ask that you continue to pray for my family as we remember Martin. We also ask for your patience and for your privacy as we work to simultaneously grieve and recover. Thank you.\" Bill Richard, an avid runner, would normally have been taking part in the race but had sat out this year's event because of injury. Stephen Lynch, a US congressman for Massachusetts who has known the family for 25 years, said they had just gone for ice cream and were returning to watch the runners finish the race on Boylston Street when the bombs exploded. \"They were looking in the crowd as the runners were coming to see if they could identify some of their friends when the bomb hit,\" Lynch told the Associated Press. He added: \"Ball bearings are meant as anti-personnel munitions,\" he said. \"They were trying to cause carnage here.\" The death has left Dorchester in shock. At the family home on Tuesday, neighbours and friends left flowers and gifts. Candles burned on the front steps, while the word \"peace\" had been written in chalk. Neighbour Betty Delorey, 80, said Martin loved to climb the trees and hop the fence outside his home. \"I can just remember his mother calling him, 'Martin!' if he was doing something wrong,\" she said. \"Just a vivacious little kid.\" She said: \"I'm sick to my stomach. It's hard to say anything, really.\" Staff at Martin's former kindergarten described him as a \"loving, caring\" child. \"He was just a great little kid,\" said Russ Wilson, regional director at the Pope John Paul II Catholic Academy. \"Always a smile – loving, caring, great enthusiasm for school, for learning … a very thoughtful little boy.\" Martin attended the school between the ages of four and five and left in June 2010. His older brother Henry also went to Pope John Paul II. \"It's a tragedy. An absolute tragedy,\" Wilson said. The family worshiped at St Ann's church in the area. Jay Richards and his daughter Christina (who are not related to the Richard family) walked up to the church hand-in-hand on Tuesday. Christina had taken her first holy communion with Martin at the church last year. \"It's very sad. You never know how these things are going to affect you. This is certainly affecting us today,\" Jay Richards said. Christina took religious education classes at the church with Martin each week, Richards said. He said the Richard family were \"nice people, just like anyone else in the community\". Krystle Campbell, 29 Krystle Campbell, 29, from Medford, Massachusetts was identified as one of the victims by her father, William. He told Yahoo News that she was at the finish line to cheer on her boyfriend, who was running in the marathon. \"My daughter was the most loveable girl,\" said Campbell. \"She helped everybody, and I'm just so shocked right now. We're just devastated.\" Her grandmother, Lillian Campbell of Somerville, told the Boston Globe that she had been going to the marathon finish line every year. \"She's been doing it since she was a little girl. She didn't miss a marathon, watching it at the finish line.\" In a statement on its Facebook page, the Summer Shack restaurant chain where Campbell had worked as a manager, said: \"The Summer Shack family is devastated by the loss of our beloved Krystle. No words can describe how much she meant to all of us. \"She was an incredible woman, always full of energy and hard at work, but never too tired to share her love and a smile with everyone. She was an inspiration to all of us. Please keep her and her family in your thoughts and prayers.\" Third victim Boston University said it was awaiting permission from the family of the third victim before releasing the name. The victim had been watching the finish of the marathon with two friends, one of whom – another BU grad student – was also injured. Robert Hill, the dean of Marsh Chapel, visited the injured student Monday evening and again on Tuesday afternoon. \"She is doing well,\" said Hill. \"She has her friends around her, and she will soon have family around her.\" The Chinese consulate in New York said she was a Chinese citizen but did not release more details on the instructions of her family."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}