{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2013/apr/20/boston-bombing-suspect-fbi-surveillance-claim", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2013-04-20T23:35:00Z", "webTitle": "Boston bombing suspect was under FBI surveillance, says mother", "webUrl": "https://www.theguardian.com/world/2013/apr/20/boston-bombing-suspect-fbi-surveillance-claim", "apiUrl": "https://content.guardianapis.com/world/2013/apr/20/boston-bombing-suspect-fbi-surveillance-claim", "fields": {"headline": "Boston bombing suspect was under FBI surveillance, says mother", "bodyText": "One of the two men suspected of being behind the Boston Marathon bombings was under FBI surveillance as a suspected \"extremist\" for at least three years, according to his parents. As questions were raised about how well known Tamerlan and Dzhokhar Tsarnaev were to federal investigators, their mother, Zubeidat Tsarnaeva, said that the FBI had spoken to the family regularly: \"They were telling me that Tamerlan was really an extremist leader and they were afraid of him. They told me whatever information he is getting, he gets from these extremists' sites.\" She added that the police were monitoring her son \"at every step\". The bloody denouement to the hunt for the bombers came four days after the attack and 24 hours after the FBI released surveillance-camera images of two young men suspected of planting the pressure-cooker explosives at the marathon finish line. The attack killed three people and injured more than 170. Armed guards were stationed at the hospital where Dzhokhar Tsarnaev, the surviving suspect, was being held, after being apprehended following a gun battle on Friday evening. Medical staff said he was in a serious condition. A special interrogation team for high-value suspects was waiting to question the university student about the most serious terror attack on American soil since 9/11. As the debate about the withholding of Tsarnaev's Miranda rights – the statement read by police to suspects stating their right to remain silent and to have an attorney – continued, prominent US senators have called for the suspect to be treated as an \"enemy combatant\", equivalent to the detainees at Guantánamo. That would allow him to be questioned and held indefinitely. The revelation that the FBI was monitoring the elder Tsarnaev brother will lead to a debate over whether the attack could have been prevented. The men's father – who claims that his sons have been framed – supplied more details about the FBI's interest in Tamerlan in a telephone interview with the Wall Street Journal. Anzor Tsarnaev said that agents had talked to Tamerlan in 2011. They described him as a \"person of interest\". \"Yes, I was there. It was in Cambridge [Massachusetts]. They said: 'We know what sites you are on, we know where you are calling, we know everything about you. Everything'.\" He added: \"They said we are checking and watching – that's what they said.\" In a message to his son, he said: \"Tell police everything. Everything. Just be honest.\" The parents' claims appear to contradict a statement by the FBI saying that, after checks on Tamerlan and his family, along with a review of travel records, internet activity and personal associations, it \"did not find any terrorism activity\". Officials have added that the brothers had not been under surveillance. Since his death, it has been revealed that a YouTube account believed to be managed by Tamerlan linked to online material concerning radical preachers, terrorism and a religious prophecy supposedly popular with al-Qaida followers. The motives behind the brothers' attack remain mysterious. Although Tamerlan had been described as becoming more religious in recent years, acquaintances of the brothers described a pair whose behaviour was often at odds with strict Islam, including Dzhokhar's fondness for hip-hop and skateboarding and consumption of soft drugs. During a night of violence on Thursday and into Friday, after they had been identified by pictures taken at the marathon, the brothers killed a police officer on the Massachusetts Institute of Technology campus, severely wounded another during a gun battle and hurled explosives at police in a desperate getaway attempt. Aged 26, Tamerlan died of his injuries from the shootout with police and a possible blast injury. He was also apparently run over by his younger brother in a car as he lay wounded. The 19-year-old Dzhokhar was captured after a day-long manhunt that paralysed Boston and its surrounding suburbs. He had been hiding injured in a boat in a back yard in Watertown; the owner was alerted by a trail of blood. The subsequent shootout left the boat looking like \"swiss cheese\", its owner told a neighbour. The neighbour, who did not want to give her name, added that the boat's owner was \"shell shocked\" after making the discovery. \"He saw that the tarp was open and that seemed wrong to him because we've had a pretty harsh winter and the boat had never been undone. He checks on his boat a lot, that's his baby, so that's how he noticed it,\" she said. The interrogation team planned to question Dzhokhar without reading him his Miranda rights. Those rights will be waived using a rarely deployed public safety clause, triggered by the need to protect police and the public from immediate danger. The capture of Dzhokhar lifted days of anxiety for Boston and Americans everywhere. President Barack Obama, who branded the suspects \"terrorists\", vowed that investigators would solve the mystery of why the brothers embarked on their campaign of terror. \"The families of those killed so senselessly deserve answers,\" he said, adding that the capture of the second suspect closed \"an important chapter in this tragedy\", while acknowledging that there are many unanswered questions, including whether the two men had help from others. Shortly before Dzhokhar's capture, the White House said that Obama had spoken by phone with the Russian president, Vladimir Putin, about the investigation. The White House said in a statement that Obama \"praised the close co-operation that the United States has received from Russia on counter-terrorism, including in the wake of the Boston attack\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}