{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2013/apr/19/marathon-runners-health-painkillers-researchers", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2013-04-19T22:30:01Z", "webTitle": "Marathon runners may risk health by taking painkillers, researchers find", "webUrl": "https://www.theguardian.com/lifeandstyle/2013/apr/19/marathon-runners-health-painkillers-researchers", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2013/apr/19/marathon-runners-health-painkillers-researchers", "fields": {"headline": "Marathon runners may risk health by taking painkillers, researchers find", "bodyText": "Distance runners might be putting their health in serious jeopardy by taking over-the-counter painkillers before races, according to German researchers. A study on the use of common analgesics including diclofenac, ibuprofen and aspirin by participants in the Bonn Marathon and Half Marathon in 2010 suggested that those taking the painkillers were far more likely to get cardiovascular, intestinal and kidney problems. It did not prevent post-exercise pain or make athletes retire from the events early, according to a study published in BMJ Open, the online medical journal. Nine runners who took painkillers said they had ended up in hospital, three for temporary kidney failure after taking ibuprofen, four for bleeding ulcers after taking aspirin, and two after a heart attack after taking aspirin. One of these had taken 500mg for mild foot pain. None of the runners who competed without taking painkillers was admitted to hospital. The research was based on more than 3,900 questionnaires returned to researchers in Bonn and Erlangen and did not take into account possible confounding factors including body mass index and use of other drugs. There were also differences in age, sex and training. The study authors said that despite these limitations, their work had shown a \"worrying lack of education\" among runners about possible health risks. This might highlight a larger problem among endurance sport enthusiasts and further research was needed as to whether the use of painkillers before and during sports should be avoided altogether, they said."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}