{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2013/apr/14/quack-homeopathy-mmr-nhs", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2013-04-13T23:10:00Z", "webTitle": "We've seen sense on measles, but we're not yet rid of quacks | Catherine Bennett", "webUrl": "https://www.theguardian.com/commentisfree/2013/apr/14/quack-homeopathy-mmr-nhs", "apiUrl": "https://content.guardianapis.com/commentisfree/2013/apr/14/quack-homeopathy-mmr-nhs", "fields": {"headline": "We've seen sense on measles, but we're not yet rid of quacks", "bodyText": "This could be a bit hasty, but it seems there may, after all, be one negative aspect of contemporary life for which the late Margaret Thatcher can be entirely exonerated. She did not give anyone measles. Almost a decade separates her departure from Downing Street and the moment in 1998 when Dr Andrew Wakefield launched the MMR health scare that caused escalating parental panic, a massive and lasting drop in vaccination rates and thus, years later, the recurrence of measles outbreaks such as the one now putting Welsh children in hospital. By the end of last week, there were 693 confirmed cases of measles in Powys, an increase of more than 70 in the previous two days. In 1998, there were 56 cases in the whole of the UK. It is a measure of the challenge facing health officials, now pleading with parents of the unvaccinated, that family websites are still hosting agitated debates about the Wakefield \"link\" between MMR and autism, and the danger of \"overloading\" the infant system. Last week, one mother was describing MMR vaccination as \"the hardest decision I've had to make in my life\". Sometimes, reading such exchanges, it seems the only significant advance since 1998, when parents, including me, began agonising about MMR, is the increased availability of doctors who are willing to administer the injections singly, as advocated by Wakefield in his infamous press conference at the Royal Free Hospital. To the consternation of his panel of colleagues, their star medic suddenly departed from an agreed line, advocating continued use of MMR, to declare that, on the contrary, it was a \"moral issue\" for him to caution parents about the jab, given the potential connection with regressive autism. \"I can't support the continued use of these three vaccines given in combination,\" he said, \"until this issue has been resolved.\" If you happened to have just received an MMR call-up for your child, were not a doctor, and were ignorant equally of Dr Wakefield's selection bias and his personal interest in single vaccinations, to say nothing of editorial standards at the Lancet, it was not the sort of warning to leave you cold. In fact, by the time I went in, nervously, for a twice-postponed MMR, I had also met, read or watched a succession of informed doctors and health workers who, regardless of his methods and the conflicting evidence, thought Wakefield worth taking seriously. Newspapers, which are habitually blamed for spreading panic in the early days, did not have to look far for clinicians or politicians with a similar indifference to herd immunity. A 2001 survey in the BMJ found 13% of GPs (and 27% of practice nurses) still thought it was \"very likely or possible\" that MMR was associated with the development of autism. In the same year, Mrs Blair refused to disclose whether or not her son Leo had been immunised (he had), and in 2002, with MMR take-up described as \"dangerously low\", Ken Livingstone, with mayoral responsibility to promote public health, advised Londoners to shun the injection: \"There's no way I would inflict that risk on a child.\" Clearly, and not only in Powys, where thousands of children are still at risk, the subsequent debunking of Wakefield's never-to-be-replicated paper, its retraction by the Lancet, the exposure of Wakefield's conflicts of interest, the GMC investigation of Wakefield and his eventual striking-off in 2010 have failed, dismally, to dispel old fears. Nor did a 2005 Cochrane review of data, finding no credible evidence of long-term harm, including autism, destroy the market for private single injections for the affluent and Livingstone-minded. As neat as it is to think that the problem could have been solved, Leveson-style, by, say, placing the troublesome Melanie Phillips under a stone, or denying principal alarmists further access to post-1800 medicine, the causes of public suspicion go deeper – no offence to the Daily Mail – than articles that have their irresponsible rivals in US MMR articles, all available online. And even the bravest of these anti-MMR hacks might have retreated, earlier, in the face of overwhelming orthodox consensus, had it not been for a rival establishment: complementary medicine. For its respectable proponents, the lingering public suspicions about the MMR vaccination double, so long as they can be sustained, as a continually renewing market for their services. Although hostility to, and conspiracy theories about, MMR vaccinations are common to many parts of the quack business, homeopathy is notably dubious. In a 2002 study by Ernst and Schmidt, featuring an online query from a fictitious anxious mother, not one out of 77 practitioners advised her in favour of the triple jab. Since when, while Wakefield has been discredited, sympathetic homeopaths have prospered: a few months ago, Ainsworths, the homeopathic pharmacy endorsed by Prince Charles, had to be ordered by the Medicines and Healthcare Products Regulatory Agency to cease advertising its own, alternative – and content-free – \"vaccine\" against measles. Mercifully for Ainsworths, what is considered dangerous by one part of government can still be cherished by another, and not only via the appointment to the science and technology committee of Britain's foremost adherent of homeopathy and remote healing, the Tory MP David Tredinnick. It was Mr Tredinnick, astrologers will recall, who once had to repay £755 for constellation-based health software he had included in his parliamentary expenses. After some recent controversy, when its content was discovered to have been interfered with by one of Prince Charles's many colleges of Charlesology, the NHS Choices' re-re-revised homeopathy page still makes it clear that this branch of magical thinking remains very much a part of the modern NHS. While it asks the public to put science first in organ donation, and swears never again to ignore hospital data, the NHS tolerates, for instance, referrals to the Royal London Hospital for Integrated Medicine, where Hahnemann's absurd system is still passed off as respectable treatment. \"Medicines which can produce an illness matching the one from which the patient is suffering are prescribed,\" it informs homeopathy patients, \"aiming to stimulate the body's own healing.\" Summarising the discipline as \"rubbish\", the chief medical officer, Dame Sally Davies, has told Mr Tredinnick's committee: \"I am perpetually surprised that homeopathy is available on the NHS.\" Concerned, perhaps, to make her arcane language comprehensible to Mr Tredinnick and his fellow homeopathy fan, Jeremy Hunt, the outgoing chief scientific adviser, Sir John Beddington, characterised NHS homeopathy, more recently, as \"mad\". With the greatest of respect to the government scientists, \"rubbish\" and \"mad\" still seem kindly descriptions of a licensed, potentially harmful idiocy that, so long as it is protected within the NHS, affords professional respectability to the sort of homeopathy writers and practitioners who have nurtured parental suspicion and resistance to the MMR, even after measles epidemics began to threaten children's long-term health. You can tell people to get immunised, in accordance with the science, or you can fund homeopathy in defiance of it: you can't rationally do both. • Comments will be turned on later this morning"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}