{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2013/apr/11/michael-white-diary-qatar-sarkozy", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2013-04-11T22:00:02Z", "webTitle": "Michael White's diary", "webUrl": "https://www.theguardian.com/politics/2013/apr/11/michael-white-diary-qatar-sarkozy", "apiUrl": "https://content.guardianapis.com/politics/2013/apr/11/michael-white-diary-qatar-sarkozy", "fields": {"headline": "Diary: Those Qataris, eh. They're so willing to help, no one's beyond the pale", "bodyText": "• The oil-sodden autocracy of Qatar is diversifying again. Not content with inviting ex-president of France Nicolas Sarkozy to head a €500m private equity fund, even though he is still helping les flics with their Bettencourt slush fund inquiries, they also have an eye on Inaki Urdangarin. Who he? Do concentrate. Inaki is the husband of Spain's Princess Cristina, as tall as Nico is short, but also in the gazpacho over alleged financial hanky-panky. The Qataris, who are hosting the 2022 World Cup (great weather, sandy turf), want the ex-handball star to help manage their national team. Nothing is signed but Inaki, aka the Duke of Palma, is keen. King Juan Carlos is said to have spoken to Qatar's emir three times this week, though not (of course) about offloading the royal embarrassment. Might Qatar use royal help learning how to talk to desert flowers? • The premiere of Oblivion, the new Tom Cruise film, is attracting much hype and many fans. Among grizzled Hollywood hands it prompts an old gag: \"Fan is short for fanatic, hype is short for hyperbole, and Tom Cruise is short for a leading man.\" It's usually told about Mel Gibson, but Scientologist Tom's the kinda guy to enjoy a laugh at his own expense. • If Tories protesting about Glenda Jackson's Thatcher-handbagging during Westminster's OTT Maggie-fest want to savour more acceptable abuse, they could start with the thespian MP's son, Dan Hodges. Union apparatchik Dan can't act for toffee, but he writes a lively sentence. Such as: \"Let's not beat around the bush: Ed Miliband is not a leader. Your average voter wouldn't follow him into the chip shop, never mind the New Jerusalem.\" It's Dan's way of damning Labour's core vote strategy. Yesterday blogger Dan praised Ed's Thatcher tribute. But he also warned that Tony Blair is selling his Miliband shares. • Not even Dan sounds quite as condescending as Francophile novelist Julian Barnes, who tells this week's 100th birthday New Statesman that he prefers failed premierships. (\"Gordon Brown was such a relief.\") Even John Major's, \"until he sold off the railways for which may he be boiled in oil throughout eternity\". Harsh that: does Jools travel everywhere by cab? • George Bush fans eager to know how many books the 43rd president's new library will contain have to wait only until its official opening on 25 April. First hints are discouraging. It will house \"43,000 artefacts\", which sounds like a posh word for DVDs. But no, they are mostly gifts from foreign leaders (\"What a fascinating tea towel!\") and Saddam Hussein's 9mm pistol. • Has the TaxPayers' Alliance, whose funding sources are as opaque as Hacked Off's, lost its vigilant edge? Its website is so busy attacking town hall waste of taxpayers' money that there is yet no room to query the cost of next week's Big Funeral. • The Mail has raged all week against \"hatred-filled lefties\" celebrating Margaret Thatcher's death, even reprinting Steve Bell's graveyard cartoon (for which he is, of course, seeking payment). Yet among the week's most wounding things was biographer Robin Harris's loving but cruel account (in the hate-filled Mail, natch) of her declining years. Her \"forgetfulness and repetitiveness irritated Denis terribly\". He shouted at her, she felt humiliated and (wildly) suspected him of affairs: \"Resentments grew.\" Is it worse in its way than the lefties' Atos joke (\"she's been declared fit to work\") and the Jimmy Savile joke (\"Why are you here?\" \"For buggering miners.\" \"Me too.\")? • Yesterday's account of how Charles Powell showed his old boss a video of his Italian wife, Carla, and her puppies (he was her last visitor at the Ritz) would have been livelier if vivacious Lady Powell had been there in person. In the days when Charles worked 24/7 in Downing Street, she would mischievously complain of their poverty (since corrected) and tiny flat. Of the fax machine in their bedroom, she once remarked: \" I tell you, it is all fax and no fucks.\" Twitter: @MichaelWhite"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}