{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2013/apr/16/boston-marathon-pressure-cooker-bombs", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2013-04-16T22:59:00Z", "webTitle": "Pressure-cooker bombs in Boston: lethal do-it-yourself", "webUrl": "https://www.theguardian.com/world/2013/apr/16/boston-marathon-pressure-cooker-bombs", "apiUrl": "https://content.guardianapis.com/world/2013/apr/16/boston-marathon-pressure-cooker-bombs", "fields": {"headline": "Pressure-cooker bombs in Boston: lethal do-it-yourself", "bodyText": "The highlight from the latest FBI briefing on the Boston bombing was the disclosure that pressure-cooker bombs might have been used in the attacks. Such devices are frequently used in trouble spots around the world and the homeland security department has been warning of their potential appearance in the US for almost a decade. Pressure-cooker bombs are relatively easy to make, with simple instructions available on the internet. The attempted Times Square bomber used a similar device in May 2010 in a foiled bid to cause mayhem in New York. In a 2004 memo, the homeland security department warned about the dangers posed by the use of such a readily available kitchen implement. The memo noted that seven pressure-cooker bombs were used to kill more than 200 people in the Mumbai train attacks in 2006. The department reiterated the warning in 2010 in a pamphlet issued jointly with the FBI. The pamphlet says pressure cookers are widely used in Afghanistan, India, Pakistan and Nepal and their presence would not look out of place in these countries. \"Because they are less common in the United States the presence of a pressure cooker in an unusual location such as a building lobby or busy street corner should be treated as suspicious,\" the pamphlet said. The public were also asked to watch out for wires protruding from a pressure cooker or any strange chemical smells. One of the three devices in the Times Square plot in 2010 was a pressure-cooker bomb. Faisal Shahzad, a Pakistani-American citizen, who was trained at a terrorist camp in Pakistan, pleaded guilty. Al-Qaida in Yemen in an online magazine in 2010 offered instructions on how to make a bomb in the kitchen and described a pressure cooker as effective, coupled with a clock timer as a detonator. A soldier jailed last year for a plot to blow up a restaurant in Fort Hood, Texas, had a copy of the al-Qaida in the Yemen article."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}