{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/sarah-boseley-global-health/2013/apr/12/vaccines-child-mortality", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2013-04-11T23:01:00Z", "webTitle": "How to save two million lives", "webUrl": "https://www.theguardian.com/society/sarah-boseley-global-health/2013/apr/12/vaccines-child-mortality", "apiUrl": "https://content.guardianapis.com/society/sarah-boseley-global-health/2013/apr/12/vaccines-child-mortality", "fields": {"headline": "How to save two million lives", "bodyText": "A global plan to save the lives of the 2 million children who die from pneumonia and diarrhoea every year – the most common causes of death in children – is launched on Friday and deserving of much applause. It is not just about vaccines and it is not just about clean water, but about pushing forward on those and all the other well-known fronts at the same time. This is a truly joined-up approach that has the ambition and the ability to end all these deaths by 2025. Four papers in a Lancet series spell out the situation and the progress that can be made. There are 15 interventions that work. On their own, each will save some lives. Together they could transform child survival – wiping out the causes of over a quarter (28.5%) of child deaths. In 2011, the authors estimate, there were 700,000 diarrhoea deaths in children under five and 1.3 million pneumonia deaths. Deaths are falling in many countries thanks to efforts to reach the millennium development goals, but in Afghanistan, Burkina Faso, the Democratic Republic of the Congo, Cameroon, Chad and Mali, they are still rising. These are the 15 interventions, some of which are expensive and some not at all, in order from the most life-saving to the least: pneumococcal vaccine, treating neonatal infections, breastfeeding promotion, treating pneumonia infections, improved water source, zinc supplementation, Hib vaccine, hand-washing with soap, improved sanitation, oral rehydration solution, rotavirus vaccine, hygienic disposal of children's stools, vitamin A supplementation, zinc for treatment of diarrhoea, antibiotics for dysentery. We have heard so much about vaccines, because they are new, because the idea that a few jabs saves a life is exciting and because Bill Gates has backed their development with big money. But the new global action plan, put together by Unicef and the World Health Organisation, says they will not work miracles alone. Clean water, sanitation and hand-washing are also important. So are the really, really cheap treatments for diarrhoea: oral rehydration salts (ORS) and zinc – take-up of which, the Lancet series says, is negligible. This is from the third paper in the series, by Christopher J Gill of the Boston University School of Public Health and colleagues including the Clinton Health Access Initiative, which has been championing ORS and zinc: If these problems are so well-known and so solvable, why haven't they been solved already? One key factor could be that our recent child survival investments in low-income and middle-income countries have favoured technically sophisticated, expensive solutions targeting specific pathogens or diagnostic challenges, at the expense of broader-based investments in healthcare systems. The recent licensure of several highly effective vaccines targeting key pathogens responsible for pneumonia and diarrhoea – Streptococcus pneumoniae and rotavirus – is emblematic. Both vaccines are welcome additions to our public health armamentarium, but neither vaccine covers the full range of pathogens that cause pneumonia and diarrhoea, and neither is completely effective. Some children, including some who were fully vaccinated, living in communities with high vaccine coverage, or both, will still fall acutely and seriously ill. Without basic treatments (zinc, ORS and antibiotics) many will die. To elaborate further, if the global uptake of rotavirus vaccines matched that of the DTP (diphtheria–tetanus–pertussis multivalent) vaccines, an estimated 2·6 million child deaths could be prevented in a 20-year period (roughly 189,000 deaths per year). With the assumption that vaccines could be delivered equitably, which is probably optimistic, all-cause under-five mortality could be reduced by about 2%. By contrast, the combination of ORS and zinc could avert an estimated 75% of diarrhoeal deaths, reducing overall under-five mortality by 20%; antibiotics for sepsis or pneumonia could reduce mortality by a further 12%. We do not make this point to devalue vaccines, which are an essential component of a co-ordinated strategy to reduce childhood mortality. However, the high cost and time needed to develop new vaccines demands a balanced approach that allocates resources to prevention and treatment according to need. Vaccination of a child represents a substantial investment in that child's survival, and a failure to invest in treatment jeopardises our investments in prevention. WaterAid is among those who are applauding the plan, understandably. Sanitation and basic hygiene – hand-washing – have not received the attention they need. These and clean water supplies and antibiotics were the advances that did most to drive down pneumonia and diarrhoea in rich countries. \"It makes sense to do it all together,\" says Yael Velleman, WaterAid's senior policy analyst on health. \"It is not about this intervention or that intervention. This is a comprehensive package, reaching everybody with everything.\" What could impede progress on this broad front, however, is the earmarking of funds for one particular venture or another, which gives governments less freedom to spend on those less popular areas, such as sanitation."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}