{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2013/apr/14/david-blunkett-ed-miliband-labour", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2013-04-13T23:06:21Z", "webTitle": "David Blunkett urges Ed Miliband to look beyond 'selfish' public sector", "webUrl": "https://www.theguardian.com/politics/2013/apr/14/david-blunkett-ed-miliband-labour", "apiUrl": "https://content.guardianapis.com/politics/2013/apr/14/david-blunkett-ed-miliband-labour", "fields": {"headline": "David Blunkett urges Ed Miliband to look beyond 'selfish' public sector", "bodyText": "Ed Miliband's leadership faced fresh criticism as David Blunkett, a former home secretary, backed Tony Blair in calling for a \"one nation\" Labour party based on more than just backing the \"grievance of a resentful and selfish\" public sector against budget cuts. Blunkett, a New Labour stalwart who held four cabinet positions within the Blair administration, says his party should not simply be about championing the cause of those suffering the most obvious injustices. The Labour grandee instead called for Miliband to rise to the challenge of offering a \"mutual sense of purpose\" that will gather the support of all parts of the country. Writing on this newspaper's website, Blunkett, who insisted that he and Blair were not criticising Miliband as part of a New Labour putsch but merely seeking to provoke debate, said: \"'One Nation' cannot and should never be simply the avoidance of the most obvious injustice or collective suicide. \"It has to be about a great deal more than politics built on grievance and the unhappiness of a resentful and selfish public sphere. \"More than putting right the playing-off of public sector workers against those in private enterprise. The retired versus the young, the migrant versus the resentful and excluded. Or, the badly housed versus the homeless. \"In other words, replacing the politics of Conservative division with a morally more superior and a politically more cohesive engagement.\" The comments follow a warning given by Blair last Thursday of the risks that Labour could be reduced to being a party of protest by moving to the left and setting its stall out as opponents of coalition cuts. In an article for the New Statesman, Blair wrote of the \"menace\" of retreating to the \"old territory of defending the status quo\" and failing to provide leadership during difficult economic times. He wrote: \"The guiding principle should be that we are the seekers after answers, not the repository for people's anger.\" Blairs comments, seen as his most significant intervention since Miliband won the leadership in 2010, were promptly rebutted by the party leadership despite receiving immediate backing from both Lord Mandelson and former health secretary Alan Milburn. Miliband said Blair would be the first to recognise that parties need to \"move forwards, not backwards\" while citing mistakes of the party during Blair's tenure, including on immigration. However the intervention allowed the Tory chairman, Grant Shapps MP, to claim that Blair was warning that \"Labour aren't a credible party of government under Ed Miliband.\" They also publicly highlighted the internal battle being waged within Labour over its future direction, particularly in relation to welfare. For months, behind the scenes, both backbenchers and frontbench spokesman have been agitating for Miliband to be tougher in his rhetoric on those abusing the benefits system. It is understood that shadow work and pensions secretary Liam Byrne, in particular, has been at the vanguard seeking to persuade Miliband to do more to counter charges from opponents that Labour is soft on welfare. Blunkett says in his article that getting the message right on that issue would be an important starting point in creating a genuine one nation vision for the country. He adds that Miliband needs \"to speak to all parts of society from the \"inner city with the rural hinterland, the more affluent south-east with the once powerful and prosperous economic engine room of the north\". He writes: \"Changing the way in which we deliver our public services (as opposed to simply slashing and burning) offers common cause as much in Berkshire or Bedfordshire as it does in Bury or Bolton.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}