{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2013/apr/21/observer-editorial-guantanamo-bay-should-close", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2013-04-20T23:06:00Z", "webTitle": "America cannot assert moral authority while Guantánamo remains open  | Observer editorial", "webUrl": "https://www.theguardian.com/commentisfree/2013/apr/21/observer-editorial-guantanamo-bay-should-close", "apiUrl": "https://content.guardianapis.com/commentisfree/2013/apr/21/observer-editorial-guantanamo-bay-should-close", "fields": {"headline": "America cannot assert moral authority while Guantánamo remains open", "bodyText": "In 2009, defending the promise he made to close Guantánamo Bay, President Barack Obama insisted: \"The existence of Guantánamo likely created more terrorists around the world than it ever detained.\" This weekend, the case for the closure of Guantánamo Bay, promised by Obama on his second day in office, has never been more compelling. A hunger strike by the camp's inmates, half of whom had been cleared for release, has underlined the growing desperation of those 166 still detained. Of that number, some 86 had been approved for transfer (while the rest had been earmarked for trial) but have become stuck in a political and legal limbo that has seen such transfers almost completely halted in the last two-and-a-half years. A recent report by a bipartisan panel of experts has condemned both the conditions there and the use of abusive interrogation techniques. One of those trapped in this Kafkaesque nightmare is Briton Shaker Aamer. As the Observer reports today, despite a skeleton deal that could pave the way for his release to Saudi Arabia, Aamer rightly insists he should be allowed to return to the UK to rejoin his family. After 11 years, it is hard to see the rationale for keeping Guantánamo open. It is a fundamental principle of open and democratic societies that those accused or suspected of serious crimes should be submitted to due legal process within a reasonable time period. Indefinite detention of those cleared of any crime, or if those authorities have insufficient evidence to prosecute, is a gross violation of human rights. The US government's decision last month that Sulaiman Abu Ghaith, Osama bin Laden's son-in-law and an al-Qaida spokesman, should be tried in a federal court rather than before a military commission at Guantánamo has underlined the principle that domestic courts are the best place to try terrorism suspects. Indeed, as Human Rights Watch has pointed out, military commissions in Guantánamo have been proved unreliable, unable to deliver real justice and subject to changes in rules and bogged down in procedure. For those who have not been charged with any offence, their long detention has come to be one of the most serious stains on the human rights record of the US, amounting to open-ended and indefinite incarceration without charge or due process. As David Ignatius argued compellingly in the Washington Post yesterday, there are strong arguments, too, for releasing and transferring Taliban detainees back to Afghanistan. The CIA's assessment is that even if those individuals returned to the battlefield, it would have no net impact on the military situation, while it might provide impetus in talks with the Taliban. The reason that Guantánamo remains operational, and with so many stuck within it, has nothing to do with practical issues concerning release or transfer or how some should be tried. Instead, those trapped in Guantánamo are the victims of a political conflict, specifically between Congress and the White House over plans to house and try alleged terrorists in the US. Congress cut off funds to move accused men to the US for detention and insisted on onerous conditions for the transfer of those remaining out of the US, including elaborate arrangements for monitoring. Obama too must be held responsible for this continuing disgrace. It was the president, after all, who signed into law the National Defence Authorisation Act, jeopardising his ability to close Guantánamo after threatening to veto it. As Amnesty International and others have pointed out, despite the ban on US funds for transfers contained in the NDAA, another clause, Section 1028, does give Obama the broad right to resolve some cases – such as Shaker Aamer's – whose return has been requested by the UK government. The resolution of the Shaker Aamer case, as Amnesty argued earlier this year, would be a symbolic step that would demonstrate that Obama has not abandoned his commitment to close Guantánamo. The well-documented deployment of sustained and abusive interrogation techniques, sexual humiliation and extreme violence in Guantánamo is something that demeans America. That an American president has allowed these depraved practices to continue on his watch is more shocking still. Until America closes Guantánamo Bay, it cannot, as it likes to, assert its moral authority over the rest of the world."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}