{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2013/apr/11/lee-westwood-masters-2013", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2013-04-11T21:48:26Z", "webTitle": "Lee Westwood maintains his nerve after nightmare double-bogey start", "webUrl": "https://www.theguardian.com/sport/2013/apr/11/lee-westwood-masters-2013", "apiUrl": "https://content.guardianapis.com/sport/2013/apr/11/lee-westwood-masters-2013", "fields": {"headline": "Lee Westwood maintains his nerve after nightmare double-bogey Masters start", "bodyText": "Of all the ways to start the Masters, they do not come much worse than making a double bogey on the 1st hole. Which was exactly what Lee Westwood did, when he hit his drive to the left, clipped a tree coming out, and then made a mess both of a pitch on to the green, which rolled down the wrong side of the slope, and a chip from off it, that ran 15 feet past the hole. Ouch. It would have broken some. But Westwood still ended up two under at the end of the day, and could have done better still. Westwood, 40 in a couple of weeks, is too old a hand to panic. His mind went back to the 2012 US Open. \"I did make a double bogey there, and I fought my way back to have a chance. So that sprang to mind. I just told myself that it probably will happen. Probably everybody in the field is going to make a double bogey. I just got mine out of the way early.\" The phlegmatic approach paid off. A birdie on the 2nd immediately knocked off one of those extra strokes. \"There was no panic really. It was nice to get one back there.\" He played solidly through the next six holes, making good saves at both the 3rd and 4th. I was a bit unlucky at 4,\" Westwood said with a chuckle. \"I landed it right on the sprinkler I was aiming at. That's how accurate I am. Really, I was aiming at that. But I made a nice putt.\" Another birdie at the 9th moved him back to level par and over the second nine holes, Westwood started to play really well. He picked up birdies at the 10th and the two par fives, 13 and 15. \"I played all the par 5s well, and any time anybody has done well around this golf course they have always had to do that.\" The trouble was that Westwood made a bogey on the 17th, which undid a little of his good work. It could have been worse: he had a hell of a shot to get up and down at the 18th, playing from a bunker lie so bad he could not even see the flag he was aiming for. He had to work with another landmark instead. \"I obviously knew where it was with the camera tower,\" he said. \"I picked a spot out. So the distance rather than the line was the issue.\" Westwood confirmed that he has switched his putter back to the one he used for most of last year as opposed to the model he had been using these past couple of months. \"You've got to just breathe on a putt around here, it's easier to do that with a putter that's heavier, so I went back to that old one.\" He was pretty happy with the results, though he had one hiccup at the 13th, when he got so spooked by the idea of putting into Rae's Creek that he left himself 17 feet short. Still, he made the next one. \"I putted nicely today,\" he said with a smile."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}