{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2013/apr/01/magnus-carlsen-chess-world-number-one", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2013-04-01T22:45:02Z", "webTitle": "Magnus Carlsen sets up chess showdown", "webUrl": "https://www.theguardian.com/sport/2013/apr/01/magnus-carlsen-chess-world-number-one", "apiUrl": "https://content.guardianapis.com/sport/2013/apr/01/magnus-carlsen-chess-world-number-one", "fields": {"headline": "Magnus Carlsen sets up chess showdown", "bodyText": "Magnus Carlsen, the favourite to win the epic Candidates tournament that has captivated chess aficionados over the past three weeks, got there in the end, and will now face the Indian world champion Viswanathan Anand for the title in November. But his success was achieved in the unlikeliest of manners on a day that stretched the nerves of exhausted players and spectators alike. Carlsen was tied for the lead with former world champion Vladimir Kramnik of Russia at the beginning of the final round, with both seeking a win that would secure the tournament. But the tension seemed to affect them more than their opponents, and both lost their final games, leaving a relieved Carlsen as the victor because of a greater number of wins overall – five against the Russian's four. The young Norwegian was in the press room analysing his defeat at the hands of another Russian, Peter Svidler, when news of Kramnik's resignation against the brilliant but erratic Ukrainian Vassily Ivanchuk came through. Carlsen's disappointment at losing to Svidler instantly dissolved, and he was mobbed by a large Norwegian contingent, who believe the 22-year-old is now within touching distance of becoming world champion. \"A lot of things went wrong for me today,\" said Carlsen. \"I lost control at some point.\" He got into terrible time trouble, and was so flustered that he knocked over a piece as he made his 38th move, costing him more time. In the scramble, his position disintegrated, and he resigned soon after. That left his destiny in the hands of Ivanchuk, the eccentric 44-year-old considered one of the greatest players never to have become world champion. Kramnik was unsure whether to play for a win or a draw, and the Ukrainian ruthlessly exploited his uncertainty, avoiding the time trouble that has bedevilled him throughout the tournament. Kramnik took defeat with his customary dignity, but was desperately disappointed to be denied the chance to regain the world title – a rare achievement in chess. Carlsen said he was unhappy with his play towards the end of the tournament – he lost two of his last three games – but felt that in the first 11 rounds he had played with great accuracy. \"At the end everyone got tired, the quality got lower, and then anything can happen,\" he said, \"but overall I think I did pretty well.\" The auditorium at the Institute of Engineering and Technology in central London was packed for the final day's play, and the tension in the hall was unbearable, with the players pacing round like expectant fathers while waiting for their opponents to make their move. Ivanchuk, who bears a resemblance to the late Frankie Howerd and wears a permanently quizzical expression, sat slumped in his chair; the tall and dignified Kramnik looked as unruffled as ever, despite a dodgy mauve shirt, though even he began to look a little agitated as the game slipped away from him; meanwhile, Carlsen, the weight of the chess world's expectations on his young shoulders, sat hunched over the board looking uncharacteristically tense. An estimated half a million enthusiasts were following the games on a variety of websites carrying the moves in real time, and as Carlsen's position against Svidler fell apart, Norway's biggest news sites collapsed in sympathy. The three-week event has been a feast of fighting chess. \"It's been the most amazing tournament ever seen in Britain,\" said John Saunders, the associate editor of Chess magazine, \"and will go down among the top half-dozen tournaments of all time. Chess is now ready for a generational shift, and potentially we are looking at the first champion who learned his chess in the 21st century. A page has turned in the history of the game.\" Carlsen will play Anand for the world title in a match over at least 12 games. Anand's native India has long been mooted as the probable location, but officials from tournament organisers Agon said New York was also a possibility. A confrontation between Anand and Carlsen is a saleable commodity, and Agon realises it's now or never to get chess back on the map. The game might not yet command Madison Square Garden, but after a long period in the doldrums, it seems at least to have escaped the Siberian wilderness."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}