{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2013/apr/16/marjorie-scardino-business-eu", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2013-04-16T21:58:25Z", "webTitle": "Marjorie Scardino: business leaders will back EU in the end", "webUrl": "https://www.theguardian.com/media/2013/apr/16/marjorie-scardino-business-eu", "apiUrl": "https://content.guardianapis.com/media/2013/apr/16/marjorie-scardino-business-eu", "fields": {"headline": "Marjorie Scardino: business leaders will back EU in the end", "bodyText": "Dame Marjorie Scardino, the first woman chief executive of a FTSE 100 company, has said she believes the UK business community will ultimately back the European Union in any referendum on Britain's membership. Scardino, who was chief executive of Financial Times and Penguin owner Pearson for 16 years until the end of 2012, said she thought business leaders were intelligent enough to know where their best interests lay, which was in closer European integration – even though her faith in the British business community generally was \"at a nadir\". \"I think they will be for Europe in the end. I think the business community is smart enough to realise that just having a trade union is not enough,\" she said. \"They are smart enough to know they need to be part of a union that has political and financial power.\" In January, David Cameron announced that if the Conservatives won the next election, they would hold an in-out referendum on Britain's membership of the EU before the end of 2017. The prime minister also said that before that he would be seeking a new settlement between the UK and Brussels, through a full treaty renegotiation or other means, to repatriate powers to Britain, and that he wants the EU to abandon its commitment to \"ever closer union\". Scardino made the comments on the EU referendum during a question and answer session after delivering the 2013 Hugo Young lecture in London on Tuesday evening. In her speech, she said she thought Young, the pro-European former Guardian political columnist who died in 2003, would \"likely have scolded the government for pandering to Ukip\". Scardino, who was raised in Texas but has lived in the UK for 20 years, also said the EU was in need of leaders of the stature of George Washington and Abraham Lincoln to help it through its current political and financial malaise. In a speech that drew comparisons between the EU and the development of the US as a political union over more than two centuries, she added that having a single, strong leader was one of the factors that had helped her native country survive numerous political crises that could have torn it apart, including the civil war. Answering a question on this point, Scardino said she thought there was a \"such a paucity of imagination among politicians and business leaders\" responsible for making decisions about the EU's political and financial future. \"If you don't have anyone brave enough to say, 'We've got to have something to bind ourselves together,' you are never going to have [a sense of union like the US has],\" she added. \"The politics of Europe is unimaginative and bureaucratic.\" However, Scardino said another lesson from the history of the US was that building a union between disparate groups of people takes time, above all else. She added that the US grew from 13 British colonies that shared a common language and culture, where as the EU was trying to forge closer union from countries that in some cases had been in existence for more than 1,000 years, with \"very, very long histories and very well-dug-in legacies\". \"It's not about legislatures being more compromising; it's not about anything other than time. It takes a long time to build democracy, to build freedom.\" The annual Hugo Young lecture is organised by the Scott Trust, the owner of the Guardian. • This article was amended on 22 April 2013. The original said Marjorie Scardino was born and raised in Texas. She was raised in Texas, but born in Arizona."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}