{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2013/apr/02/bank-of-england-regulate-city", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2013-04-01T23:05:00Z", "webTitle": "Bank of England given power to regulate City", "webUrl": "https://www.theguardian.com/business/2013/apr/02/bank-of-england-regulate-city", "apiUrl": "https://content.guardianapis.com/business/2013/apr/02/bank-of-england-regulate-city", "fields": {"headline": "Bank of England given power to regulate City", "bodyText": "The chancellor will pledge on Tuesday to secure a \"strong, safe and successful\" financial industry for the UK as he tears up Labour's regime for City regulation and puts the Bank of England at the heart of the new system. Speaking alongside the outgoing Bank governor, Sir Mervyn King, George Osborne will shrug off criticism that he is putting too much power into the hands of the governor and his successors. Instead, Osborne will say that the previous system, under the Financial Services Authority, was discredited after the near-collapse of the banking industry in 2008. Three new bodies will replace the FSA, in a move that Osborne will claim is \"resetting the system of financial regulation in our country\". King is also expected to address staff at the Prudential Regulation Authority, a new subsidiary of the Bank of England that now has oversight of the banking industry and is located just behind the landmark building in the centre of the City. The Bank of England is also receiving formal powers for its Financial Policy Committee, which is being set up to look for any potential future bombs in the financial system and to defuse them. It is made up of Bank of England executives and external members, and caused controversy last week by requiring certain banks, which it did not identify, to plug a £25bn shortfall in their capital. The PRA will now begin to hold conversations with individual banks – largely thought to include bailed-out Royal Bank of Scotland and Lloyds Banking Group – about how they intend to find the extra capital needed. The third regulatory body, the Financial Conduct Authority, reopened on Monday inside the former FSA building. It will have responsibility for the industry's behaviour and carry on the investigations into Libor fixing and misselling that have dominated the industry for the past year. Osborne will say the changes \"represent a fundamental change in how financial services will be regulated in the future\". \"They do away with the discredited system that failed to sound the alarm as the financial system went wrong, and put in its place a new system that puts the Bank of England back in charge and that will help ensure a strong, safe and successful financial system,\" Osborne will say. Labour created the FSA when it came to power in 1997, to unite the diverse self-regulatory bodies overseeing the City, and at the same time stripped the Bank of regulation of the banking industry. David Kenmir, a PricewaterhouseCoopers financial services regulation partner, said the FCA needed to \"overcome the breakdown in customer trust\" between the industry and consumers. \"The financial services sector won't just need to look at how to comply with the FCA's expectations, but how to repair the breakdown in customer trust that has brought the new body into being,\" said Kenmir, who was the chief operating officer at the FSA until 2010. King is to be replaced by Mark Carney, head of Canada's central bank, in July."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}