{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/greenslade/2013/apr/01/local-newspapers-leveson-report", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2013-04-01T21:06:00Z", "webTitle": "After Leveson: why 'innocent' regionals oppose new press regulation", "webUrl": "https://www.theguardian.com/media/greenslade/2013/apr/01/local-newspapers-leveson-report", "apiUrl": "https://content.guardianapis.com/media/greenslade/2013/apr/01/local-newspapers-leveson-report", "fields": {"headline": "After Leveson: why 'innocent' regionals oppose new press regulation", "bodyText": "Today's extract from the book After Leveson* is by Tor Clark, head of journalism at Leicester's De Montfort university and a former local newspaper editor. Events have overtaken his chapter, which is entitled \"Four reasons to be cheerful for the regionals!\" In fact, regional publishers and editors are not cheered at all by the possible structure of the new press regulator. So part of Clark's optimistic argument about the regionals supporting the formation of a new regulator don't hold up. That aside, however, his piece earns its place because it highlights the differences between the Fleet Street titles and the UK's 1,200 local weekly and daily regional papers. The Press Complaints Commission arrived in 1991 after a spate of high profile transgressions by the national tabloids. Then, as now, the regional press faces the same regulatory regime. Though the PCC replaced the Press Council, many reporters working in regional journalism before the PCC was founded had little sense of regulation beyond the law. The National Council for the Training of Journalists' (NCTJ) emphasised standards, accuracy and basic competence, but did not specifically address moral grey areas as long as they were within the law. The notorious \"death knock\" would be an excellent example of this, whereby a reporter would be sent out to visit the family of someone who had died unexpectedly. The instruction would be to \"get the story\". It was bad enough to have to knock on the door of bereaved people in the first place, but to have to go back again and again until they spoke to you was an ordeal for the journalist (never mind the bereaved). The regional press signed up to the new editors' code of practice, which was administered by the PCC, and one of the most noticeable clauses was that covering \"intrusion into grief or shock\". It meant reporters got one shot at the death knock and should not return. The code therefore came as a relief, and a protection, to many reporters who found the \"death knock\" the most unacceptable aspect of their job. What PCC complaints statistics reveal... There was no doubt about the regional press's commitment to the code. Journalists tried to work within it and transgressions were often accidental or unintentional rather than deliberate. PCC complaints statistics by sector show the regional press, despite its huge size, attracted far fewer complaints than the nationals. According to the 2011 figures, there were 7,341 complaints where \"investigation was warranted\" (meaning that the commission requested a response from an editor because of a possible breach of the code). Of these, 54.4% involved national newspapers; 31.2%, regional newspapers; 8.4%, Scottish newspapers; and 1.1%, northern Irish newspapers. The picture in 2010 was similar. If we accept the Newspaper Society's claim that 33 million people (or 71% of the adult population) read the regional press and 56% read a national, we can see that the smaller national newspaper readership generated proportionately more complaints. And, as Lord Justice Leveson pointed out, complaints about the regional press are generally less serious than those about the nationals. They are more swiftly resolved and the complainants themselves are often more amenable to a timely apology. Leveson said: \"Although accuracy and similar complaints are made against local newspapers, the criticisms of culture, practices and ethics of the press raised in this inquiry do not affect them. On the contrary, they have been much praised.\" Despite his praise, the relatively little time he gave the regional press to make its case, and the fact it has suffered the same sanction as the nationals, did attract criticism. Although he took no verbal evidence from the editors of the largest single part of the regional press, weekly newspapers, Leveson did hear from eight editors of some of Britain's biggest regional papers. Gilson's impassioned assault on Leveson's report One of them, Mike Gilson, editor of the Belfast Telegraph, was disappointed by the way Leveson failed to differentiate between the nationals and \"newspapers outside London\". In an impassioned piece in his own paper, he wrote: \"For Leveson, the UK's regional press was but a bit part, an extra in a widescreen epic about clandestine meetings in the corridors of power, or in the fields of Gloucestershire and sinister, burly men chasing beautiful heroines down London streets in the dark of night. He patted us on the head and said it wasn't really about us. But while some of the local press is in a pretty poor, supine state, in big cities like Belfast, Bristol and Newcastle and in Scotland and Wales, there are robust titles still lifting the rocks to find out what lies underneath. Yet what did we really get from Leveson? A few paragraphs in his 2,000-page report and a proposal to put us under some form of statutory legislation for our pains.\" The essential argument is that Lord Justice Leveson exhibited a patronising view of the local press and then saddled all of it with the same punishment as the nationals, despite happily conceding it had not committed the crimes which prompted it. This made Gilson and other critics justifiably angry, but if the regional press looks beyond this legitimate sense of injustice, there may be reasons to be cheerful. Leveson celebrated role of regional papers Leveson's highlighting of the current plight of the UK regional press was an unexpected bonus. He praised the regional papers and rightly celebrated their crucial role in communities up and down the UK. He concluded: \"I suggest the government should look urgently at what action it might be able take to help safeguard the ongoing viability of this much valued and important part of the British press. It is clear to me local, high-quality and trusted newspapers are good for our communities, our identity and our democracy and play an important social role.\" He also touched on the sector's commercial problems, and remarked: \"Their demise would be a huge setback for communities (where they report on local politics, occurrences in the local courts, local events, local sports and the like) and would be a real loss for our democracy.\" Quite so. *After Leveson? The future for British journalism, edited by John Mair, is published by Abramis. Available at a special Media Guardian price of £15 from richard@arimapublishing.co.uk Coming soon: Who regulates the regulator? That's the question asked by Chris Frost, head of journalism at Liverpool John Moores university, in what will be the book's final extract"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}