{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2013/apr/05/paolo-di-canio-sunderland", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-04-05T22:00:03Z", "webTitle": "Seven days that shook Sunderland", "webUrl": "https://www.theguardian.com/football/2013/apr/05/paolo-di-canio-sunderland", "apiUrl": "https://content.guardianapis.com/football/2013/apr/05/paolo-di-canio-sunderland", "fields": {"headline": "Paolo Di Canio: seven days that shook Sunderland", "bodyText": "Saturday Sunderland are defeated 1-0 at home by Manchester United, leaving the club one point clear of the teams in the Premier League relegation zone. That evening the owner, Ellis Short, sacks the manager, Martin O'Neill, after a run of eight matches without a victory Sunday Paolo Di Canio is appointed that evening as manager on a two-and-a-half-year deal. David Miliband resigns as vice-chairman citing the \"past political statements\" of Di Canio, who had described himself as a fascist Monday Following concern from fans, anti-racism campaigners, Durham miners and Sunderland city council about Di Canio's tattoo of \"Dux\", thought to be a reference to Mussolini, and his straight-arm salutes to Lazio fans in 2005, Di Canio insists he is not a racist and says some of his best friends are black footballers Tuesday Di Canio describes himself as \"the Unique One\" at his first press conference but becomes angered by persistent questioning on whether he is a fascist, refusing to engage in the issue. \"I only want to talk about football,\" he says Wednesday The Dean of Durham, a Sunderland fan and the son of a Jewish refugee from the second world war, writes an open letter to Di Canio, saying he finds his \"self-confessed fascism deeply troubling\". Di Canio, who had taken his first training session earlier in the day, clarifies his view: \"I am not a racist and do not support the ideology of fascism. I respect everyone.\" Thursday Trevor Sinclair, namechecked by Di Canio as a character witness, says the pair \"genuinely got on well. His comments should be taken with a pinch of salt as he's mad as a hatter\" Friday The Chelsea captain, John Terry, an opponent in Di Canio's first match in charge on Sunday, says of the Sunderland manager: \"Just a real nice guy I found on the pitch. I can't speak highly enough of him\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}