{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theobserver/2013/apr/21/lionel-shriver-profile-big-brother", "type": "article", "sectionId": "theobserver", "sectionName": "From the Observer", "webPublicationDate": "2013-04-20T23:06:11Z", "webTitle": "Lionel Shriver: time to talk about  her big brother | Observer profile", "webUrl": "https://www.theguardian.com/theobserver/2013/apr/21/lionel-shriver-profile-big-brother", "apiUrl": "https://content.guardianapis.com/theobserver/2013/apr/21/lionel-shriver-profile-big-brother", "fields": {"headline": "Lionel Shriver: time to talk about  her big brother", "bodyText": "Most novelists go to great lengths to convince readers that their work is not autobiographical. Not Lionel Shriver. Her latest novel, Big Brother, out next month, is about a sister trying to rescue a man who is eating himself to death. Topical? Sure. In the UK, health problems associated with being overweight cost the NHS £5bn a year. But a bit too close to the bone? Shriver's own \"big brother\", Greg, died of obesity-related causes four years ago at the age of 55. Ever since Shriver won the Orange prize for We Need to Talk About Kevin in 2005, her name has been synonymous with brutal honesty in fiction and mesmerising eccentricity in real life. But with her latest one, is this self-examination through fiction taken a step too far? Without any knowledge of Shriver's own life, Big Brother is an entertaining, gripping, intelligent story. But just before the end, it has an astonishing, jaw-dropping moment when the novelist pulls away the curtains and lets you see right into something that looks dangerously like her own life. It's a shockingly frank and bold move, one that has already divided early readers. For Shriver, 55, this book surely represents some kind of wish-fulfilment in novel form. Shriver says she did not have the chance to \"save\" her brother. By the time she realised that she could have staged an intervention, it was too late. She wrote of her older brother: \"He's topping 330lb: 24 stone. He was once 5ft 7in tall, but his vertebrae have compressed and, at 5ft 3in, I now look him straight in the eye. I used to look up to him in every sense. I ended our last two visits in tears. My brother breaks my heart. He's obscenely smart ... but he's also, sadly, a good test case for the claim that one can be 'healthy at every size'.\" Within hours of her filing that article in 2009, she learned that her brother had died of cardiac arrest in New York, following a sudden respiratory crisis. But this novel is also something of a mid-career test for Shriver. Her recent novels have had mixed reviews. So Much For That, a story of one family's struggle with the American healthcare system, was judged preachy. The New Republic, a novel about terrorism written before 9/11 but published many years later, was slammed (\"...flails ineffectually, never quite finding a juicy enough target\"). But Big Brother, like Kevin, can only serve to fuel the cult of personality that has grown up around Shriver, a figure of fascination whose makeup-free complexion has become the female equivalent of Tom Wolfe's statement white suit. Shriver is a person of iron will and self-discipline, especially over food, exercise and her daily writing schedule. She let herself go once in the past, she has said, when she was 18. \"I basically did the pastry tour of Britain. It's amazing how much weight you can put on if you just eat cream puffs. That was cautionary: 'Oh, I see, you're not immune.' That has not happened again.\" Shriver comes across as bizarre in interviews. She has said that this is because she is female. Male authors are not painted as eccentric. She wears gloves and a coat indoors to save on heating bills. She cycles everywhere, runs nine miles at night, every other day, and performs a series of exercises (\"130 press-ups in two sets, 200 side crunches, 500 sit-ups and 3,000 star jumps\"). She has coffee for breakfast and then eats nothing until 11pm. She writes standing up. Philip Roth does this too, however, and everyone reads it as a mark of genius. And no one teases Haruki Murakami about his running. So is she really that weird? Or just a woman? She wears the gloves because she suffers from a circulatory condition called Raynaud's phenomenon. An ascetic lifestyle seems naturally to feed her writing output. Even her frugality seems born of habit rather than of oddness. Before We Need to Talk about Kevin, she was a struggling, unknown writer who published six novels over a period of three decades, which were more or less completely ignored. Kevin was rejected by 30 publishers. You might be wary about success if that had happened to you. Fans of Shriver – as a person as well as an author – love her because she is uncompromising, genuine and refuses to be \"nice\" for the sake of it. Her detractors find her pretentious, difficult, \"self-obsessed\". \"This is the other word that follows me, that I'm 'scary'. I don't attempt to be scary,\" she once said. A lot of the evaluation of her is, arguably, misogynist: she has been described as having a \"mannish intellect\", chastised for not being sufficiently modest about her literary success and made to feel, in her own words, that she is \"a bitch for not having children\". She has many traits that would be seen as laudable in a man: \"Whereas if it's a woman, it's neurotic.\" The thing about Shriver is that she is bold and funny. When describing herself in advance to an interviewer so that she would be recognisable, Shriver told the journalist she would arrive looking \"short and badly dressed with dirty blond hair\". She says she is a hermit and \"culturally lazy\", but also speaks of a passion for Downton Abbey, Desperate Housewives and Mad Men. Not very many people – least of all, award-winning American writers – would publish a novel that is basically about snooker (The Post-Birthday World) and references, as a recurring motif, the 1986 Chas &amp; Dave hit Snooker Loopy, quoting it with relish: \"Snooker loopy, nuts are we, we're all snooker loopy.\" Shriver was born and raised in North Carolina. Her father was a Presbyterian minister and, later, a theology professor and president of the Union Theological Seminary in New York. The middle of three children (she also has a surviving younger brother), there were family prayers and Bible readings over dinner. At the age of eight, she decided that she did not want to have children of her own. When she was 12, she announced she would not be going to church any more. Her father dragged her into the car by her hair. \"I have a rebellious streak a mile wide,\" she says, \"and admire people who get away with things.\" She changed her birth name Margaret Ann to Lionel when she was 15: \"I was a tomboy. I grew up with brothers. So I chose a boy's name.\" She does at least have a sense of humour about this too. \"A friend tells me that if I am so perverse as to change my name to Lionel, then I deserve the tedium of having to explain it to everyone I meet.\" She has said that it is \"moderately true\" that \"maybe\" she wanted to be a boy. \"Not because, as British papers have crudely abbreviated, 'I thought men lead better lives', but because I hated wearing dresses as a kid.\" She regards it as a point of pride that she has been an American expat since 1985, but she returns to New York every summer. Before settling in London 14 years ago, she spent time in Nairobi, Bangkok and Tel Aviv, before living in Belfast for 12 years. In recent years, she has permitted herself to buy a house in south-east London. (She had previously said that owning a house goes against her frugal nature.) She married Jeff Williams, seven years her senior, in Las Vegas in 2003. He is a jazz drummer, which must have come in handy when she was researching the obese brother in the novel (Big Brother's Edison is a jazz pianist). Amusingly, Williams's ex-wife was the agent who used the word \"evil\" when rejecting We Need to Talk about Kevin. As a protagonist, Kevin was, the agent wrote to Shriver, \"one kid from hell who will make people sick just reading about the things he does. Don't make him a mass murderer.\" Shriver was instructed to pay her photocopying bill and rewrite the novel \"with a lot more humour\". (Shriver dumped this agent before she met Williams.) One of her greatest joys in life is sitting down to dinner with her husband and shouting at Jeremy Paxman on the television after a long day's writing. As she recently explained in an interview: \"Our idea of celebration is to sit down with our bowl of popcorn and watch Newsnight, and we have a very nice dinner with a bottle of wine and often talk at the table until two in the morning. What more do you want? To me, this is great.\" Whatever you think of Shriver, perhaps the best thing about her is that she really doesn't care. \"I have not had British or American male authors make any effort to include me in their social circle,\" she explained. \"I should add that this is hardly keeping me up nights.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}