{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2013/apr/10/oblivion-review", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2013-04-09T23:01:03Z", "webTitle": "Oblivion – review", "webUrl": "https://www.theguardian.com/film/2013/apr/10/oblivion-review", "apiUrl": "https://content.guardianapis.com/film/2013/apr/10/oblivion-review", "fields": {"headline": "Oblivion – review", "bodyText": "Only recently, Tom Cruise looked as if he was attempting to grow twelve inches to play tall tough guy Jack Reacher; now his role-model appears to be Wall-E, the diminutive cartoon automaton left behind on a wrecked planet Earth to clean up. Sadly there's none of Wall-E's spark in this bafflingly solemn, lugubrious and fantastically derivative sci-fi which serves up great big undigested lumps of Total Recall, AI, Planet of the Apes – with little snippets of Top Gun. Cruise plays Jack Harper, a tough and self-reliant soldier in the late 21st century, after a victorious but catastrophically destructive battle against alien invaders. He has been tasked – along with the sleek and adoring Victoria, played by Andrea Riseborough – to monitor what remains of Earth prior to humanity's final emigration, and to supervise a fleet of pilotless drone craft which hunt down hostile \"scavs\", or scavengers, hiding out on the surface. His immediate memory has been wiped in order to prevent hostile forces getting intel from him, in case of capture, but his orders are clear in what remains of his mind. The human race is to evacuate the planet (having farmed what hydroelectric energy it can from the oceans) and then decamp to one of Saturn's moons – of all the unattractive places. But Jack is plagued with weird mental images of a romantic encounter in pre-war New York and when he finds a beautiful human survivor, Julia (Olga Kurylenko), she stirs intense memories, and it is clear that there is something the authorities are not telling him. This movie has some beautiful images of planetary ruin and huge tracts of desert and forest with the topmost bits of famous buildings poking up. There is not much actual rubbish and detritus around of the sort that Wall-E had to deal with, incidentally: an accelerated natural growth of trees and foliage has evidently covered up all that unsightly stuff, and everything is made all the more spectacular on an Imax screen. There are futurist aircraft whooshing through the mist, or being accepted into the bosoms of colossally large mother-ships out in space, like the photorealist cover-designs of a classic SF novel. But the story itself feels numbed, directionless and dull; Morgan Freeman is entirely wasted in a sketchily conceived supporting role and director and co-writer Joseph Kosinski allows Tom Cruise to play to his weaknesses. There is little of the knowing humour and fun we saw in the Mission Impossible films, just plenty of shots of Tom doing his Action Hero face, at the controls of his elaborate helicopter-plane-device, or dropping athletically down on ropes, or on the macho motorbike he occasionally rides around on. Could this last touch have been a suggestion from the star himself? Sometimes he will do his Relaxed face, kicking back by the lakeside log cabin he has found on Earth. Periodically he will do his uxorious-romantic smile, while showering or having breakfast or enjoying some preposterous underwater conjugal loving with Victoria in their swimming pool. Victoria herself is dressed and styled as if for Planet Stepford; it looks rather as if she is suppressing some emotional unhappiness. In another sort of film that learned, brittle smile of hers would crack and Victoria would spill a secret bottle of Percocets all over the kitchen floor before bursting into tears. Oblivion goes on for a long time, moving slowly and self-consciously, and it looks like a very expensive movie project that has been written and rewritten many times over. It is a shame: Cruise, Riseborough and Kurylenko as the last love triangle left on Planet Earth should have been quite interesting."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}