{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2013/apr/24/abu-qatada-line-law-editorial", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2013-04-24T22:04:42Z", "webTitle": "Abu Qatada: holding the line on law | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2013/apr/24/abu-qatada-line-law-editorial", "apiUrl": "https://content.guardianapis.com/commentisfree/2013/apr/24/abu-qatada-line-law-editorial", "fields": {"headline": "Abu Qatada: holding the line on law", "bodyText": "The Abu Qatada deportation case has become both extremely complicated and relatively simple at the same time. It is complicated because it seems to have been always with us. Abu Qatada has managed to fight attempts to deport him from this country for 12 years and counting. It has been through multiple court hearings here and in Europe and, as Theresa May said in her latest statement on the case to MPs, it is likely to go through several more before it is finally resolved. Every twist in the government's deportation efforts has been fought in the courts, and there is every chance that the effects of the new draft treaty with Jordan, which Mrs May announced on Wednesday, will be fought each step of the way too. The case is simple in the sense that the principles the courts have repeatedly upheld to prevent Abu Qatada's deportation are right and clear. They can be simply stated. Even a bad person is entitled to a criminal process untainted by torture. As a state which rightly outlaws torture, the UK cannot therefore deport someone to a jurisdiction in which evidence obtained by torture may be used. This applies even if the person we want to deport is an undesirable. The court of appeal, in the most recent ruling on the Abu Qatada case last month, put it very succinctly: \"The court recognises that Mr Othman [as Abu Qatada is called in his legal appeals] is regarded as a very dangerous person, but emphasises that this is not a relevant consideration under the applicable [European human rights] convention law.\" The appeal court ruling left the UK government with four choices. It could abandon its efforts. It could try to prosecute him here. It could appeal against the appeal court. Or it could try to agree further treaties with Jordan which would categorically address the risks of deportation there. The first two having been ruled out, Mrs May was left with the third and fourth courses. The home secretary will therefore make one last try to persuade the supreme court to overrule the appeal court. More promisingly, perhaps, Wednesday's draft treaty is an attempt both to deal with the risks that were identified by the special immigration appeals commission last November, and then upheld by the appeal court in March, and to establish a basis on which the case can be reheard and the deportation at last upheld. There is no disputing that this hugely extended process is frustrating, both to the government and to public opinion. But having no time for Abu Qatada is absolutely not a good enough reason to deprive him of his human rights, as even Mrs May was forced to concede. The hard cases are often the most important. Public opinion ultimately understands this too. The courts are right to demand that the UK upholds the basic human right against torture. This is a line that must not be crossed. Conservative ministers have so far managed to do more or less the right thing in the Abu Qatada case, although Mrs May must now regret the overconfidence with which she told MPs a year ago that the jihadist preacher would be deported fairly quickly. But instead of being proud of the fact that the new treaty may represent a success in promoting the principles of human rights laws in Jordan, Conservative ministers have increasingly used the Abu Qatada case to mount a broader onslaught against the European human rights convention and court, and against the UK's own Human Rights Act. Mrs May was at this again on Wednesday in the Commons, and Downing Street went so far as to float the idea that the UK might even withdraw temporarily from the convention. Such a move might please the rightwing press and Tory MPs under pressure from Ukip. But it would be a fundamentally wrong step. It would be a deliberate embrace of lawlessness, not just in a European context but in a British and global one too. It would destroy any credibility that this country tried to exert in support of human rights. Yes, the Abu Qatada case is deeply frustrating. But Liberal Democrat ministers should be congratulated for holding the line and ensuring that the coalition stands by the rule of law rather than casting it aside."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}