{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2013/apr/24/press-regulation-work-ahead-editorial", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2013-04-24T22:42:59Z", "webTitle": "Press regulation: more work ahead | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2013/apr/24/press-regulation-work-ahead-editorial", "apiUrl": "https://content.guardianapis.com/commentisfree/2013/apr/24/press-regulation-work-ahead-editorial", "fields": {"headline": "Press regulation: more work ahead", "bodyText": "Leveson has had a bad press of late. The learned judge, now back at the more humdrum business of the court of appeal, may be reflecting on the advice of whoever it was who first advised against picking a fight with people who buy ink by the barrel. His report – cautiously welcomed in many quarters last November – is now routinely blamed for trashing centuries of press freedom. In this rewriting of history there was no need for Leveson in the first place. Some go further: it can all be left to the criminal law. They decry any talk of regulation as old hat. Wednesday's report by the Independent Police Complaints Commission buries both arguments. It demonstrates that Surrey police knew all about the newspaper hacking of the murdered teenager Milly Dowler's phone back in 2002. The police force did nothing about this for the best part of a decade. The IPCC found that there was an unhealthy relationship between the police force and the media. Police officers told the IPCC there was a perceived need to keep the media onside: the press, they said, was \"untouchable and all powerful\". Even now, the IPCC has found it difficult to get at the truth since the police were \"afflicted by a form of collective amnesia\" – yes, the very same illness which struck senior executives at News International when asked to account for themselves before MPs. It was the same story at the Metropolitan police, which until recently showed no interest at all in pursuing anyone bar the lone \"rotten apple\" at the heart of the News of the World – even when it was demonstrated that the criminal behaviour was far more widespread. The move to create a new regulator has become becalmed as both press and government mull over the unsatisfactory and botched detail of the royal charter which is intended to enshrine its governance and independence. The overall situation relating to press freedom is by no means uniformly bleak. The country's appalling defamation laws, which led to London being treated as the libel capital of the world, have finally and historically been reformed – the work of a determined group of lawyers, peers, MPs and human rights organisations. Speech in Britain should be notably freer as a result. But at the same time there are justifiable concerns about attempts to criminalise some forms of unauthorised disclosure or whistleblowing. And we share the anxieties many media organisations have about the prospect of unreportable arrests. As the IPCC report notes, the hacking of Milly Dowler's phone caused widespread revulsion. It was the spark that helped blow the lid on years of criminal, unchecked and unregulated behaviour by some in the press. It's a reminder of why Leveson was needed. But there's more work ahead to get the response right."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}