{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2013/apr/28/wayne-burnett-dagenham-york", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-04-28T22:00:04Z", "webTitle": "Wayne Burnett's job prospects improve after Dagenham survive", "webUrl": "https://www.theguardian.com/football/2013/apr/28/wayne-burnett-dagenham-york", "apiUrl": "https://content.guardianapis.com/football/2013/apr/28/wayne-burnett-dagenham-york", "fields": {"headline": "Wayne Burnett's job prospects improve after Dagenham survive", "bodyText": "It was at 4.57pm and after a roar spread among those gathered in the North Terrace, known here as \"The Sieve\" due to its leaky roof, that everyone could rejoice. News of Barnet's 2-0 defeat at Northampton Town had filtered through, confirming Dagenham &amp; Redbridge were staying in League Two and so allowing their supporters to join the 1,159 York City fans gathered at the far end of the ground in a dance of delight. The collective celebrations capped what had been a fraught afternoon in east London as two of the seven sides who begun the day fearing for their lives went head to head. The nerves led to a frantic contest aptly decided by Chris Smith's scrappy, close-range strike on 68 minutes. But all that was forgotten by the end. What mattered was staying up and for both clubs it was a case of mission accomplished. As the sun begun to fade it was the unifying sense of relief which shone through. Prior to the kick-off each side had spoken about the devastating consequences of dropping out of the Football League, with the Dagenham managing director, Steve Thompson, claiming relegation would cost his club £750,000, while the York manager, Nigel Worthington, put the cost to his club closer to £1m. But now they could breathe easier and look forward with optimism. No one more so than Wayne Burnett, who was promoted from first-team coach to become Dagenham's interim manager in February following the departure of John Still to Luton. It was a tough act to follow given that Still not only led Dagenham into the Football League in 2007 but also got them promoted to League One three years later. Burnett has struggled since replacing the man he calls a \"Daggers legend\", with the side, before Saturday, having won only one of their previous eight games. But having kept the club with League Two's second-lowest average attendance in the division – they finished ahead of 23rd-placed Barnet on goal difference – Burnett is hopeful of becoming the long-term manager. \"I'm going to speak with the board soon and hopefully I'll be here next year,\" said the 41-year-old. \"When you take over from someone like John it's difficult and the last few weeks in particularly have been hard, I've not really slept. But the goal was to get 51 points and we've done that. I'm delighted.\" Survival was ultimately more comfortable for York, who finished 17th and four points clear of the drop following this third win in succession. The three points were hardly merited given the hosts had the majority of possession and chances, most notably the successive late strikes from Luke Howell and Brian Woodall that forced the visitors' goalkeeper Michael Ingham into an eye-catching double save. But roared on by an impressively large following, York did enough and made the board's seemingly harsh decision in March to sack manager Gary Mills, who had led the club to victory in the Conference final and FA Trophy final last season, and replace him with Worthington the right one. Certainly Smith is not complaining. The York captain was at the club when they fell out of the Football League in 2004, which led to him being released and playing for non-league sides before his return to Bootham Crescent in 2010. The 31-year-old's contract expires this summer and he is in no doubt that had the worst happened he could have found himself thrown on to York's scrapheap for a second time. \"When you drop down [to the Conference] it is hard to get a new contact and that could well have happened to a lot of us here,\" Smith said. \"Hopefully now I can get a new deal sorted by the end of May. For the club in general the plan is to kick on next season.\" Man of the match David McGurk (York City)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}