{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2013/apr/21/britain-burdened-super-rich-cadwalladr", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2013-04-20T23:06:16Z", "webTitle": "An oddball and wealthy? Join the club | Carole Cadwalladr", "webUrl": "https://www.theguardian.com/commentisfree/2013/apr/21/britain-burdened-super-rich-cadwalladr", "apiUrl": "https://content.guardianapis.com/commentisfree/2013/apr/21/britain-burdened-super-rich-cadwalladr", "fields": {"headline": "An oddball and wealthy? Join the club", "bodyText": "So, here it comes again: the annual roll call of freaks, weirdos, narcissists, megalomaniacs and sufferers of various antisocial personality disorders, otherwise known as the Rich List, published by another newspaper. There's the odd genuinely impressive captain of industry, I grant you. And then there's Simon Cowell. But then all the greats are there: Richard Desmond, Philip Green, Lord Ashcroft, Richard Branson, Roman Abramovich, Alan Sugar, Duncan Bannatyne and Mark Thatcher. For if evidence were needed that wealth accrues only to the very brightest and the best, a quick perusal of the list will demonstrate that it is still needed. In fact, the rundown of the 1,000 wealthiest individuals in Britain isn't just your regular common-or-garden annual salivating over the lifestyles of the rich and famous. This is the Rich List's silver jubilee, the 25th anniversary of the very first list. Or, to put it another way, this prurient, voyeuristic, possibly not entirely accurate celebration of the sometimes dubiously acquired wealth of Britain's uppermost class has been going on now for a quarter of a century. As sport goes, ogling the riches of an increasingly global super-elite who have taken up residence on Britain's tax-lite, oligarch-friendly shores, the remnants of a so-called \"aristocracy\" still cashing in on land and assets they were gifted centuries ago, and a middling collection of chancers, moneymen, over-entitled divorcees, sublebrity entertainers and ageing rockers is a pretty dubious way to pass one's time. Particularly given the subtext that there is something to admire or envy about a collection of people whom one might describe, if one was trying to be polite and family-friendly, as not necessarily individuals one might want to bump into down a dark alley. It is, on most levels, a ridiculous and largely pointless parade of wealth for wealth's sake, with the slimmest of claims to any sort of veracity. But as speculative figures go, you can compare them with some equally speculative figures from 25 years ago and come to various depressing conclusions. The BBC points out that when the first list was published on 2 April 1989, it was presented as an indictment of Thatcherism. After 10 years of Thatcher in power, the list \"grimly illustrated\" the \"very limited success of [her] revolution\" because the original list was dominated by the landed classes; it contained 11 dukes, six marquesses, 14 earls and nine viscounts. Philip Beresford, the list's author, told the BBC that when he started, roughly two-thirds of the list were people who had inherited their wealth, whereas \"today approaching 80% are self-made and that's really a legacy of the Thatcher years\". The beautiful thing about this is how handsomely individuals on the list have repaid the favour. On Friday, the Guardian detailed how some of the richest hedgies on this year's list also happen to be major Conservative donors. But then, when you're so rich that you're forced to spend your wealth building a £130,000 Palladian hen house – as Crispin Odey, founder of Odey Asset Management, has recently (knocking Sir Peter Viggers's £1,645 duck house into a cocked hat) – you might as well splash it around in the vicinity of the party that this year, in the midst of the most biting austerity measures in living memory, cut the top rate of tax. Nor, then, is it especially surprising that of the 10 most highly placed lords on the list, eight are registered political donors. What? You think you get to be that rich by chance? But then, for all that Beresford sings the praises of a new cadre of \"self-made\" billionaires, it's not quite as simple as that. In fact, the dukes and earls and viscounts are still there and doing quite nicely if you don't mind. The Duke of Westminster was in the top 10 in 1989. He still is. But then there's a clue in the title: \"Westminster\"? It's a borough. Somewhere near the middle of London. He owns vast swaths of it. James Goldsmith was number 10 in the original list, worth £750m then, and while his son and heir, Zac, has done his best to piss it up a wall, losing £20m in his 2010 divorce, he and his mother had managed to hang on to £280m of it (as of last year's list). Which is not bad going for having had the foresight and talent to be born. The greatest change, though, is the emergence of London as a sort of Center Parcs for the global elite. We have the family-friendly facilities that oligarchs demand (Eton, Harrow and the ability to confer Little Lord Fauntleroy accents on even the most challenging offspring), and instead of water slides, there's always Harrods. But then, that's the wonderful thing about our super-light touch approach to non-dom taxation (generally, we don't bother). A lot has been written about the new caste of global super-rich who walk among us. And yet not nearly enough, because these aren't funny, foreign visitors who add to the nation's gaiety and whose staggering wealth is simply there to be pored over and ogled at. Their wealth has distorted and continues to distort our entire society. Their effect on London's housing market has been nothing less than catastrophic. The Financial Times recently reported that an astounding 73% of prime central London new-build homes were bought by foreign buyers last year. Prices have increased £140bn since the financial crisis, or similar to the value of the entire housing stock in the north-east of England, calcifying regional inequalities, destroying social mobility and crippling the futures of an entire generation of young people. There's a temptation to consider the list as one might consider the people on it – as some sort of freakshow that has nothing to do with the likes of us. But however spurious it might be, isn't it just a slightly less titillating version of Made in Chelsea: damning evidence of what a set of political decisions has done, decisions that the donations made by people on this list have helped buy? Sorry, my mistake: \"influence\". It's politics that's the spectacle here, not assets, trust funds or bulletproof Bentleys."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}