{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2013/apr/20/osbourne-woes-damning-verdict-housing-policy", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2013-04-19T23:32:00Z", "webTitle": "Osborne's woes capped by damning verdict on housing policy", "webUrl": "https://www.theguardian.com/politics/2013/apr/20/osbourne-woes-damning-verdict-housing-policy", "apiUrl": "https://content.guardianapis.com/politics/2013/apr/20/osbourne-woes-damning-verdict-housing-policy", "fields": {"headline": "Osborne's woes capped by damning verdict on housing policy", "bodyText": "George Osborne faces a fresh onslaught on his economic credibility this weekend, as the influential Treasury select committee publishes a damning report on his flagship budget housing policy, hours after Fitch became the latest credit ratings agency to strip the UK of its coveted AAA rating. Capping a grim week for the chancellor, in which the International Monetary Fund urged him to rethink his austerity plans and the latest official figures showed a jump in unemployment, MPs accuse him of failing to answer 19 key questions about the Help to Buy scheme, aimed at helping first-time buyers. \"It is by no means clear that a scheme whose primary outcome may be to support house prices will ultimately be in the interests of first-time buyers,\" the MPs say. They warn that the chancellor's package of measures to boost the property market could instead stoke a housing bubble and leave taxpayers exposed to a future downturn in prices. Andrew Tyrie, the Tory MP who chairs the committee, said: \"The government's Help to Buy scheme is very much work in progress. It may have a number of unintended consequences.\" The committee's report, published on Saturday, is a fresh blow for Osborne, after Fitch followed rival agency Moody's in reducing the UK's credit rating to AA+. The chancellor had made retaining the coveted AAA badge a key gauge of his credibility, but Fitch said that its decision reflected sickly growth and the worse than expected state of the public finances. \"The downgrade of the UK's sovereign ratings primarily reflects a weaker economic and fiscal outlook and hence the upward revision to Fitch's medium-term projections for UK budget deficits and government debt,\" it said. Of the major ratings agencies, only Standard &amp; Poors now describes the UK as an AAA country. Speaking in Washington, the chancellor adopted a defiant tone, signalling his determination to face down calls from the IMF to soften his deficit reduction strategy and insisting that his approach to putting the public finances in order was both \"credible and flexible\". Asked whether he would accept the advice of the report that will be published by the IMF after a team visits the UK next month, Osborne said: \"It depends whether I agree with the advice.\" The chancellor's bold attempt to get the housing market moving, by offering interest-free loans worth up to 20% of the price of a property and taxpayer-backed mortgage guarantees, was the centrepiece of last month's budget. But Saturday's report from the Treasury select committee cautions that the new measures give the Treasury \"a financial interest in maintaining house prices to limit the losses to the taxpayer\", which could make the housing support measures permanent. If mortgage lenders got tough on borrowers, the report adds, repossessions could rise, leading to a sharp fall in prices, so that \"the Treasury could end up facing large losses on those mortgages it has guaranteed\". The MPs' strongly worded report will stir memories at the Treasury of last year's \"omnishambles\" budget, when the chancellor was forced to reverse a series of key policies, including the controversial \"pasty tax\" and a cap on tax relief for charitable donations, after vocal public criticism. Cathy Jamieson, the shadow Treasury minister, said: \"At the end of a week when unemployment rose and the IMF warned Britain needs a plan B, this damning report is another damaging blow to George Osborne. \"We will only tackle the housing crisis and help first-time buyers if we have a major programme of affordable house building.\" The select committee finds there is no evidence that Osborne's housing plans would help to boost the construction of much-needed new homes. \"If the government's priority was housing supply, its housing measures should have concentrated there,\" the report says. Several City economists have also expressed scepticism about the chancellor's mortgage measures. Danny Gabay, of consultancy Fathom, accused the chancellor of encouraging households to take on even more debt, exposing them to the risk of a housing downturn. \"Square the circle: 'excessive government debt, bad; excessive private sector debt, good,'\" he said, calling Osborne's policies \"the most naked, cynical attempt to engender a housing-based boom, built on yet more debt\". Asked whether his housing subsidies risked inflating a new bubble, the chancellor said: \"I don't agree. This is a period of real weakness in the housing market. The risks of a housing bubble are pretty nonexistent.\" He insisted he was trying to tackle the \"abnormally high cost of mortgages and the very high deposits being asked of people\". The chancellor said the Bank of England would have the power to end the scheme if it had concerns that it might create a housing boom. \"This is a time-limited scheme and I have given the key to its continued operation to the Bank of England financial policy committee. It can turn the key off in the next parliament,\" he said. But the select committee expressed concerns that exercising this power would be \"a distraction or burdensome\" for the fledgling body, which could face intense pressure from hard-pressed homebuyers to continue taxpayer support. Instead, MPs argued, there was a strong case for the final decision on ending the scheme to rest with politicians. Despite two years in which the economy has moved sideways, the chancellor said he did not feel under threat politically. \"I don't see anybody coming up with a political alternative,\" he said. \"I remain focused on delivering what I said I would.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}