{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2013/apr/11/north-korea-stance-condemned-g8", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2013-04-11T22:53:00Z", "webTitle": "North Korea's aggressive stance condemned by G8 in 'strongest terms'", "webUrl": "https://www.theguardian.com/world/2013/apr/11/north-korea-stance-condemned-g8", "apiUrl": "https://content.guardianapis.com/world/2013/apr/11/north-korea-stance-condemned-g8", "fields": {"headline": "North Korea's aggressive stance condemned by G8 in 'strongest terms'", "bodyText": "Foreign ministers from the G8 group of nations meeting in London have condemned North Korea's aggressive rhetoric and its continued development of nuclear missile programmes before an anticipated ballistic missile test launch by Pyongyang within the next few days. The stern communique issued after weeks of bellicose rhetoric from North Korea follows evidence in recent comments and editorials that China has been persuaded to put public pressure on its ally to step back from further dangerous provocations. It also comes as new US intelligence suggested that North Korea has the ability to launch nuclear-armed ballistic missiles but that the weapons would probably be unreliable, according to Pentagon officials. The US Defence Intelligence Agency said North Korea probably has the knowhow to arm a missile with a nuclear warhead but doubted its reliability. The US secretary of state, John Kerry, is travelling on to Seoul and Tokyo, with the tensions expected to dominate discussions in both cities. In the statement the G8 ministers condemned in the \"strongest possible terms\" recent missile tests for seriously undermining international security, adding to similar messages that have been emerging in the Chinese media in recent days. The G8 nations are the US, Britain, France, Germany, Italy, Japan, Canada and Russia. In a sign of growing international solidarity over North Korea's recent behaviour, Sergei Lavrov, the foreign minister of Russia – which has been at loggerheads with the US over Syria – said: \"There is no disagreement with the United States over North Korea.\" The G8 ministers said Pyongyang's aggressive rhetoric would only isolate North Korea and urged the government to engage in \"credible\" talks on abandoning all existing nuclear and ballistic missile programmes. They urged North Korea to refrain from \"further provocative acts\", and expressed concern about its plans to reopen its Yongbyon nuclear facility. On Thursday President Barack Obama warned North Korea that his administration would \"take all necessary steps\" to protect American citizens, and urged the country's leadership to end its nuclear threats, saying it was time for the isolated nation \"to end the belligerent approach they have taken and to try to lower temperatures.\" \"Nobody wants to see a conflict on the Korean peninsula,\" Obama added, speaking from the Oval Office alongside United Nations secretary general Ban Ki-moon. North Korea claimed on Thursday it had \"powerful striking means\" on standby for a missile launch. Despite the recent strident tone of its warnings, analysts believe that the spate of threats is intended to pressure South Korea and the US into shifting their policy. Although this round of rhetoric and symbolic measures has been particularly prolonged, they believe it reflects the coincidence of joint US-South Korean military drills, the United Nations security council resolution condemning North Korea's third nuclear test, and the coming anniversary of the birth of the country's founder, Kim Il-sung. The country is often keen to demonstrate its military power and technical progress on important political dates. Officials in Washington and the US say Pyongyang appears to be preparing to test-fire a medium-range missile, dubbed the Musudan, thought to have a potential range of 3,500km. \"North Korea has continuously issued provocative threats and made efforts to raise tension on the Korean peninsula … but the current situation is being managed safely and our and foreign governments have been calmly responding,\" said Seoul's foreign ministry spokesman, Cho Tai-young. The unification minister, Ryoo Kihl-jae, urged Pyongyang to engage in dialogue and discuss resuming production at the joint industrial park at Kaesong, from which North Korea pulled its workers earlier this week. The G8 statement was released amid the first signs that all parties were edging away from the warlike rhetoric of recent weeks. North Korea's state news agency seemed to suggest that the strongest step the country had so far taken – the closure of the Kaesong joint economic development zone – had been a temporary measure. Pyongyang issued a statement that appeared to be tinged with regret over the closure of Kaesong, which was shut when it ordered its workers out this week, terming the North-South venture \"the pinnacle of General Kim Jong-il's limitless love for his people and brothers\". The statement, on the country's KCNA news agency, blamed the South Korean president, Park Geun-hye, for bringing the money-spinning venture to \"the brink of shutting down\". Evidence from inside North Korea in recent days has also suggested that reserves who had been mobilised have returned their weapons and gone back to other duties. Despite threats that it will attack US bases and the South in response to any hostile acts, the North has welcomed a stream of visitors for Monday's celebrations marking Kim Il-sung's birthday. The official news agency listed an eclectic mix of guests ranging from Chinese businessmen to cold war-era enthusiasts of its socialist monarchy and official ideology of \"juche\", or self-reliance. Most observers say Pyongyang has no intention of igniting a conflict that could bring its own destruction, but fears remain over the risk of miscalculation on the militarised Korean peninsula. North Korea has stationed five medium-range missiles on its east coast, according to defence assessments by Washington and Seoul, possibly in readiness for a test launch that would show its ability to hit US bases on Guam. \"There are signs the North could fire off Musudan missiles any time soon,\" an unnamed intelligence source in Seoul told Yonhap news agency. Apart from the swipe at South Korea's new president, verbal threats appeared to fall off as KCNA listed arrivals for the upcoming birthday celebrations, naming an eclectic mix ranging from Chinese businessmen to Ccold Wwar-era enthusiasts of its socialist monarchy and official ideology of \"juche\", or self-reliance. China has also urgedIn a sign of growing pressure on Pyongyang from Beijing, China yesterday urged \"relevant parties\" to resume long-stalled six-party talks involving China, the two Koreas, the US, Japan and Russia and aimed at reining in North Korea's nuclear ambitions. \"The hope that the Korean peninsula maintains peace and stability is the universal expectation of the international community,\" spokesman Hong Lei told a daily news briefing. The Global Times, a tabloid published by the ruling Communist party's People's Daily, underlined the growing pressure from Beijing. It said: \"North Korea is sure to change, because its current situation is unsustainable and is placing huge pressure on the country … the regime has taken an extreme path … Pyongyang should clearly understand that it does not have the capability to dominate the situation in the Korean Peninsula.\" Another piece, carried by the website of the Communist party newspaper People's Daily, criticised the US, Japan and the South but noted that while the outside world should not interfere with the North's internal affairs, \"if its choice and words intensify the Korean peninsula tensions and affects peace and stability in the region, it becomes an international issue. The situation's development on the peninsula will not necessarily go according to the ideas and expectations of the DPRK.\" \"China's policy towards the DPRK has been changing since 2006 [when Pyongyang conducted its first nuclear test], and is still changing,\" said Cheng Xiaohe, a foreign policy at Renmin University. \"In the past few days we've seen China seemingly ratchet up its warnings to the DPRK – and also to other countries, including the US. But any expectations of fundamental change will be unrealistic. China's bottom line is that it will not cut off its relations with the DPRK and will not turn the DPRK into its enemy.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}