{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2013/apr/19/lindsey-graham-miranda-rights-suspect", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2013-04-19T22:02:25Z", "webTitle": "Lindsey Graham: don't read suspect Miranda rights if arrest is made", "webUrl": "https://www.theguardian.com/world/2013/apr/19/lindsey-graham-miranda-rights-suspect", "apiUrl": "https://content.guardianapis.com/world/2013/apr/19/lindsey-graham-miranda-rights-suspect", "fields": {"headline": "Lindsey Graham: don't read suspect Miranda rights if arrest is made", "bodyText": "Senator Lindsey Graham of South Carolina has a novel idea for how to handle Dzhokhar Tsarnaev if he's apprehended. Most people take the supreme court decision in Miranda v Arizona (1966) to be the final word on whether arrestees must be informed of their right to an attorney and to remain silent. They must, the justices decided. Graham seems to have little time for a mere Supreme Court decision backed by 47 years of law enforcement precedent. The last thing we may want to do is read Boston suspect Miranda Rights telling him to \"remain silent.\" — Lindsey Graham (@GrahamBlog) April 19, 2013 Graham also thinks that in this case the Obama administration should just punt the whole habeas corpus thing, saying in a tweet that Tsaraev should be \"held as an enemy combatant.\" This of course before any motive has been established. If captured, I hope Administration will at least consider holding the Boston suspect as enemy combatant for intelligence gathering purposes. — Lindsey Graham (@GrahamBlog) April 19, 2013 Lindsey Graham is currently runnning for re-election, and new numbers released this week \"suggest Graham's approval rating in GOP circles has dropped significantly.\" Graham isn't the only Republican senator to have expressed original views on the situation unfolding in Boston. Friday morning Iowa Senator Chuck Grassley told an immigration hearing, 'It's hard to understand that there are people in the world who want to do Americans harm,\" the Guardian's Dan Roberts reported. Grassley continued: Given the events of this week, it is important to understand the gaps and loopholes in our system. While we do not yet know the immigration status of the individuals who did this, when we do it will help us understand the gaps in our immigration system."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}