{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2013/apr/14/muslim-council-attacks-school-history-proposals", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2013-04-13T23:06:00Z", "webTitle": "Muslim Council attacks Gove's proposed history curriculum", "webUrl": "https://www.theguardian.com/politics/2013/apr/14/muslim-council-attacks-school-history-proposals", "apiUrl": "https://content.guardianapis.com/politics/2013/apr/14/muslim-council-attacks-school-history-proposals", "fields": {"headline": "Muslim Council attacks Gove's proposed history curriculum", "bodyText": "One of the UK's leading Islamic organisations has warned that plans to revise the school history curriculum risk ignoring the Muslim contribution to western civilisation – an omission that will only foster alienation. The Muslim Council of Britain (MCB), which claims to represent more than 500 Islamic organisations, is calling for \"everyone who cares about the education of British schoolchildren\" to lobby the Department for Education (DfE) as the end of the consultation period on the plans looms. While conceding that history \"has always been the most controversial subject in the school curriculum\", the MCB says it is \"deeply disappointed\" that the DfE's draft specification makes no reference to Muslims and Islam. The consultation period closes on Tuesday. An estimated 10% of children in Britain's schools are Muslim, but the MCB says the proposed new curriculum will not recognise the role Muslims have played in shaping a multicutural Britain and Europe. The MCB says the plans ignore the contribution of Indian Muslim, Hindu and Sikh soldiers to two world wars, particularly on the western front in the first world war. They also, it adds, fail to acknowledge \"the preservation and enhancement of ancient Greek and Roman learning by classical Muslim civilisation, which percolated into Europe via Spain and Italy, leading to the European Renaissance\". Nor, it says, does the curriculum take into account Britain's history of trade, diplomatic and other relations with Muslim-majority regions, or the longstanding presence of Islam in Britain. The council concludes that the present draft curriculum would fail to teach a \"true picture of the past that prepares our children for life\" in 21st-century Britain. \"British Muslim children will see no place for themselves in their country's history, creating the risk of alienation,\" the MCB said in a statement. \"At the same time non-Muslim children will grow up believing that Muslims have contributed nothing of value to Britain.\" It is not the first body to criticise the proposals. In a joint statement the Historical Association and the Royal Historical Society claim the curriculum has been drafted \"without any systematic consultation\". But other historians have defended education secretary Michael Gove's proposals, saying they will allow pupils to understand history's \"connected narrative\" and put the subject back at the centre of the educational syllabus."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}