{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2013/apr/01/samir-nasri-arsenal-stan-kroenke", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-04-01T21:46:35Z", "webTitle": "Manchester City's Samir Nasri says Stan Kroenke forced Arsenal to sell", "webUrl": "https://www.theguardian.com/football/2013/apr/01/samir-nasri-arsenal-stan-kroenke", "apiUrl": "https://content.guardianapis.com/football/2013/apr/01/samir-nasri-arsenal-stan-kroenke", "fields": {"headline": "Manchester City's Samir Nasri says Stan Kroenke forced Arsenal to sell", "bodyText": "Samir Nasri has claimed Arsène Wenger was forced to sell him to Manchester City in the summer of 2011 by the club's owner, Stan Kroenke. The Frenchman, who moved to City in a £24m move, also rejected Roberto Mancini's suggestion that he has been training at only \"50%\" this season. Speaking on beIN Sport, a French TV station, Nasri said: \"I don't regret leaving Arsenal. I won the league while Arsenal have difficulty finishing fourth.\" His claim that Wenger had to listen to offers for him due to pressure from Kroenke directly contradicts the Arsenal manager's repeated stance that he is in sole control of transfers at the club and that he is not working under any financial constraints. \"Wenger told me that, if Cesc [Fàbregas] left, I would stay but Kroenke wanted the money. The coach told me we'll only take Gervinho, Cesc was already gone, I had only one year left so I decided to leave,\" Nasri said. Gervinho joined the same summer in which Nasri and Fàbregas, who went to Barcelona, departed. Nasri was an integral member of last season's title-winning City team. This season the midfielder has been disappointing and after a rare man-of-the-match display in Saturday's 4-0 victory over Newcastle United at the Etihad Stadium, Mancini joked about his frustration at the 25-year-old. The Italian said: \"I would like to give him a punch, because a player like him should play like this always. I can't understand [why] sometimes a player with his quality doesn't play like today every game,\" the manager said. With City 15 points behind Manchester United in a title defence that is all but mathematically over, Mancini mentioned that he believed that, on occasion, players think it is \"enough to play 50%\". But Nasri said: \"I am aware that I have not had a good season. There are many reasons. But when Mancini said that I'm training at 50%, this is not true. I felt comfortable against Newcastle. It's been a while since I felt good. I do not have regrets, I do not regret joining Manchester City. I want to play and perform. My departure from Arsenal was purely for sporting reasons.\" Nasri spent three years at Arsenal and he said Wenger was the manager with the greatest influence on his career. \"Wenger is the best coach I've worked with. I only regret not having more discussions with Arsène Wenger when I left,\" Nasri said. \"He's the one who understood me the most and made me the player I am. I'm thankful.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}