{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2013/apr/17/did-colonel-gaddafi-almost-buy-crystal-palace", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-04-16T23:09:01Z", "webTitle": "The Knowledge | Did Colonel Gaddafi almost buy Crystal Palace?", "webUrl": "https://www.theguardian.com/football/2013/apr/17/did-colonel-gaddafi-almost-buy-crystal-palace", "apiUrl": "https://content.guardianapis.com/football/2013/apr/17/did-colonel-gaddafi-almost-buy-crystal-palace", "fields": {"headline": "Did Colonel Gaddafi almost buy Crystal Palace?", "bodyText": "\"Is it really true that Colonel Gaddafi nearly bought Crystal Palace?\" wonders Jason Elkington. The answer depends on how you define 'nearly': do you adhere to the Oxford English definition of 'very close to, almost', or the popular newspaper definition of 'somebody said they knew somebody who thought it might happen'? If it's the former, alas we can only tell you that no, Colonel Gaddafi did not nearly buy Crystal Palace once. If it's the latter, then ding-ding-ding, you're a winner! Yes, Muammar Muhammad Abu Minyar al-Gaddafi did indeed nearly buy Crystal Palace! The story broke in July 2004. The club's chairman Simon Jordan was making no secret of the fact that he wanted to sell the club and do one – \"I don't enjoy football anymore\" – and told reporters he'd heard that Colonel Gaddafi and his son Al-Saadi were interested. \"If they did [make an offer],\" he said, \"I would consider it.\" Having invested a fortune that could otherwise have been spent on self-tanning products, Jordan would probably have considered selling to anyone with the readies, but fans were less than enthused by the thought of the Libyan leader taking over the club's affairs. His nickname – Mad Dog – may have suggested wicked bantz but most were troubled by the provenance of the money involved. \"There's giving someone a second chance,\" a club shop assistant called Lucy Kirby told the Telegraph, \"but that's going too far.\" \"Gaddafi is not a name which necessarily inspires enthusiasm from the British public,\" said Jordan, who also conceded that any deal would carry \"a degree of stigma\". But the deal might have been the one to secure Palace's hard-won Premier League status. \"At the end of the day,\" said Jordan, \"many people might see Roman Abramovich's involvement at Chelsea as less than palatable, but he is moving the club forward. If Gaddafi's money was able to progress Palace and allow them to compete at the top of the tree and be a successful football club, then one would have to take that into consideration.\" Gaddafi already owned a 5% stake in Juventus after purchasing shares using the state-owned Libya Arab Foreign Investment Company, and had previously been linked with buying a similar sized stake in Liverpool, so the story was not completely outlandish (although we're not sure how much credibility Al-Saadi's oft-mentioned spell at Perugia really lent things, having lasted only 15 minutes). In fact, the BBC set a business reporter to work on what the deal might mean for Palace: \"Libya is sitting on almost $1.5 trillion (£801bn) worth of oil. Enough to buy rather a lot of David Beckhams and Wayne Rooneys.\" It was only a matter of days before hopes of a team full of Beckhams and Rooneys (imagine the card count! They haven't thought this through) were killed stone dead, however, when a spokesman for the Libyans said: \"Mr Gaddafi had been informed about the rumours that bounded him to a possible interest to buy Crystal Palace, but he knew nothing and he isn't involved in this situation.\" All is not lost, of course, because it is true that P Diddy nearly bought Crystal Palace a few years ago. He got closer than Gaddafi, anyway. \"Diddy was in London meeting football fixers,\" said Sun sources. \"He's just deciding who he thinks he'll make a bid for. Portsmouth were mentioned but he thought Palace were a better idea. He could cover their debt and bankroll a return to the Premier League.\" Importantly, \"he liked the name as well\". A few months later Diddy confirmed that somebody \"had looked at it\" for him, but \"it just wasn't the right business move for me at the time\". THIS TOWN AIN'T BIG ENOUGH FOR THE BOTH OF US \"Rangers have this year won the Scottish Third Division, it is possible that Partick Thistle will win the First Division and highly likely Celtic will win the Premier League,\" notes Mick Anderson. \"So, my question is have there ever been three or more league winners from the same city in the same year?\" \"Try 1996-97,\" suggests Alan Lamb, tossing us a copy of the 1998 Shoot annual, packed full of pictures of David Beckham and the 1997 title winners, Manchester United. That season the second tier was topped by Bolton Wanderers, the third by Bury, the fourth by Wigan Athletic and the Conference by Macclesfield. \"Though some would argue about whether they are part of Manchester,\" Alan writes, \"they are all covered by BBC GMR local radio.\" And according to Howard, \"if you stood in Little Hulton, you would have been no more than eight miles from each of the Premier and Football League champions.\" The Conference winners Macclesfield Town might be 30-odd miles away, but heck, that's good enough for us. Coincidentally, that same season saw the first three divisions of the Czech league won by clubs from Prague, notes Darren Beach, who also reports that the Czech Cup final was contested by Dukla and golden-goal winners Slavia Prague. \"Sparta Prague won the first of five consecutive Gambrinus Liga titles,\" Darren tells us, and it checks out on Wikipedia and everything, \"finishing narrowly ahead of defending champions Slavia Prague. Slavia's B team, however, managed to win one of the regional third divisions. \"The second division champions were fallen giants Dukla Prague (of 'away kit' indie fame), who'd merged with FC Příbram a year earlier, playing their fixtures in Prague at the army's crumbling Juliska stadium in front of a few elderly former communists. Within a year they'd moved back to Příbram, after arguments with the army over who owned the stadium, and renamed the club FC Dukla Příbram.\" Any more for any more? Email knowledge@theguardian.com then. ATTACKING EXCESS WITH DIRE DEFENCES (2) Last week we had a look at Justin Horton's query about teams scoring and conceding the most goals in a league, with Barcelona's B-team currently on a goal difference of 0 having scored and let in 67 goals this season. We also mentioned Livingstone in 2008-09, Manchester City in 1957-58 and HUS Agadir of Morocco, who finished mid-table in 1965-66 having scored 32 (best in the first division by four) and conceded 33 (worst in the division by two). This week we've heard from Sean DeLoughry, who pointed us towards Luton Town's trials in the Second Division in 1937-38. Led by Ned Liddell, Luton had been promoted from the Third Division South the season before having scored a whopping 103 goals (Joe Payne with 55 of them) and conceded only 53. The strikers were better in the next tier, however, and though Luton still scored the most goals (89, better than league winners Aston Villa by 16), they also conceded more than anyone else, leaking 86 goals in 42 matches. Eight times they let in four or more, though they scored six against Stockport County to at least take the points. And Brad Hill got in touch to make sure we didn't forget about the 2004 MLS season. Back then the New York Red Bulls were the MetroStars, looking to build something under Bob Bradley. Hopes were high after the team claimed the La Manga Cup, and the signing of three new forwards was supposed to bring the goals that had been missing as the 2003 season ended with a bit of a whimper – only DC United scored fewer goals in 2003. And the goals for column did swell, to a best-in-the-Eastern-conference 47. Unfortunately so did the goals against, from 40 in 2003 to 49 in 2004, the worst in the Eastern conference as the Metrostars repeatedly struggled to hold on to a lead. The epitome of that season was probably the 5-5 draw with San José Earthquakes, which prompted the commentator to exclaim: \"You have got to be kidding me!\" WEMBLEY DEBUTS \"I am an avid Crewe Alexandra fan and I recently enjoyed watching my team run out at Wembley in the JPT final,\" writes James Hennessey. \"In said game, George Ray made his senior debut, which led me to wonder: has there ever been another player to make his senior debut either at Wembley or in a competition final?\" This is one we want to turn over to our can-you-helpers, but we'll get the ball rolling by mentioning Daniel Fox, who made his Celtic debut as a second-half substitute against the Egyptian side Al-Ahly in the 2009 Wembley Cup. He'd only arrived from Coventry that day. \"Making my debut at Wembley was surreal,\" he said afterwards. Celtic won the game 5-0. \"I actually nearly missed the game completely because I lost my bag on my flight from Edinburgh to Luton. It had my boots in it, so I thought I wouldn't be able to play. I managed to get here in time to sign my contract and get to Wembley.\" So, can you help? KNOWLEDGE ARCHIVE \"Do you know which football club opened its ground for ice skating because the pitch was frozen,\" asked Kim Vanderhoven, back in 2002. The year was 1962-63, and England and Wales were experiencing their coldest winter since 1740 (Scotland, incidentally, was suffering its worst since 1829). From Boxing Day 1962 to early March 1963, most of the British Isles was under snow, with average temperatures five to seven degrees below average. Not surprisingly, hardly any football was played. Indeed, the winter was so severe that Barnsley managed only two games from 21 December 1962 to 12 March 1963. Meanwhile, up the road in Halifax, they hit upon an enterprising idea: why not use The Shay for ice-skating? Ironically, it happened on 2 March 1963 when – as the Manchester Guardian booklet \"The Long Winter 1962-63\" reports – most of the country was, at long last, experiencing a thaw. \"Troops relieved a farm on Dartmoor which had been cut off by 20ft snow drifts for 66 days. With only fourteen Football League Matches postponed, soccer had its best day for eleven weeks. There was still no football at Halifax, but the local club opened its ground as a public ice rink and hundreds skated on it.\" The stunt pulled in a few pennies, but it didn't do Halifax any good – they scraped just 30 points all season and were relegated to the Fourth Division, along with Carlisle, Brighton and Bradford Park Avenue. • For thousands more questions and answers take a trip through the Knowledge archive. CAN YOU HELP? \"The Scottish Cup semis over the weekend both finished with high scorelines: 4-3 after extra-time,\" notes James Smart. \"Has this sort of thing ever happened before?\" \"Arjen Robben has won the top-flight title in four countries (Eredivisie, Premier League, La Liga and the Bundesliga). Who has won the most different top flights?\" wonders Patrick William O Riordan. \"Conceivably (at least until last Tuesday), Málaga could have won the Champions League without being able to contend the trophy next year due to a Uefa ban. Has any team ever won a trophy only to be unable to defend their title because of a banning order?\" inquires Craig Fawcett. \"Has a team ever been relegated and then 'unrelegated' because a team has been deducted points, for whatever reason?\" wonders Ian Bendelow. • Send your questions and answers to knowledge@theguardian.com."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}