{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2013/apr/19/frank-lampard-chelsea-manager", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-04-19T22:00:04Z", "webTitle": "Frank Lampard calls for next Chelsea manager to be given 'a good crack'", "webUrl": "https://www.theguardian.com/football/2013/apr/19/frank-lampard-chelsea-manager", "apiUrl": "https://content.guardianapis.com/football/2013/apr/19/frank-lampard-chelsea-manager", "fields": {"headline": "Frank Lampard calls for next Chelsea manager to be given 'a good crack'", "bodyText": "Frank Lampard has admitted the fast turnover of managers at Chelsea has been less than ideal for the club, expressing hopes that the next incumbent will be allowed to stay for a longer period and engender some stability. Confirming that his own future was unlikely to be resolved until the end of the season, the Chelsea midfielder said: \"Whatever the situation, it would be nice if a manager could come in and have a good crack at some consistency and stay in the job. We all understand we've had some interim managers and the fans and the club would probably be happier if we could get a manager who could stay for more than half a season, or for some period of time.\" The future of Lampard, who is two goals from equalling Bobby Tambling's club record of 202, remains uncertain with no new contract offer immediately forthcoming from Chelsea. He said it was \"not right\" to speculate on who would replace Rafael Benítez as Chelsea's 10th manager in as many years, but asked about the return of José Mourinho to Stamford Bridge he said the Portuguese was a \"fantastic manager, one of the legends of the Champions League\". \"There's no doubt about his credentials, whether he comes to Chelsea or stays at Real Madrid or whatever club he goes to, I believe he will be successful. That's all he's ever done and from working with him I'm very, very sure of that,\" he said. Lampard insisted he was not concerned about still being two goals off the club record with eight or nine games left to play, although he pointedly remarked on the fact he has played less recently under Benítez. \"I'm very proud to be on 200. The manager has changed the team around. I've only played a few games since West Ham [when he last scored] and the manager put me in a deeper role,\" said the 34-year-old. \"Goals never come easy. No one gives you goals. The most important thing is to be part of a team performance like the other night when we won. If a get the chance to play in a few games like that I think the goals will come.\" Lampard said the club's season would be defined by the run-in. Having bowed out of the Champions League in the group stages and lost an FA Cup semi-final to Manchester City, they are now targeting a top four finish in the Premier League and victory in the Europa League. \"It was almost a disaster last season and then we won the Champions League and it became the best season in our history. That's football and you will be judged on your end results. We are in that critical time now, not just the manager but us as players to perform individually and as a team and try and make it successful,\" he said. Despite the tumultuous nature of life at Stamford Bridge, he paid tribute to the team's resilience and ability to get results even amid the chaos. \"Every season will have its dips and hard moments and the challenge then is to make sure you don't get too down in those moments and make sure you come back fighting. This year's had a few of them, getting knocked out of the Champions League, not keeping up our form in the Premier League at times, but the big picture is that you want to be successful at the end of the season,\" he said. \"You have to give credit to Chelsea as a club because when people talk about crises and up and down seasons we still find ourselves in with the chance of a cup and Champions League qualification next season, that's quite something. There's a lot of clubs behind us who are not going to get that.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}