{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2013/apr/12/sergio-garcia-masters-first-round", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2013-04-11T23:52:18Z", "webTitle": "Sergio García seizes Masters initiative on a course he loves to hate", "webUrl": "https://www.theguardian.com/sport/2013/apr/12/sergio-garcia-masters-first-round", "apiUrl": "https://content.guardianapis.com/sport/2013/apr/12/sergio-garcia-masters-first-round", "fields": {"headline": "Sergio García seizes Masters initiative on a course he loves to hate", "bodyText": "There could never be futility attached to leading the Masters after its opening round but mystery over what is to follow always provides the stronger fascination. As the former American golfer and broadcaster, Peter Jacobsen, famously put it: \"The slums of Chicago are full of first-round leaders.\" Exaggeration aside, that point has a basis in reality. Still, a Thursday leaderboard filled with the multiple, engaging dimensions as provided here, on the 77th playing of this famous event, is worthy of close attention. There are already wonderful dimensions. Former champions lurk with intent, unheralded players have shot to – perhaps brief bit nonetheless notable – prominence and one man who is yet to endorse his unquestionable brilliance by winning a major has a share of the lead. Sergio García's inability to win one of golf's big four is patently a source of immense frustration to the Spaniard. That sentiment has manifested itself in many ways; García has previously claimed he does not have the game to claim the Masters and has muttered specific criticisms of Augusta itself. Neither are particularly the done thing, needless to say. On Thursday, García was in a marginally happier place after signing for a 66. The feeling, as routine, is mutual between the 33-year-old and the Masters spectators. Despite his troubles, and occasionally ill-judged outbursts, García remains a gallery favourite. This marks his 54th major appearance in succession, the longest streak in the Masters field. \"This is obviously not my most favourite place,\" García admitted once again. \"But we try to enjoy it as much as we can each time we come here. Sometimes it comes out better than others, but today it was one of those good days. And you know, let's enjoy it while it lasts.\" García still bridled at the suggestion his thoughts on Augusta mean he arrives here free of hope or inhibition. \"Every time I tee off in a tournament my goal is to play the best I can and have a chance at winning,\" he added. \"So it doesn't change this week. Like I said, today was a nice day. It was one of those days that you really enjoy, and hopefully I'll have three more of those and we'll see what happens on Sunday night. \"The beauty and the bad thing about this game is that it can have such highs and such lows, because it's a lot more mental than some of the other games.\" Given historic context, there would be little chance of García suffering on account of over-confidence. Even if that was a danger, he need look only at those around him. Trevor Immelman, Fred Couples, Zach Johnson and Phil Mickelson have all previously donned Green Jackets and sit at close quarters this time around. Lee Westwood and Justin Rose, too, are within four of the lead García shares with Marc Leishman. Adam Scott, Jim Furyk, Dustin Johnson, Rickie Fowler and Matt Kuchar, who have summoned just a single major win between them, still have to be considered as serious threats over the coming days. The more inexperienced element arrives by virtue of Leishman and Gonzalo Fernández-Castaño, making only their second Masters appearances, together with the debutant, David Lynn. How that trio cope with the intense focus and pressure associated with their well-earned placing is just as intriguing as the touch of those bigger names. The most grand of them all, Tiger Woods, returned a first-round 70 which is significant when taking heed of what has gone before. When claiming three of his previous four Masters titles, Woods has signed for that very score on Thursday. \"It is a good start,\" said Woods. \"Right now I'm only four back and I'm right there.\" Rory McIlroy had reached two under par by the turn and looked in the perfect position to mount an immediate Masters challenge. The world No2 slipped back to level through 12, the score at which he was to end the day. An illustration of McIlroy's annoyance arrived coming off the 17th green, when the Northern Irishman tossed his putter away in disgust at a dropped shot. \"I gave myself plenty of opportunities but made silly mistakes,\" McIlroy said. \"I made enough birdies, I just need to cut those mistakes out and I will be fine. \"At two under, everything felt good but every time I got a little bit of momentum, I gave it straight back.\" There was an even more inauspicious day for Bubba Watson, the defending champion, who slumped to a 75. Ian Poulter fared a shot worse than that with Luke Donald's 71 only admirable on the basis the Englishman was playing with ropey equipment, having cracked the face of his driver during his round. \"I found out about that on the 15th, so I'm going to have to replace that, which wasn't very good for the old mental side,\" Donald said. \"It's going to be tough. I'm going to have to get some drivers here as quickly as possible and obviously not having teed up with one, having a fresh one, it's not where you really want to be, ideally. But I'll manage.\" No discussion over the first day's play would be complete without positive reference to Tianlang Guan. The 14-year-old, youngest participant in Masters history, made a mockery of both his formative years and some more illustrious names by scoring 73. In supplying a moment of brilliant theatre, Guan holed out from just off the 18th green for a birdie. A Masters hero will be crowed, late on Sunday afternoon; Guan has already made a far more meaningful step than could reasonably have been predicted towards achieving something quite extraordinary. In his case, that means making the cut."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}