{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2013/apr/19/american-psycho-musical-london", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2013-04-19T22:07:35Z", "webTitle": "American Psycho – the musical – to open in London in December", "webUrl": "https://www.theguardian.com/stage/2013/apr/19/american-psycho-musical-london", "apiUrl": "https://content.guardianapis.com/stage/2013/apr/19/american-psycho-musical-london", "fields": {"headline": "American Psycho – the musical – to open in London in December", "bodyText": "A musical based on Bret Easton Ellis's novel American Psycho will have its world premiere in London this year, it has been announced. The show is being scripted by Roberto Aguirre-Sacasa, best known for his work on the hit US television series Glee. The writer was also behind the Broadway production of Spiderman: Turn Off the Dark. American Psycho follows the double life of Patrick Bateman, a Wall Street investment banker by day and serial killer by night. First published in 1991, its graphic scenes of torture shocked readers and sales of the book to people under 18 were banned in Australia. The satirical thriller was adapted in to a film in 2000 starring Christian Bale. Now, after months of speculation, it was confirmed that the musical would open in December. Staged by London's Headlong theatre company and Almeida theatre, it has been given the tagline \"A bloody satire\". The premiere will follow the year's biggest new stage musical, The Book of Mormon, by the creators of South Park. Music and lyrics for the production will be by Grammy award winner Duncan Sheik, best known for his 1996 debut single Barely Breathing. Sheik was also behind a musical version of the controversial German play Spring Awakening. The team behind the American Psycho musical said they wanted to try out the production in London first, rather than taking it straight to Broadway. A spokesman for London's Almeida theatre confirmed on Friday that the show would open on 3 December and run until 25 January. • This article was amended on 24 April 2013 to clarify that the musical based on American Psycho is staged by London's Almeida theatre and Headlong."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}