{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2012/nov/16/street-photography-antonio-olmos", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2012-11-16T23:35:00Z", "webTitle": "Street photography: Antonio Olmos | Guardian photography guide", "webUrl": "https://www.theguardian.com/artanddesign/2012/nov/16/street-photography-antonio-olmos", "apiUrl": "https://content.guardianapis.com/artanddesign/2012/nov/16/street-photography-antonio-olmos", "fields": {"headline": "Street photography: Antonio Olmos", "bodyText": "I decided to become a photographer long before I had a camera. At college, I soon became bored with what I was being taught. The images I was making as a student didn't tally with the imagery I had fallen in love with. I wanted to photograph the world like my heroes – Robert Frank and Henri Cartier-Bresson – and their subjects were out on the street. So, out of frustration, I hit the streets. The streets became my university. Today, the world of photography is radically different from the one I stepped into more than 20 years ago. When I first set out I carried a Nikon FM with a single 35mm f/2.0 lens and about 20 rolls of black and white Tri-X film. I was poor, so the film had to be used judiciously. Even so, most of the photos I took were terrible (this is still true today), but every once in a while a gem would appear on my contact sheet. Gradually, I learned to understand what makes a good photograph. I learned to be quick, to pay attention to light and composition. But I also learned not to be afraid of people, to wear good shoes, to get close and to love cloudy days. In short, my time walking the streets taught me everything I needed to be successful as a photographer. Look after your feet First, make sure you have a good pair of shoes. If you're serious about street photography, you will be on your feet all day long, searching for that elusive image. Once, when I was in Northern Ireland, I followed a parade around town for hours, failing to capture any good images. At the end of the day, as the parade was winding down, I turned around and saw a group of people watching the parade in front of a shop (main image). This image is all about the little boy with the hand on his head. I walked for miles that day and wouldn't have come across this scene if my feet had given out. People with bad shoes tend to give up a lot sooner than those who are wearing comfortable shoes. While I'm at it, drink lots of water, eat your vegetables and take lots of breaks. When you take a break, sit next to the window and keep an eye on the streets. You never know, that great shot might present itself while you're sitting on your bum having a latte … There is no such thing as bad light All light is good, provided you know how to use it. The colour photographs you see in National Geographic (or the grittier images of Magnum photographer Alex Webb) are usually taken early in the morning or towards the end of the day when the light lends a warm glow, even if you're shooting in black and white. But if you're paying attention, you can capture powerful images at any time of the day. Walking around Potosi in Bolivia I saw a woman heading uphill away from the late afternoon sun (above). This kind of strong directional light creates dramatic, geometric shapes which make for interesting photographs. That said, I prefer overcast days. I like the soft, even light that clouds create. The woman sitting on the fountain in Trafalgar Square is an example of this (left). Her face isn't obscured by shadow, and everything is evenly lit by the overcast light. Trust your instincts As a street photographer, you need to be quick and completely trust your instincts: do not hesitate for a second. Feel the photograph and react accordingly. If something catches your eye, make sure you follow it up immediately. Use short lenses In my opinion, the truly great street photography is shot on 50mm, 35mm, 28mm or 24mm lenses. The 35mm is my favourite lens, whether its fitted to my Leica or my Canon. In fact, I wish I had a zoom that went from 35mm to 50mm and nothing more, but those pesky lens manufacturers hang up on me whenever I call them to suggest it … Your images will feel much more alive and immediate when you are close to your subject, as this image of a Belfast couple on bonfire night demonstrates (above). Don't use a zoom or any sort of telephoto lens – it will only make you lazy. And try to avoid constantly switching lenses on your camera. Carry just one lens, or two cameras with a lens each. Avoid the easy option Try to venture into places where you've never been before. You will find that your eyes respond well to the unfamiliar. I don't mean go to India or Nepal – that's easy; instead, explore the other side of the city or town you live in. Immerse yourself in the crowds there. This image of young people mourning the death of a friend was taken in Edmonton, north London (above). One of the reasons I like this photo is that it shows a side of London that's rarely represented. Order from chaos The ability to create order from chaos is probably the most important aspect of street photography. I don't think composition can be taught: it is something you feel and, ultimately, it will reflect your own view of life. Some photographers look for humorous scenarios, others seek strong geometrical shapes. I tend to look for the melancholy aspect of street scenes, as shown in this image of a young man on Oxford Street (above). In the flurry of activity surrounding him, something about his body shape and stillness caught my eye. Always carry a camera Often, it's when I'm wandering around on a completely unrelated errand that a photograph presents itself. I took this shot by Tate Modern when I was with my kids (above). I was drawn to the geometry of the bridge and shot just two frames. It was only when I saw the results that I realised how the structure dwarfed the man. The day you don't carry a camera is the day you're going to see Princess Diana snogging Elvis. Be brave Photographing strangers can be a socially awkward experience. You are, in a small way, invading their personal space. This image was taken at Epsom races (left). The woman standing over the (apparently drunk) man was clearly really upset with him, but I persisted with the image. If you are confronted by someone you are photographing, simply explain what you're doing and offer to send them a copy of the photograph. Don't hide behind corners, because it will make you look suspicious. Be brave and get close to the things you want to photograph. It's your job to capture the human circus amid the clutter and chaos of urban life, so pay attention to the world you live in and be kind to (and interested in) people. Readers' assignment Immerse yourself in an urban crowd. Seek out a place where people gather: the high street, a special event or market. Aim to capture the vibrancy of the street but, at the same time, try to create order from the chaos. Get close and use wide angles if you can. For details of how to enter, click here Antonio Olmos will be hosting a Guardian Masterclass on street photography on 26 and 27 January 2013. For details, go to guardian.co.uk/masterclasses"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}