{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2012/nov/19/ocado-rights-issue-shares-rise", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2012-11-19T23:54:00Z", "webTitle": "Ocado stock surges as investors back £36m placing of shares", "webUrl": "https://www.theguardian.com/business/2012/nov/19/ocado-rights-issue-shares-rise", "apiUrl": "https://content.guardianapis.com/business/2012/nov/19/ocado-rights-issue-shares-rise", "fields": {"headline": "Ocado stock surges as investors back £36m placing of shares", "bodyText": "Internet grocer Ocado has bought another year to prove its retail model works after investors enthusiastically backed a £35.8m fundraising and it struck a new banking deal with its lenders. Ocado shares, which had nearly halved in value over the past six months on fears it could breach its banking agreements, leaped as much as 32% after the two-pronged move was announced. Tim Steiner, its chief executive, said the response to the placing, which was \"multiple times oversubscribed\", amounted to a \"strong endorsement from both its institutional and other shareholders, and lenders who support our confidence in our business model\". He declined to name the shareholders who took part, but hinted at a \"very substantial participation from the top of our shareholder register\". Ocado's biggest shareholders include Jorn Rausing, the Tetra Pak billionaire, and hedge fund manager Nick Roditi. Ocado sold 55.9m new shares – representing just under 10% of the group's share capital – to existing shareholders, at 64p a share: a premium of 5.7% to Friday's closing price of 60.5p. It simultaneously announced a deal with its lenders, Barclays, HSBC and Lloyds, that extends its £100m capital spending facility by a further 18 months to July 2015. The company said that as of last month it had net debt of £93.4m, a cash balance of £56m and drawings on its existing capital expenditure facility of £85.3m. Panmure Gordon analyst Philip Dorgan said that although the banking deal removed \"the monkey off [Ocado's] back and management now has considerable breathing space … that does not mean that the model is suddenly a good one\". \"Ocado is still operating an inefficient model, growing below City expectations and its multichannel competitors,\" he said. Steiner insisted that the firm, which operates from a hi-tech distribution centre at Hatfield, Hertfordshire, was never in danger of breaching its banking covenants: \"100% categorically we would not have breached the agreements\". However, the company's strengthened financial position \"brought an end to that conversation\", he said. Its new finance director, Duncan Tatton-Brown, added that the terms of the new deal, which were negotiated for a £1m fee, were fundamentally the same as the previous deal for 2013 and would become less onerous in subsequent years. Ocado, founded in 2000 by three former Goldman Sachs bankers and floated at 180p a share in 2010, has polarised opinion like few other market debutants. Fans point to rapid growth in online grocery sales and high customer-service ratings. Sceptics say its model of filling orders from central depots will never be as profitable as online operations at established grocers, which mostly pick orders in-store and are seeing faster online sales growth than Ocado. This year Ocado's growth had been stymied by the finite capacity of the Hatfield site and it is ploughing £210m into a second distribution centre in Dordon, Warwickshire, which is due to open early next year. The second site will dramatically increase its sales potential next year and ultimately prove to its detractors whether its centralised model can be a profitable one. The internet grocer also provided an update on current trading that showed growth accelerating as its fourth quarter progressed. Gross sales increased 11% over the 14 weeks to 11 November and were up by 13.7% in the final six weeks of the period. Steiner said the firm had benefited from the extension of its range towards 30,000 lines and the introduction of its \"low price promise\". The shares closed up 14.45p at 75p, a rise of nearly 24%."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}