{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2012/nov/13/bishops-peter-ball-arrest-chichester-child-abuse", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2012-11-13T23:42:08Z", "webTitle": "Bishop's arrest part of broad inquiry into Chichester diocese child abuse", "webUrl": "https://www.theguardian.com/world/2012/nov/13/bishops-peter-ball-arrest-chichester-child-abuse", "apiUrl": "https://content.guardianapis.com/world/2012/nov/13/bishops-peter-ball-arrest-chichester-child-abuse", "fields": {"headline": "Bishop's arrest part of broad inquiry into Chichester diocese child abuse", "bodyText": "The arrest of Bishop Peter Ball on suspicion of sexual offences against boys and men at addresses in East Sussex and elsewhere is the latest development in a wide-ranging and often contentious series of official inquiries into decades of alleged child protection failures in the diocese of Chichester on England's south coast. Sussex police said on Tuesday that Ball is suspected of committing offences during the late 1980s and early 90s, when he was Bishop of Lewes, with responsibility for most of the parishes of East Sussex. But alleged crimes and indecent behaviour by some priests linked to the diocese involving children, young church members and trainees date back further than that. Over the last four years church officials in Chichester, as well as at Lambeth Palace, the office of the archbishop of Canterbury, and Sussex police have all been involved in trying to get a grip on abuse allegations in the area. Ball is the highest-profile church figure yet to be arrested, but the attention the scandal is likely to receive is only set to rise. Between now and next April, three separate child abuse cases against priests in the diocese of Chichester will be heard at Lewes crown court. From the 1970s to the 1990s there were sporadic and low-profile investigations into allegations of sexual abuse against priests in the diocese, but none got as far as the courts. The breakthrough case was arguably the 2008 conviction of Rev Colin Pritchard, a vicar in Bexhill. Pritchard pleaded guilty at Northampton crown court to four counts of indecent assault on a child and three counts of gross indecency on a child. The offences are reported to have taken place between 1979 and 1983 and to have involved two victims, aged between 12 and 15. He was jailed for five years. Another case involved Roy Cotton, who became a priest in the diocese of Chichester after having been convicted of a sexual offence against a child in 1953 for indecently exposing himself in the organ loft of a village church. Cotton died in 2006 and was never prosecuted, but two of Cotton's victims, Phil and Gary Johnson, have since spoken out about their prolonged abuse. Phil told the BBC earlier this year: \"It was regular, systematic and became completely routine in the most horrible sort of way you could imagine.\" He said Cotton had put himself \"in a position where nobody questioned his motives\". With the convictions of priests in Guildford and Portsmouth on child sex abuse charges around the same time, the then archbishop of Canterbury, Rowan Williams, ordered a nationwide review of past child protection cases. Roger Meekings was responsible for the review in the diocese of Chichester, and his published report recounted how Cotton was arrested and charged in 1997 with sexually abusing a child between 1976 and 1983, but there was no prosecution. After Cotton retired he was granted permission to officiate and Meekings reported that a member of St Saviour's and St Peter's church in Eastbourne told him that \"Cotton attended that church and made a 'nuisance' of himself with the choirboys which led to a number of them leaving or wanting to leave the choir and the church\". In 2011, Baroness Butler-Sloss was appointed to investigate child abuse allegations in the diocese and the robustness of child protection measures and she concluded in a report published in January: \"There was across the diocese (and probably in many other dioceses) a lack of understanding of the seriousness of historic child abuse.\" The following month, the Rt Rev Paul Butler, Bishop of Southwell and Nottingham, who leads on safeguarding matters for the CofE, issued an \"unreserved apology for those cases where we failed to take the action that we should have taken to prevent harm being caused to children and vulnerable adults\". The Archbishop of Canterbury also despatched John Gladwin, the former Bishop of Chelmsford, and Rupert Bursell QC, a retired circuit judge, to investigate child protection in the diocese. The pair reported back at the end of August 2012 that many children suffered \"abiding hurt and damage\" because local safeguarding measures had fallen \"woefully short\" for two decades. The archbishop said it \"confirms that there have been many and longstanding failures in implementing a robust and credible safeguarding policy in the diocese of Chichester\" and took control of clergy appointments and the protection of children and vulnerable adults in the diocese amid concerns that safeguarding procedures remained \"dysfunctional\". \"We have had five inquiries in to the diocese of Chichester and slowly, slowly, the church as an institution has finally begun to understand the importance of these allegations,\" said Ann Lawrence, of the Ministry and Clergy Sexual Abuse Survivors Group."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}