{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2012/nov/24/lewis-hamilton-brazilian-grand-prix", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2012-11-24T23:04:53Z", "webTitle": "Lewis Hamilton: 'I am going to drive the nuts off this car in Brazil'", "webUrl": "https://www.theguardian.com/sport/2012/nov/24/lewis-hamilton-brazilian-grand-prix", "apiUrl": "https://content.guardianapis.com/sport/2012/nov/24/lewis-hamilton-brazilian-grand-prix", "fields": {"headline": "Lewis Hamilton: 'I am going to drive the nuts off this car in Brazil'", "bodyText": "How will you feel on Sunday? I really have no idea. When I lost the championship I was quite numb, when I won the championship I was relatively numb because I lost it, had it, lost it, had it. I was confused emotionally – just emotionally drained. I don't know how I will be, but I am in a very positive frame of mind. But I am sure coming across the line for the last time [with McLaren] it will really, really hit me then. You said this was Senna's home, do you have a sense of spiritual closeness? I sense his presence, definitely. This is where he is laid to rest, this is where he grew up. It's pretty cool to be here considering he's the guy I watched for so many years; and still today believe was the best. You are going to step into Michael Schumacher's car after Sunday, another great champion? He's a legend. I feel very privileged to have driven in a time he has been here, and privileged to have come to know him and shake his hand. I do have his signature. Will you have a hand-over period with Michael? No. Will you go back to McLaren factory for a last time? There is a date before Christmas, I think it's set for beginning of December. To say cheerio and thank you is going to be tough. I feel great that they will allow me to go and speak to everyone rather than just leave. That would have been quite cold. I feel happy that I get to go back and speak to everyone and shake hands and thank people for their support and belief for all these years. Who is going to win the championship? I don't know. It's difficult for Fernando [Alonso] and Sebastian [Vettel] has a better car, but it doesn't mean Fernando can't do it. Would you have encouraged the team to have done what Ferrari did last weekend [breaking the seal on Felipe Massa's gearbox so he got a five-place grid penalty which, in turn, promoted Alonso to seventh place] had you been in that situation? I have never been in that situation. It's the team's decision to do that, it's nothing to do with the drivers. The team makes a decision and you stick to it. What do you most want on Sunday; to win this race? I have never won here. I think I have won at most of the historic circuits, and this is one of the last ones. I don't know when I am going to have a car next that will compete as good as the one I have.So I am going to drive the nuts off it this weekend. Is Silverstone 2008 still one of your great races? That was a wicked race, and to do it in the rain was incredible. I still remember how that weekend unfolded. My team mate [Heikki Kovalainen] was faster than me, and I remember going to Martin [Whitmarsh] and saying, at a time when you could split the fuel load, give Heikki the lighter fuel –he's qualified on pole and he's going to have the best chance to win. Then I overtook him in the rain … when it rained I knew I would have a chance. Every time I made it through Abbey, when other drivers were spinning and aquaplaning off the road, the crowd stood up. Every lap … for 60 odd laps. It was wicked, yeah. Thoughts on negative moments? I don't want to experience them again. But there are things you look back on, and you hope there is an easier way of learning whatever lesson you learned from those things. Yet I have kind of forgotten those things, and moved on and grown from them. I only look back on positive things. Are you starting the next phase of your life in the best place you have ever been? I am in a good place, of course winning a grand prix helps massively, but I was already in a good place before winning last weekend [in Austin]. Whatever happens this weekend, I'll still be in a good place."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}