{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2012/nov/24/jenson-button-f1-lewis-hamilton", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2012-11-24T22:00:07Z", "webTitle": "Jenson Button eyes second F1 world title after seeing off Lewis Hamilton", "webUrl": "https://www.theguardian.com/sport/2012/nov/24/jenson-button-f1-lewis-hamilton", "apiUrl": "https://content.guardianapis.com/sport/2012/nov/24/jenson-button-f1-lewis-hamilton", "fields": {"headline": "Jenson Button eyes second F1 world title after seeing off Lewis Hamilton", "bodyText": "Jenson Button believes he will benefit from Lewis Hamilton's move to Mercedes, saying it will give him the best chance to win another Formula One world championship. \"Definitely. I am sure Checo [Sergio Pérez, Hamilton's replacement at McLaren] is going to score a lot of points, but when you compare it to Lewis and myself, when you look at our three years together, we have been taking points off each other,\" Button said. \"Over the three years, Lewis has 10 points more than me. It's been pretty close and we have had similar failures as well. \"With Checo coming in it's different, because he doesn't have the experience of Lewis. And he's coming to a team that's unknown to him. Lewis, even though he was younger than me, was very experienced with this team. \"So it's different for Checo. I knew Lewis was going to be there from the word go, and every single race he's been there. He's been there fighting. He's been very strong. Especially in qualifying. It's more difficult for someone who is younger and inexperienced in that team. I'm looking forward to working with Checo. I still think he's going to be very quick and he will win races.\" Button's solitary world championship was won in 2009 driving for Brawn, which became Mercedes. When he joined McLaren the following year most people predicted that Hamilton would blow him away. But last year Button outscored his team-mate and came second in the world championship. If next season McLaren can add consistency of performance to their undoubted pace, Button could even emerge as a multiple world champion. If that happens, while Hamilton fails to add to his 2008 title at Mercedes, it could lead to a fundamental reassessment of both drivers. Mercedes have not won a single point since Hamilton signed for the team after the Singapore Grand Prix at the end of September. Looking at Hamilton's decision, Button said: \"It's a big risk. There is no getting away from the fact it is a big risk. Whether it is a balanced judgment or not. What happens in the future with that team, I don't know. In McLaren, pretty much every year, they have won grands prix. There is every possibility it will be the same next year too.\" Although Button is five years older than Hamilton, the younger man has always been viewed as the senior driver – if not, officially, by the team then by everyone else. Hamilton has not only been at McLaren 15 years but is generally considered, along with Fernando Alonso and Sebastian Vettel, to be one of the three best drivers in the world. \"I am happy here and think there is a lot more to achieve with this team and in the position I am in next year, it really excites me. That's one of the reasons I want to be at McLaren,\" Button said. On Saturday Button lapped fastest in the final practice of the season in Brazil. His time of 1min 13.188sec was comfortably the fastest of the weekend until that point and suggested McLaren could make life very difficult for the title contenders, Vettel of Red Bull and Ferrari's Alonso."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}