{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2012/nov/01/the-shining-review", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2012-11-01T23:00:01Z", "webTitle": "The Shining – review", "webUrl": "https://www.theguardian.com/film/2012/nov/01/the-shining-review", "apiUrl": "https://content.guardianapis.com/film/2012/nov/01/the-shining-review", "fields": {"headline": "The Shining – review", "bodyText": "The rerelease of Stanley Kubrick's The Shining is another chance to savour, first of all, those magnificent interior sets. Instead of the cramped darkness and panicky quick editing of the standard-issue scary movie, Kubrick gives us the eerie, colossal, brilliantly lit spaces of the Overlook Hotel (created in Elstree Studios, Hertfordshire), shot with amplitude and calm. It looks like an abandoned city, or the state rooms of the Titanic, miraculously undamaged at the bottom of the ocean. There's pure inspiration simply in the scene in which young Danny (Danny Lloyd) rides his tricycle around the endless corridors, the wheels thundering on the wooden floor, then suddenly quiet over the carpets. And this is before he sees the strange little girls. Jack Nicholson and Shelley Duvall play Danny's parents, Jack and Wendy, who have the live-in job of caretaking a gigantic resort hotel while it is closed for the winter. But the place is drenched in the memory of a violent past, and the horror and trauma rise inexorably to the surface. The unhurried pace, extended dialogue scenes and those sudden, sinister inter-titles (\"One Month Later\", \"4pm\") contribute to the insidious unease. Nicholson's performance as the abusive father who is tipped over the edge is a thrillingly scabrous, black-comic turn, and the final shot of his face in daylight is a masterstroke. The Shining doesn't look like a genre film. It looks like a Kubrick film, bearing the same relationship to horror as Eyes Wide Shut does to eroticism. The elevator-of-blood sequence, which seems to \"happen\" only in premonitions, visions and dreams, was a logistical marvel. Deeply scary and strange."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}