{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2012/nov/28/tax-offshore-industry-bad-money", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2012-11-28T22:18:46Z", "webTitle": "Tax and the offshore industry: when bad money drives out good | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2012/nov/28/tax-offshore-industry-bad-money", "apiUrl": "https://content.guardianapis.com/commentisfree/2012/nov/28/tax-offshore-industry-bad-money", "fields": {"headline": "Tax and the offshore industry: when bad money drives out good", "bodyText": "Sham companies with sham directors, hundreds of them supposedly housed in the same office block on the British Virgin Islands. Multi-million pound flats across central London, their owners giving fake names to the Land Registry. The arrival in London and the south east of scores of Russian billionaires, some on the run from the law. The stories that have been turned up in the course of the Guardian's investigation this week into Britain's offshore tax-avoidance industry have been jaw-dropping sometimes, but they underline one point: tax avoidance may well be an issue that nearly all developed countries are now trying to tackle – but Britain is at the extremes of the business of financial chicanery. This is a conclusion growing in acceptance among economists and policymakers. In 2007, a working paper from the International Monetary Fund drew up a list of offshore financial centres that included the Caymans, Switzerland and the UK. The IMF's definition of an offshore centre was \"a … jurisdiction that provides financial services to non-residents on a scale that is incommensurate with the size and the financing of its domestic economy\" – and thus acknowledged London's position as one of the most advanced places in the world for ingenious tax planning and financial services. The other side of this coin is a relaxed attitude to regulation and risk, from officials and some businesses. Think of the financial scandals that have emerged in just the past few months: the Libor-fixing affair; JP Morgan's $9bn (£5.6bn) loss in derivatives trading; the downfall of the rogue trader Kweku Adoboli. These debacles all have one thing in common: they happened in London's financial centre. Other cases come up elsewhere, of course – think Jérôme Kerviel in Paris or Bernie Madoff's Ponzi scheme in Manhattan – but the Square Mile is too often the location for the greatest fiascos. As US congresswoman Carolyn Maloney observed this summer: \"It seems to be that every big trading disaster happens in London.\" In other words, the offshore, light-touch regime that many have argued gives London a competitive edge is now earning it the kind of black reputation that might make it unviable. Allowing financiers too much freedom may now be doing them more harm than good. The same surely goes for our offshore industry. It should be stated clearly that tax avoidance is perfectly legal. There is also a world of difference between routine tax planning (taking advantage of an Isa, for instance, or relief on pension contributions) and tax avoidance. There is a further distinction between setting up a shell company in a low-tax jurisdiction and buying a swanky flat with three shell companies, with the purchaser's name replaced on the paperwork by a bunch of fake directors. Yet the offshore industry in this country encompasses both those types of behaviour. And the secretive behaviour of some organisations and individuals risks doing immense harm to the reputations of others – and to the public supervisors. It is surely in the interest of advisers and participants and regulators to have a thorough clean-up of the system. Yet the offshore industry is marked by the same combination of sleepy watchdogs who have rings run around them by those gaming the system. Companies House now has records full of fake directors, who actually have nothing to do with the firms they notionally control. As it stands, the Land Registry allows individuals and businesses to conceal their ownership of property. Responsibility for both organisations ultimately lies with Vince Cable. Since he has spoken often and well about the need for tougher regulation, we look forward to hearing his plans for tackling the kind of abuses uncovered by the Guardian this week. The Guardian, along with the Times and other outlets, has done a lot of work in uncovering examples of extreme and endemic tax avoidance, whether by Starbucks or Jimmy Carr or Russian oligarchs. It is no good officials and advisers arguing that all such behaviour is perfectly legal; that merely implies the law needs changing."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}