{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2012/nov/05/nevada-eve-us-presidential-election", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2012-11-05T23:55:01Z", "webTitle": "Nevada on eve of US presidential election", "webUrl": "https://www.theguardian.com/world/2012/nov/05/nevada-eve-us-presidential-election", "apiUrl": "https://content.guardianapis.com/world/2012/nov/05/nevada-eve-us-presidential-election", "fields": {"headline": "Nevada on eve of US presidential election", "bodyText": "There was no answer even after the third ring but the canvassers did not budge from the door. There was a waft of cooking and muffled sound of children. \"Patience is a science, like baking,\" said Cheryl Lawrence, a pastry cook-turned political activist. \"Get it right and the cake doesn't collapse.\" Eventually the door opened. Zelalem Woldetadik, an Ethiopian-American identified as a likely Obama voter, said yes, she would vote for the president. \"And your husband, Dinkos?\" asked Lawrence, consulting her printed database. \"Him too,\" replied Woldetadik. Lawrence made sure the woman knew the polling centre location and left a clutch of leaflets. \"We'll be back here again until we know she's voted. Just to make sure.\" Barack Obama won Nevada by a whopping 12.5 points in 2008 but it has since endured one of the country's highest unemployment and foreclosure rates, giving Republicans a chance to wrest the state's six electoral college votes. Mitt Romney's strategy, backed by field offices and a Super PAC advertising blitz, is to mobilise rural and Mormon Republicans in huge numbers, sway a majority of voters in swing Washoe county and dent Obama's lead in populous Clark county, which includes Las Vegas. The Democrats and their union allies have responded by registering 90,000 more voters than Republicans, mostly in Clark county, and prodding them into early voting. They were boosted by a fast growing Latino population which shudders at Romney's stance on immigration. Their extensive ground game – reflected in the likes of Lawrence visiting and revisiting households until they vote – appears to be paying off. Democrats have a 48,000 lead in the 700,000 people who voted by last week. With only about 300,000 more votes expected to be cast (for a total of around 1m), Obama will probably win, reckoned Jon Ralston, the dean of Nevada political analysts and an electoral sage. \"[Republicans] need everything to break right – President Obama haemorrhages Democrats and independents vote in huge numbers for Romney, two things I do not see happening.\" No matter how good the Republican turnout on Tuesday, Obama will hold the state 50% to Romney's 46%, Ralston predicted. Obama has visited Nevada 10 times this year, including a rally in Las Vegas last week. Romney has visited eight times since April, and his running mate Paul Ryan five times, including a visit to Reno on Monday. \"Nevada we are counting on you,\" Ryan told a cheering crowd inside an aviation hanger. \"We know you can do this. We can do this together. Lets run through the tape. Lets leave it all on the field.\" Romney also dispatched his Spanish-speaking son Craig to tour the state and woo Latino voters, hammering the message that the economy will recover faster under his father. Texas governor Rick Perry, who lost to Romney in the Republican primaries, campaigned for him in Las Vegas in recent days and insisted the GOP was on course for victory. \"Our voters historically vote on election day,\" he told reporters. \"Their voters vote during early periods, so these early votes don't cause me great consternation.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}