{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2012/nov/05/wisconsin-eve-us-presidential-election", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2012-11-05T22:40:01Z", "webTitle": "Wisconsin on eve of US presidential election", "webUrl": "https://www.theguardian.com/world/2012/nov/05/wisconsin-eve-us-presidential-election", "apiUrl": "https://content.guardianapis.com/world/2012/nov/05/wisconsin-eve-us-presidential-election", "fields": {"headline": "Wisconsin on eve of US presidential election", "bodyText": "Up to 50,000 people began converging on an outdoor area in the college town of Madison on Monday morning for Obama's closing rally in the state with Springsteen, the crowning event of a last-minute blitz by the Obama camp designed to ensure Wisconsin stays solidly within the Democratic column. The state voted for Obama in double-digits last time around, but was more evenly divided in the closing days of this campaign. The Obama camp has gone all out to ensure Wisconsin does not slip away to Romney, with the president holding two big rallies here since Saturday – both times with a platinum-selling pop star in tow. Romney held his last rally on Friday. On Saturday, Katy Perry in a sequined dress reading: 'Forward\" told a crowd of thousands in Milwaukee there were no excuses for not making it to the polls. \"Well my grandmother is 91 and she got out to cast a ballot,\" she said. Both sides deployed their armies of volunteers to knock on doors and make phone calls – barring a pause of a few hours on Sunday when the campaigns shut down for the Green Bay Packers football game. \"Nobody is going to knock on a door while the game is on,\" said Tammy Baldwin, who is running a tough race for Senate. But Paul Ryan, a Wisconsin native, brought the campaign to the football field, visiting with supporters in Green Bay. For Obama's hard core of supporters, Tuesday's vote is even more crucial than it was four years ago. \"I think this is even more important,\" said Jared Steager, a hotel worker. \"Four years ago Republicans were not really as crazy as they are now. They are just too radical,\" he said. Barbara Overstreet, a real estate agent who has voted Republican in the past, said she was put off by the Republican-dominated Congress. \"All they want to do is get Obama out. They won't say yes to anything he does.\" Both sides claim their sides are fired up, but there is an element of exhaustion for many in Wisconsin. It has been in a state of political tumult for two years, after a newly elected conservative Republican governor tried to break local unions. The campaigns are also keeping an eye on the weather: the forecast on election day is for snow flurries. \"It's been politics here 24-7. I think everyone is ready to take a holiday,\" said Todd Hunter, a Romney supporter at a rally in the mid-sized town of Fond du Lac. \"But our side is more energised for sure.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}