{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2012/nov/01/mercury-prize-winners-altj-momentum", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2012-11-01T23:29:10Z", "webTitle": "Mercury prize winners Alt-J would have done well anyway", "webUrl": "https://www.theguardian.com/music/2012/nov/01/mercury-prize-winners-altj-momentum", "apiUrl": "https://content.guardianapis.com/music/2012/nov/01/mercury-prize-winners-altj-momentum", "fields": {"headline": "Mercury prize winners Alt-J would have done well anyway", "bodyText": "There is a sense in which the winner of the Mercury prize was announced some time before the envelope was opened and Alt-J were awarded the gong. The Official Chart Company published the sales figures of the nominated albums both before and after the shortlist was announced. It transpired that it had had virtually no effect whatsoever on the most commercially successful nominees. Sales for singer-songwriters Michael Kiwanuka and Ben Howard, and indie band the Maccabees had gone up by between 7% and 9%, in apparent acknowledgement of the fact that mainstream music buyers don't care much about the award. Anyone on a quest for further evidence of disinterest among the general populace might alight on the fact that its new televisual home, Channel 4, gave over a grand total of five minutes to the awards ceremony, while its specialist music channel 4 Music managed half an hour, as opposed to the hour and a half it devoted to US reality show Keeping Up with the Kardashians. The biggest victors were the folk and jazz artists whose nominations are routinely derided as tokenistic: sales for singer-songwriter Sam Lee rose by 131%, while the eponymous debut by Leeds's technically awesome Roller Trio rocketed by 618%. You could argue that tells you something about how few albums technically awesome young jazz trios shift in the first place – even with the Mercury-assisted boost, their album's sales are still in four figures – but nevertheless it is clear that the prize has had an effect, however temporary, on their commercial standing. If you're looking for a reason for the Mercury prize to exist, maybe this is it: it can shine a light on some unfairly neglected corners of British music. This rather demands the question of why a few more unfairly neglected areas of British music aren't included on the shortlist. By contrast, the winning album, An Awesome Wave, had already developed such a momentum of its own that even before it was nominated for the Mercury, bookies were giving good odds that it would win; it would probably have done just as well commercially without the awards' patronage. Of course, that doesn't detract from its merits, which are considerable and definitely worth rewarding. As indie in 2012 goes, it's pretty ambitious and eclectic stuff, marshalling a diverse range of influences – R&amp;B, folk, a children's choir and bhangra among them – into short, sharp pop songs that twist and turn without feeling overcomplicated. It doesn't really fit comfortably into any prevalent trends in guitar rock – comparisons have been made to Radiohead, which perhaps has more to do with the evident care and attention the band expend on their sound than the end result – which is usually a good sign although, as any number of past Mercury winners will attest, it's hard to predict the future once the award itself becomes a distant memory. Perhaps the most telling thing about its quality is not that it won the Mercury prize but that it was already succeeding before the award hoved into view."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}