{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2012/nov/05/iowa-eve-us-presidential-election", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2012-11-05T23:00:03Z", "webTitle": "Iowa on eve of US presidential election", "webUrl": "https://www.theguardian.com/world/2012/nov/05/iowa-eve-us-presidential-election", "apiUrl": "https://content.guardianapis.com/world/2012/nov/05/iowa-eve-us-presidential-election", "fields": {"headline": "Iowa on eve of US presidential election", "bodyText": "For Obama it all began in a cold and snowy Iowa in January 2008 when his audacious bid for the White House was first validated by victory over Hillary Clinton in the first of the Democratic primaries. Yesterday he came full circle, ending his 2012 campaign at a downtown rally in Des Moines in the company of his wife, Michelle, and Springsteen. It was a remarkable landmark moment: win or lose Obama will probably never hold another campaign rally of his own again, as American presidents are limited to just two terms. His victory against Clinton in 2008, which saw an overwhelmingly white rural midwestern state pick a black outsider over the candidate of the party establishment, eventually propelled Obama to be America's first African-American president. He also won the state in the 2008 presidential race, easily beating Senator John McCain by 53% to 44%. But things have not been so easy this time around in Iowa and almost no one expects a repeat of Obama's easy victory four years ago. In six polls in Iowa since the middle of October, Obama has led in four and Romney in two. That puts Iowa firmly among the swing states with both sides angling for a victory there. It may only have six electoral college votes but in a tight electoral contest, they could make all the difference between winning and losing. Indeed Romney's running mate, firebrand Wisconsin congressman Paul Ryan, also chose to spend part of the last day of his campaign in Des Moines, holding a rally in one of the city's suburbs. There are grounds for Romney's team to have some hope. The state's most influential newspaper, the Des Moines Register, endorsed Romney in a move that angered some of Obama's top aides. However, the paper also last weekend ran an editorial written by former president Clinton in which he urged Iowans to back Obama. \"I'm for Barack Obama because his policies will bring back middle-class jobs and incomes and help the poor,\" Clinton wrote. On election night, both campaigns in Iowa will be looking to extend their support bases into the other side's territory. For Obama, most votes lie in big cities such as Des Moines, Davenport and Cedar Rapids and small college towns, mostly in the east of the state. Romney and the Republicans look to rural areas, especially in western Iowa, and the state's powerful evangelical community. The few areas that are \"swing\" are smaller towns and the suburbs and exurbs of larger cities: as they are in most other states."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}