{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2012/nov/01/2012-election-state-polling", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2012-11-01T22:57:00Z", "webTitle": "2012's state polling is very consistent – even if it proves consistently wrong | Harry J Enten", "webUrl": "https://www.theguardian.com/commentisfree/2012/nov/01/2012-election-state-polling", "apiUrl": "https://content.guardianapis.com/commentisfree/2012/nov/01/2012-election-state-polling", "fields": {"headline": "2012's state polling is very consistent – even if it proves consistently wrong", "bodyText": "If you follow me on Twitter (which you should), you'll see me tweet out a lot of new polls. But I rarely write daily updated articles here about the movement of the polls. Why? It's not that this isn't a worthy cause. There are plenty of people who write pearls of wisdom on each new set of polling data. Rather, it's because I don't want to spend my time saying the same thing over and over again. There are certain years where the polls bounce up and down, and we really don't know what's going to happen. In 2000, the polls were quite bouncy, and we saw a Gore lead give way to a Bush lead – and vice versa, more times than I can count. In 2004, John Kerry held a lead in the pivotal state of Ohio as late as 20 days into the month of October, before Bush regained an edge he never lost. Then there are other years where the polls are fairly static. The outcome of the 1992, 1996 and 2008 campaigns were fairly clear by October. The Democratic candidate was going to win, and by a fairly comfortable margin. This year, the national polls have indicated a fairly tight race, yet in the states – where the election will be lost and won – polls denote a race that is more stable than A-Rod's lack of clutch in the post-season. Check out this chart from HuffPollster tracking the latest data from state to rule all others Ohio: You see the race tighten after the first debate, but since that initial tightening, there has been no change. There are no signs of any \"Romneymentum\". There's no sign of anything happening at all. President Obama has held a lead of about 2.5 points for about a month now. If Romney doesn't take Ohio, then his next best hope is to put together a coalition of other states anchored by Wisconsin. The problem for Romney is that Wisconsin looks exactly the same as Ohio. Obama has held a 4-point lead since the first debate, and that hasn't changed over the last month. The Real Clear Politics average has the race a little closer to 3 points, but the conclusion of a steady Obama lead is the same. If Mitt Romney doesn't take Ohio or Wisconsin, then the only other option is Nevada. If you believe the HuffPollster aggregate, then it's actually Obama who has slowly expanded his lead, after Romney's initial first debate bump. Put another way: Romney has no path if you believe the polling aggregates are accurate. It was the same conclusion I came to last week, the week before last and the week before that. Anyone who says they see either Obama or Romney gaining ground in the states (save Nevada) is selling you a sack of nothing. Thus, the only way Romney can win is if the average of the polls is wrong. Mark Blumenthal over at HuffPollster is going to do a whole series on what could go wrong with the polls, and I invite you to read his thoughts if you want to get into the nitty-gritty. Still, let me outline three possible reasons that the aggregates might not be telling the whole truth. First, averages do occasionally get a race wrong – usually, one per cycle. It could be that Ohio is the state where the polls are wrong this time around – although I have my doubts, because usually, the state that is incorrectly called is one where the polling average is within 1 point, such as Colorado or Virginia are this time around. The exact odds that it is Ohio might be higher than I have thought, though. Simon Jackman utilized historical data, and if we factor in a lot of uncertainty in the polls, he still has Obama as a 2:1 favorite in Ohio and, thus, the electoral college. This two-thirds chance is almost certainly under-confident, but it's not insane to think a Romney reversal could happen. Second, there does seem to be a bit of an unequal distribution in the polling in Ohio. Whether if it's because of random error or different turnout models, my friend Jay Cost argues that there are two peaks in the Ohio polls. One peak shows that Obama will win Ohio by 4 or more points and the other has a tied race. In other words, the average isn't a useful measure. I was initially skeptical of Jay's argument. My own examination of all the data suggests that there does seem to be a peak at around a 2- to 2.5-point Obama lead in Ohio. When I looked back at 2008 data, however, the distribution was more normal. That is, the average point was a convergence of the majority of the data. This year, it does seem to be spread out in its peaks. Third, Rasmussen Reports is correct and pretty much everyone else is wrong. As discussed earlier, the only pollster in the past few weeks to have Romney ahead in Ohio and tied in Wisconsin is Rasmussen. Rasmussen has had some years, like 2004 and 2006, when they were among the best. They also had 2010, when they were way off. There's always the chance an outlier like Rasmussen sees something others miss. There's a better chance, though, that the outlier is wrong. All of this is to say that you shouldn't anticipate much in the way of presidential horserace coverage from me in the next few days. There's pretty much no chance the polls will change outside a last-minute scandal. Either the surveys are either right in projecting President Obama's re-election, or the story will be how wrong they were. We'll find out which soon enough."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}