{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2012/nov/13/gas-market-rigging-lying-game-editorial", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2012-11-13T23:01:05Z", "webTitle": "Gas-market rigging: the lying game | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2012/nov/13/gas-market-rigging-lying-game-editorial", "apiUrl": "https://content.guardianapis.com/commentisfree/2012/nov/13/gas-market-rigging-lying-game-editorial", "fields": {"headline": "Gas-market rigging: the lying game", "bodyText": "Update: On 7 November 2013 Ofgem and FCA concluded their investigation and found that there had been no market manipulation on 28 September 2012: http://www.fca.org.uk/news/statements/statement-gas-market-manipulation What happens in the energy markets matters far more to most people than what happens in that other industry under fire, banking. No one ever died from the lack of a current account, but 2,700 Britons die every year through not being able to afford to heat their homes – and around 7.8m people can't afford their fuel bills. So the reports we have published this week, of allegations from insiders that market prices for gas have been repeatedly manipulated, are extremely serious. Ed Davey, the secretary of state for energy, was right to respond immediately with a parliamentary statement of extreme concern; the prime minister's threat of punishment for any market-riggers was also appropriate and deft. And the gas regulator Ofgem and the Financial Services Authority have shown commendable alacrity in launching a probe. Given that five of the big six energy companies have raised their prices since mid-October, the watchdogs urgently need to get to the bottom of this. The Guardian has so far reported two separate sets of allegations covering not just this year but 2011 too. They have been made by two different whistleblowers, each of whom has shown considerable courage in coming forward, and in levelling such serious, well-researched charges. From here, it is up to the regulators to take up the trail. Among the biggest questions they will need to answer is whether such manipulation happened and, if so, how far and wide it went. On Tuesday, Seth Freedman gave a blow-by-blow account of how a price on one important gas contract had apparently been manipulated downward. If prices have been pushed up too, to suit market traders, the consequences are likely to be explosive. Second, a probe will need to find out the extent to which this reported rigging in the wholesale market has affected retail prices. A clear trail would give the government and officials all the evidence they need to act. Without anticipating the results of the official investigation, it is already possible to make some preliminary points, ranging from the technical to the political. First, and most obviously, the way in which prices are set in a gas market worth around £300bn a year is wide open to cheating. As Chris Cook, formerly of the International Petroleum Exchange, puts it, the entire system is \"dependent on consenting adults and traders not talking up their book but that is inevitably what happens\". Some gas is traded on public exchanges, with readily published prices – but the vast majority of the stuff we use to heat our homes and run our businesses is sold \"over the counter\" between two parties, who can, if they wish, conspire to make mischief. The price at which gas is trading is left for private-sector agencies to assess and report, and they, as our whistleblowers set out, are often leant on by traders. There are similarities here with the manner in which the benchmark Libor interest rates have been set, and rigged – but this is, if anything, even more unsatisfactory. Just look at the reported comments from some of the market participants: \"there's no official thing to do when we think something's gone wrong, or looks odd\". Both money markets and gas have participants from around the world – but they centre on London, an underregulated zone that asks fewer questions than the rest. Over the long run, that must damage its own reputation as a place to do business. Second, this is not just about a few miscreants; this is an entire system that is now under scrutiny. Having congratulated the regulators for the swiftness of their response, one has to wonder why it took a newspaper and a whistleblower to bring this to light. Ofgem has long had a reputation for being too close for comfort to the people it is meant to be regulating. This watchdog has got rather too comfy in its kennel; it badly needs waking up. Finally, the gas market has been in serious trouble over the way it treats ordinary customers, with doorstep misselling of contracts and tricksy tariff-setting. It is long past time that the big six firms were broken up, with a Glass-Steagall-style wall between wholesale and retail."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}