{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2012/nov/16/mobile-phone-photography-apps", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2012-11-16T23:55:01Z", "webTitle": "Mobile phone photography can fire your imagination | Guardian photography guide", "webUrl": "https://www.theguardian.com/artanddesign/2012/nov/16/mobile-phone-photography-apps", "apiUrl": "https://content.guardianapis.com/artanddesign/2012/nov/16/mobile-phone-photography-apps", "fields": {"headline": "The best creative apps for mobile phones", "bodyText": "One of the first apps to see the potential for mobile photography was Hipstamatic. By replicating the effects of old-fashioned lenses and films, it allows users to take digital photos with analogue looks. Its filters produce some incredibly seductive photos and its early appeal tapped into a desire to dramatise our often dull digital images and, some believe, indulge in nostalgia for a rosier past. With Hipstamatic you choose a \"lens\" and \"film\" (really just filters) before taking a shot in order to achieve a certain effect. This sets it apart from the majority of other apps, which apply filters after the shot has been taken. Some apps can provide features your mobile phone normally lacks. Camera+ allows you to separate the focus and light-metering points and gives you a timer. Pro HDR allows you to merge two photos into a high-dynamic range image, one that has better-balanced highlights and lowlights. More adventurous apps, such as Quick Camera, enable you to take a rapid burst of high‑resolution images. Photosynth stitches together multiple frames to produce a three‑dimensional fish-eye or cubist effect, and Slow Shutter Cam takes photos using quasi‑long exposures, creating the impression of movement with the option of light trails. SneakyPix takes photos without you needing to press the shutter button, allowing you to take candid shots. Although Instagram is a photography app, its real value lies not in its limited range of filters – Facebook wouldn't have paid $1bn for that – but its social platform. That said, Instagram is many mobile photographers' introduction to filters. They then go on to use more advanced apps, such as Snapseed, which has an easy-to-use interface and a good range of presets, although users can also choose to manually crop, sharpen and adjust contrast, saturation and brightness. Perhaps the closest app to Photoshop in functionality is Filterstorm. Although it lacks Snapseed's user-friendliness, it offers advanced editing functions such as curves and layers. PhotoWizard offers similar functions and, retailing at 69p, is testimony to the amazing value of many mobile photography apps. While some of these apps have incredibly rich features, they do not fully replicate all the features of desktop photo-editing software. But other apps fill in the gaps, quite literally. Touch Retouch allows you to remove, for example, a white van spoiling an otherwise perfect photo of a city street scene, and fill it in so you wouldn't know it was there to start with. It can also clone parts of an image to other areas. Image Blender merges two images in a variety of ways and is being used by some incredibly creative mobile artists to create surreal dreamscapes and gothic nightmare visions. It can also be used as a practical tool to effectively copy and paste elements from one photo to another. Painterly apps such as ToonPaint, AutoPainter and ShockMyPic turn photos into cartoons and paintings. Noir is a black-and-white app that allows you to create moveable vignettes with varying contrast. And in a folder on my phone that I simply call Weird, I put apps such as Decim8, which mashes up photos and rearranges the pixels in a variety of different futuristic visions. All these apps are a far cry from the simple application of a retro filter – a criticism often levelled at mobile photography. More than a simple indulgence in nostalgia, they are enabling smartphone artists to push the boundaries of photography forward. At the last count, there were 752 photography apps in the iTunes store. In basements all around the world, developers are working on more and more every day. They sell for pennies but fire our photographic imaginations. And the power of combining (or \"stacking\") different apps means almost any creative vision can be realised."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}