{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2012/nov/11/wales-gethin-jenkins-argentina", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2012-11-11T22:30:03Z", "webTitle": "Wales's Gethin Jenkins raises alarm over Argentina's 'match smartness'", "webUrl": "https://www.theguardian.com/sport/2012/nov/11/wales-gethin-jenkins-argentina", "apiUrl": "https://content.guardianapis.com/sport/2012/nov/11/wales-gethin-jenkins-argentina", "fields": {"headline": "Wales's Gethin Jenkins raises alarm over Argentina's 'match smartness'", "bodyText": "Wales return to their training camp on Monday to prepare for a second potentially bruising encounter in six days – this time against Samoa – with warnings from their stand-in coach and one of their more senior players about the difficulties of keeping pace with southern hemisphere rugby. Rob Howley, in charge for two games while Warren Gatland concentrates on his work with the Lions, and Gethin Jenkins, capped 91 times by his country, raised worryingly similar alarms about the huge step up sides make by playing in the Rugby Championship – the southern hemisphere's version of the Six Nations. They were speaking after Wales, champions of Europe, had come off distinctly second best against Argentina, bottom of the table in their first Rugby Championship this summer. The best achieved by the Pumas in their debut season was a 16-16 draw against South Africa in Mendoza but they twice pushed Australia close and Jenkins believes they have emerged a better side than any of the five he had previously faced. \"I've played Argentina before but they have definitely upped the level,\" he said. Jenkins also suggested that Wales had first been out-thought and then had then failed to match their visitors when the tempo of the game was increased. Wales had conceded two tries and 17 points in seven minutes, swapping a 12-6 lead for the first defeat by an Argentina side in Cardiff in 11 years and Jenkins had no doubt that they had benefited from their summer experiences. \"Playing six games against Australia, New Zealand and South Africa and you get adjusted to that level,\" he said before disagreeing with Howley's suggestion that increased intensity in training would bridge the gap between the two sides. \"When you are playing at the highest level and that intensity, that's when you get used to it,\" Jenkins said. \"There is only so much you can replicate in training. It's match smartness when you're out there and under pressure.\" To make matters worse, Wales are likely be missing two more of the players who were key to their Six Nations and World Cup success last year when they face Samoa, once one of their bogey sides. Jamie Roberts was out cold for at least two minutes after running into the former London Irish and Harlequins centre Gonzalo Tiesi, while Alun Wyn Jones has damaged ligaments in his left shoulder. With Dan Lydiate and Adam Jones out of the autumn series, Wales are beginning to look worryingly understrength ahead of Samoa on Friday night, even before they gear up for the world champions New Zealand and then Australia on successive weekends. Gatland will be back in control for those two matches but by then his side might well have reduced their target for the autumn series from a possible three wins, to one from four. Saturday's defeat rules out any realistic ambition of making the world top four in next month's World Cup draw. More likely, Argentina could vault over Wales – in sixth spot before Saturday. The Pumas go on to play France and Ireland bubbling over with the confidence that comes from a decent summer playing the sides ranked first, second and third in the world before beating the grand slam champions in their own backyard. \"Having the whole side together and preparing for games against the best sides in the world at speed and at high tempo has its effect, as you can see today when we had good intensity all game,\" said Marcos Ayerza, the Leicester loosehead prop. \"We will improve. This is a massive boost and we are improving as a nation.\" According to Jenkins the Pumas have already made massive strides, showing more patience during the aerial bombardments of the first half before turning up the pace in the second. \"They came with a game plan to kick a lot and be very physical and not play much rugby in the first half and we played into their hands really by trying to play too much rugby in our own territory. \"I don't know whether it tired us out but when we came to the last 25 or 30 minutes they upped the tempo and we couldn't live with it.\" Argentina head to France without Felipe Contepomi, who damaged right knee ligaments in Cardiff. Wales Halfpenny; Cuthbert, S Williams, Roberts (Hook, 23), North; Priestland, Knoyle (Phillips, 55); Jenkins (Bevington, 68), Rees (Hibbard, 60), Jarvis (James, 60), Wyn Jones (McCusker, 39), Evans, Turnbull (Tipuric, 70), Warburton (capt), Faletau. Pens Halfpenny 4. Argentina Hernández (Agulla, 46); Camacho, Tiesi, Contepomi (Tuculet, 13), Imhoff; Sánchez, Landajo (Vergallo 66); Ayerza, Guiñazu (Creevy, 48), Figallo (Gómez, 66), Carizza, Cabello (Vallejoz, 64), Fernández Lobbe, Leguizamón, Senatore (Leonardi, 56). Tries Imhoff, Camacho. Cons Sánchez 2. Pens Contepomi, Sánchez. Drop goal Sánchez 2 . Referee Romain Poite (Fr). Attendance 51,442."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}