{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2012/nov/24/eric-cantona-20-years-phone-call", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-11-24T22:47:00Z", "webTitle": "Eric Cantona: 20 years on from the phone call that changed football", "webUrl": "https://www.theguardian.com/football/2012/nov/24/eric-cantona-20-years-phone-call", "apiUrl": "https://content.guardianapis.com/football/2012/nov/24/eric-cantona-20-years-phone-call", "fields": {"headline": "Eric Cantona: 20 years on from the phone call that changed football", "bodyText": "When the Premier League was introduced in 1992, Sir Alex Ferguson described it as \"a piece of nonsense\" that sold supporters \"right down the river\". Twelve Premier League titles later, Ferguson has found greatness and a knighthood amid that nonsense. He may not have won a single title, however, without a serendipitous phone call 20 years ago this week . It led to the signing of Eric Cantona, who would catalyse Manchester United to an extent that still boggles the mind. With Cantona at the club, United won four titles in five years and would surely have won a fifth had he not tried to kick xenophobia out of football at Selhurst Park in 1995. The titles gave Ferguson a job for life and the chance to build further great teams. If he had lost his job, who knows what would have happened. Liverpool are proof that big clubs have no right to win the Premier League. It is not entirely inconceivable that, without Cantona, United would this season be chasing their first league title in 46 years. It is often forgotten that, when Cantona arrived United were a mess. They had gifted the title to Leeds the previous season and the whole club was afflicted with PTSD. The team had basically forgotten how to score goals. United were eighth in the table and out of two cup competitions. They had won only two of the previous 13 games, scoring nine goals in that time. The big summer signing, Dion Dublin, had broken his leg, while attempts to sign Alan Shearer and David Hirst had failed. Mick Harford and Lee Chapman were also considered. Instead of signing a proven English striker who worked the penalty area, Ferguson thought outside the box. It was the ultimate demonstration of the willingness to take risks and trust his instinct that is one of the key elements of Ferguson's genius. He had been given a glowing reference for Cantona from the then France manager, Gérard Houllier, who was keen for Cantona to play first-team football after he fell out with Howard Wilkinson at Leeds. Fate put two and two together. On Wednesday 25 November, so the story goes, Ferguson met his chairman, Martin Edwards, to discuss transfer targets. Just after Ferguson lamented the fact United did not go for Cantona before he joined Leeds, Edwards's phone rang. It was Bill Fotherby, the Leeds managing director, to inquire about the possibility of signing Denis Irwin. \"The timing was weird, absolutely uncanny,\" Ferguson said in the book Just Champion. Edwards dismissed the approach for Irwin but asked if Leeds might consider selling Chapman. As he did so, Ferguson started whispering and making frantic hand signals. When that didn't work, he scribbled the name of Cantona on a piece of paper. Edwards inquired, Fotherby said that Cantona was unsettled and that he would get back to him within 24 hours. In fact he got back to him within one hour to confirm the deal was on. Leeds asked for £1.6m; Edwards worked Fotherby down to somewhere between £1m and £1.2m, depending on which account you believe. When Ferguson's assistant, Brian Kidd, was told about the fee, he wondered whether Cantona had \"lost a leg or something\". Surprisingly for such a seismic event, the tale is not consistently told. In the book Glory Glory!, Edwards says he was alone when Fotherby called and acted on his own initiative before presenting the option of signing Cantona to Ferguson. Even Ferguson's tale has changed a little: when Cantona was unveiled to the media, Ferguson said: \"I was talking to Howard and I popped the question.\" Either way, once the question had been popped the whole thing was done with the speed of a Vegas wedding. As such, there was little time for it to leak to the press and when the news broke 24 hours later it came as an almighty surprise – one of the three JFK moments in Cantona's English career, alongside the kung-fu kick and his retirement. Where were you? Gary Pallister was called at home by a journalist who wanted to hear his thoughts on the club's new striker. \"He put me through a guessing game in which I mentioned any number of strikers before I gave up,\" Pallister said in his autobiography, Pally. \"When he mentioned it was Cantona, I was stunned.\" Lee Sharpe was doing an autograph-signing session for his boot sponsors in Leeds. When he was told United had signed Cantona, his reaction reflected those of fans around the country. \"I replied: 'Yeah, right – absolutely no chance!' I turned on the radio and there it was: total shock. Then there were all the media stories about his past and we were like: 'This bloke's a total nutter, what are we doing?'\" Cantona would elevate his new team-mates to a new level of performance, with Ferguson describing him as \"the can-opener\". At the time, however, many felt Ferguson had opened a can of worms. \"The players weren't convinced that it was such a good signing,\" Bryan Robson said in his autobiography.\"Eric had a reputation for flitting from club to club, staying nowhere very long and generally causing trouble. He was nothing like the guy we feared he would be.\" Mark Hughes said he \"wondered whether it would end in tears\". Some even felt it might be Ferguson's last mistake as United manager. The former England captain Emlyn Hughes, writing in the Daily Mirror, was particularly critical. He said Cantona was a \"flashy foreigner\" and a \"panic buy\" who could \"either win Alex Ferguson something this season, or cost him his job\". The former Leeds captain Johnny Giles said he was \"very sceptical\" that the move would work out and that Ferguson should have signed Hirst or Dean Saunders. At the time, the only people crying were Leeds fans, who had lost their cult hero. Despite his relatively peripheral role, Cantona was immensely popular in Leeds; the Chalutz bakery even sold Cantona bagels for 20p. As the dust settled on the transfer, however, Ferguson wondered whether he had spent his money wisely. \"After attending the press conference, I started to get the jitters about the whole business,\" he said. \"Not quite panic, but uncertainty as to whether we had done the right thing.I began worrying about all the controversial stuff being traded around about Eric's past. The situation upset me, but not for more than a few hours … from that point the slate had to be wiped clean.\" The same was true for United's season, which effectively started with a 1-0 win at Arsenal on 28 November. Cantona watched from the stands, having not been registered in time, but soon began to enlighten and liberate the team. \"Gradually,\" Pallister said, \"it dawned on us that he was having a profound impact on the side.\" And on the whole club. Cantona instinctively felt what it meant to play for Manchester United. He could not have understood the club better if he had born on the Stretford End. \"If ever there was one player, anywhere in the world, that was made for Manchester United, it was Cantona,\" Ferguson said. \"He swaggered in, stuck his chest out, raised his head and surveyed everything as though he were asking: 'I'm Cantona. How big are you? Are you big enough for me?'\" Cantona's desire for extra training each day opened the eyes of team-mates used to clocking on and clocking off at the usual time. The manager, too. \"He opened my eyes to the indispensability of practice,\" Ferguson said. Cantona's on-field imagination made a group of experienced, hardened players think about the game differently, to try to express themselves in ways they would not have previously considered. In short, he took away the fetters. In no time, the rest of the team were fluent in Cantonese. United, in abysmal form before he signed, won eight and drew two of his first 10 games. He sealed a startling comeback from 3-0 down at Sheffield Wednesday on Boxing Day and presided like a lord over a 4-1 thrashing of Tottenham in January. When Cantona made the second goal for Irwin with an outrageous pass, the BBC commentator John Motson said: \"This man is playing a game of his own.\" United went on to win their first title for 26 years in memorable style. Cantona was a player of such style that it is almost insulting to try to quantify his impact. The numbers are pretty persuasive nonetheless. In 1992 United played 37 league games before Cantona, collecting 54 points and scoring a miserable 38 goals. In the next 37 league games they took 88 points and scored 77 goals. Faites des maths. If Cantona was the last piece of Ferguson's first great Manchester United jigsaw, he was also the first piece of his second one. His swagger, imagination and professionalism influenced a generation of young players including Paul Scholes, David Beckham and Gary Neville; when those players won their first trophies in 1995-96, it was primarily thanks to Cantona. In an eight-game, five-week spell in March and April, Cantona scored four times in 1-0 wins, an injury-time equaliser in another and the opening goal in two other wins. His biographer Philippe Auclair described it as \"one of the most astonishing purple patches enjoyed by a player in the history of English football, to which, in all honesty, I have been unable to find any equivalent\". Alan Hansen was kind of right; without Cantona, United would not have won anything with kids. The Double, said Neville in his autobiography, was \"almost single-handedly down to him\". \"The young lads had always been in awe of him,\" Neville saud. \"None of us got to know him well, although there was a vast, unspoken respect for him. We were desperate to impress him.\" That feeling lingered. When Nicky Butt returned to Old Trafford with Newcastle in 2005 and shook Cantona's hand before the match, he excitably told his team-mates about it. Butt was a team-mate of Cantona but he was also a fan. Cantona's part in the twin success – he also scored the winning goal against Liverpool in the FA Cup final – cemented his relationship with United supporters. Cantona developed a relationship with United supporters of such an enduring and spiritual nature as to bear legitimate comparison with any in the game's history. \"I cannot explain it,\" said Cantona in Manchester United: The Biography. \"And I don't want to explain it. It's like love. You know when you are in love, you don't need to explain how you feel or why you feel like that. I think if you want to explain what was going on between me and the United fans, it would take six months. Sometimes it's better not to explain.\" It is also hard not to seek explanations for such a significant relationship. \"People loved him because he did, and said, things that they would love to have got away with,\" Neville said. Not everyone had been enamoured with the idea of signing a Leeds player, however. \"Ooh aah Cantona'?\" sniffed one United fan during a voxpop. \"They won't sing it here.\" Twenty years on, they are still singing it. They will probably never stop."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}