{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2012/nov/09/tim-dowling-life-envy", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2012-11-09T23:00:20Z", "webTitle": "Tim Dowling: life envy", "webUrl": "https://www.theguardian.com/lifeandstyle/2012/nov/09/tim-dowling-life-envy", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2012/nov/09/tim-dowling-life-envy", "fields": {"headline": "Tim Dowling: life envy", "bodyText": "It is Saturday afternoon and I am stalking the kitchen in circles, squinting into the middle distance and occasionally clapping at the air. The dogs follow me and bark anxiously, because they don't understand what I'm doing. \"Shut up,\" I say. \"I'm killing fruit flies.\" For the past week they've been everywhere, hovering stupidly in front of my eyeballs while I'm watching TV and dropping into my wine to perish. I've finally traced the source of the infestation – a bag of rotting potatoes at the very back of the cupboard – but I'm trying to eliminate the remainder of the population by hand. My wife is upstairs concentrating on fleas. A friend from America is coming to stay and we do not want her to think we live the way we actually do – in cosy symbiosis with parasites. Our friend has known us for a long time – she was there when my wife and I met more than 20 years ago – and is therefore in a position to chart our decline into middle-aged torpor. We were once young and wild, and now we sit on sofas covered in dog hair, watching TV while sipping from wine glasses laced with dead insects. On the morning of her arrival, my wife and I meet in the kitchen. \"You can't wear that shirt,\" my wife says. \"Why not?\" I say. \"It's covered in ink stains,\" she says. \"All over the back.\" I pull the material round under my chin to examine it. \"No, I suppose not,\" I say, realising that a ban on ink stains is going to cut my acceptable wardrobe in half. Our friend arrives at midday, trailing lots of luggage; one whole bag is devoted to boxes of a disgusting American breakfast cereal my children are unable to source in the UK. \"Your house is so nice!\" she says. \"It's not bad,\" I say, pinching a fruit fly out of the air. The dogs leap up on her, leaving trails of white fur on her trousers. \"Your dogs are so cute!\" she says. \"I don't really like that one,\" I say, pointing to the little dog, which is standing on two legs like a meerkat. \"Oh my God, are you kidding?\" she says, scooping it up and letting it lick her face. Our friend's approbation is relentless. Our children are repeatedly accused of being adorable, and under this onslaught they begin, slowly, to rise to the occasion. They chat politely, run errands without questioning their necessity and allow themselves to be photographed smiling. I have long maintained that the secret to being a good husband and father is taking the time to point out to one's wife and children that they could do a whole lot worse. Over the course of our friend's stay, I also come to think the secret to happiness is to have someone drop by occasionally and envy your life a little, to remind you that your setup is fairly ideal as long as you're not allergic to most things, and to email your phone with an endless stream of pictures of your children and dogs looking sweet. Sometimes we cannot see what we have; we miss the bigger picture because our vision is clouded by dozy little bugs. \"I also need a picture of you two,\" our friend says before supper. My wife and I oblige, shuffling round the table to stand side by side. \"Closer,\" our friend says. \"And smiling. Maybe both smiling. Ready… OK, we're going to delete that one. Let's try a less awkward pose.\" \"How long is this going to take?\" my wife says. \"Don't worry,\" our friend says. \"We're gonna get there.\""}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}