{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2012/nov/20/last-tango-halifax-tv-review", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2012-11-20T23:00:01Z", "webTitle": "TV review: Last Tango in Halifax; Fresh Meat", "webUrl": "https://www.theguardian.com/tv-and-radio/2012/nov/20/last-tango-halifax-tv-review", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2012/nov/20/last-tango-halifax-tv-review", "fields": {"headline": "TV review: Last Tango in Halifax; Fresh Meat", "bodyText": "There are some titles that make my heart sink. Last Tango in Halifax (BBC1) was one of them, because I knew exactly what I was in for from the very start; a light, bitter-sweet rom-com with plenty of outdoor shots of the Yorkshire countryside to draw in the same viewers who lapped up the James Herriot vet tales. With not a hint of butter. And so it proved. Within seconds of their first appearance on screen, every character's life story was pretty much established. The widowed grandparents who used to fancy each other as kids – will they, won't they get together, what do you think? – the struggling grownup children and their dead or feckless partners, and the grandchildren making their way in the world. The only part of the first episode that took me by surprise, was Caroline's (Sarah Lancashire) lesbian dalliance with one of her teachers. Though on reflection, I should probably have seen that one coming, too. Actually, that wasn't the only surprise. Or the biggest one, which was that despite it all being terribly familiar and predictable, Last Tango was not at all bad. It was the quality of the acting that made the show work. While I couldn't help wondering what Derek Jacobi (Alan) and Anne Reid (Celia) might have done with a more challenging script, I couldn't fault their commitment. It's not that often a pair of 70-year-olds get to take centre stage in a rom-com and they did so with charm, coyness and experience; they even managed to make the ridiculous car chase feel slightly less ridiculous. God knows how. The rest of the cast weren't so shabby either. Both Nicola Walker (Gillian) and Sarah Lancashire have expressions that can convey a world of pain without saying a word – a distinct advantage here – helpfully glossing over most of the clunkier elements of the plot. So against my expectations, I found myself making a note to watch next week's episode. Even though I have still got a fair idea of exactly what's going to happen. As you've probably gathered, I don't have much time for rom-coms, but there's one currently showing that continues to get better and better. Except last week, when the geology lecturer turned up again. Thankfully, he has now disappeared again and this week's instalment of Fresh Meat (Channel 4) barely put a foot wrong. I know Fresh Meat didn't start out as a rom-com and writers Sam Bain and Jesse Armstrong still might be horrified to find their creation described as such. But that is undoubtedly what it has become, albeit in a very street-smart, sharp and funny way. It's amazing how many rom-coms forget to add the com part. But if it was the humour that initially caught people's attention, it has long since become just one element in a show of increasing depth. Much as I admired the performances of Jacobi, Reid et al in Last Tango, I wasn't greatly involved with their characters and I wasn't at all put out when their hour was up. With Fresh Meat, I am. I feel a sense of loss when the closing credits roll. I've come to care about these people. I love the way they move from the deadly serious to the totally absurd mid-sentence, in the way only university students can. I love the awkwardness of their relationships. Or rather, entanglements. As JP – his Stowe chums call him JPaedo, but be careful what you tweet – Jack Whitehall is in danger of making posh boys sympathetic and Josie's attempts to make the housemates believe she hasn't been kicked off the course were becoming more and more poignant. Only Vod could imagine Josie must have acquired a smack habit. Don't ever change, Vod. Nor you, Kingsley and Oregon. And as for Howard ...? How could Sabine have gone back to Holland? Even the minor characters – the geology lecturer excepted – are well drawn. Professor Shales (Tony Gardner), Oregon's ex – she has now got off with his son – is a case in point. As John, the slightly seedy man having a midlife crisis in Last Tango, Gardner was fairly one-dimensional: as Shales, the slightly seedy man having a midlife crisis, his desperate sadness is almost touching. Almost. When rom-coms are this good, what's not to love?"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}