{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2012/nov/09/endsleigh-trumps-car-insurance-offer", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2012-11-09T23:02:17Z", "webTitle": "Endsleigh trumps its own car insurance offer", "webUrl": "https://www.theguardian.com/money/2012/nov/09/endsleigh-trumps-car-insurance-offer", "apiUrl": "https://content.guardianapis.com/money/2012/nov/09/endsleigh-trumps-car-insurance-offer", "fields": {"headline": "Endsleigh trumps its own car insurance offer", "bodyText": "I'm a 20-year-old student in Bristol. Last year my fully comprehensive car insurance with Endsleigh was about £1,200 with two years no-claims. This year's renewal letter informed me that with a change of address and the car now parked in my road – but three years no claims – my premium would be £900. However, when I rang to change my annual mileage down to 4,000 miles I also disclosed that I now work part-time, a few hours a week in a student bar. Imagine my surprise when my premium was recalculated to be more than £1,300. It makes me question the point of even bothering to get a job if it's going to cost me two months' wages in car insurance. Insurers, it would seem, would consider it safer if I were less financially secure and spending my nights clubbing rather than working. WG, Bristol This is curious, as we thought the rise might be explained by the increased risk the late-night driving at the end of a bar shift might entail, but Endsleigh says the premium rise is not linked to your new job. It says something around credit scoring changed between the time you got the quote and the time you made the alterations to the policy. Endsleigh is quick to emphasise this may not be your personal credit score, but could be a change in the credit score of the postcode area you are in, which can apparently change on a daily basis. Nevertheless, we suggested you check your credit score online with one of the credit reference agencies to see if there was something amiss. You didn't need to; as it turned out you had been back online to search for a cheaper quote and got one for close to the £900 you had expected to pay – and the quote was from … Endsleigh. In cases we have dealt with like this before, it has been the person on the end of the telephone who has made a mistake that has led to a sharp increase in a premium. Despite what Endsleigh says, we suspect the same happened here. Our advice to other readers who find themselves with similar unexplained increases is not to begrudgingly accept the rise but to run your details through an online price comparison website or via a telephone broker to see if you can get a better deal. We welcome letters but cannot answer individually. Email us at consumer.champions@theguardian.com or write to Bachelor &amp; Brignall, Money, the Guardian, 90 York Way, London N1 9GU. Please include a daytime phone number."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}