{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2012/nov/28/premier-league-live-clockwatch-mbm", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-11-28T23:27:00Z", "webTitle": "Premier League clockwatch – as it happened | Barry Glendenning", "webUrl": "https://www.theguardian.com/football/2012/nov/28/premier-league-live-clockwatch-mbm", "apiUrl": "https://content.guardianapis.com/football/2012/nov/28/premier-league-live-clockwatch-mbm", "fields": {"headline": "Premier League clockwatch – as it happened", "bodyText": "Premier League Chelsea 0-0 Fulham Everton 1-1 Arsenal Southampton 1-1 Norwich Stoke 2-1 Newcastle Swansea 3-1 West Brom Tottenham 2-1 Liverpool Manchester United 1-0 West Ham Wigan Athletic 0-2 Manchester City Championship Blackburn Rover 1-2 Bolton Wanderers Scottish Premier League Hearts 0-4 Celtic St Johnstone 0-1 Hibernian Team managed by Sam Allardyce gets beaten at Old Trafford. Who saw that coming, eh? Goals from Mario Balotelli and James Milner win all three points for Manchester City, who remain second in the Premier League table, one point behind Manchester United and six clear of Chelsea and West Brom. Click on the link to read his report on Hearts 0-4 Celtic at Tynecastle. Gah! Apologies, I forgot that Manchester United v West Ham was an 8pm kick-off. Manchester United 1-0 West Ham is still a latest score. West Ham have two minutes left in which to make me look even more stupid than usual. \"I think Michael Laudrup's tenure at Swansea City will be a complete car-crash,\" said one Guardian Football Weekly podcast regular at the start of this season. \"Why?\" asked James Richardson. \"I just do,\" said the Guardian Football Weekly podcast regular. Team managed by Sam Allardyce gets beaten at Old Trafford. Who saw that coming, eh? Liverpool seem to have squandered enough chances to win five or six matches and were unable to capitalise on Gareth Bale's comedy own goal to rescue a point at White Hart Lane. Stoke City came from behind to take all three points in a match they looked likely to lose with 10 minutes to go. Could out-of-sorts Newcastle do it on a cold Wednesday night at the Britannia? In a word: no. Six draws in their last eight matches for Everton, with Marouane Fellaini cancelling out Theo Walcott's first minute opener for Arsenal. Rickie Lambert put the Saints ahead, but Robert Snodgrass stole a share of the points for the visitors with his equaliser just before half-time. Back-to-back scoreless draws for Rafael Benitez in his first two games in charge of Chelsea, which is bound to delight his employer Roman Abramovich, who is probably scribbling 'Benitez out!' on a sheet of A4 with magic marker as I type. Manchester City go 2-1 up against Wigan Athletic, thanks to a long-range screamer into the top left-hand corner from James Milner. The Potters equalised just a couple of minutes ago through Jonathan Walters and have not gone ahead through the substitute Cameron Jerome. Newcastle's terrible run looks set to continue. Mario Balotelli scores with his second attempt after pouncing on some spillage from Wigan goalkeeper Ali Al Habsi, who couldn't hold on to a long-range effort from - I think - Kolarov that was hit straight at him. The Uruguayan blasts over the bar from about six yards out with the goal at his mercy. It's still Tottenham 2-1 Liverpool. Blackburn have pulled a goal back against Bolton, Jordan Rhodes giving the home side a chance with his 82nd minute strike. \"Berbatov does seem to evoke memories of the beat generation,\" writes Daniel Schulwolf. \"An erudite and reserved man with incredible talent, yet somebody who does not take things too seriously. A man of the finest tastes, such as jazz, fine liquor, cultured first touches, and dainty flicks. A man who has lived his professional life 'on the road', taking his wonderful talents across the continent to no fewer than three countries. In other words, a once in a lifetime figure.\" Watch it quick, before the squares at Premier League HQ have it taken down. And yes, I did use the word squares, daddio ... \"In your 9:03pm entry, you're letting us see behind the curtain with your explanations of deadlinery and frantic journos,\" he writes. \"Surely there's some kind of Union ruling forbidding that sort of thing. You'll be a marked man.\" But it's into the wrong net as an Aaron Lennon clearance off the line hits the Welshman in the face and bounces over the line to throw Liverpool a lifeline. They trail 2-1 at White Hart Lane. Chung Yong Lee has made if 2-0 for Bolton against a Blackburn side that are being completely dominated, according to my moles at Ewood Park. Celtic were leading Hearts 3-0 at Tynecastle, but have scored another goal, courtesy of which means they're now leading Hearts 4-0 at Tynecastle. Gary Hooper with the goal there, adding to the three scored by Lassad Nouioui, Mikael Lustig and own goal merchant Ryan Stevenson in the first half. \"Surely Berbatov would be reading something a little deeper than that beatnik trash,\" writes Luke Crane. \"Maybe some Cocteau or Nabokov? N'est-ce pas?\" \"Just so's you know, Gomez was not booked for diving,\" writes JR in Illinois. \"There was some contact in the box but there was no call.He did fling himself down rather theatrically. I can only assume that he was fuming due to the non-call and very soon after took out his anger on Gareth Barry's shin.\" ... why the tweets from assorted football writers have dried up, it's because they're all too busy writing their match reports to post their observations on Twitter. With deadlines looming very soon after the final whistle, they'll all be hoping things stay as they are, because late comebacks and goal-swings might cause them to swear loudly and throw their laptops around the press box. According to Phil Thompson, John Arne Riise has just blown a splendid chance to put Fulham ahead against Chelsea at Stamford Bridge, incurring the wrath of Dimitar Berbatov in the process. It seems the Norwegian shot - and hit a big instep full of fresh air - when he should have squared the ball for the Bulgarian striker, who was sitting unmarked on the edge of the six-yard box, reading Kerouac's On The Road, smoking a Gauloises and drinking a shot of bourbon. It seems that Asmir Begovic failed to keep hold of a long-range effort from Demba Ba and spilled the ball into the path of the prowling Papiss Cisse, who followed up to fire home. Stoke City's hopes of keeping a fifth clean sheet in a row at home have been dashed - Papiss Cisse has put Newcastle ahead at the Britannia, in a state of affairs that's likely to prompt no end of Geordie wags to talk about how their team can do it on a cold Wednesday night at the Britannia. Meanwhile it's Wigan 0-0 Manchester City and Manchester United 1-0 West Ham at half-time in the matches that kicked off at 8pm. Sky's Phil Thompson critiques the first half of Chelsea 0-0 Fulham: \"It's been dreadful,\" he says. \"There's been one attempt by both sides ... it's been that bad.\" I'm trying to watch several screens at once here, but as far as I can tell, Wigan's Jordi Gomez has just been booked for diving after being brought down in the Manchester City penalty area. It looked a penalty to me; in fact it looked like he should have got two or three penalties to me. Wigan Athletic's Jordi Gomez has just sent a peach of a free-kick fizzing inches wide of Joe Hart's goal. That was very, very close. Chelsea 0-0 Fulham Everton 1-1 Arsenal Southampton 1-1 Norwich Stoke 0-0 Newcastle Swansea 3-1 West Brom Tottenham 2-0 Liverpool Latest scores in the 8pm kick-offs Manchester United 1-0 West Ham Wigan Athletic 0-0 Manchester City And in the Championship ... Blackburn 0-1 Bolton Scottish Premier League latest Hearts 0-3 Celtic St Johnstone 0-0 Hibernian With the last kick of the first half, Romalu Lukaku scores for West Brom to reduce their deficit at the Liberty Stadium to \"just\" two goals. The Baggies trail 3-1 against the Swans. Robert Snodgrass takes advantage of a goalkeeping error from Paulo Gazzaniga to help his side draw level on the stroke of half-time at St Mary's. In far more important news, I've just checked my Fantasy Football team to see if I'd included two-goal hero Wayne Routledge in this week's starting eleven, only to discover that I left him on the bench as first substitute and those I did pick are all playing. Apologies for that, if you don't play FF and have no idea what I'm talking about. The Swans have gone goal-crazy - Wayne Routledge has scored his second of the night and his fourth this year. \"It appears from that photo that Liverpool are wearing their away kit at White Hart Lane,\" he writes. \"I can only imagine it hasn't sold as well as they'd hoped and they're wearing it for marketing purposes. Modern effing football, eh?\" Southampton 1-0 Norwich City - Rickie Lee Lambert prods home from close range after the ball had been pin-balling around the Norwich penalty area in the wake of a free-kick being whipped in. Paul Ewart has thought of an excellent way Chelsea suits could make the lives of their paying customers easier. \"Why don't they leave 'Rafa out!' plastic flags on the seats?\" he asks, before adding a Barton-esque: \"Mot juste.\" \"Is that every single fan of Wimbledon in that video?\" he asks. \"There must be almost 300 in it.\" Big-haired Belgian Marouane Fellaini side-foots into the bottom corner from outside the penalty area to make it all square between Everton and Arsenal. That's his seventh of the season. Manchester City full-back Maicon is flat on his back and surrounded by medical staff after a collision with somebody or other. He's helped to his feet and walks gingerly to the sideline, before returning to the field. Thanks for all that detail, Jamie. Chelsea 0-0 Fulham (7:45pm) Everton 0-1 Arsenal (7:45pm) Southampton 0-0 Norwich City (7:45pm) Stoke City 0-0 Newcastle United (7:45pm) Swansea City 2-0 West Bromwich Albion (7:45pm) Tottenham Hotspur 2-0 Liverpool (7:45pm) Manchester United 1-0 West Ham (8pm) Wigan Athletic 0-0 Manchester City (8pm) Robin van Persie puts Manchester United one goal up against West Ham after 33 seconds. And at White Hart Lane, Tottenham have taken a two-goal lead against Liverpool ... who is watching Tottenham Hotspur v Liverpool for Sky Sports, Jordan Henderson has just missed a glorious opportunity to restore parity for Liverpool. Meanwhile at the DW Stadium, it's all kicked off between Wigan Athletic and Manchester City. Michu passes out to Hernandez on the left, he picks out Wayne Routledge, who scores a second for the Swans after nine minutes. It's quiet ... too damn quiet, reports The Telegraph's Henry Winter ... There's a clatter of SPL matches on tonight and Celtic lead Hearts 2-0 in the pick of them. Swansea have scored against West Brom, with Michu doing the honours. Gareth Bale beats Steven Gerrard and Joe Allen, before knocking the ball past Martin Skrtel and crossing the ball to the far post, where Aaron Lennon scores. It's Tottenham Hotspur 1-0 Liverpool. Oh no - other teams fans can write stuff on paper and hold it up for the cameras too. Here's a nice video made by AFC Wimbledon fans ahead of their FA Cup match against MK Dons this weekend. Kevin Davies has put Bolton a goal to the good against Blackburn Rovers. Comparatively slow with that one, Kevin - he didn't score until the second minute. Aaron Ramsey slips Theo Walcott in to score with a deflection off Tony Hibbert to put Arsenal a goal up at Goodison Park after 53 seconds. And the expected chorus of boos fails to materialise. Perhaps Chelsea's fans have warmed to him since Sunday afternoon, or perhaps they just didn't happen to notice him emerging from the tunnel, as the stadium announcer wisely neglected to announce his arrival. Man Utd: Lindegaard, Da Silva, Smalling, Evans, Evra, Carrick, Anderson, Cleverley, Rooney, van Persie, Hernandez. Subs: De Gea, Jones, Ferdinand, Young, Welbeck, Fletcher, Buttner. West Ham: Jaaskelainen, Demel, Reid, Collins, O'Brien, Taylor, Diame, Tomkins, Jarvis, Nolan, Carroll. Subs: Spiegel, Cole, Maiga, Spence, O'Neil, Moncur, Lletget. Referee: Mike Jones (Cheshire) Wigan: Al Habsi, Stam, Boyce, Lopez, Figueroa, McCarthy, Jones, Gomez, Kone, Beausejour, Di Santo. Subs: Pollitt, McManaman, McArthur, Boselli, Fyvie, Golobart, Redmond. Man City: Hart, Maicon, Kompany, Nastasic, Zabaleta, Javi Garcia, Toure, Silva, Barry, Aguero, Balotelli. Subs: Pantilimon, Toure, Kolarov, Milner, Sinclair, Tevez, Dzeko. Referee: Mark Halsey (Lancashire) If you're at Stamford Bridge tonight and see any tragic middle-aged men holding up A4-sized banners they've clearly designed on the work PC, printed off after everyone else has left the office, be sure to let us know. By us, of course, I mean me. There's nobody else here. Tottenham: Lloris, Walker, Gallas, Dawson, Vertonghen, Lennon, Sandro, Dembele, Bale, Dempsey, Defoe. Subs: Friedel, Huddlestone, Naughton, Sigurdsson, Livermore, Townsend, Carroll. Liverpool: Reina, Johnson, Agger, Skrtel, Downing, Allen, Henderson, Gerrard, Jose Enrique, Sterling, Suarez. Subs: Jones, Sahin, Assaidi, Carragher, Fernandez Saez, Shelvey, Wisdom. Referee: Phil Dowd (Staffordshire) Southampton: Gazzaniga, Clyne, Yoshida, Fonte, Shaw, Puncheon, Schneiderlin, Cork, Lallana, Lambert, Ramirez. Subs: Kelvin Davis, Hooiveld, Steven Davis, Rodriguez, Do Prado, Mayuka, Reeves. Norwich: Bunn, Whittaker, Ryan Bennett, Bassong, Garrido, Snodgrass, Johnson, Tettey, Pilkington, Hoolahan, Holt. Subs: Rudd, Martin, Howson, Jackson, Morison, Elliott Bennett, Barnett. Referee who's certain to command no shortage of column inches in reports on this match tomorrow, what with this being his first time officiating with a whistle in his mouth since all that unpleasantness involving Chelsea was put to bed: Mark Clattenburg (Tyne &amp; Wear) Swansea: Tremmel, Rangel, Williams, Chico, Davies, Britton, Hernandez, Ki, Dyer, Routledge, Michu. Subs: Cornell, Monk, Shechter, Moore, de Guzman, Tiendalli, Agustien. West Brom: Myhill, McAuley, Olsson, Ridgewell, Jones, Yacob, Morrison, Mulumbu, Brunt, Odemwingie, Lukaku. Subs: Daniels, Popov, Rosenberg, Long, Dorrans, Tamas, Fortune. Referee: Lee Mason (Lancashire) Chelsea: Cech, Azpilicueta, Ivanovic, Luiz, Cole, Romeu, Ramires, Hazard, Oscar, Bertrand, Torres. Subs: Turnbull, Mata, Mikel, Moses, Ferreira, Marin, Cahill. Fulham: Schwarzer, Riether, Senderos, Hughes, Riise, Duff, Diarra, Sidwell, Karagounis, Rodallega, Berbatov. Subs: Etheridge, Kelly, Baird, Kasami, Petric, Frei, Dejagah. Referee: Anthony Taylor (Cheshire) Anderson gets his second Premier League start of the season for tonight's encounter with West Ham. The Brazilian is one of five changes in personnel from the team that beat QPR on Saturday, with Javier Hernandez, Michael Carrick, Chris Smalling and Tom Cleverley also included. West Ham boss Sam Allardyce makes four changes to the side beaten by Tottenham on Sunday, with Guy Demel, Matt Jarvis, Matt Taylor and James Collins all selected for tonight's defeat. Mousa Dembele starts his first game in six weeks tonight, as Tottenham look to end Liverpool's eight-match unbeaten run at White Hart Lane tonight. Steven Caulker is out for Spurs, so William Gallas returns to the starting line-up to partner Michael Dawson in defence. Liverpool name the same starting eleven that drew 0-0 against Swansea, while Andre Wisdom gets to sit on the bench chewing gum while huddled in a comfy anorak after recovering from a knee injury. Everton: Howard, Hibbert, Jagielka, Distin, Baines, Naismith, Gibson, Osman, Pienaar, Fellaini, Jelavic. Subs: Mucha, Heitinga, Oviedo, Hitzlsperger, Gueye, Barkley, Vellios. Arsenal: Szczesny, Sagna, Mertesacker, Koscielny, Vermaelen, Walcott, Ramsey, Arteta, Wilshere, Cazorla, Giroud. Subs: Mannone, Rosicky, Oxlade-Chamberlain, Coquelin, Jenkinson, Gervinho, Gibbs. Referee: Michael Oliver (Northumberland) Neither Juan Mata nor John Obi Mikel will start Rafael Benitez's second game in charge of Chelsea, tonight's west London derby against Fulham. Oriol Romeu and Ryan Bertrand come in for the pair in a side that is otherwise unchanged from Sunday's goalless draw with Manchester City. Fulham recall Damien Duff, Hugo Rodallega and Mahamadou Diarra following their weekend defeat at Stoke. Stoke: Begovic, Shotton, Huth, Shawcross, Cameron, Walters, Nzonzi, Whelan, Etherington, Adam, Crouch. Subs: Sorensen, Palacios, Jones, Whitehead, Upson, Kightly, Jerome. Newcastle: Krul, Simpson, Coloccini, Williamson, Santon, Anita, Perch, Tiote, Gutierrez, Ba, Cisse. Subs: Elliot, Bigirimana, Marveaux, Sammy Ameobi, Ranger, Ferguson, Tavernier. Referee: Howard Webb (S Yorkshire) Bad news for Norwich City supporters, not to mention those of us who have their goalkeeper in our Fantasy Football squads: John Ruddy could miss the next three months with a thigh injury. After being forced off during his side's draw with Everton on Saturday, the goalkeeper faces a substantial length of time on the sidelines. \"City can confirm 'keeper @Johnruddy86 has a thigh injury which is being assessed, but he could be out for approximately 3 months,\" Tweeted somebody at the club. Considering the past four matches I've watched on television have all ended 0-0, I'm hoping to extend that goal drought with the help of tonight's encounter between Wigan Athletic and Manchester City. If you better four scoreless draws in a row, don't hesitate to drop me a line with the grisly details. You've got Aston Villa 0-0 Arsenal, Swansea 0-0 Liverpool, Chelsea 0-0 Manchester City and Sunderland 0-0 QPR. That's six hours of my life, plus injury time, I won't be getting back. I know this, because I've just seen a story on the news wires with exactly that headline. Although the fun-loving Italian striker is facing an uncertain future with Manchester City, Massimo Moratti, president of cash-strapped Inter, has said he doubts Mario will be pitching up at the San Siro wearing blue and black stripes any time soon. \"I really don't think that Balotelli will be coming back to Inter,\" he said. \"As far as I'm concerned the team will stay more or less the way it is now. It's a good challenge for the players that we have, who all want to do well and build on what we've achieved early in the season. Inter are a good team, but every now and then we don't do so well.\" So now you know. Chelsea v Fulham (7:45pm) Everton v Arsenal (7:45pm) Southampton v Norwich City (7:45pm) Stoke City v Newcastle United (7:45pm) Swansea City v West Bromwich Albion (7:45pm) Tottenham Hotspur v Liverpool (7:45pm) Manchester United v West Ham (8pm) Wigan Athletic v Manchester City (8pm) And in the Championship ... Blackburn Rovers v Bolton Wanderers (7:45pm) Welcome to this evening's Clockwatch, an exercise that largely involves one man (me) watching several other men (the chaps on Gillette Soccer Special) watching loads of other men (assorted Premier League footballers) gadding about, then trying to make sense of it all. And if that's not enough to lure you in, I'll also be keeping an eye on Wigan Athletic v Manchester City, monitoring the news wires, listening to various people around the office swearing loudly then asking them what just happened and perusing your tweets and emails, in a bid to provide the most thorough, up-to-the-minute football information service since that time an already substituted Niall Quinn galloped down the touchline at Maine Road to tell Steve Lomas to stop nursing the ball down by the corner flag against Liverpool, because Manchester City actually needed to score to stay up."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}