{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2012/nov/05/colorado-eve-us-presidential-election", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2012-11-05T22:20:01Z", "webTitle": "Colorado on eve of US presidential election", "webUrl": "https://www.theguardian.com/world/2012/nov/05/colorado-eve-us-presidential-election", "apiUrl": "https://content.guardianapis.com/world/2012/nov/05/colorado-eve-us-presidential-election", "fields": {"headline": "Colorado on eve of US presidential election", "bodyText": "Kevin Blair is the sort of voter Obama and Romney want most – an undecided in the swing state of Colorado. Trouble is he doesn't want either of them. \"It sucks that we're stuck with these two schmucks.\" Despite the candidates claiming to represent radically different visions for America, the 28-year-old international affairs student sees depressing similarities in their economic and foreign policies. \"Our drone strikes are killing civilians, it's appalling.\" Blair is leaning more towards Obama but is not sure he will have the stomach to vote for him. Such undecided voters are a small, dwindling band in Colorado but they are enough to drive a frantic last minute push by both campaigns. The state has just nine electoral college votes but is perhaps the most finely balanced of all the races, a statistical tie which both sides believe could be decided by just a few thousand votes. That's why Obama, Joe Biden, Romney and Paul Ryan have collectively made eight trips here in the past four days, holding rallies in different places to squeeze every last drop of support. The president made his last appearance here at Aurora on Sunday night, giving 20,000 supporters who braved plunging temperatures a similar version of the barnstorming speech he gave 35 miles away in Boulder on Thursday. Romney made his final appearance at the Comfort Dental Amphitheatre on Saturday, packing in 17,000 supporters, and left Ryan to shore things up with a raucous rally at Castle Rock on Sunday and a final event at Johnson's Corner on Monday. Colorado is a big square but most people live \"on the line\", a north to south strip of towns and cities in the middle sandwiched between mountain and desert, providing a relatively easy population corridor for the campaigns. The state is divided between liberal bastions like Boulder, a university town, and conservative citadels like Colorado Springs and Pueblo, rife with religious and military sentiment. The challenge for each campaign is to mobilise their bases in such towns and fight for the elusive swing and independent voters of the Denver suburbs. Obama won the state by nine points in 2008. Latest polls peg him and Romney within the margin of error. Of 1.6m early votes, 38,000 more Republicans than Democrats have cast ballots, evidence of a fired up Republican ground game. More than a quarter of those who already cast ballots were registered as independent. Another 1m are expected to vote by Tuesday. Obama's hopes rest on women and Latinos. Women are receptive to the so-called \"Bennet strategy\" – a focus on issues like abortion and contraception – which the Democrat Michael Bennet successfully used in a 2010 senate race. Obama is sweeping Latinos, a fifth of the population, after outspending Romney 2 to 1 in Spanish language advertising, hammering his rival over immigration and making time to call the popular Denver-based KBNO radio show, La Voz del Pueblo, to banter with the host, Fernando Sergio. Romney, way ahead with white voters, is counting on supporters' palpable enthusiasm, (even if it is more about banishing Obama than anointing Romney), the tendency of Latinos to not turn out in great numbers and a sophisticated data management programme to identify and prod \"soft\" Romney supporters to the polls. Analysts disagree over which candidate may benefit more from a ballot on legalising cannabis, and the quixotic presidential candidacy of libertarian Gary Johnson. Linda Killian, author of The swing vote: the untapped power of independents, said higher turnout among independents would favour the incumbent. \"The issue in Colorado is not whether they'll vote for Mitt Romney, it's whether they'll vote. Because if they do, they'll vote for Obama.\" She could have been talking about Kevin Blair."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}