{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2012/nov/19/stuart-lancaster-england-south-africa", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2012-11-19T22:00:02Z", "webTitle": "Stuart Lancaster considers freshening up England for South Africa", "webUrl": "https://www.theguardian.com/sport/2012/nov/19/stuart-lancaster-england-south-africa", "apiUrl": "https://content.guardianapis.com/sport/2012/nov/19/stuart-lancaster-england-south-africa", "fields": {"headline": "Stuart Lancaster considers freshening up England for South Africa", "bodyText": "England are set to make several changes to their starting XV to face South Africa this weekend with their head coach, Stuart Lancaster, acknowledging the need \"to freshen things up\" following the team's disappointing 20-14 defeat by Australia on Saturday. Lancaster will not confirm his line-up until Thursday but the fit-again London Irish pair of Alex Corbisiero and Jonathan Joseph, plus the Northampton flanker Tom Wood, are poised for starting roles. The Wasps' lock Joe Launchbury and Gloucester's No8 Ben Morgan are also under serious consideration as the England management seek ways to counter South Africa's traditional physicality. Having reviewed the tape of the Wallaby game with the players, Lancaster also accepts that, in hindsight, there were \"one or two decisions we'd have done differently\". He says, however, that the widespread criticism of England's display has been excessive. \"I don't think the performance was quite as black and white as people have made out. I spoke to the Australian coaches and they felt that was as good as they've played. To say it was a terrible performance is too simplistic.\" Lancaster is already discovering, however, that home defeats prompt criticism from numerous quarters. The former England coach Sir Clive Woodward has suggested England need \"tougher\" players and Lancaster is well aware both the Springboks and New Zealand will be scenting blood. The last time England played the Boks, in June, they drew 14-14 in Port Elizabeth but the pressure has now shifted firmly on to Lancaster's side. Those under scrutiny include the captain, Chris Robshaw, outplayed on the day by his Wallaby opposite number, Michael Hooper, but Lancaster intends to keep faith with the Harlequins No7. \"Chris has been named captain for the series and I've been more than happy with his contributions on and off the field. I don't see Chris's performance would warrant him being dropped this weekend.\" That would appear to spell trouble for Exeter's Tom Johnson, with Lancaster making a point of talking up Wood's contribution: \"His case for inclusion is definitely stronger now. He made a big impact from the bench.\" Speaking as a former flanker himself, Lancaster concedes there are few out-and-out opensides in England crying out to be picked. \"There are not many sevens in England who play like Michael Hooper or Richie McCaw. There are certain things you can control as England coach and others you can't. Players are born as well as made and there is a natural instinct you need to play seven.\" Steffon Armitage, who has just been voted the French Top 14's overseas player of the year, clearly falls into that category but Lancaster remains adamant he cannot pick French-based players for logistical reasons unless they are playing \"far above\" their English rivals. Robshaw and others, nevertheless, will have to perform over the next two weekends with Tom Croft, Saracens' Andy Saull, Worcester's Matt Kvesic and London Irish's Jamie Gibson all currently outside the squad looking in. \"We'll review our squad when we come to the end of the series,\" confirmed Lancaster. \"Every position should be debated and be up for grabs.\" The only player definitely out of Saturday's game is the prop Joe Marler, with a knee strain. Corbisiero will re-enter the equation at loosehead, with Joseph also earmarked for a midfield role, probably alongside Manu Tuilagi. Morgan scored a hat-trick of tries against London Welsh at the weekend but is vying with Thomas Waldrom, who was among England's busier forwards against the Wallabies. South Africa's JP Pietersen is nursing a mild groin strain but the Boks otherwise have no pressing injury worries although Eben Etzebeth, their second row, has been cited for making contact with the eye area after the win over Scotland. \"We can't feel sorry for ourselves, we've got to roll our sleeves up and get stuck into South Africa,\" stressed Lancaster. \"We have got to be better physically and mentally. We recognise they've put Ireland and Scotland to bed quite easily, probably in third gear.\" Full-back Alex Goode suggested England would be suitably pumped up for the occasion. \"I wouldn't say we're too nice but collectively we didn't get off the line and put pressure on the Wallabies.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}