{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2012/nov/16/landscape-photography-eamonn-mccabe", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2012-11-16T23:37:00Z", "webTitle": "Landscape photography: Eamonn McCabe | Guardian photography guide", "webUrl": "https://www.theguardian.com/artanddesign/2012/nov/16/landscape-photography-eamonn-mccabe", "apiUrl": "https://content.guardianapis.com/artanddesign/2012/nov/16/landscape-photography-eamonn-mccabe", "fields": {"headline": "Landscape photography: Eamonn McCabe", "bodyText": "I was driving by some woods last year when I saw these ramps in the sand, with mats on top of them (main image). It took me a little while to work out what they were. Twenty years ago, when I was covering sports for a living, I might have photographed this scene with kids riding through it, but now I realise that the track alone can be just as interesting. Why am I telling you this? Because this is not the usual idea of landscape photography. I don't want to sit in front of a mountain until the sun breaks through the clouds, or wait patiently for a rainbow to form over a waterfall. I want to step back a bit, and not be afraid to leave the viewer guessing. Once you identify the BMX track, the picture may seem less attractive, but at first glance, taken out of context, it's kind of surreal, macabre even. No one will ever put my BMX track on the lid of a chocolate box. Yet to me this is an equally valid – and much fresher – form of the art. Rather than travel the world in search of perfection and prettiness, simply step out of your front door and start looking. Some days are diamonds and you'll come across something special – something that also resonates with other people. Every so often The photographer Raymond Moore knew all about this. One of my favourite examples of his approach is a 1967 photograph of the aftermath of a hopscotch game in Pembrokeshire (above). It's impossible to look at it without imagining the kids who were there not long before. You almost hear them playing. There can be so much power in the things that other people leave behind. Moore used to wander around Britain and Ireland, leaning over people's fences and photographing the most mundane things, from caravans to telephone lines (below). He once published a book called Every So Often, because every so often you turn a corner and find something beautiful. No matter where you are, there's something to photograph if you work at it. People sometimes tell me,: \"Oh, I live in Croydon (or wherever) – there's nothing around here.\" But even in Croydon you can go round the old factories, the football pitches, or the tram lines and find an odd sort of beauty. You have to put in the time, though. It's not enough to take the camera along on a day out. You have to be single-minded. Sometimes you have to walk that extra mile to get a picture. That might mean climbing down cliffs or wading through mud. Sometimes you just need to be prepared, as with this photo of seagulls on Southwold beach (left). The birds seemed to come out of nowhere – it was like a Hitchcock movie – and I had to hold my nerve as they swooped at me. Search for the offbeat When you start out in photography, it's usual to be overwhelmed by the masters, such as Ansel Adams. He was once my great hero, but your eye changes as you get older and you find different things interesting. Now I find those pictures of Yosemite or Snake river slightly boring. They contain too much information; they're too perfect, too pictorial. There's no point in trying to copy them. You might as well buy the postcard. Now I look for the offbeat. Take these two dustbins, discovered on a walk around some hotel gardens (left). One was large and dark; the other silver and delicate-looking. For some reason, I got it into my head that the first one was male and the second female. I took a photograph in that early morning light and eventually it ended up in a book. Ever since, people have written to tell me how much they love that image. Not only did it mean something to me, but it also meant something to them. My photograph of tyre tracks on a beach in Deauville (below) works on the same principle. There's not a lot of information about where you are; you're left wondering what's going on. Embrace the mysterious Michael Kenna's photographs may appear more conventional, but to me they also show how you can keep the viewer guessing. I first came across Kenna's work in California in 1984, after covering the Los Angeles Olympics, in a little exhibition in Carmel's Weston Gallery. There were just a dozen 15x12-inch prints of British seaside towns – places such as Folkestone, Rhyl and Harrogate. (Kenna comes from Cheshire.) When I got back to Britain, I visited a few of these places, to see what I might do with similar subjects, but I found it impossible to recreate that style. A few years later we became good friends and he revealed to me that he had taken all these photos by moonlight. That's not always obvious with black and white. But it explained the eerie quality of his photographs. Despite what you see here, the best landscapes don't have to be black and white. But sometimes it adds to the mystery. If I had shot my BMX track in colour, for example, there would be too many clues as to what was going on – starting with the fact that it was carpet that had been draped over the ramps. One last bit of advice: don't worry too much if no one seems to understand what you're doing. Our notions of what is worth looking at change over time. Take Fay Godwin's 1977 photograph of a second world war pill box near the Royal Military Canal in Kent (left). This is the sort of photograph I might take nowadays – and indeed my sand tracks were inspired by her image of the shoreline (below). For 30 or 40 years after the war people must have found those things ugly, but now we can see the beauty in them, and the memories they bring back. Once we would have passed them by, but now they mean so much. Readers' assignment Take a picture within a mile of your home, after no more than an hour of looking for your subject. It could be a railway station, a row of shopping trolleys or dustbins … Make something beautiful if you can. For details of how to enter, click here"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}