{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2012/nov/19/roberto-mancini-manchester-city-real-madrid", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-11-19T22:59:00Z", "webTitle": "Roberto Mancini warns City over Cristiano Ronaldo's Manchester return", "webUrl": "https://www.theguardian.com/football/2012/nov/19/roberto-mancini-manchester-city-real-madrid", "apiUrl": "https://content.guardianapis.com/football/2012/nov/19/roberto-mancini-manchester-city-real-madrid", "fields": {"headline": "Roberto Mancini warns City over Cristiano Ronaldo's Manchester return", "bodyText": "Roberto Mancini has joked only the law may be able to stop Cristiano Ronaldo when Manchester City host Real Madrid on Wednesday in a Champions League group game they have to win to maintain any hope of progressing alive. Asked how to nullify the threat of Ronaldo, who last season scored 46 times in La Liga and 60 goals in all competitions, Mancini said: \"We'll call the police. He's a top player and he deserves to win the Ballon d'Or [the world player of the year award]. He scored so many goals last year and that helped them to finish above Barça [to win the title]. I hope he can have a bad night on Wednesday. When you come up against a player who can score one or two goals every game it is difficult.\" Ronaldo will be making a first playing return to the city since leaving Manchester United for Real in a world-record £80m transfer three years ago. Mancini is conscious Wednesday is a big night for the Portuguese. \"For him it will be, yes, but also for them [Real] it's an important game. They still have to qualify,\" he said. \"And for Ronaldo, he's coming back to Manchester.\" City are bottom of Group D with no wins and two points while Real are second with seven points. Mancini's team must beat Real, then win at Borussia Dortmund in the last game, and hope other results allow them to enter the knockout phase. Gaël Clichy is a doubt to face Madrid due to a leg injury suffered in Saturday's 5-0 rout of Aston Villa. During the match at the Etihad Stadium that lifted City to the top of the Premier League, Clichy took a knock to his ankle which required treatment and he was eventuallyreplaced after 73 minutes by Aleksandar Kolarov. Immediately after the match the left-back received further treatment. Mancini again left Edin Dzeko on the substitutes' bench for the game against Villa despite him finding the net nine times in 20 appearances this season, his most recent the 88th-minute winner in the 2-1 victory over Tottenham Hotspur the previous weekend. \"He is an important striker. He deserves to play from the start, like Sergio [Agüero], Carlos [Tevez] and Mario [Balotelli]."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}