{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2012/nov/20/bad-sex-award-2012-shortlist", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2012-11-20T23:20:00Z", "webTitle": "Bad sex awards 2012 shortlist leaves out JK Rowling and EL James", "webUrl": "https://www.theguardian.com/books/2012/nov/20/bad-sex-award-2012-shortlist", "apiUrl": "https://content.guardianapis.com/books/2012/nov/20/bad-sex-award-2012-shortlist", "fields": {"headline": "Bad sex awards 2012 shortlist leaves out JK Rowling and EL James", "bodyText": "The two authors heavily tipped to take this year's most coveted and dreaded literary prize have failed to make the shortlist. Neither JK Rowling, for her first adult novel, nor EL James for her Fifty Shades trilogy, will be adding the bad sex trophy to their mantelpieces. Jonathan Beckman, senior editor at the Literary Review, which organises the annual award, said nominations had poured in for Rowling's The Casual Vacancy. However, after ardent discussions about the book, the judges concluded she failed to meet the criteria. Despite \"a couple of queasy moments\", as Beckman termed it, her writing is not nearly bad enough. The bad sex prize was established \"to draw attention to the crude and often perfunctory use of redundant passages of sexual description in the modern novel – and to discourage it\". \"The passionate debate in the Literary Review offices never stops,\" Beckman said. \"There was much discussion this year about whether certain books, which superficially appeared eligible, actually contained writing about sex that was bad enough for them to be shortlisted.\" The other notable absentee is James' Fifty Shades trilogy, the books which brought mummy-porn out of the e-readers and on to the best-seller shelves in every high street bookshop. Beckman said the trilogy did not qualify \"because the prize's rubric explicitly excludes pornographic and erotic literature\". He added: \"I don't think she needs any more publicity, does she?\" The full shortlist is: Tom Wolfe, nominated for the second time for Back to Blood, The Yips by Nicola Barker, The Adventuress by Nicholas Coleridge, Infrared by Nancy Huston, Rare Earth by Paul Mason, Noughties by Ben Masters, The Quiddity of Will Self by Sam Mills – a particularly worthy nomination, since Self's own fiction has been shortlisted on three occasions– and The Divine Comedy by Craig Raine. Coleridge and Raine are also repeat offenders. The winner will be announced at a lavish ceremony in London next month – and it is considered a badge of courage for the authors to attend to receive it in person. Extracts from the shortlisted novels • The Quiddity of Wilf Self, by Sam Mills Down, down, on to the eschatological bed. Pages chafed me; my blood wept onto them. My cheek nestled against the scratch of paper. My cock was barely a ghost, but I did not suffer panic. • Noughties, by Ben Masters We got up from the chair and she led me to her elfin grot, getting amonst the pillows and cool sheets. We trawled each other's bodies for every inch of history. • Back to Blood, by Tom Wolfe Now his big generative jockey was inside her pelvic saddle, riding, riding, riding, and she was eagerly swallowing it swallowing it swallowing it with the saddle's own lips and maw — all this without a word. • Rare Earth by Paul Mason He began thrusting wildly in the general direction of her chrysanthemum, but missing — his paunchy frame shuddering with the efford of remaining rigid and upside down. • The Yips by Nicola Barker She smells of almonds, like a plump Bakewell pudding; and he is the spoon, the whipped cream, the helpless dollop of warm custard. • Infrared by Nancy Huston This is when I take my picture, from deep inside the loving. The Canon is part of my body. I myself am the ultrasensitive film — capturing invisible reality, capturing heat. • The Divine Comedy by Craig Raine And he came. Like a wubbering springboard. His ejaculate jumped the length of her arm. Eight diminishing gouts. The first too high for her to lick. Right on the shoulder. • The Adventuress: The Irresistible Rise of Miss Cath Fox by Nicholas Coleridge In seconds the duke had lowered his trousers and boxers and positioned himself across a leather steamer trunk, emblazoned with the royal arms of Hohenzollern Castle. 'Give me no quarter,' he commanded. 'Lay it on with all your might.'"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}