{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2012/nov/28/manchester-united-west-ham-united-premier-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-11-28T22:11:39Z", "webTitle": "Manchester United 1-0 West Ham United | Premier League match report", "webUrl": "https://www.theguardian.com/football/2012/nov/28/manchester-united-west-ham-united-premier-league", "apiUrl": "https://content.guardianapis.com/football/2012/nov/28/manchester-united-west-ham-united-premier-league", "fields": {"headline": "Manchester United's Robin van Persie strikes early to hurt West Ham", "bodyText": "Manchester United managed to avoid their season-long habit of conceding first by opening the scoring here, but the performance still stuttered enough to concern Sir Alex Ferguson. The Scot's side maintain their status as Premier League leaders by a point from Manchester City, who also won, but this was a low gear display that allowed West Ham United to keep on hoping right to the end. Ferguson told MUTV: \"We've won, we've got the three points, we are still ahead in the league. With Chelsea drawing, it draws us away from them a bit further. Of course City are right on our tails, it's going to be a long season. \"Of course there were [moments of anxiety]; that's the way they plan their game. But we had opportunities to finish them off. You've got to give credit to West Ham. They are very well organised, so I'm pleased with the result.\" Ferguson took encouragement from winning without conceding for only the third time in this league campaign. \"A clean sheet. That's for Christmas. There's no doubt if we can keep clean sheets from now until January more often than we have, then it will give us a good foundation to go for the title,\" he said. \"They had a couple of skirmishes around our box with the high balls in there and … there were a few blocked shots [but] in the main we defended well. [Jonny] Evans, [Chris] Smalling and Rafael [da Silva] in particular had fantastic nights.\" Not for the first time this year, Ferguson had bemoaned his side's sluggish starts in matches, saying in the programme of their previous two league games: \"It's imperative that we stop gifting our opponents the lead. We paid the price at Norwich with a one-goal defeat and though we pulled the game out of the fire to win 3-1 against Queens Park Rangers on Saturday, we have been living dangerously too often.\" On 13 of the 20 previous outings this term, Ferguson's wish had not been carried out. On this freezing night it was. Michael Carrick threaded a ball into Robin van Persie and, after a turn, his shot looped off James Collins and over Jussi Jaaskelainen for a lead on just 33 seconds, this season's quickest league strike. Ferguson had identified Kevin Nolan as a threat: \"Near goal [he is] as dangerous as any other midfielder in the game,\" he said. After collecting an early booking, the visiting captain proved Ferguson right. From a Matt Taylor free-kick down the left Nolan produced a back-heeled volley at Anders Lindegaard's goal that sent the ball marginally wide. Nolan again came close to profiting from a later Taylor delivery. This one came from the opposing flank after a 23rd-minute corner was returned to him: the delivery was sent skimming across the turf but Nolan could not connect and Lindegaard gathered. United's greatest scare of the opening half arrived when a route one Collins punt caused Evans to head the ball into Carrick, but when it then dropped onto Andy Carroll's favoured left boot the striker's radar failed him. From that 3-1 win over QPR, Smalling had replaced Rio Ferdinand, while Javier Hernández, Carrick and Tom Cleverley were also fresh names in the United XI. Allardyce's four changes from Sunday's defeat to Tottenham Hotspur were Guy Demel, Matt Jarvis, Taylor and Collins, and he could be pleased with his side's start to the second half. Within seconds Mohamed Diamé found himself on the angle to Lindegaard and the midfielder's shot was saved for a corner. Further pressure then came when Diamé moved down the right and United were forced to clear. Ferguson's formation was the diamond he has introduced this season. This had Carrick at the base, Rooney at the tip, and Anderson and Cleverley in between, and it was the latter who now sparked United. After Van Persie battled for the ball in the area, it fell to Cleverley and from 25-yards he blazed at Jaaskelainen, who made a fine fingertip save. Next up Carrick took aim and missed, before Rooney curled one that Jaaskelainen again saved well. From Van Persie's ensuing corner a scramble ended when Nolan cleared the danger as Evans threatened to finish from close range. Carroll, who appeared half-paced throughout, was substituted by Allardyce for Carlton Cole just past the hour, to predictable jeers from the home support. Rooney brought a more positive response from the crowd with a dribble-and-feed to Van Persie that the Dutchman might have finished. Later Ashley Young roamed into the area but failed to find a team-mate, while Hernández's clever run ended with a tame attempt. It was that kind of night."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}