{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2012/nov/11/england-india-1984-85-test-series", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2012-11-11T22:29:01Z", "webTitle": "England's 1984-85 troubled tour to India remembered with affection", "webUrl": "https://www.theguardian.com/sport/2012/nov/11/england-india-1984-85-test-series", "apiUrl": "https://content.guardianapis.com/sport/2012/nov/11/england-india-1984-85-test-series", "fields": {"headline": "England's 1984-85 troubled tour to India remembered with affection", "bodyText": "From a distance it looks as if it must have been a calamitous tour. Within hours of our arrival in Delhi, Indira Gandhi was assassinated so that the team hotel became both a refuge and a prison. Twenty-four hours before the first Test in Bombay Percy Norris, the UK's deputy high commissioner and a cricket lover, who had just entertained the team at his apartment, was also assassinated. After both tragedies everyone thought the tour would be called off and that is what most of us wanted to happen. It did not feel safe. Yet to general consternation we stayed on – after withdrawing to serene Sri Lanka for a couple of weeks – and now 28 years later all those involved, players and press, look back on the 1984-85 expedition with special affection. In a recent book, Can Anyone Hear Me, Test Match Special's former producer, Peter Baxter, has written a chapter on that trip, entitled \"The Best Tour\". No doubt future historians will pore over that chapter as well as the 1985 publication Marks out of XI for more enlightenment. Someone has kindly noted that this book is worth every penny before adding that in fact it now only costs a penny. The 1984-85 tour was a throwback. Press and players all formed one party in a manner unimaginable now. There was no Ian Botham (who was taking a winter off) so there was no need for news hounds. Moreover, the incidents that punctuated the trip – there was also the terrible Bhopal disaster – bound both groups together whether on the team bus in the morning, or in the bar of the team hotel in the evening. The images come back: of peering out of our Delhi hotel on the first morning at the flumes of smoke from burning buildings after the news of Gandhi's assassination had spread; of the manager Tony Brown brandishing Allan Lamb's passport at a team meeting, challenging him to take it if he really wanted to go home; of Graham Morris, the photographer, deciding to test the security system at Bombay on the first day of a Test no one expected to start. Wearing a jacket crammed with hardware he asked a gateman in his best Irish accent: \"Excuse me, I'm from the IRA could you direct me towards the England dressing room please?\" The official politely obliged. There was Graeme Fowler admitting to an odd sensation a few hours later: a pang of relief upon his dismissal since he was now out of the firing line. Unsurprisingly England lost that Test despite Mike Gatting hitting his first Test century. In Delhi the second match seemed to be meandering to a draw when Kapil Dev holed out to Pat Pocock and from nowhere England snatched a victory, which I witnessed from behind a microphone in the TMS commentary box for the first time. They (the BBC) were desperate – young Selvey was ill, Abbas Ali Baig was at a wedding – and so the producer popped his head around the dressing room door in search of volunteers. There was a bore draw in Calcutta where Kapil Dev was sensationally dropped; then a brilliant English victory in Madras, fashioned by Fowler and Gatting, who both hit double centuries, and Neil Foster, who took 11 wickets in the match. So all that England required from the last game in Kanpur was a draw. Surprisingly the pitch was good for batting (there was a rumour that the groundsman was a cousin of an opening batsman peremptorily dropped by Sunil Gavaskar, India's captain, so he was never going to oblige with the turning pitch that the home side craved). Thus England managed to hang on. Are there any lessons for 2012? David Gower's side were not one of the best to leave these shores. Apart from Botham's absence, Graham Gooch and John Emburey were banned from international cricket after their forays to South Africa. But they were a united side. Somehow the tour party refused to be weighed down by the mayhem around them and all the ensuing insecurities, or by the odd bit of dodgy umpiring or the occasional very basic hotel. The dreaded siege mentality, the greatest pitfall for all tourists, was avoided. On the field under Gower's usually calm leadership the side were patient – even the two most fidgety – and gifted – of spinners, Phil Edmonds and Pocock, were patient. At the top of the order Tim Robinson, Fowler and Gatting batted for hours. Meanwhile, an elderly India side could not hide a few internal divisions. There may be a few parallels here this time around. If any more details are required, you know where to look."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}