{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2013/jan/11/roberto-mancini-manchester-city-pairings", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-01-11T23:01:03Z", "webTitle": "Roberto Mancini struggles to find his best pairings at Manchester City | Jamie Jackson", "webUrl": "https://www.theguardian.com/football/blog/2013/jan/11/roberto-mancini-manchester-city-pairings", "apiUrl": "https://content.guardianapis.com/football/blog/2013/jan/11/roberto-mancini-manchester-city-pairings", "fields": {"headline": "Roberto Mancini struggles to find his best pairings at Manchester City", "bodyText": "A glaring statistic in Manchester City's faltering title defence is that Roberto Mancini's top-rated striking combination of Carlos Tevez and Sergio Agüero have started together in eight of the team's 21 league games. Another is that the Italian's first-choice central defensive partnership, Vincent Kompany and Matija Nastasic, have been paired in the XI 10 times. In this uncertainty over the team's two pivotal partnerships is found a key to City's campaign as they trail Manchester United by seven points, having scored 16 fewer goals than at the same stage last season, with three more goals conceded. Injury, inconsistent form, the puzzle that is Mario Balotelli and Mancini's own indecision mean the manager has been undecided about which is his strongest possible selection. In those eight starts together Agüero and Tevez have been on the winning team seven times, there have been 17 goals – close to half City's total of 41 – while the defence has conceded six times, and the points return is an average of 2.63. The Balotelli-Tevez combination, which is next on the appearance list, has managed eight goals from their five starts together and yields an average of two points per game. Mancini cites injury as one reason for his ever-changing personnel. Although City had problems last season, they were minor compared with this term's ongoing catalogue with all of Mancini's first-choice players – Joe Hart, Yaya Touré and Tevez apart – having been unavailable at some stage. Agüero is Mancini's first-choice striker but he has one fewer start than Tevez's 15 due to injury. The right knee he twisted in the first half of City's opening league game – a 3-2 win over Southampton at the Etihad – kept him out for a month, and he is currently missing due to a torn hamstring that makes him unavailable for Sunday's visit to Arsenal. Mancini says: \"Yes, we had a lot of injuries this year. Last year we were really lucky but this year maybe not. We had important players injured but this is football.\" Yet the Italian's dithering over who should play in attack – and central defence – has also been a telling factor. Tevez scored in his opening three league games but was dropped on 23 September when Arsenal visited – City drew 1-1 – and that was the first of six occasions Mancini has placed him on the bench, as the manager continues to waver between ignoring and heeding the statistics that prove the Tevez-Agüero fulcrum is the best. This was illustrated in the league game, against Stoke City on New Year's Day. Tevez was again dropped for Edin Dzeko (whose nine league goals leads Agüero's eight, with Tevez one further back), after the Argentinian had previously been handed three straight league starts by the manager. Mancini says: \"For every striker there are some moments where maybe you don't score, you don't know why, this is football. Last year we scored a lot of goals, maybe too many goals. This year we are missing maybe 15 [actually 16] goals from last year but it is important that Sergio, Carlos and Edin have scored goals in the last two games.\" Balotelli's name is missing from this appraisal, the Italian who is the nominal fourth member of Mancini's striking quartet having endured a troubled season during which he has been virtually absent without leave throughout. Balotelli has become a liability – to the team's fortunes and Mancini's own career. A return of one league goal from a £170,000-a-week, £24m striker is unacceptable and, crucially, has closed off a go-to option when the manager's other three forwards have misfired. In recent weeks Balotelli took City to the brink of a Premier League tribunal for fining him two weeks' wages, then was forcibly ejected from the training ground by Mancini for an industrial tackle on Scott Sinclair. Balotelli now sports bleached blond hair and, with the new year only a few days old, Mancini rolls his eyes when asked if there might be yet another fresh start for the 22-year-old. \"Next question, please,\" the manager says. \"I hope. He went with the Under-21s [scoring twice on Wednesday] because he needed a game after 40 days without a game. He played one game and he played well. I hope this year will be different.\" In central defence the tale has been similar to the front end of the team, with who should partner Kompany posing the big question for Mancini at the start of the season. He began with a Kompany-Joleon Lescott axis before the England international was relegated from being a regular in City's title winning side to failing to make the matchday 18, behind Kolo Touré, who had appeared to be leaving for Galatasaray in September. How a regular England squad member found himself fourth choice baffled many – the official line is that Mancini prefers Touré because he is right-sided – and the statistics also indicate that the Kompany-Lescott pairing is the best, in terms of results, helping City to 2.14 points per game to the 2 points won when Nastasic plays alongside the captain. To add to the Mancini quandary over what his best side might be is the absence now of Yaya Touré, his driving central midfielder who has started every league game and who is away on Africa Cup of Nations duty with Ivory Coast. \"We can do nothing. Yaya is in South Africa but the problem is we are missing three or four important players, Samir [Nasri], Sergio, and the other players [Micah Richards, Jack Rodwell]. But I think if we work hard we can do well,\" the manager said. At the end of last month Mancini told all of his forwards that Robin van Persie would have made the difference if he had signed for City instead of United in the summer. Of this motivational ploy the manager says now: \"I will continue to talk about Van Persie. I hope we start to score with our strikers. This is very important for us.\" So, too, is a settled side."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}