{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2013/jan/13/venezuela-hugo-chavez-defying-predictions-again", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2013-01-13T22:10:00Z", "webTitle": "Venezuela: defying predictions – again", "webUrl": "https://www.theguardian.com/commentisfree/2013/jan/13/venezuela-hugo-chavez-defying-predictions-again", "apiUrl": "https://content.guardianapis.com/commentisfree/2013/jan/13/venezuela-hugo-chavez-defying-predictions-again", "fields": {"headline": "Venezuela: defying predictions – again", "bodyText": "The day scheduled for Hugo Chávez's latest inauguration last week had everything – a strong electoral mandate, a sea of red T-shirts and banners outside the presidential palace, and visiting dignitaries from 19 countries. Only the man himself was absent. Thursday's postponement of his taking the oath was variously portrayed as a \"mere formality\" or a \"constitutional coup\". But the formless transition currently taking place in Venezuela is not a coup – the constitution allows for a president-elect to be sworn in by the supreme court, and the postponement has now been endorsed by the court itself, the legislature and the military. Yet neither are the problems created by Mr Chávez's prolonged absence mere formalities. Suffering from a severe respiratory infection after emergency cancer surgery in Havana, his fourth in two years, Mr Chávez has now not been seen in public for a month. Every week it becomes more unclear whether Venezuela has a leader who can serve a second term. Yet Mr Chávez retains an ability to defy predictions. Even in intensive care, his authority keeps the ruling coalition of Bolivarian nationalists, socialists and oligarchs together. Predictions that rivals would start falling out have not materialised. Diosdado Cabello, the head of the national assembly, who would take over in the event of an \"absolute absence\" by the president-elect, and who is close to the military, has backed the stewardship of vice-president Nicolás Maduro, the man anointed by Mr Chávez as his successor. Mr Maduro makes for an inscrutable dauphin. A former bus driver, trade union leader and foreign minister, he is known as Mr Chávez's man, and was trained in Cuba. His detractors say he is a Chávez cipher, but there are those who see him following his own course if events hand him the succession. Certainly his civilian background is in his favour. If the ruling party is not about to fall apart, dire warnings about a mismanaged economy, with soaring inflation, crumbling infrastructure and currency control problems, also need examining with care. After all, the Venezuelan economy has grown for nine successive quarters, has a relatively low debt burden, and the fall in inflation indicates a government with the ability to control inflation while maintaining growth. Oh, and Venezuela is sitting on the world's largest oil reserve. Mr Chávez's much criticised populism is too often confused with genuine popularity. Not among the opposition and intelligentsia, who see him as an elected despot, but among those Venezuelans who have traditionally had the smallest bite of the cherry. If the World Bank can now recognise a fundamental redistribution in a continent riven with inequality, Venezuela's ailing leader and his influence will remains an important part of the story."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}