{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2013/jan/20/sir-alex-ferguson-linesman-tottenham", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-01-20T21:19:00Z", "webTitle": "Sir Alex Ferguson rages over linesman's penalty call in Tottenham draw", "webUrl": "https://www.theguardian.com/football/2013/jan/20/sir-alex-ferguson-linesman-tottenham", "apiUrl": "https://content.guardianapis.com/football/2013/jan/20/sir-alex-ferguson-linesman-tottenham", "fields": {"headline": "Sir Alex Ferguson rages over linesman's penalty call in Tottenham draw", "bodyText": "Sir Alex Ferguson turned his fire on the assistant referee Simon Beck at White Hart Lane, questioning how he could not have awarded Manchester United a potentially decisive second-half penalty, which he felt was costly when Tottenham Hotspur rallied to secure a 1-1 draw in injury time. The United manager raged when Beck did not flag for an apparent trip from Steven Caulker on the substitute Wayne Rooney in the 62nd minute, with United 1-0 up, and he recalled his club's history with the assistant as he levelled his criticism. Beck erred in April 2010, when he failed to pull back Didier Drogba for offside at Old Trafford and the Chelsea striker's goal stood. Their victory proved hugely significant in Chelsea's title triumph that year. \"The stand-side linesman [Beck] didn't give us a thing all day,\" Ferguson said. \"For me it was a poor performance by him. Why he never saw the penalty kick from Wayne Rooney and some other decisions … We remember him well from his time at the Chelsea game when Drogba was three yards offside and he gave onside. \"He had a shocking game. I'm disappointed in his performance, I really am. He had a bad game and we never got anything on that side of the pitch.\" Clint Dempsey equalised in the 93rd minute for Tottenham, following a cross from the substitute Benoît Assou-Ekotto that the United goalkeeper David de Gea failed to punch clear, and Ferguson struggled to conceal his frustration. The draw meant that Manchester City, who beat Fulham on Saturday, closed to within five points at the top of the Premier League table. \"If you're 1-0 up with a minute to go, you're comfortable at that stage,\" Ferguson said. \"Tottenham worked their socks off, you have to give them credit for that. You cannot deny them the point as they worked ever so hard for it. They just kept pumping the ball in the box and got their reward because of that. We got used to the fact they were hitting long balls into the box and you would have thought we would have dealt with it better. \"Everyone would recognise that Tottenham was a difficult team. But we have [played] all the difficult games away from home so far, so I think we can be pleased on that part. Other teams will drop points here, there is no doubt about that. City still have to come here, I think. Tottenham are a very good team, very committed and will take points off the teams that maybe matter to us.\" Ferguson lamented his team's sub-standard final ball on the counter-attack but André Villas-Boas, his counterpart at Tottenham, recognised that his side were full value for the draw. \"The penalty [non-award for Rooney] is going to be debated but I hope it does not mar the game,\" Villas-Boas said. \"I think that even during the game most of the decisions went against us. United prefer their view but I prefer to look from our view. We played better, we had 61% possession and United had four chances. We take our boost of confidence from that. \"Controversy sells better but it should not mar the game. I thought we deserved a little bit more, although we take the draw in the last minute.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}