{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2013/jan/16/tv-review-saving-face-true-stories-funny-business", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2013-01-16T23:10:01Z", "webTitle": "TV review: Saving Face: True Stories; Funny Business", "webUrl": "https://www.theguardian.com/tv-and-radio/2013/jan/16/tv-review-saving-face-true-stories-funny-business", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2013/jan/16/tv-review-saving-face-true-stories-funny-business", "fields": {"headline": "TV review: Saving Face: True Stories; Funny Business", "bodyText": "Zakia, 39, could no longer tolerate living with her abusive husband, a drunk and a drug addict. As a woman living in Pakistan, divorce was not an easy option, but she filed for one anyway. Her husband, in response, threw acid in her face. It was, she said, battery acid – the highest quality, undiluted. The resulting disfigurement was profound: Zakia lost an eye, and its socket; her lips were so taut on one side that she had trouble eating. This sickening story is, unfortunately, not a rare tragedy; there are more than 100 similar acid attacks in Pakistan every year, and more that go unreported. Saving Face: True Stories (Channel 4), which followed the efforts of Dr Mohammad Jawad to rebuild the faces – and lives – of Pakistani acid victims, won a short film Oscar last year, and deservedly so. Jawad is a successful consultant plastic surgeon in London, making a good living out of facelifts, breast enlargement and tummy tucks. He came across as happy in his work and rather charmingly pleased with himself. It appears that he initially saw the plight of the Pakistan acid victims as a challenge commensurate with his considerable surgical skills. \"There's so many of them,\" he said. \"I could really do something.\" The sign on the door of the Islamabad burns unit bears a slightly tasteless flame graphic licking up between the U and the R in \"burns\", but it was clearly a haven of acceptance for women who consider themselves, in many cases, too disfigured to go out in public. Along with Zakia, Jawad also saw Rukhsana, whose story was perhaps even more shocking. Not only did her husband throw acid at her, her sister-in-law poured petrol over her, leaving her mother-in-law to set her on fire. What's more alarming – and frankly, more dismaying – is that no one was charged with any crime, and that Rukhsana was subsequently obliged to return home out of concern for the health of her daughter. \"This is where they burned me alive,\" she said, showing the documentary-maker her kitchen. Even the overwhelmingly positive Jawad – who is himself from Pakistan – seemed shaken by Rukhsana's story. \"It makes me very angry,\" he said. \"I'm trying not to be angry.\" The miraculous reconstruction of Zakia's face – part skin-graft, part prosthesis – takes place over many months, and coincides with the trial of her husband Pervez for the attack. Amazingly, both Pervez and Rukhsana's husband Yasir agreed to speak on camera. They were remarkably unrepentant, insisting – in both cases preposterously – on their innocence. In the end, Pervez received two life sentences under a new law that specifically criminalises acid attacks, and Yasir landed in jail charged with kidnapping a 13-year-old girl. Zakia ended up with a face that enabled her to leave the house. Jawad, meanwhile, was philosophical. \"In a way I'm saving my own face,\" he said, \"because I'm part of the society that has this disease.\" In Funny Business (BBC2), the first of a series, Eddie Mair narrated an investigation into the ways in which standup comedians can make big money, none of which is by telling jokes in comedy clubs. Appearing in adverts is one way, but many comics find selling stuff on TV to be inconsistent with either their morals or their sense of humour. Not that many, actually. Less objectionable is the corporate gig. You're just doing your act, albeit in front of a room full of company managers for an obscene amount of money. Ricky Gervais gets £25,000 for a 20-minute corporate set. Michael McIntyre gets £40,000. It's not surprising that up-and-coming comedians on corporate booker Jeremy Lee's roster fall over themselves to appear in his annual Real Variety Show, essentially a huge audition for an audience of events company managers. Again, it's just a gig, you end your set with the punchline: \"I'm available for bookings, and I also host!\" A lot of comedians won't touch corporate gigs either, but not necessarily for the reason you might think. \"I doubt there's one comedian in the world,\" said Arthur Smith, \"who hasn't died on his or her arse at a corporate gig.\" Jo Brand finds them bracing – \"If you do corporates, you get the message that not everyone loves you,\" she says – but Rhod Gilbert still gets heart palpitations just driving by the venues of old corporate failures. It may be filthy lucre, but it doesn't sound like easy money."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}