{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2013/jan/16/obama-gun-reform-package-congress-doubts", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2013-01-16T22:46:00Z", "webTitle": "Doubts raised over ability of Obama gun reform to pass in Congress", "webUrl": "https://www.theguardian.com/world/2013/jan/16/obama-gun-reform-package-congress-doubts", "apiUrl": "https://content.guardianapis.com/world/2013/jan/16/obama-gun-reform-package-congress-doubts", "fields": {"headline": "Doubts raised over ability of Obama gun reform to pass in Congress", "bodyText": "Republican and Democratic lawmakers expressed extreme scepticism on Wednesday about the prospect of Barack Obama's gun reform package making it through Congress. Some members of Congress predicted that Obama might get some token measures through, such as more efficient background checks for gun buyers, but dampened White House hopes of seeing the main piece of legislation, a ban on automatic- and semi-automatic weapons, being passed. Obama, in his White House statement, listed various proposals, some of which he could implement through executive action, but he admitted in the end that significant changes required congressional approval. Among members of Congress at the White House press conference was the Carolyn McCarthy, a New York Democrat, whose husband was killed and her son injured in a 1993 shooting spree. McCarthy said afterwards: \"I have seen what a body looks like when someone is shot. What the president has done today is a start, but there is a limit to what he can do, and the rest is up to us in Congress.\" The Republican majority leader in the Senate leader, Harry Reid, a strong supporter of gun rights and a man backed in the past by the National Rifle Association, issued a statement after Obama unveiled his proposals. \"I am committed to ensuring that the Senate will consider legislation that addresses gun violence and other aspects of violence in our society early this year,\" Reid said. All options should be on the table, he said, describing Obama's plans as \"thoughtful\". Any gun legislation would begin in the Senate, but Reid at the weekend said he would not waste the Senate's time introducing a bill if he knew it would be killed off in the House. The Democrats hold a majority in the Senate, but the Republicans, who are almost unanimously opposed to gun restrictions, control the House. Even in the Senate, there are an estimated 10 Democrats from conservative states who could risk their careers by voting for gun reform. Obama managed to get in his healthcare reform in 2010, but the Democrats controlled both the Senate and House at the time. Senior Obama administration staff, speaking before the president's statement, said they were well aware that it would be difficult to get legislation through Congress but they said, that while not wanting to overstate it, that they felt there was more flexibility among at least some Republicans and Democrats in the aftermath of the Newtown shooting. Added to this, the Obama administration aimed to start a mass mobilisation campaign to put pressure on members of Congress. It had been tough to be get gun legislation through in 1993 and 1994, but it had been achieved. The Obama administration was not going to duck this fight, one member of staff said. Republicans have the advantage of Congress's ability to delay legislative plans for months or even years. It is especially easy in a year that could be dominated by showdowns over spending, and by alternative legislative plans, such as immigration reform. Michael Steel, a spokesman for the Republican House speaker, John Boehner, issued a neutral statement. With only a month having passed since Newtown, the Republicans do not want to risk alienating voters with an outright rejection. Steel said: \"House committees of jurisdiction will review these recommendations. And if the Senate passes a bill, we will also take a look at that.\" Other Republicans were openly hostile. Senator Marco Rubio, a frontrunner as Republican presidential candidate in 2016, said: \"Guns are not the problem; criminals with evil in their hearts and mentally ill people prone to violence are. Rather than sweeping measures that make it harder for responsible, law-abiding citizens to purchase firearms, we should focus on the root causes of gun violence and keep guns out of the hands of criminals and the mentally ill.\" Rubio, a Tea Party favourite, added: \"President Obama is targeting the second amendment rights of law-abiding citizens instead of seriously addressing the real underlying causes of such violence.\" Various Senate and House committees are to hold hearings on aspects of gun violence. Senior Republicans said they would make up their own mind about what, if any, legislation should be introduced rather than simply take Obama's plan. House judiciary chairman Bob Goodlatte, a Republican, said: \"Good intentions do not necessarily make good laws.\" Goodlatte said: \"As we investigate the causes and search for solutions, we must ensure that any proposed solutions will actually be meaningful in preventing the taking of innocent life and that they do not trample on the rights of law-abiding citizens to exercise their constitutionally-guaranteed rights.\" Congressman Pete Olson, a Republican from Texas, voiced opposition to the ban on automatic weapons. \"The fact is: these firearms are no different than other legal firearms except for their exterior design. Claiming to address gun violence by offering a failed, illogical action is nothing more than a red herring to target the constitutionally protected liberties of law abiding gun owners,\" Olson said in a statement. The White House has not proposed whether there should be one omnibus bill on gun reform or a series of piecemeal reforms. The Democratic leadership in Congress is scheduled to meet over the next two weeks to discuss this and a strategy for getting some sort of gun legislation through the House. The place where any legislation on guns is most likely to start would be the Senate judiciary committee, headed by veteran Patrick Leahy. He said Wednesday he will begin hearings on proposals looking at violence and video games, mental-health and access to guns. Leahy, a gun owner and Vermont senator, said he is interested in having smaller magazines and ending the gun show loopholes. \"About the only gun law we have in Vermont is during deer season, if you have a semi-automatic [gun] you can't have more than six rounds in it,\" said Leahy. \"Are we really, as a nation, saying we're going to be more protective of the deer than we are of our children? I think not.\" If Leahy opts against a bill including a ban on automatic- and semi-automatic weapons, the Democratic senator Dianne Feinstein has already pledged to introduce a separate bill. While a ban on automatic weapons is viewed as tough to get through, there are some Republicans prepared to at least consider reducing the number of bullets in a magazine. Senator Chuck Grassley, from Iowa, said he would consider this."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}