{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2013/jan/16/shopping-save-our-streets-editorial", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2013-01-16T22:47:53Z", "webTitle": "Shopping: save our streets | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2013/jan/16/shopping-save-our-streets-editorial", "apiUrl": "https://content.guardianapis.com/commentisfree/2013/jan/16/shopping-save-our-streets-editorial", "fields": {"headline": "Shopping: save our streets", "bodyText": "Sophisticated things can be said about the collapse this week of HMV, but two simple observations demand to be made at the outset. First, millions of Britons shopped there. For them, HMV was a member of the cast of retailers that reliably made up a decent-sized high street. And its collapse creates that rare thing in business: thousands of unsecured creditors who didn't even know they were unsecured creditors – but are now hoping against hope that someone might honour their gift vouchers. Second, between HMV, Jessops, Comet – and, as of Wednesday, Blockbuster – there are about 14,000 jobs now at risk: quite a total for just a few weeks. On both sides of the counter, then, the bad news from the high street is getting serious. Nor are these the only names at risk. The insolvency practice Begbies Traynor has 140 retailers on its \"critical\" list, and calculates that more than 13,700 shops or chains were in \"significant\" distress in the run up to Christmas, a 35% increase on autumn. Over the next few weeks, creditors and suppliers are likely to pull the plug on a sizeable proportion of these. It's not sheer pessimism, therefore, to imagine that our high streets could soon be littered with shut-up shops. Armchair executives may well say that HMV should have come up with a decent digital strategy earlier (these days, Nipper the dog would not be perched by a gramophone but plugged into an i-Something via a pair of white earbuds). Likewise, Jessops was in a sense killed by the smartphone, and YouTube may have helped do for Blockbuster. All retailers are vulnerable to online competition, but there is no doubt that the threat is redoubled for purveyors of products that have themselves been overtaken by technology. On top of all this come slumpish trading conditions aggravated by a credit drought for smaller business. That is certainly what this month's batch of mediocre trading statements from retailers indicates. Simply put, worklessness, stagnant pay and higher VAT are dampening consumer spending. Two responses might be made to this. The first is that failing businesses must be allowed to go under in a capitalist economy; the second is that Britain needs to learn to spend less while making (and exporting) more. Again, fair points – but not much comfort to the shop workers who face redundancy and an uncertain future in doldrums Britain. The scything of our shops is happening rapidly, and with no debate about what our high streets should become. If these hearts of community aren't to become low-rent wastelands, we need to create spaces that are public, without being driven by retail. One proposal would be to turn post offices into portals for locals to access government services. But there are surely plenty more ideas in a debate that needs to happen."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}