{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2013/jan/09/ashley-giles-kevin-pietersen-england-contract", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2013-01-09T22:00:01Z", "webTitle": "Ashley Giles welcomes news of Kevin Pietersen's new England contract", "webUrl": "https://www.theguardian.com/sport/2013/jan/09/ashley-giles-kevin-pietersen-england-contract", "apiUrl": "https://content.guardianapis.com/sport/2013/jan/09/ashley-giles-kevin-pietersen-england-contract", "fields": {"headline": "Ashley Giles welcomes news of Kevin Pietersen's new England contract", "bodyText": "Ashley Giles was given the perfect boost ahead of his first one-day international as the England coach in Rajkot on Friday when Kevin Pietersen formalised his return to the fold by signing a new central contract. The deal runs until September and means Pietersen will be available to Giles in the Champions Trophy in England this summer, a competition he planned to miss after announcing his retirement from 50-over cricket last spring. His relationship with the English cricket authorities, team management and fellow players continued to decline from that point until the nadir when he was omitted from the third Test against South Africa at Lord's in August, and from their unsuccessful defence of the world Twenty20 title in Sri Lanka the following month. However Pietersen's reintegration into the team on the Test tour of India before Christmas was so successful that firming up the four-month provisional contract on which he has been playing was a formality, completed in Delhi on Tuesday before the team travelled north to Gujarat. Giles, an England team-mate of Pietersen's in the 2005 Ashes series who was involved in the decision to drop him in his role as a selector, warned that all players would have to subscribe to the same team ethic following his appointment as they do under the team director, Andy Flower. \"We are all different but I will have the same principles as Andy and if I think someone is out of line in the team I will tell them because the group comes first,\" he said. \"The stuff with KP is history, it got out of hand, now he is back on board and playing as well as ever by the look of it. It is great for me to have him … I am looking forward to working with him on a different level.\" Giles refused to speculate on Pietersen's position in the batting order, but he is expected to drop to No3, allowing Ian Bell to continue the opening partnership with Alastair Cook that worked so well for England in 50-over cricket last summer during Pietersen's brief retirement – a key reason why they will start this series at the top of the official world rankings for this form of the game. However Giles insisted \"you'd have to say that the expectation and the pressure is on the Indians really, it has to be\", pointing to England's dreadful recent 50-over record in India, in addition to the absence of several senior players from his first squad."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}