{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2013/jan/05/pamplona-spain-banks-homes", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2013-01-05T22:53:50Z", "webTitle": "Pamplona's locksmiths join revolt as banks throw families from their homes", "webUrl": "https://www.theguardian.com/world/2013/jan/05/pamplona-spain-banks-homes", "apiUrl": "https://content.guardianapis.com/world/2013/jan/05/pamplona-spain-banks-homes", "fields": {"headline": "Pamplona's locksmiths join revolt as banks throw families from their homes", "bodyText": "He is a locksmith who refuses to open locked doors; neither will he replace their locks with new ones. What may seem a disastrous strategy for Iker de Carlos, a 22-year-old Spaniard starting out in the world of cylinders, pins, bolts and lock springs in his home city of Pamplona, is actually part of a growing civic rebellion in support of the biggest losers in Spain's five-year story of failing, mismanaged banks – those being thrown out of their homes after falling behind on mortgage payments. Tired of accompanying court officials to evict unemployed people as banks foreclosed mortgages, De Carlos consulted his fellow Pamplona locksmiths before Christmas. In no time at all, they came to an agreement. They would not do the dirty work of banks whose rash lending pumped up a housing bubble and then, after it popped, helped bring the country to its knees. \"It only took us 15 minutes to reach a decision,\" says De Carlos amid the racks of keys in the family's shop in the centre of this small northern city best known for its annual bull-runs and the adoration heaped on it by Ernest Hemingway in The Sun Also Rises. \"We all had stories of jobs we had been on where families had been left on the street. When you set out all you have is an address and the name of the bank, but I recall an elderly, sick man who was barely given time to put his trousers on.\" The logic behind their decision was clear and simple. While Spain's banks mop up billions of euros in public aid, they are also busy reclaiming homes that in some cases they lent silly money for. At the height of Spain's housing madness, banks were, in effect, offering mortgages of more than 100%. They aggressively chased clients – especially among the immigrants who arrived from Latin America in their millions to build new homes – creating an uncontrolled spiral of self-fulfilling, but ultimately doomed, demand. Complex networks of guarantors were pieced together by middlemen among immigrants who often barely understood what they were doing. \"Spain must be the only country in the world where banks were allowed to offer 100% mortgages,\" said Guillermo Perilla, a 31-year-old Colombian immigrant who bought a house on the outskirts of Pamplona for €240,000 in 2005. \"Not only that, but in some cases they also offered further loans to the people taking out mortgages. The bank staff were on commission.\" Seven years after buying his house Perilla, an unemployed painter whose wife works part-time, is fighting foreclosure. The bank has told him his house is now only worth €140,000 and refuses to accept it back in payment for the debt. \"But it was their valuer who originally said it was worth a lot more,\" he said. \"Banks inflated prices and now they are making ordinary people pay for them.\" The bank has now said he can just pay interest for three years: \"But that still leaves me with the debt. These things crush you, both morally and physically.\" Last month, Spain's banks began to receive what will eventually be more than €40bn (£32.5bn) in aid. The number of foreclosures, meanwhile, increased by 134% last year. \"Social conflict is being created,\" said Gonzalo Moliner, head of Spain's higher judiciary council. Properties were often reclaimed through the courts on valuations well below levels at which the loans were given. Those unable to pay can be evicted while still saddled with ever-growing debt. De Carlos believes that Pamplona's locksmiths have now lost 10% of their trade, but recovered their honour and dignity: \"This summer we were doing two or three foreclosures a week.\" The locksmiths' rebellion follows several widely reported suicides by people about to be evicted from their homes. Amaia Egaña, a 53-year-old former socialist councillor in the northern town of Barakaldo, threw herself out of a window just as the court authorities – and their locksmith – were about to evict her in November. \"It wasn't suicide,\" demonstrators who marched through her town later that day shouted. \"It was murder.\" The Roman Catholic bishop of Bilbao called for urgent action to prevent further suicides. \"We had a suicide in Santesteban, too, where someone threw themselves out of the window,\" said Perilla, who now helps to campaign to stop foreclosures. \"Banks still don't want to do anything. As you stop paying you cease to exist for them – they don't care if you are sick or if you have children. But they can buckle under pressure. They hate the bad publicity.\" As Spain enters yet another year of austerity and sky-high unemployment, people such as De Carlos are increasingly fed up with seeing the country's most vulnerable paying for the errors of its banks. Campaigners now regularly form human barricades at the front doors of those due to be evicted from their homes. But things look unlikely to get better. Unemployment, already at 26%, is set to grow, creating still more people who cannot pay mortgages. Iker is one of the fortunate minority in his age bracket with a job. More than 50% of under-25s fail to find work. Spain lost some 800,000 jobs last year. Only Greece – Europe's worst disaster story – can rival the figures. Even Pamplona, a relatively wealthy city at the centre of Navarra, one of Spain's richest and best-funded regions, is feeling the squeeze. Unemployment in the region is 15%, higher than in any other European country bar Greece, Croatia and Portugal – but the lowest in Spain. A quarter of those unemployed joined Navarra's dole queues last year as the region discovered that, despite the presence of major employers such as Volkswagen, it was not immune to the downturn. Like Spaniards elsewhere, people here have almost stopped buying houses. In October only 250 new mortgages were signed in a region of 640,000 people – a sixth of the monthly rate five years ago. Prices have fallen 38% since Spain's housing bubble burst, but are expected to fall further. Loans no longer come from the once proud local savings bank, Caja Navarra. Like many of Spain's regional savings banks, it sank under the weight of its own toxic real estate assets, losing value rapidly and merging with two others before being taken over by a large Catalan bank, la Caixa. In Madrid, the locksmiths of Pamplona are being held up as an example to follow. \"You have to fight,\" said 75-year-old Luis Domínguez. Last year he called in campaigners to prevent court officials throwing him out of his house in the dormitory town of Parla. Now Luis is part of a group who have spent the past 77 days camped out at the doors of Bankia – Spain's fourth-largest bank, which has taken €20bn in rescue money. He is now negotiating a rental agreement with his bank and hopes to pay €250 a month in rent for the next five years. Gladys Cerna, 49, is facing foreclosure on her small flat in Madrid's San Blas neighbourhood. Her bank gave her a 120% mortgage in 2007. \"When you sign they turn up with lawyers and economists, and I didn't have any real idea what I was letting myself in for,\" she said. Spooked by the suicides, prime minister Mariano Rajoy's reformist , pro-austerity government changed the law last year to allow those with large families or very sick dependents to stay longer in their homes. But campaigners say it is not enough. \"They have placed a tiny sticking plaster over the problem,\" said Perilla. \"It only covers really extreme cases. Banks will still do whatever they can to evict people.\" In Pamplona, however, they will now find it harder to find a locksmith to help them."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}