{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2013/jan/05/said-and-done-silvio-berlusconi", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-01-05T22:52:52Z", "webTitle": "Said & Done: the week in football – Berlusconi on racists plus Zlatan on the French", "webUrl": "https://www.theguardian.com/football/2013/jan/05/said-and-done-silvio-berlusconi", "apiUrl": "https://content.guardianapis.com/football/2013/jan/05/said-and-done-silvio-berlusconi", "fields": {"headline": "Said & Done", "bodyText": "Marching off together Man of the week: Silvio Berlusconi, backing his Milan squad's angry response at Pro Patria to \"those disgraceful, heinous racist jeers, which we hear too often\" – a year and a half after his last big stand on race issues. Berlusconi told Milan voters in 2011 to back his candidate for mayor or face living in an \"overrun Islamic Gypsy town, besieged by foreigners\". • Endorsing Silvio's 2011 message: his then-coalition partner Umberto Bossi, who made his name eight years earlier with a signature policy on immigration control. Bossi told the press that his plan to have Italy's navy shoot at boat-loads of African immigrants was the only sure way to \"chase off\" the \"bingo-bongos\". • Unconvinced by the Milan squad's behaviour in Pro Patria: local mayor Gigi Fariolo, assessing Kevin-Prince Boateng's decision to kick the ball at his alleged abusers before the players walked off: \"Boateng kicked the ball at 200kmh at a fan. In any other stadium in Italy he would have been sent off. But then if this had been at the Bernabèu or at San Siro, he wouldn't have behaved so improperly.\" Meanwhile €20,000: Lazio's fine in March after fans aimed racist abuse at players in the Rome derby. €25,000: Roma's fine last week after fans let off firecrackers. Other news: big society Cause of the week: the French Football League reacting to winning its fight against the proposed 75% tax rate for top earners, aimed at players including £1m-a-month Zlatan Ibrahimovic: \"This was a noble and essential victory against a dangerous, grave threat. Football did the right thing in fighting back.\" • Also agitating Zlatan over Christmas: French people. \"Today at training journalists even started talking to me on the pitch, which is not normal. They shouldn't be allowed. I think France is not used to having someone in their country who is of my level.\" More money news £4m: Manchester City's first team average salary last season – one of the factors prompting Premier League head Richard Scudamore to press for wage restraint when the new TV deal begins, to guard against an unsustainable culture of excess. \"Our priority at the Premier League is sustainability.\" £4m: Scudamore's reported pay package for 2013, including TV deal bonus. Number crunching Sustainability highlight from Everton's accounts, released last week: • 228 – the number of staff jobs in the last financial year, down 10 on the year before. • £63.4m – the total staff wage bill for the last financial year, up £5.4m. Fifa news: moving on November: Sponsors Emirates signal they could take a principled lone stand against Fifa corruption by dropping their £122m deal. January: They decide to renew it instead. Vice-president Boutros Boutros: \"We studied whether we were damaged [by association]. So far it would seem there is no negative effect on our brand or people's perception of it, whatever Fifa has gone through.\" Read my lips The festive exits: 1) Barnet's head coach Mark Robson, sacked three months after director of football Paul Fairclough told the press: \"There are cynics in football. Ninety-nine per cent of football clubs would have sacked their head coach by now but Mark is a perfect fit for the club. It's a job for life for Mark.\" 2) November: Plymouth owner James Brent: \"The reaction to losing is typically to look at changing the management set-up. But I get many more people writing to me saying: 'Don't blink and give in to others who are hankering for a change.' ... We've said we'll back Carl Fletcher to achieve success, and that is very much the plan we're following.\" December: Follows different plan. 3) May: Wolves chairman Steve Morgan, asked if new manager Stale Solbakken faced instant pressure for results. \"No, absolutely not… It's not my style to hire and fire. We like to work with people, and pull together as a team.\" Gigi's message New last week from Steaua owner Gigi Becali: 1) Relaying his new year message: \"May God give all Romanians much grain, oil and wine, and let those who have the most not expand their granaries but share with those in need.\" 2) Posing in his new designer winter outfit for photographers: an \"ensemble of hat, scarves and fur collars made of lamb, mink, fox and sable, worth €5,250\". Calendar latest Spain: José Manuel Calderón Zubiela, president of lower-league club Verin, says making his players strip for a calendar to ease the club's debt crisis was \"the right thing to do\". \"I told the manager to strip too, but the photographer had a look and said no. We've sold 1,800. We're getting orders from unlikely places.\" Plus: model news Argentina: Model Pamela Pombo says her press image has suffered after she dated Independiente Rivadavia's Cristian \"The Ogre\" Fabbiani. \"They say I chase footballers, but it was only The Ogre. In any case, I prefer ordinary men. I judge them by their shoes. For example, I know that if a man has long, pointy shoes, he's nervous about what he lacks elsewhere. Now you know, too.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}