{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2013/jan/19/lance-armstrong-legal-challenges-confession", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2013-01-19T22:21:50Z", "webTitle": "Lance Armstrong faces multi-million dollar legal challenges after confession", "webUrl": "https://www.theguardian.com/sport/2013/jan/19/lance-armstrong-legal-challenges-confession", "apiUrl": "https://content.guardianapis.com/sport/2013/jan/19/lance-armstrong-legal-challenges-confession", "fields": {"headline": "Lance Armstrong faces multi-million dollar legal challenges after confession", "bodyText": "After the confession, the lawsuits. Lance Armstrong's extended appearance on the Oprah Winfrey network, in which the man stripped of seven Tour de France wins finally admitted to doping, has opened him up to several multi-million dollar legal challenges. According to reports, the US government may join a \"whistleblower\" lawsuit launched by Armstrong's former colleague, Floyd Landis, on the grounds that Armstrong, while riding for the US Postal Service team, defrauded the American taxpayer. The Sunday Times is set to try to claw back nearly £1m in damages and costs that Armstrong was awarded after he sued it over allegations of doping. A Texas-based sports marketing firm is also suing Armstrong to get back millions of dollars in bonuses it paid out to the cyclist. Meanwhile, the International Cycling Union is urging Armstrong to pay back his prize money, and even Australian government officials are reportedly mulling over going to the courts to get back hefty fees paid for appearances in the country from 2009 to 2011. Finally, and perhaps most seriously, Armstrong's confession has opened up the prospect that he might be prosecuted for perjury after previously testifying under oath that he had not taken drugs. In seeking public rehabilitation, and a second chance to compete, it is possible that Armstrong has in fact dug himself into a deeper hole than he imagined. His emotional mea culpa last week was an audacious move. But the man who beat cancer and regularly – with illegal help – triumphed over any rival on his bike seems to have failed to beat his toughest opponent: public opinion. The hours of dialogue with Winfrey, which culminated in a choked-up moment on Friday night as he discussed the impact of his cheating on his family, appear to have failed to give Armstrong the redemption that he craves. His confession, which many believe is aimed at reducing his ban from competitive sports and allowing him to take part in triathlons, has been greeted with dismay and criticism. Few critics and fellow athletes who watched his display have extended the hand of sympathy. \"Armstrong said he was sorry for all the years of lying, but he sounded like he was reading a shopping list,\" retorted Howard Kurtz, the media critic for cable news TV station CNN. Indeed, part of the problem was that Armstrong was rowing back on so much previous behaviour and years of aggressive lambasting of reporters, officials and team-mates who had claimed he was doping. \"I don't forgive Lance Armstrong, who lied to me in two interviews. And I suspect most of America won't, either,\" Kurtz wrote. That was a common sentiment. Many sports stars condemned the former hero, saying his actions – in both taking drugs and then denying it for so many years – had damaged the image of sports far beyond cycling. \"I guess all I needed to see was the first few minutes [of the interview] and then I knew what was the deal, and the rest I don't really care,\" tennis player Roger Federer told reporters at the Australian Open. \"I'm an active athlete right now, and it's not fun times really to be in sports to a degree.\" Anti-doping officials were equally unimpressed. If Armstrong's aim was to reduce his ban, then it appears to have failed. \"He spoke to a talk-show host. I don't think any of it amounted to assistance to the anti-doping community, let alone substantial assistance. You bundle it all up and say, 'So what?',\" said David Howman, the director general of the World Anti-Doping Agency, in an interview with the New York Times. On Friday night, Armstrong appeared more emotional in his talk with Winfrey than in the first interview. Winfrey is renowned for being a virtual therapist to the public ordeals of disgraced celebrities, often bringing them to tears. Armstrong, who throughout last week had appeared unnervingly controlled, did not shed a tear but he did appear to choke up. \"I saw my son defending me and saying, \"That's not true. What you're saying about my dad is not true. That's when I knew I had to tell him,\" Armstrong said. The cyclist paused, lip trembling, and looked away as he composed himself. But aside from that moment the rest of the interview went largely as expected, with Armstrong confessing to his sins – though by no means agreeing to all the accusations levelled against him – and showing perhaps unwise flashes of defiance and self-regard. He told Winfrey he was desperate to compete again, effectively admitting he was not coming clean out of guilt but because he cannot tolerate life outside of sports. \"If you're asking me, do I want to compete again ... the answer is, hell, yes. I'm a competitor. It's what I've done my whole life. I love to train. I love to race,\" he said. He even said he deserved a second chance, perhaps breaking the cardinal rule of such TV confessions, which is to remain entirely contrite. \"Frankly, this may not be the most popular answer, but I think I deserve it,\" he told Winfrey. In choosing Winfrey, Armstrong dodged the news media that had been accusing him for years, trading Winfrey's softball questions and avoiding an interrogator who would have grilled him properly. Yet even in those circumstances Armstrong seemed to fail to come entirely clean. He did not reveal why he chose to take the doping route, how he did it and who helped him do it and cover it up for so long. He denied trying to buy influence with the anti-doping body USADA with an offer of a donation of millions of dollars. He said he had stayed clean of drugs in his 2009 attempted comeback, something that runs counter to a damning USADA report that catalogued all the accusations against him. Winfrey asked Armstrong if he might \"rise again\" in public life to reclaim some of his once golden boy reputation as the cancer-beating super athlete. \"I don't know. I don't know. I don't know what's out there,\" Armstrong replied. Whatever it is, it's almost certainly not good. Armstrong's errors Didn't cry properly When high-profile guests appear on Oprah Winfrey's show, they are expected to weep copiously as they reveal all. Someone as competitive as Armstrong knows that second place counts for nothing: his choking up and near-tears just did not cut it. America wanted rivers of tears. Didn't give a full confession The only way to do a confession is to go all the way. Armstrong appeared to want to go only so far. He needed to name names and give full and frank details. But Armstrong seemed happy with generalities and still denies key allegations. Didn't lose the 'attitude' During the hours of interview, many commentators remarked on Armstrong's controlled and emotionless demeanour. Armstrong needed to show he was human and worthy of sympathy and – most importantly of all – genuine. His performance came across as just that: something fake for the camera. Played the victim Armstrong seemed to break another cardinal rule of such confessions in having too much self-pity. At one point, he felt that he \"deserved\" a chance of a comeback. He had failed to understand that in the world of TV confessions that is not up to you any more."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}