{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2013/jan/13/reading-romelu-lukaku-west-brom", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-01-13T23:00:00Z", "webTitle": "Reading's comeback undoes Romelu Lukaku's good work for West Brom", "webUrl": "https://www.theguardian.com/football/2013/jan/13/reading-romelu-lukaku-west-brom", "apiUrl": "https://content.guardianapis.com/football/2013/jan/13/reading-romelu-lukaku-west-brom", "fields": {"headline": "Reading's comeback undoes Romelu Lukaku's good work for West Brom", "bodyText": "Once West Bromwich supporters have recovered from the shock of this mugging at the hands of Reading, they will at least be able to console themselves that, like Elvis Costello, the thought of going to Chelsea does not move Romelu Lukaku. Last week it emerged that the Belgian striker, on loan from Stamford Bridge, will remain at The Hawthorns until the end of the season but in the wake of this unlikely defeat the player himself, labelled \"frightening\" by his manager, Steve Clarke, hinted he may stay longer. After a magnificent individual performance in which he scored two, had an effort disallowed and rattled the woodwork twice, the 19-year-old gave every indication that he is content with Chelsea's decision to continue his education in the Midlands. \"I don't really care about what Chelsea are doing at the moment,\" he said in the wake of his side's humiliating capitulation in the final nine minutes. \"The next two years will be good for me at West Brom. They will help me to build up a great career – that is for sure. \"We have a good squad, we have a manager who is very good, we've very good players that can help him every day and hopefully if I continue like this I will get more regular football.\" Lukaku seems mature beyond his years on and off the field, and in the wake of an excoriating self-appraisal of his man-of-the-match performance (\"I'm always hard on myself … I should have scored four\") spoke of his affection for West Brom. \"You have to be somewhere where you are connected with people,\" he said. \"You have to be in a good environment. Where I am now is similar to when I was at Anderlecht: nice people, people want you to improve and everyone is open to you. That's why I have settled here.\" Had Reading settled as quickly on Saturday they could have saved their fans no end of anguish. Booed off by a surprisingly hostile crowd at half-time, Brian McDermott's side, who began this match rock bottom of the Premier League, were largely woeful against a West Brom team missing a wealth of experience. Youssouf Mulumbu is on duty at the Africa Cup of Nations, while Zoltan Gera, Shane Long and Claudio Jacob were all injured. Reading could boast several new recruits: Stephen Kelly watched from the stands after signing from Fulham on Friday and the combative former Crawley Town midfielder Hope Akpan was on the bench, where he was joined for the second half by a clearly off-the-pace Daniel Carriço, replaced at the interval after enduring a 45-minute baptism of fire as the first Portuguese to play in the blue and white stripes of Reading. They were abject for 80 minutes but made good use of their get-out-of-jail-free card. Lukaku's two strikes – a first-half tap-in after neat interplay with James Morrison and a lazily defended long-range effort after 69 minutes – had left West Brom so firmly in control that the unmarked Jimmy Kébé's stooping far-post header after 82 minutes seemed little more than consolatory. But with two minutes left on the clock, a needless Jonas Olsson foul on Kébé just inside the penalty area enabled substitute Adam Le Fondre to equalise calmly from the spot, shortly before the tireless Pavel Pogrebnyak popped up to lift Alex Pearce's knock-down deftly over Ben Foster. \"They got us over the line in the last 10 minutes,\" said McDermott of more than 20,000 jubilant fans. Reading's army could yet be here to stay. Man of the match Romelu Lukaku (West Bromwich Albion)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}