{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2013/jan/28/manchester-united-phil-jones-centre-back", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-01-28T23:00:02Z", "webTitle": "Manchester United's Phil Jones says centre-back is his best position", "webUrl": "https://www.theguardian.com/football/2013/jan/28/manchester-united-phil-jones-centre-back", "apiUrl": "https://content.guardianapis.com/football/2013/jan/28/manchester-united-phil-jones-centre-back", "fields": {"headline": "Manchester United's Phil Jones says centre-back is his best position", "bodyText": "Phil Jones has said that centre-back is his preferred position though he is happy to play anywhere for Manchester United. Jones partnered Chris Smalling in central defence during Saturday's 4-1 win over Fulham at Old Trafford in the fourth round of the FA Cup but the 20-year-old has more frequently played at right-back or in midfield for United and England. Asked if he felt centre-half was his best position, the £16.5m signing from Blackburn Rovers said: \"Yes I have said all along that is where I feel most comfortable. I understand and read the game better there. But wherever I am asked to play I will play there.\" On Sunday, Sir Alex Ferguson compared Jones favourably to John Terry, claiming that he has more in his \"locker\" in terms of his versatility than the Chelsea centre-back and said: \"Jones was absolutely brilliant at Tottenham in the role we asked him to play. He did it really well. He can play anywhere. He is quick, two-sided and reads the game well. He's competitive and has got a great change of pace going forward so the boy has done very well.\" Jones accepts that his performance in midfield in the 1-1 draw at Tottenham means he may be used there again. \"Yes I kind of shoot myself in the foot a bit,\" he said. \"But I am at Manchester United and I love playing for this club and I am happy to play anywhere. \"Prior to the two games Chris and I have played together recently we have played quite a lot together for England Under-21s and we understand each other's game. It is not a problem playing together at the back.\" Jones is the latest United player to say the club is targeting a repeat of the Treble United won in 1999. \"Definitely. That is what the gaffer said to us before the game and that is exactly what we are going out to achieve,\" he said. \"The Treble is too far in the distance. We just have to concentrate on the games coming up. We have a tough game on Wednesday against Southampton and that won't be easy. Southampton are a good team irrespective of whether they have got a new manager or not. They have got some good players in the squad. We will have to be wary of that. \"We have a good team here and a solid foundation. This year we are more concentrated on us and what we are about. It has definitely helped us on the pitch. You can see that with all the lads and in training. It is a laugh but we are focused and are really gelling. \"We have lots of games coming up. There are a lot of tricky games and it is a tough period but we know if we have everyone fit then with the big squad we have we will be fine. I didn't have a great start to the season [due to back and knee injuries] but hopefully I can push my way into the side and get some games under my belt.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}