{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2013/jan/19/tour-de-france-yorkshire-excitement", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2013-01-19T22:49:29Z", "webTitle": "Tour de France's Yorkshire visit sparks excitement in British cycling's home", "webUrl": "https://www.theguardian.com/sport/2013/jan/19/tour-de-france-yorkshire-excitement", "apiUrl": "https://content.guardianapis.com/sport/2013/jan/19/tour-de-france-yorkshire-excitement", "fields": {"headline": "Tour de France's Yorkshire visit sparks excitement in British cycling's home", "bodyText": "There weren't many people out on their bikes in Harrogate over the weekend: the weather was too poor even for hardy Yorkshire folk. But since Thursday, when it was revealed that the town would play a pivotal role in next year's Tour de France, the place had been \"buzzing\", said Bill Cunningham, the owner of two local bike shops, Boneshakers and a Specialized Concept Store, the second of which is highly likely to be just metres from the finish of the first stage in 2014. \"We had 10 people in this morning asking if we were selling seats,\" said Cunningham in slight disbelief on Friday. \"I remember when I heard last year that Yorkshire was bidding to host the Tour and I must admit I chuckled. Yorkshire? Not a chance! I was gobsmacked when we won. What an achievement.\" He is expecting to do big business over the next 18 months. Interest in cycling was already high following Sir Bradley Wiggins's triumph in last year's Tour. But since it was announced in December that Yorkshire would be hosting the grand départ, the prestigious start of the 2014 edition of the race, trade has been up 40% year-on-year. Of all the towns and villages lucky enough to see the peloton whizzing past next year, Harrogate arguably deserves it most. The North Yorkshire spa town is famous as the poshest place east of the Pennines, home to the first Bettys tea rooms, and Britain's loveliest Turkish baths. But look carefully near the St George Hotel and you will see a plaque commemorating Harrogate's very special place in cycling history. On 5 August 1878, the Bicycle Touring Club – one of Britain's first cycling clubs – was formed inside the pub when a Scotsman called Stanley Cotterell pedalled his penny farthing all the way from Edinburgh to meet like-minded \"velocipede enthusiasts\" from around the UK. Ten years later the BTC became the CTC – the Cyclists' Touring Club, which today is the biggest cycling organisation in the UK, with 70,000 members. According to Lionel Joseph, 90, who was the CTC's archivist until he turned 83, the name change, which came about in 1883, was prompted by protests from those who favoured three wheels over two. \"A bicycle club couldn't have tricyclists in it,\" he explained. Harrogate is also famed as the home, in later life, of one of Britain's most brilliant cyclists, Beryl Burton, who died in 1996. From the late 1950s to the 1980s, she won more than 90 domestic titles, seven world championship titles and in 1967 set a women's record for the 12-hour time trial that beat the men's record for two years, and still stands as the women's record. It was also home to Ron Kitching, who became well loved in the cycling world in the 60s and 70s when he started importing exotic Italian bike components to his shop in the town. Burton's daughter, Denise Burton-Cole, went on to become a professional cyclist herself, once riding the women's edition of the Tour. She still lives locally, in Ripon, which will feature in stage one in 2014. She said her mother would have loved to see the world's most famous bike race pass through her beloved Yorkshire. \"She would have been as excited as I am. I can picture her face, looking at the route maps and deciding where best to watch so that she could watch a climb and get back to Harrogate in time for the finish.\" There are many people who can claim credit for persuading Christian Prudhomme, the director of the Tour de France, that the first two stages of next year's race should begin in Yorkshire and not Berlin or Venice or Edinburgh. They include the team at Welcome to Yorkshire, who did the legwork. The 170,000 who signed the petition. Simon Gueller, chef of the Box Tree restaurant in Ilkley, which fed Prudhomme and his posse during their recce of the county last spring – not to mention the Yorkshire lambs which were sacrificed for their dinner. But Martin Weeks, a member of Wheel Easy, one of Harrogate's three cycling clubs, also played his part. \"It was supposed to be a secret when Prudhomme was coming to visit, but word leaked out,\" said Weeks, \"so as many of us as possible decided to get out on our bikes the day we knew he was going to be here. We wanted him to pass cyclists everywhere he went, to believe Yorkshire is full of enthusiastic people on bikes.\" It was just one of the guerrilla tactics deployed by the typically tenacious tykes. Another was the clever deployment of Mark Cavendish, the fastest man on a bike, winner of the sprinters' green jersey in the 2011 Tour. Cav, as he is known in the peloton, is a Manxman by birth but has strong links to Harrogate (his mum is from the spa town and his uncle still lives there). Welcome to Yorkshire persuaded him to back the bid in a video clip, which it played on the big screen in Leeds city centre at the very moment Prudhomme happened to be walking past. The Frenchman couldn't quite believe what he was seeing. \"I remember looking up and suddenly seeing Cavendish on the big screen, sitting in a big chair, wearing his glasses and explaining why the Tour had to come to Yorkshire,\" recalled Prudhomme at the gala dinner held at Leeds city hall last week. \"I was like Robert De Niro in Taxi Driver. You talkin' to me? You talkin' to ME?\" The ploy worked. And so on Saturday, 5 July, next year approximately 200 riders will gather in Leeds for the grand départ. The 118-mile stage will head out via Harewood, Otley and Ilkley, before heading up to Aysgarth and then the famous Buttertubs Pass between Swaledale and Wensleydale. After passing through Reeth, Leyburn and Ripon, the organisers expect a sprint finish in Harrogate. \"Mark Cavendish might like to place his mother in Harrogate,\" said Prudhomme on Thursday. On Sunday, 6 July, Harrogate will have its second day in the sun – or rain, depending on how the weather gods are feeling – when stage two, from York to Sheffield, passes through the town . The tour might still be a year and a half off, but local cyclists can hardly wait. \"When I heard the news I ran around the house like an excited kid,\" said James Lovell, founder of Harrogate's Cappuccino Cycling Club, which likes to combine rides with stops at Yorkshire's nicest cafes. \"Our club has a Facebook group and the page went into warp speed overdrive. Everyone was talking about the Tour.\" When he spoke to the Observer on Friday, Lovell had just called a club meeting at a local pub to \"discuss our Tour preparations\". They planned to recce the routes as soon as the snow melts, said Lovell. \"We can't wait.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}