{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2013/jan/13/battle-against-cybercrime-eurosceptics", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2013-01-13T22:00:01Z", "webTitle": "The battle against cybercrime is too important to be undone by Eurosceptics | Misha Glenny", "webUrl": "https://www.theguardian.com/commentisfree/2013/jan/13/battle-against-cybercrime-eurosceptics", "apiUrl": "https://content.guardianapis.com/commentisfree/2013/jan/13/battle-against-cybercrime-eurosceptics", "fields": {"headline": "The battle against cybercrime is too important to be undone by Eurosceptics", "bodyText": "Ukip and large parts of the Conservative party must have been unnerved by the inauguration last week of Europol's Cybercrime Centre, dubbed EC3. While EC3 is not able to open investigations into cybercriminal activity across Europe, it comes as close to a pan-European police force as anything we have yet seen. As outlined by its director, Troels Oehting, when fully operative in two years' time EC3 will have an unrivalled forensic capacity on which all EU police forces will depend. Its advocates argue that without fully institutionalised co-operation among its countless law enforcement agencies, Europe will lose the struggle against cybercrime before it has even properly started. As far as online criminals are concerned, they say, borders are meaningless. And the stats are on their side. Last year EU citizens lost €1.5bn to credit and debit card fraud, said Cecilia Malmström, the EU commissioner for home affairs, at the EC3 press launch. We all worry about having our credit cards cloned, but \"high volume, low impact\" crime of that type is the least damaging sector of criminal activity on the web. Cybercrime has become acute since 2008, when two critical but unrelated events took place. In October that year the FBI, working with Britain's Serious Organised Crime Agency (Soca) and other European police forces, succeeded in closing down the DarkMarket website. DarkMarket was the last major English-language forum devoted to cyber criminal activity on the internet. Its demise led most \"carders\" – as the most common form of cyber criminals are known due to their focus on credit and debit card fraud – to give up on these forums as they were too easily penetrated by law enforcement officers. Instead, they went deeper underground, becoming ever more difficult for police to trace. Even more momentous than the end of DarkMarket, however, was the collapse of Lehman Brothers, triggering the banking crisis and a recession in several parts of the world. As is usual in a recession, traditional organised crime syndicates register a downturn in commodity and service trades, such as the sale of narcotics or the trafficking of women for sexual purposes and turn to financial fraud. With a dearth of capital available, opportunities for fraud and loan-sharking increase. What these groups discovered on this occasion was that the internet had transformed the nature of financial fraud – profits were relatively high and risks low. The combination of DarkMarket and Lehman led to the emergence of a more powerful hierarchy of cybercriminal activity that concentrated ever less on card fraud (which, despite the high volume, has now levelled out across Europe) and ever more on cyber-commercial espionage and extortion. In 2010, large businesses and government institutions were reporting two major attacks a day to the UK's Office of Cyber Security. Last year that figure had risen to a staggering daily total of 500. The flood of attacks on Britain has prompted the head of MI5, Jonathan Evans, to come out of the shadows to warn of the damage inflicted by this increasingly systematic assault on networked systems in Britain. Describing the increase in attacks as \"astonishing\", he pointed out that in 2011 one UK company lost £800m because of a single breach of its computers. One of the key driving forces behind the establishment of Europol's EC3 is the British director of Europol, Rob Wainwright, a former senior Soca officer, whose dynamic style has shaken up what was previously a rather dusty and, dare one say, plodding institution. Ironically, anti-European sentiment in Britain and Denmark (Oerting's home country) has consistently warned against the deepening co-operation of law enforcement. In its election manifesto, Ukip described Europol as one of the institutions acting \"to undermine our legal and constitutional system\". It may feel differently about EC3 if its own computer systems are ever hacked."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}