{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2013/jan/19/central-america-battle-drug-cartels", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2013-01-19T22:38:23Z", "webTitle": "Central America's tiny states caught in deadly crossfire of battle with cartels", "webUrl": "https://www.theguardian.com/world/2013/jan/19/central-america-battle-drug-cartels", "apiUrl": "https://content.guardianapis.com/world/2013/jan/19/central-america-battle-drug-cartels", "fields": {"headline": "Central America's tiny states caught in deadly crossfire of battle with cartels", "bodyText": "President Otto Pérez Molina presides over a small nation at a major junction in the history of the Americas – and now of the drug war. Central America faces a menace from the conflict even greater, relatively, than that faced by its Mexican neighbours to the north, or by Colombians to the south. For while Colombia, which has all but neutralised the major cartels, and Mexico, which fights all-out war against them, are strong societies with significant economies, the same cannot be said of Guatemala, El Salvador, Honduras and Nicaragua, which have become the passageway for the drugs to which the North American \"gringo\" is so determinedly addicted. They are poor, hospitable and breathtakingly beautiful countries but frail, largely agrarian societies just recovering from decades of ideological \"dirty wars\" – on to which the narco cartels' battles now superimpose themselves. There was, therefore, a bitter echo in the arrival of the US Marines' Operation Martillo in Guatemala last year, after 36 years of US-backed \"dirty war\" that left 200,000 dead, mostly indigenous Mayan peasant farmers. Guatemala is the northbound gateway for drugs into southern Mexico, and a battleground between the mightiest cartel in the world, the Sinaloa, and its rival, Los Zetas. For geographical reasons to do with Guatemala's Gulf coastline, the Zetas — brazenly present and formidably armed on territory which Pérez Molina governs, or tries to — have until now had the upper hand. It is enough for Pérez Molina to deal with poverty, barrio gangs, hurricanes and climate change. But now massacres of peasants — thought to be aiding the Sinaloa or just in the way — have begun again, this time by the Zetas, not CIA special forces or American-backed death squads. Towns and villages are subjugated by terror and extortion. Pérez Molina and his weary population – even his army — know their country cannot survive an importation of Mexico's – or the United States' – drug war. Nor can they deal with what the Zetas call the \"business\" of people-smuggling: the syndicate uses its presence not only to secure a passage for drugs, but more and more to recruit for its lucrative appropriation of the trade in desperate people – north, through Mexico and into the US – \"protecting\" them in the most vicious sense, as shown by the summary execution in northern Mexico of 72 migrants who refused to pay the correct \"toll\", most of whom were Guatemalans, Hondurans and Salvadoreans. US military personnel have also returned to Honduras, where the military \"anti-drug tsar\" Julián Arístides González was assassinated while dropping his daughter off at school – an articulate statement by the Mexican cartels and their client local criminals. \"Almost all the big Mexican organisations are carving our territory here,\" Arístides told Time magazine before his murder. Honduras is another strategic transit point, but also where the Mexicans challenge their Colombian, Peruvian and Venezuelan suppliers in an often deadly business wrangle over prices and delivery. Honduras now boasts one of the highest homicide rates in the world, and its most dangerous city, San Pedro Sula, which stole the title last year from Ciudad Juárez in Mexico. El Salvador is known in Mexican narco-war parlance as \"El Caminito\", the little highway, not least because of a convenient US-funded motorway built to encourage trade – which it does, markedly in cocaine. The use of the dollar as currency in El Salvador makes the country a money-laundering paradise for cartels. Last year Salvadorean authorities came upon $15m (£9.45m) in cash, buried in barrels near a Zetas training camp. An investigation by Tracy Wilkinson, Los Angeles Times correspondent in Mexico, uncovered a major drug trail into El Salvador from Honduras, with cocaine repackaged in Salvador's northern province of Chalatenango, \"then trucked to Guatemala, virtually unhindered\" for transport on up. Businessmen and mayors act as money-launderers for the cartels, and are on their payrolls. Mexican narco money-laundering recently became the subject of a scandal in Nicaragua, after $9.2m in cash was found in southbound vans apparently belonging to the Mexican Televisa network but driven by criminals. The seizure revealed the Sandinista republic as also playing a role in the narco-trail. Nicaragua says that more than $40m in cash has been tracked over the past year. The \"Televisa\" cash was destined, say Nicaraguan authorities, for Costa Rica. So even Central America's most favoured nation, Costa Rica, has come under the drug war's shadow. Democratic and a tourist haven, the first seizures and arrests have begun, but there can be no drug war – Costa Rica has no army with which to fight it. Ed Vulliamy is author of Amexica: War Along the Borderline"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}