{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2013/jan/09/spies-of-warsaw-tv-review", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2013-01-09T22:30:00Z", "webTitle": "TV review: Spies of Warsaw; The Food Inspectors", "webUrl": "https://www.theguardian.com/tv-and-radio/2013/jan/09/spies-of-warsaw-tv-review", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2013/jan/09/spies-of-warsaw-tv-review", "fields": {"headline": "TV review: Spies of Warsaw; The Food Inspectors", "bodyText": "With hits such as Porridge, Auf Wiedersehen, Pet, Lovejoy and The Likely Lads, screenwriters Dick Clement and Ian La Frenais have cornered the market in comedy drama for the best part of 50 years. As writers of spy thrillers, they are rather less successful. Spies of Warsaw (BBC4) appeared to have everything going for it: a first-rate Alan Furst story set in Poland in the late 1930s, David Tennant in the lead role of French military attache Jean-Francois Mercier, and a healthy production budget. Yet it turned out to be as pallid as much of the washed-out photography. Post Le Carré, it is a high-risk strategy to present your hero as a latter-day Scarlet Pimpernel, as we prefer our spies to be rather more obviously conflicted these days. Yet here was Tennant fencing in 19th-century palaces by day and going out at night to give the beastly Boche a bloody nose or two, and lingering under showers after bedding various miladies when he had a spare moment, before slipping into a silk dressing-gown in between. If the idea was to capture the sense of a city in denial at the horrors shortly to come, it badly backfired as its main effect was to neutralise any sense of prewar paranoia. Every Nazi looked as if they had walked off the set of 'Allo, 'Allo. Parts of the script didn't help. Shots of cigarette butts piling up on the pavement to signify a character has been hanging around for a long time belong in a pastiche. As do, \"I don't like this. Something isn't right,\" when it's already obvious everything is about to go tits up, and our heroine breathlessly protesting, \"You know my situation. We hardly know one another\", micro-seconds before getting her kit off for Tennant. So very right, and yet, so very wrong! But I could have lived with all this, were it not for the complete absence of tension. Time and again, the plot seemed to be building to a genuine crisis point, only to fizzle out in seconds. Would the Nazis stop Herr Uhl as he was smuggled out of the country? They didn't get a sniff. Help! Jean-Francois has been caught spying on German tanks in the Black Forest! Cut to … Jean-Francois back in Prague explaining how he had a bit of bother with the Hun but he didn't kill the guard because he was only 18. Even Olga's murder was entirely bloodless. The first part ended with Jean-Francois being kidnapped and bundled into the back of a Nazi limo, so there's a chance the second instalment will be an improvement. I hope so. Everyone involved deserved better than this. A more vigorous war was being fought on the home front in The Food Inspectors (BBC1). It took me a moment to realise who the cheeky-chappy, never-use-one-bad-gag-where-two-will-do, presenters Matt Allwright and Chris Hollins most resembled: once I had them clocked as a middle-aged Ant &amp; Dec, there was no recovery for this programme. There is some merit in reminding the population that mice and cockroaches should be kept separate from food, and that sausages should not be undercooked, but I'd have thought one of those old five-minute public information films could have done the job. As it was, Allwright and Hollins kept up an hour of breathless hyperbole, at the end of which the only reasonable conclusion was that salmonella and listeria are the biggest dangers to human existence and it is a miracle that any of us are still alive. They also didn't appear to have a great grasp of statistics: \"Forty per cent of food poisoning incidents happen when cooking in the home,\" they announced, appalled at the scale of the disaster. Where else did they think they were going to take place? As the majority of people eat most of their meals in the home, the more obvious inference was that you are better off cooking at home than getting a take-away. The highlight of the show, though, was Allwright's indepth investigation into animal rustling, a crime that he assured us had become a huge problem during the recession. Only he didn't manage to find any rustlers or even any restaurants serving rustled sheep, so it all felt a bit pointless. Instead, he took us off to Cumbria to film a field from which some sheep had been stolen. We didn't even get a Crimewatch reconstruction. Just Allbright running around to show how tricky sheep can be to herd. \"Sheep may be stupid, but they aren't idiots,\" he concluded. Agreed. Though I can think of someone who might be …"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}