{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2013/jan/20/glencoe-avalanche-climbers-fell-1000ft", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2013-01-20T23:01:00Z", "webTitle": "Glencoe avalanche: climbers fell 300 metres and were buried in snow", "webUrl": "https://www.theguardian.com/uk/2013/jan/20/glencoe-avalanche-climbers-fell-1000ft", "apiUrl": "https://content.guardianapis.com/uk/2013/jan/20/glencoe-avalanche-climbers-fell-1000ft", "fields": {"headline": "Glencoe avalanche: climbers fell 300 metres and were buried in snow", "bodyText": "Four climbers killed by an avalanche in the Scottish Highlands fell about 300 metres (1,000ft) and were buried under dense snow, one of the rescue team has said. A fifth member of the party, a 24-year-old woman from Durham, remains in a critical condition with severe head injuries after being transferred by helicopter to the Southern General hospital in Glasgow. Two men and two women were killed by the avalanche, which struck without warning on Saturday afternoon on Bidean nam Bian, a 1,115-metre peak south of Glencoe. A sixth climber, a man, is thought to have survived by using his ice axe to break his fall after jumping clear. Northern Constabulary named three of the climbers who died: Una Rachel Finnegan, 25, from Co Antrim, Northern Ireland; Tom Chesters, 28, who was living in Leeds, West Yorkshire; and Christopher William Bell, 24, a PhD student from Blackpool, Lancashire. Finnegan was a junior doctor, originally from Coleraine in Co Londonderry, where her father Dr Owen Finnegan was a consultant at the Causeway hospital. Independent councillor David McClarty said his thoughts and prayers were with the Finnegan family. \"When one hears of a tragedy like this, your heart goes out to the families affected, but when you discover that one of them is your own it brings it home to you much worse,\" he said. \"This young woman, a qualified doctor, had her whole life ahead of her and then it is tragically cut short. The family is a Christian one and hopefully they will get some comfort from the fact that she died doing something she enjoyed.\" A close friend of Bell and Chesters said they lived for the great outdoors and died doing what they loved. Sam Morris described the pair as exceptionally competent, experienced mountaineers. Speaking from France, where the pair used to work with him as mountain bike guides in the Alps, Morris said both were elite outdoor pursuits competitors who spent most of their free time on the mountains. \"They were always up for an adventure and always up for a laugh and there are not many people in this world like that,\" he said. \"It was so few years lived but I know there's not much either one of them would have done differently. They seized every opportunity. They'd do things that people who spend their whole lives sitting behind a desk wish they could have done. \"When they died, they were with the people they loved, doing what they loved. We're just thinking of all their mums and dads and brothers and sisters.\" Andy Nelson, the deputy head of Glencoe mountain rescue team, said being caught in an avalanche was a \"brutal experience, like having a carpet suddenly pulled from underneath your feet and sliding downhill at up to 50mph\". \"It would have unfolded in a split second,\" he said, adding that the climbers fell 305 metres and were buried in up to 2 metres of snow. As a local church said prayers for the dead, Alex Salmond, Scotland's first minister, offered his condolences to the dead climbers' families and said it had been \"an appalling tragedy\", adding: \"To lose four people from a party of six is truly devastating.\" He stressed, however, that such deaths were rare and the number of fatal climbing accidents in the Highlands was declining. One of the male survivors, who did not want to be named, said: \"On Saturday, five of my friends and I were descending a mountain in Glencoe named Stob Coire nam Bian in an area known as Church Door Buttress when the party was swept away by a snow avalanche. It is with much sadness and deep regret that some of my friends have died as a result. \"All in the group loved the mountains and are experienced winter walkers. My sincere thanks goes to the members of the public, mountain rescue teams and other emergency services who assisted.\" The Rev Moira Herkes of St Munda's church at Ballachulish, north of Glencoe, said it had been the worst accident in the area for years. \"It is very distressing, because people come here for pleasure and when something like this happens, it hurts everyone involved,\" she said. \"This is a very beautiful place, but at times it can be very dangerous.\" The two survivors and the bodies were found after rescuers were flown from the glen floor to the site by Royal Navy search and rescue helicopters following the discovery of one of the casualties in the snow by two climbers not involved with the group. There was an avalanche warning in place for the area rated at \"considerable\", meaning human-triggered avalanches are likely – two grades below the top-level warning. Conditions had been difficult and high winds are thought to have created highly unstable slabs of snow on ridges. By coincidence, a national mountain rescue course on avalanches was being staged over the weekend in the nearby Nevis range near Fort William. Course instructors and members rushed to the accident scene to help in the search. Jonathan Hart, chairman of the Mountain Rescue Committee of Scotland, said their helicopter had \"enabled a very rapid response to the incident in terms of locating all the casualties. \"Everything possible was done, as part of an outstanding multi-agency response, to increase the opportunities for survival of the casualties and take them off the mountain before the hours of darkness. It is very sad that there has been such a tragic outcome.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}