{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2013/jan/05/lottery-win-belfast-torture-victim", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2013-01-05T22:42:31Z", "webTitle": "£10m lottery win for Belfast army torture victim", "webUrl": "https://www.theguardian.com/uk/2013/jan/05/lottery-win-belfast-torture-victim", "apiUrl": "https://content.guardianapis.com/uk/2013/jan/05/lottery-win-belfast-torture-victim", "fields": {"headline": "£10m lottery win for Belfast army torture victim", "bodyText": "An Irish republican internee who was once tortured by the British Army has won £10.2m in the New Year Euro- millions lottery. Joe Clarke, 60, who was awarded £12,500 for being subjected to extreme interrogation by the military during internment in 1971, bought the winning ticket in his native west Belfast last week. He only found out about his jackpot when he returned to the Saveway Spar filling station store on the Springfield Road where he bought the ticket on Thursday. At the time it is understood he did not realise how much he had won. Clarke has declined to talk about his win, but the store's owner, Brendan McKee, told the Belfast paper the Irish News that Clarke is a \"hard-working man\" he had known all his life. \"We were born and raised together on the road. He's a delightful man to win. If you were in trouble, Joe would be the man to pull you out of a hole,\" McKee said. Clarke is a popular figure in west Belfast, where he has worked as a car mechanic and is known for his charity activities for children in Belarus. He was one of 11 internees known as the \"hooded men\" who were arrested in August 1971 when Edward Heath introduced internment without trial to quell the increasing violence erupting in Northern Ireland. The then prime minister had come under severe pressure from the Unionist government at Stormont to impose internment in the face of a renascent IRA, but many of those detained were not involved in violence and in some cases belonged to the Northern Ireland Civil Rights Movement. Clarke had a hood placed over his head for seven days and was subjected to torture, including \"white noise\", sleep deprivation and beatings. Three years later he and the other men were awarded £12,500 for the way they were maltreated. The case was taken against the Ministry of Defence and the former Home Affairs department of the last Unionist-dominated Northern Ireland government. In 1976 the European Commission on Human Rights found Britain guilty of torture in the 11 men's cases. A Camelot spokesman could only confirm that there was a winning ticket from the New Year's Day Euromillions draw, and that one winner won a £10,243,499 share of the jackpot. Clarke later had his own personal troubles with former world boxing champion Eamonn \"The Terminator\" Magee when Clarke received a suspended three-year jail sentence for assaulting Magee in the Blacks Road area of west Belfast in 2004. Clarke admitted causing grievous bodily harm to the former world welterweight champion as well as possessing a 3ft wooden baton and causing criminal damage to Magee's car. In the court case two years later the jury was told that the attack followed a disagreement between Magee and Clarke over a snowman children had been building in their street. Following the assault Magee, who suffered a broken leg and a fractured knee, was warned by medical staff that he might never box again. The Euromillions winner suffered a second tragedy in the Northern Ireland Troubles when his brother Padraig was shot dead at his north Belfast home in February 1992 by gunmen from Johnny \"Mad Dog\" Adair's notorious \"C\" Company of the Ulster Defence Association. Padraig O'Cleirigh (Gaelic for Clarke), 52, was a politically uninvolved Irish language activist who had recently donated a kidney to save another brother's life."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}