{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2007/oct/20/1", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2007-10-19T23:14:36Z", "webTitle": "Chancellor backs G7 move to get tough on sovereign wealth funds", "webUrl": "https://www.theguardian.com/politics/2007/oct/20/1", "apiUrl": "https://content.guardianapis.com/politics/2007/oct/20/1", "fields": {"headline": "Chancellor backs G7 move to get tough on sovereign wealth funds", "bodyText": "The chancellor, Alistair Darling, last night backed a move by the G7 to toughen its approach to sovereign wealth funds when he warned foreign governments that Britain would not tolerate investments in key UK companies that were politically motivated. Amid growing concern in the west that China, Russia and the oil-rich states of the Middle East have accumulated vast war chests with which to buy up assets in the developed world, Mr Darling said Britain would block certain takeovers on national security grounds. The chancellor said he was opposed to protectionism and believed Britain had benefited from inward investment, but added: \"What I am clear about is that when a company is not acting in a commercial way or we have reason to believe that it is going to make an investment where there is an issue of national security, then we have powers to take action.\" Although Mr Darling refused to specify which companies the government would defend using the 2002 Enterprise Act, his comments were intended as a warning to Russia that Britain would not tolerate Russia's state-owned energy company taking a stake in Centrica, owner of British Gas. Following strong pressure from the United States and France, the G7 last night called on the International Monetary Fund and the Paris-based Organisation for Economic Development to draw up a new code of conduct for sovereign wealth funds (SWFs). This will include greater transparency and a call for all funds to follow the best practice of countries such as Norway. Although SWFs have been in existence since the 1950s, they have grown in importance in recent years as Asian countries have built up huge reserves as a result of their export-driven growth and oil producers have received a windfall from the quadrupling of crude prices since early 2003. Governments have channelled surpluses into funds, which have looked for high-yielding investments around the world. Nicolas Sarkozy, the French president, yesterday attacked SWFs: \"We've decided not to let ourselves be sold down the river by speculative funds, by unscrupulous attitudes which do not meet the transparency criteria one is entitled to expect in a civilised world. It's unacceptable and we have decided not to accept it.\" Mr Darling, speaking ahead of yesterday's G7 meeting, said: \"Sovereign wealth funds need to play by the rules. We believe in liberal trade. Britain gets tremendous benefits from liberal trade. The reason London is the world's number one financial centre is because we have a very open economy. \"I am vehemently opposed to moves to re-establish protectionism from wherever it arises. It would be a hugely backward step. We welcome inward investment from sovereign wealth funds but it has to be a two-way street. They have to operate on a commercial basis and no other basis.\" Gathering in the aftermath of the financial market turmoil of the past few months, the G7 announced that it would get the financial stability forum - a body that brings together central bankers and regulators such as Britain's Financial Services Authority - to look at how liquidity dried up in global markets. The FSF is being asked to look at credit derivatives, off-balance sheet investment vehicles, the lack of transparency in some markets and the role of credit-rating agencies. The G7 also stepped up its pressure on China to allow its currency, the renminbi, to appreciate on the foreign exchanges. Europe is concerned that the drop in the value of the dollar to a record low has seen the euro rise in value both against the greenback and against the renminbi."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}