{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2007/oct/12/booksforchildrenandteenagers.gender", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2007-10-11T23:52:01Z", "webTitle": "Mary Hoffman condemns pink princess culture. So why is her latest book about princesses?", "webUrl": "https://www.theguardian.com/books/2007/oct/12/booksforchildrenandteenagers.gender", "apiUrl": "https://content.guardianapis.com/books/2007/oct/12/booksforchildrenandteenagers.gender", "fields": {"headline": "The princess problem", "bodyText": "Down with princesses, I say! And fairies. And unicorns, rainbows, ponies and mermaids. And pink. And possibly purple, too, especially in conjunction with pink and definitely if there is any silver glitter involved. I'm sick of it all. Young girls growing up today are offered an almost exclusive diet of synthetic, commercially exploitative pap. Disney, the company that committed the ultimate betrayal of fairy stories by giving The Little Mermaid a happy ending, also gave that character a name, Ariel, and established her as one of the eight characters in their Disney Princesses franchise. This franchise was a cheap way to make millions, a good way to flog backlist DVDs, plus shedloads of other merchandise. It has recently been joined by both a Disney Fairies line and - for grown women in love with the princess image - a bridal collection inspired by Disney heroes. Walk into any bookshop and you will find several walls of titles featuring princesses, fairies and other pink, glittery characters. Type \"princess\" into Amazon and you get nearly 9,000 titles; try \"fairies\" and you get another 15,000. The Princess Diaries have made a lot of money for Meg Cabot - sales of five million and rising in 37 countries, plus two Disney films - and are based on the premise embraced by many girls, that they are secretly heirs to a throne. For those who are not actually changelings, or in a position to marry a European prince, the main chance to act and look like a Fairy Tale Princess is on their wedding day. Ignoring the fact that the royal nuptials described by every newspaper in 1981 as a \"Fairy Tale Wedding\", ended in adultery, recrimination, bulimia and divorce, couples or their families now spend an average £18,000 (enough for a deposit on a house) on a day when tiaras reign supreme. Such extravagance has seen the rise of \"Bridezilla\" - the woman who wants everything just so and whom it is death to cross. And, in a nice neat circle of pink commercial fairy dust, the glamour model, Jordan - she of the pinkest, princessiest wedding of all time - has launched her own series of children's books under her real name, Katie Price. The first in the series is called Here Comes the Bride, which says it all really; no need to tell you what colour the jacket is. The trouble with so many books of the \"pink and pretty\" variety is that they concentrate on appearance rather than character. Most of the Disney princesses offer simply \"niceness\" or perhaps \"kindness to animals\" which is no bad thing in either gender. But the stories chosen, like Sleeping Beauty and Snow White, are essentially about passivity. The sleeping, or apparently dead, young woman waits for her prince to come and is awakened into life by \"the kiss\". The message is that what matters is how you look, particularly in the eyes of a man. The later Disney movies improved slightly, in that Mulan and Pocahontas have more active roles, but Princess Jasmine is still just Aladdin's love interest. These stories teach girls from a very young age that the prime purpose of life is to attract and keep a mate, not to find a career or a way of life that brings them any interests beyond consumerism. Hence the grotesque image of the tiny American pageant princess, who is already heavily into fashion and makeup by the age of five. There is only one type of femininity possible in this formula; girls must be girly. It is a big leap from that to being womanly. Especially if you have a more liberated view of what it is to be a woman. Not for decades have books and their attendant merchandise been so strictly divided along gender lines. In the 1980s, when I wrote Beware, Princess, there was a rash of other books - The Strong Princess, The Wrestling Princess, Princess Smartypants - which were far from pink and pretty. Mine was inspired by my daughter, then seven, asking to have her dark brown hair dyed blonde, because \"all the princesses in my storybooks have long blonde hair and blue eyes\". It's not an option for Rhiannon, whose father is half-Indian so I said let's change the books instead. So, given my hatred of princesses, why have I chosen to write another princess book? Especially one with a pink cover with silver foil. The idea is to beguile little girls into reading what looks like just another princess book - once inside, though, they will find that the central character, Grace, is highly dissatisfied by the conventional princess image. At first she is thrilled at the prospect of taking part in a charity parade in a pretty dress; she has always wanted to be a princess. But then she asks the crucial question: what does a princess do? Once Grace starts digging deeper she finds that there are more interesting princesses in history and folklore, women who are genuinely worth emulating - the back cover shows her in Ashante Kente robes. The princesses she discovers are women who have adventures, who are fearless, strong, inspiring. It's a lesson worth learning. After all, it's difficult to be intrepid when you are swathed in pink tulle · Princess Grace by Mary Hoffman is published by Frances Lincoln, priced £11.99. To order a copy for £10.99 with free UK p&amp;p, go to theguardian.com/bookshop or call 0870 836 0875."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}