{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2007/oct/28/australia.theatrenews", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2007-10-28T23:52:28Z", "webTitle": "Blanchett not fit to run our theatre, says actor", "webUrl": "https://www.theguardian.com/world/2007/oct/28/australia.theatrenews", "apiUrl": "https://content.guardianapis.com/world/2007/oct/28/australia.theatrenews", "fields": {"headline": "Blanchett not fit to run our theatre, says actor", "bodyText": "She is one of the world's most sought-after film stars, an Oscar winner and an actress who can do no wrong in Hollywood. But Cate Blanchett's impending debut as artistic director of Australia's national theatre company has not been widely welcomed, amid reservations that she was given the role ahead of more experienced candidates, and yesterday the controversy surrounding her appointment deepened. In an extraordinary outburst, one of the company's leading actors resigned in disgust, saying: 'An Oscar for acting is not a suitable recommendation to run the biggest theatre company in the country.' Colin Moody is said to have voiced the disquiet felt by many in Sydney's small but powerful theatrical community about the decision to give the 38-year-old actress - along with her husband, playwright Andrew Upton - the top job in Australian theatre. Moody said he could not longer take the 'office politics' and 'hypocrisy' at the Sydney Theatre Company, adding the company had been 'importing people asking them to do a task that they haven't a clue how to do'. Blanchett and her husband have not made any comment, but the extraordinary spat has revealed the tensions that have followed their appointment at Australia's de facto national theatre company. News of their selection last year was met with surprise, not least because other candidates said they were not even given a chance to apply for the position. Since then, Blanchett has drawn on the support of some of her famous friends and persuaded the fashion designer Giorgio Armani, who dresses her for public appearances, to become patron of the theatre for a year and to inject a large sum of cash into the company coffers. It has already been announced that she will direct The Year of Magical Thinking, American author Joan Didion's account of coming to terms with the death of both her husband and daughter. Blanchett's supporters point out that there is a tradition of film actors moving into the theatre and that her star power will encourage more people to come to the theatre. Nevertheless the disquiet echoes similar misgivings about Kevin Spacey's decision to take over the Old Vic In London in 2003. His appointment was greeted with delight, but he has since endured criticism and calls to resign because his productions have not met expectations. The STC's general manager, Rob Brookman, said of Cate Blanchett and her husband: 'They will do a wonderful job.'"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}