{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2007/oct/25/israel.highereducation", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2007-10-24T23:30:24Z", "webTitle": "Letter: The Oxford Union's cowardly action", "webUrl": "https://www.theguardian.com/world/2007/oct/25/israel.highereducation", "apiUrl": "https://content.guardianapis.com/world/2007/oct/25/israel.highereducation", "fields": {"headline": "The Oxford Union's cowardly action", "bodyText": "I was due to attend a debate at the Oxford Union this week (Letters, October 16) and am now told it has been cancelled. The debate was about the so-called \"one-state solution\" to the Israel-Palestine conflict, by which all of Israel-Palestine between the Mediterranean and the Jordan becomes a single democratic state of all its inhabitants. In this way, Israelis in the current Israel, settlers in the occupied West Bank, and Palestinians in the West Bank and Gaza stay where they are and share the government of their own state as a true democracy. Alan Dershowitz, an American pro-Israeli academic, was invited to oppose the motion and said he would not speak on the same platform as another American academic, an anti-Zionist, Norman Finkelstein. This was, of course, his right. But having decided not to take part, he has now attacked the Oxford Union for inviting Finkelstein rather than a pro-Israel speaker, and succeeded in getting the debate cancelled. Usually a lawyer like Dershowitz would be expected to argue for freedom of speech. Indeed, a few years ago he made a strong case before a disciplinary committee for a colleague at Harvard to be allowed to propagate the idea that many people with mental illness had been abducted by aliens. But ideas that involve justice for Palestinians are far too dangerous to air in public. The suggestion that Palestinians and their supporters cannot discuss in front of an audience what they consider to be the best solution to their problems without inviting a spokesman for Israel is a nonsense. I hope the Oxford Union committee will reconsider its cowardly action and reschedule this important debate. Karl Sabbagh Newbold on Stour, Warwickshire"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}