{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2007/oct/14/money.theairlineindustry", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2007-10-13T23:33:02Z", "webTitle": "Interview: Willie Walsh, British Airways chief executive", "webUrl": "https://www.theguardian.com/business/2007/oct/14/money.theairlineindustry", "apiUrl": "https://content.guardianapis.com/business/2007/oct/14/money.theairlineindustry", "fields": {"headline": "Flying in the face of disaster", "bodyText": "Willie Walsh, the chief executive of British Airways, is a glutton for punishment. He is ordering me to read out my pre-prepared list of the disasters of almost Biblical proportions that have befallen the airline in the two years he has been at the controls. It would be enough to send most bosses running screaming from the room, but he insists on hearing it. So to recap: in the past two years BA has been hit by strikes; fines for price fixing; bomb plots; ongoing chaos at Heathrow; climate change protests; and a public rebuke from the Archbishop of Canterbury for refusing to allow a Christian employee to wear a crucifix to work. It seems rude to go on with the roll-call of shame. But Walsh is having none of it. 'Go on, read the rest,' he urges with relish. We finally get to the almost two-year delay over the launch of the A380, the giant Airbus plane which is being formally delivered to its first customer, Singapore Airlines, this week. British Airways had originally been rumoured to be one of the first customers. 'Ah ha,' he points triumphantly, 'that one - the delay over the A380 launch - is not our fault.' Walsh claps his hands and laughs. 'I look back and remember the things which went well,' he says. Fortunately, he is not easily offended. The Irishman, who joined Aer Lingus as a 17-year-old trainee pilot in 1979, worked his way up to chief executive in 2001, before being poached by BA. We're sitting in a small nondescript office at BA's glass-panelled headquarters complex near Heathrow Terminal 2, just over two years after he took up the job on 1 October 2005. He says the biggest challenge was coping when flights were grounded over fears of a terrorist plot last August. The new security measures introduced at all UK airports overnight almost brought Heathrow - already the UK's most over-stretched airport - to its knees as owner BAA struggled to cope. Walsh decided publicly to lambast the airport operator, which did not go down well with BAA boss Stephen Nelson, not least because the two companies tend not to criticise each other openly. 'I did feel strongly,' Walsh recalls. 'I thought long and hard before I did it. I'd expressed frustration to them and I felt someone had to say something. It's not something I did lightly.' Asked if it damaged the relationship, he laughs: 'Yes, it did. Let's be honest, people don't like being criticised, particularly in public. It [the relationship] was a bit icy.' BA is BAA's largest customer, with two-thirds of its flights taking off from Heathrow. Walsh insists relations have improved since last summer's hiatus but bemoans the lack of investment in Heathrow over the years. What irks Walsh most about the security measures is the rule limiting passengers taking off from UK airports to one piece of hand luggage. People flying into the UK are allowed to carry two pieces of hand luggage, which they have to shove into one when taking off again. 'I can see no justifiable reason why it's in place. It's continuing to impact on our business and reputation.' Ruth Kelly, the new Secretary of State for Transport, is reviewing the rule and Walsh hopes the restrictions will be lifted in 'weeks not months'. BAA, which was bought by Spanish construction group Ferrovial last year, has been referred to the Competition Commission to investigate whether its stranglehold over London's airports - it owns Stansted and Gatwick, as well as Heathrow - constitutes a monopoly. Other airlines, such as Virgin Atlantic, are calling for BAA to be broken up and ownership of the London airports split. Walsh argues that forcing BAA to sell one or more of its airports would not improve customer service. The real problem of having one company owning most of the south east's airports, he says, is that there is little incentive for it to increase capacity. 'We have suffered as a result because they can say: \"If there's inadequate capacity it will spill to another one of my airports; I'm going to get the business anyway.\" If there was separate ownership you can be damned sure the guy who owns Heathrow will say \"I'm not going to allow my competitor to benefit\".' But despite this he still believes a forced break-up of BAA would be messy and result in further chaos, and should be used only as a last resort. Far better, he argues, would be for the regulator, the Civil Aviation Authority, to set mandatory targets for airport owners to increase the amount of aircraft and passengers it can handle. 'If BAA gave commitments to capacity development and if the regulatory regime required it to deliver on those commitments, that may be an acceptable and more practical alternative to it breaking up.' In the meantime, BA is getting ready for the March opening of the spanking new Terminal 5, which will handle all BA flights. 'Believe me when I say it - T5 is going to make a massive difference and will be fantastic from a customer point of view.' He shows me his security pass, which is adorned with the cheesy company slogan - 'Fit for Five'. So far the schedule is on time and on budget but he concedes that cynical passengers, fed up with Heathrow, will believe it only when they see it. Three days after the opening of Terminal 5 is another milestone date - when the 'Open Skies' agreement on flights between Europe and the US comes into force. Currently, only four airlines can fly between Heathrow - which handles most transatlantic flights in Europe - and the US, including BA and Virgin Atlantic. But, from the end of March, any airline will be able to fly to and from the two continents. BA has the most to lose from the agreement, as it operates the most flights from the UK to the US. Controversially, the US won a two-year moratorium on opening its own domestic market to European airlines. Until then, only US carriers can fly domestic routes. Walsh, not surprisingly, says this isn't fair. 'The US is saying \"your skies are open, ours are closed\" - that's its definition of open skies,' he says. 'It's a poor settlement.' He predicts the US will not meet its side of the bargain by opening its domestic market by 2010. But rather than cut back the number of BA flights to the US as new competitors start their own, he says the airline will increase the number of flights. The amiable Walsh saves his ire for the government. Last week it said it would replace the much-hated air passenger duty with a tax on flights to encourage airlines to fill planes and, in so doing, cut pollution. 'It's bullshit really,' he says. 'They're just raising revenues.' He remains remarkably chipper, despite everything: 'When I started my flying career the joke was that Heathrow was the only building site in the world which had its own airport.' Come March, if Terminal 5 and Open Skies don't go as smoothly as Walsh the eternal optimist predicts, he'll need his sense of humour more than ever. The CV Name Willie Walsh Born 25 October 1961 Education Ardscoil Ris, Dublin (secondary school), MBA from Trinity College, Dublin (completed 1992) Career Joined Aer Lingus as trainee pilot in 1979, became chief operating officer in 2000 and chief executive in 2001. Has been British Airways chief executive since 2005."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}