{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2007/oct/10/guardianobituaries.china", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2007-10-09T23:18:23Z", "webTitle": "Obituary: Elisabeth Croll", "webUrl": "https://www.theguardian.com/news/2007/oct/10/guardianobituaries.china", "apiUrl": "https://content.guardianapis.com/news/2007/oct/10/guardianobituaries.china", "fields": {"headline": "Elisabeth Croll", "bodyText": "Professor Elisabeth \"Lisa\" Croll, who has died from cancer aged 63, achieved great distinction both as an academic and an international consultant and policy adviser on subjects such as development, poverty alleviation and the rights of women and children. In 2002, she was appointed vice principal of the University of London's School of Oriental and African Studies (Soas), with special responsibility for external affairs, and in the same period was elected chair of the UN council in Tokyo. Earlier this year, she was awarded a CMG for services to higher education, especially in promoting understanding of China's social development. Lisa Spracket, as she then was, was born in Reefton, a remote former gold-mining town in South Island, New Zealand, where her father was a Presbyterian minister. On her mother's side, her family had been involved in founding the country's first university, at Dunedin. She attended school in Christchurch and took a BA and MA in history at the University of Canterbury. She accompanied her husband Jim (from whom she was later divorced) to London and attended Soas, where she was able to develop her interests in anthropology and in China. She gained a second MA, this time in far eastern studies, and was awarded a PhD in the anthropology of China in 1977. Her first book, Feminism and Socialism in China (1978), was a pioneering study of the Chinese women's movement from its emergence in the late 19th century. This marked the start of a prolific publishing career of nearly 30 years, during which she explored many aspects of social development, family and gender issues in China and Asia. Her Politics of Marriage in Contemporary China (1981) brought anthropological approaches to the study of political reform, showing that the cultural specifics of marriage in China were correlated with the structure and function of households. For this reason, it suggested, the government's marriage reforms based on free choice and sexual equality would be hard to implement and would produce conflict between older people and the state. Only now that so much of the Maoist collectivist order has been swept away can Lisa's insight into the resilience of the traditional social structures of rural China be properly appreciated. Later titles included the Family Rice Bowl: Food in the Domestic Economy in China (1983), Chinese Women Since Mao (1984), China's One-Child Family Policy (1985), Women and Rural Development in China (1985) and Endangered Daughters: Discrimination and Development in Asia (2000). The last to be published, China's New Consumers: Social Development and Domestic Demand, appeared last autumn. Lisa's books - and her countless papers and articles - reflect her strong focus on women, children and the domestic economy but also the variety of her interests, her quick appreciation of the importance of developments in China in the 1980s and 90s, and her refusal to be hidebound by narrow disciplinary constraints. Although ultimately Lisa achieved the success she deserved, she felt that as a woman and an outsider she had to struggle for recognition in the early years of her career. Successive research fellowships at the Contemporary China Institute and the department of anthropology at Soas, the Institute of Development Studies at Sussex University, Queen Elizabeth House and Wolfson College, Oxford, and at Princeton University and the Institute of Social Studies (Netherlands), necessitated constant travel at a time she was bringing up two children in London. She was as conscientious a mother as she was a researcher, and often sacrificed sleep, rising early and working late into the night, to make the time she felt she owed to her responsibilities. After she was finally appointed to a permanent lectureship at Soas in 1990, her advancement was rapid. She became a senior lecturer in 1991, a reader in 1993, and professor of Chinese anthropology of the University of London in 1995. No ivory tower intellectual, Lisa's appreciation of the practical implications of her research meant she was much in demand beyond the academic world. She worked for a great variety of UN agencies, the International Labour Organisation, the World Bank, the Ford Foundation and the Department for International Development. She had many collaborative relationships in China, where her work was admired by academics and officials. She advised the Chinese Women's Federation on gender issues, and worked with government ministries on poverty alleviation, agricultural labour and rural to urban migration. Her work on discrimination against daughters and demographic sex imbalances in China and Asia gained international notice. In 1998, she was appointed to the UN council in Tokyo. Lisa was remarkable for her intellectual energy and for extraordinary productivity. Many of her works are today considered standard texts for courses on China's development. She will also be remembered for her willingness to help younger scholars and for the warmth and affection she offered her many friends. Her high standards extended to the domestic sphere; she enjoyed embroidery and knitting, and collaborators going to her home to work would be sustained by her excellent coffee and home baking. Even in her last months, she was happy to exchange news and spoke with courage, realism and even humour about her illness and treatment. She derived great pleasure from her children, Nicolas and Katherine, and from her adored grandson Rafael. · Elisabeth Joan Croll, sinologist, born September 21 1944; died October 3 2007"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}