{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2007/oct/12/guardianobituaries.obituaries1", "type": "article", "sectionId": "global", "sectionName": "Global", "webPublicationDate": "2007-10-11T23:13:58Z", "webTitle": "Obituary: Graham Impey", "webUrl": "https://www.theguardian.com/news/2007/oct/12/guardianobituaries.obituaries1", "apiUrl": "https://content.guardianapis.com/news/2007/oct/12/guardianobituaries.obituaries1", "fields": {"headline": "Graham Impey", "bodyText": "My husband, Graham Impey, who has died aged 65 of prostate cancer, was associate head of primary education at Nottingham Trent University until his retirement in 2002. His strong principles and practical teaching experience, combined with humour, humanity and attentive listening, made him a rare, collaborative leader. Born and bred in Wakefield, Yorkshire, Graham won a choral scholarship to Queen Elizabeth grammar school, and sang in the cathedral choir. At Reading University (1960-63) he studied geography. Then, with friends, he travelled round America in an old banger. His PGCE year at Leicester University (1965-66) proved pivotal: days discussing Plato, Euclid, Freud, the Bible, music and literature, and an innovative teaching practice where students assessed themselves and each other. Next came time teaching in schools across Leicestershire, and the forging of lasting friendships. Marriage to Rose and the birth of their two daughters, Rachel and Charlotte, gave him a new role. In 1976 he was appointed head of St Luke's primary school in Thurnby - one of Leicestershire's youngest heads. Graham's second career - teaching teachers - began with secondment in 1984-85 to an MA in education at Leicester University, then work on education training partnerships. He lectured at Leicester University and Polytechnic, before moving to Nottingham Trent University in 1992, initially to lead the Primary PGCE, and later as associate head of department. After Graham's first marriage ended in divorce, he and I met on a risk-taking workshop in 1993. In 1999, Graham took the ultimate risk to live his dream - restoring a period house in the Dordogne: we moved to France in 2003 and Graham was diagnosed with cancer a week later. He remained optimistic, continuing to involve himself in the local French community - in badminton, choir and the local history society. Sad to leave France, he none the less relished seeing English friends more regularly. He saw his daughter married in Australia. Graham is survived by me, his daughters Rachel and Charlotte, and new grandson Reuben."}, "isHosted": false}}}