{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2007/oct/10/post.features11", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2007-10-09T23:18:24Z", "webTitle": "The question: What is the postal strike really about?", "webUrl": "https://www.theguardian.com/uk/2007/oct/10/post.features11", "apiUrl": "https://content.guardianapis.com/uk/2007/oct/10/post.features11", "fields": {"headline": "What is the postal strike really about?", "bodyText": "The key issues are pay, pensions and modernisation. Last Thursday, around 130,000 postal workers walked out for 48 hours. Another two-day strike ended this morning at 3am. The next proposed walkout is on Monday. The Communication Workers Union rejected Royal Mail's offer of a 2.5% pay rise in April. It points out that the average postal worker earns £323 a week basic pay, which, according to the CWU, is £80 a week below the national average wage. Adam Crozier, Royal Mail's chief executive, says his staff are paid 25% more than rival workers in the private delivery sector but are 40% less efficient. He claims there are still numerous \"Spanish practices\", such as postal staff asking for overtime if they finish two hours early and are requested to do other duties to complete their shift. \"All we are asking is that people work the 37 hours 20 minutes for which they are paid,\" he said. \"If they work longer than that, of course they will receive overtime.\" Royal Mail has proposed scrapping its final salary pension scheme and raising the retirement age from 60 to 65. The CWU reckons that a 40-year-old worker with 20 years' service stands to lose in excess of £60,000 pension benefits if the Royal Mail's proposals go ahead. The third element is, as Royal Mail terms it, \"flexibility\". Plans include later delivery and abolishing Sunday collection, which union members see as \"running the service down\". Dave Ward, deputy general secretary of the CWU, said: \"Postal workers are carrying more mail than they should, not taking their breaks, and using their own cars to take mail out on deliveries. This all ensures flexibility for Royal Mail.\" The union claims that 40,000 jobs could be lost and fears that the rolling closure plan of local post offices is a further indication that the service is being run down."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}