{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2007/oct/06/boltonwanderers.premierleague", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2007-10-05T23:22:01Z", "webTitle": "Football: Anelka the philosopher plays the waiting game", "webUrl": "https://www.theguardian.com/football/2007/oct/06/boltonwanderers.premierleague", "apiUrl": "https://content.guardianapis.com/football/2007/oct/06/boltonwanderers.premierleague", "fields": {"headline": "Anelka the philosopher plays the waiting game", "bodyText": "This is not how Nicolas Anelka is supposed to be. The caricature is well known: sullen and surly as depicted in France's equivalent of Spitting Image, Les Guignols de l'Info. But Anelka the man seems very different. He has just spent three patient hours answering every question, posed in broken French, by delighted local schoolchildren who are attending a Premier League Creating Chances initiative with Bolton Wanderers' community department. Queues of kids have formed and he gives every one his autograph along with a ready smile. It also runs counter to popular wisdom that the man who reputedly stropped out of Arsenal eight years ago because of press intrusion is a willing and candid interviewee. So this is the Incredible Sulk? \"When I started to play football as far I was concerned I just played football,\" he explained. \"I didn't want all the stuff around it, the press and that. That's why I've always been seen like this. I'm still the same person as before; the Nicolas Anelka from Arsenal is still me except that I've grown up a bit. At that time [when he arrived in England] I was 18 years old, I'm 10 years older now, 28. There you go.\" There is something about Anelka that recalls Candide of Voltaire's novel. Having joined the Gunners as a naive young man in 1997, a troubled career that has taken him to Bolton via Real Madrid, Paris St-Germain, Liverpool, Manchester City and Fenerbahce has suffered its equivalents of an auto-da-fé and the Lisbon earthquake. But he still regards his life with optimism. \"I left for Madrid at 20 years old and I didn't really know how it would go,\" he said of his \"very difficult\" time in Spain from which his career seems never truly to have recovered. \"I didn't really know the club but I don't regret it. It's good to have had in my life the times I had even though there were difficult times there were some good times. It's good to experience different things.\" The football is certainly different in Bolton from the Bernabéu but Anelka loves life in England and seems to be thriving. He added the winner against Rabotnicki Kometal in Thursday's Uefa Cup tie to five goals in the Premier League - the sort of form that has merited a recall to the France team, from which he had been exiled after comments about the former managers, Jacques Santini and Roger Lemerre. His outspoken remarks also led Les Guignols to satirise him but speak to him face to face and the impression is that his candour has been misunderstood. Perhaps that is understandable, because Anelka is certainly bold. \"Even if I score my goals I think that I would have managed to score twice as many if I was in a bigger team, at a bigger club,\" he said. \"Twice as many goals. But I have to accept that. I've played in bigger teams, where I know pressure very well, where I know exactly what I have to do on the pitch; I won't try to do too much, I do what is asked of me. I don't play for myself, I play for the team.\" So is he surprised that, having played for Arsenal, Liverpool and Real Madrid he is now at a team who languish 19th in the Premier League? \"Yes and no,\" he said. \"I know that there are still lots of people who say that my character is bizarre or I don't know what. \"But you have to ask the people who have been with me. If you ask Sam Allardyce, who brought me here to Bolton, if you ask him about my character, he'll tell you. If you ask Sammy Lee, Arsène Wenger, people who've known me, they'll tell you there's no problem.\" There were reports in the summer that Wenger was willing to take him back only to be overruled by the Arsenal board. It is a story the Arsenal directors hotly deny but Anelka is convinced politics prevented him from playing again for the current Premier League leaders. \"I haven't spoken to Arsène,\" he said. \"I know that Arsène was maybe interested but there were perhaps some people on the board who couldn't accept how I left in the first place. But at the same time they bought me for £500,000 and sold me for £22m, they paid for a new training ground from that and all the rest. \"When I had to leave I left but they did very well in terms of money. If they can't accept that . . . I didn't want any money and thanks to me they got lots of money. I don't know why they're being like that.\" But although the door might be closed for him at the Emirates Stadium he is still hopeful of a route back in to the Champions League. Tomorrow he is again in the spotlight with the visit to the Reebok Stadium of Chelsea and their array of expensively assembled players. \"Of course I still have ambition,\" he said adamantly. \"It's a long time that I have been waiting for a big club. I'm not about to hide it; it's the truth. I know my game and I know my qualities. I know all the players who are at Chelsea, Arsenal, Manchester United, Barcelona and I know I'm at their level. \"I've played with them and I know I don't have anything less than them. It's just the fact that I have to play and wait, I have to have a lot of patience. I've been waiting so there it is.\" After all his adventures and like Candide himself, a philosophical Anelka appears to have come to the conclusion that everyone has to \"cultiver son jardin.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}