{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2007/oct/06/newsstory.ajax", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2007-10-05T23:22:01Z", "webTitle": "Premier League: Grant happy to have Ten Cate as part of his new backroom team", "webUrl": "https://www.theguardian.com/football/2007/oct/06/newsstory.ajax", "apiUrl": "https://content.guardianapis.com/football/2007/oct/06/newsstory.ajax", "fields": {"headline": "Grant happy to have Ten Cate as part of his new backroom team", "bodyText": "Avram Grant insisted yesterday that Chelsea's move for Henk ten Cate came with his blessing and the arrival of the Ajax coach would provide him with a \"top-of-the-line\" assistant. Since his surprise elevation to manager in the wake of Jose Mourinho's departure a little over two weeks ago, Grant has been working to assemble a new backroom staff. Mourinho was followed out of the door by his assistant Baltemar Brito, the fitness coach, Rui Faria, the goalkeeping coach, Silvino Louro, and the scout, Andre Villas Boas. Mourinho's other assistant, Steve Clarke, has stayed and has taken charge of training but is understood to be considering his position. Grant says that he does not want Clarke to leave and the club intends to pair the Scotsman with Ten Cate to mirror the coaching structure under Mourinho and offer a degree of continuity. Grant has known Ten Cate for some years and believes he could enjoy a productive partnership with him. But he was categoric about who would remain at the very top of the club's structure. \"I am in charge of my staff and of my players,\" Grant said, emboldened by Wednesday night's Champions League victory over Valencia at the Mestalla Stadium. \"Any decision about my players and about my staff is my decision, absolutely mine. I need to work with these people. I want my assistants to be top of the line. [The club has] appointed someone who I think is very top - Steve -and we want the European [assistant coach] also to be one of the best. \"I have known [Ten Cate] many years, and I know what he did at Barcelona [as assistant to Frank Rijkaard]. I visited many training sessions all over the world, not just in football, and I was in Barcelona many times, even when [Johan] Cruyff was in charge and I was with Rijkaard twice. I like [Ten Cate's] style of football. He has a good record, he's a very nice person, he loves football.\" Chelsea have held talks with Ten Cate and although the Dutchman said little yesterday when asked about his prospective move, he is receptive to the notion. So, too, are Ajax. After narrowly missing out on the league title in his first season, Ten Cate has struggled so far this time out. He lost two of his key players over the summer, Wesley Sneijder to Real Madrid and Ryan Babel to Liverpool, and then watched his reshaped team fall short in the third Champions League qualifying round. On Thursday night they crashed out of the Uefa Cup to Dinamo Zagreb. Although they are top of the Eredivisie, they are not playing well. \"I am very flattered by the interest of Chelsea but my intention is still to finish my contract at Ajax,\" said Ten Cate. Were he to negotiate a pay-off and join Chelsea, Ajax would consider a move for Martin Jol, the Tottenham manager. Grant has repeatedly said that, under his leadership, Chelsea are seeking \"a different way\". Whereas Mourinho was a hands-on presence at training, Grant appears content to put his faith in coaches to implement his ideas. \"The coach is coaching and I am the manager,\" he said. How Clarke would take to working with Ten Cate remains to be seen. Grant takes his side to Bolton tomorrow with confidence high after Valencia. He was part of the Reebok Stadium crowd in April 2005 when Mourinho's Chelsea beat Bolton 2-0 to secure the club's first league title in 50 years. Grant was a regular visitor to Bolton because of his links to the Israeli players Tal Ben Haim, who is now with him at Chelsea, and Idan Tal, who has also left the club. \"One thing is for sure, if we win there on Sunday, we will not win the championship,\" he said. Grant, who will be without the suspended Didier Drogba, hopes to have Frank Lampard fit after a thigh problem. Either way, Grant will allow Lampard to join up with England next week."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}