{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2007/oct/02/economy.conservatives", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2007-10-01T23:14:47Z", "webTitle": "Polly Toynbee: Here is a party that is set on goldplating its own nests", "webUrl": "https://www.theguardian.com/commentisfree/2007/oct/02/economy.conservatives", "apiUrl": "https://content.guardianapis.com/commentisfree/2007/oct/02/economy.conservatives", "fields": {"headline": "Here is a party that is set on goldplating its own nests", "bodyText": "This is a very Tory version of Robin Hood. George Osborne yesterday promised to steal from the outrageously, stratospherically rich and redistribute it to the already very, very rich. That's what taxing non-doms to relieve inheritance tax does. Those registered as a non-domiciliary, absolved from British tax although they live here, would pay a flat rate of £25,000 a year. Oh, imagine the pain of it for the likes of Roman Abramovich! It's no more than a return flight to Monaco on a luxury private jet. None the less, it's high time at least this flea bite of a gesture was made. The Tories hear their own people disgusted at untaxed excess, resenting scroungers at the top as much as benefit scroungers at the bottom. It's not just the non-doms and non-residents, but the private equity tax avoiders and all the mega-rich. The UK has one of the lowest top rates in the OECD 30 nations, yet the rich use the same roads, services, police and national security to conduct their business in a well-regulated environment, with the NHS to save them when their Porsches crash. It is to Labour's shame that at their conference there was no word about what has happened to wealth on their watch. For all Gordon Brown's bible-bashing on stability, responsibility and moral compasses, he was silent on greed. So the Tories nipped in quick yesterday to steal what should be Labour turf on this. The Tories have now given Labour permission to be considerably braver in raising a fairer share from the untaxed and undertaxed money, but don't hold your breath. What about inheritance tax? Here the Tories send not so much a dog whistle to their own, as a trumpet call - a siren song Labour should certainly not follow. To raise the threshold to £1m reduces the number of estates that will ever pay a penny from 6%, the pretty rich - to 1%, the very rich. But popular feelings run high on this, stoked by the Daily Express and (bizarrely) by the Observer. This is political dynamite, hard to defuse with mere facts. A high-level politics department seminar in Oxford last week gathered all the recent evidence on public attitudes, and concluded that people don't understand how inheritance tax works, vastly overestimate how many will pay and hold a visceral conviction that it's unfair. As house prices rise, more people fear that their estate will creep into the £350,000 level most recently set by Gordon Brown; 37% of estates are now worth over £350,000 (homes, pensions, cash), so if everyone died today then 37% of estates would be liable. But everyone is not dying today. According to Carl Emmerson of the Institute for Fiscal Studies (IFS), by the time people grow old and die they have divested themselves of money, giving it away when children and grandchildren need it, downsizing their homes to spend on cruising, enhancing their pensions or going into long-term care. That's why only the richest 6% ever end up with enough money to pay IHT. Treasury forecasts assume the threshold will always be raised before it hits ordinary people. Labour has an opportunity here. Who inherits £1m? Let's look at photos of the homes of David Cameron and his wife's parents, or George Osborne's parents, or other frontbench scions of wealth. This silver-spoon policy runs against what Tories say these days about making it on the sweat of your own brow and giving everyone the same chance in life. Osborne, like others here, boasted of his father's struggle to start his own business. What is the story their children will tell at Tory conferences in 30 years' time? \"I was born with a tax-free million in my mouth?\" Idle rich kids don't fit the current Tory story. Once the facts sink in, this £3bn gift to the super-rich will haunt them - but only if Labour dares seize the chance to talk about wealth. Combined with Tory promises to cut tax on shares, here is a party goldplating its own nests. When first-time buyers think more about that £2,000 to be saved on stamp duty, it won't take long to realise that house prices will rise to take account of it: sellers stand to gain as much or more from this. Here in Blackpool, one drumbeat echoes through the halls - tax cuts, tax cuts, tax cuts. A poll of 1,500 activists by the ConservativeHome website found that 64% to 24% want to \"spend less than Labour and spend more on tax cuts\". Osborne and Cameron have heard it loud and clear with these highly symbolic giveaways. They talk gravely of fiscal responsibility, yet at the same time they let loose this cascade of cash at the top. Valiantly, at a fringe meeting pumping with pressure for tax cuts, David Willetts reminded them that this policy was road-tested to destruction for three elections in a row. He made fun of the flat-taxers and their \"sunny Californian Laffer curves\", dismissing as fantasy that rightwing belief that cutting taxes brings in more revenue. The IFS is doubtful that the £3.5bn cost of the cut in inheritance tax can begin to be covered by taxing non-doms. The Treasury warns that many of these are Filipino nurses and Polish builders sending home £100 a week, and not fat cats at all. But these technicalities are beside the point. Unless Labour makes the real political case for inheritance tax, it will lose this argument. People think IHT is an unfair \"double taxation\" out of already taxed income. But no one pays it from income: it is only paid after death by inheritors. What is more, \"double taxation\" is paid in VAT, on petrol, alcohol and council tax, all paid out of taxed money. Labour will make a strong case that these billions of Tory cuts can't be covered by the supposed savings. Much was made of a promise to give £3bn extra tax credits to low-paid couples (married or not). It would lift another 300,000 out of poverty, targeted on the poorest. But never mind the rights and wrongs, it would never happen. The small print says this extra for the poor would only be paid once an eye-watering £3bn was saved from incapacity benefit. (Goodness knows how.) So where has this taken the Conservatives? Home to their gilded comfort zone, back to the identical inheritance tax cuts they promised and lost on before. Green hardly features now. No doubt tomorrow Cameron will balance tax bribes with soft words and optimism. Labour needs to argue back on symbolic principles: mere competence will not be enough. Watch the video of yesterday's Guardian debate, featuring Polly Toynbee and Oliver Letwin, here. polly.toynbee@theguardian.com"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}