{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2007/oct/17/politics.eu", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2007-10-16T23:09:32Z", "webTitle": "Leader: A good treaty for Britain", "webUrl": "https://www.theguardian.com/commentisfree/2007/oct/17/politics.eu", "apiUrl": "https://content.guardianapis.com/commentisfree/2007/oct/17/politics.eu", "fields": {"headline": "A good treaty for Britain", "bodyText": "Whisper it who dares, but this is a week of genuinely exciting opportunity for the modernising and effectiveness of the European Union, for British engagement in Europe and for the European cause in Britain - all causes well worth supporting. Tragically, you are very unlikely to hear the EU reform treaty debate at this week's Lisbon 27-nation summit described in this positive way very often. That is because the default mode of the majority of the British press - the bulk of which is controlled by owners who hate Europe and who fear that EU competition policy blocks the road against their monopolistic ambitions - is xenophobic, scare-mongering and a permanent threat to balanced debate on this strategically vital subject. Unfortunately, with rare but honourable exceptions, too many British politicians have cringed for more than a generation in the face of the British press's fanatical hostility to Europe. Gordon Brown has long preferred to depict Europe as a threat rather than an opportunity; for that reason, in his current politically vulnerable state, he may feel the need to thump the table defiantly in Lisbon yet again. But on the basis of what we know about the reform treaty - and in the light of the discussion on it at this week's foreign ministers' meeting in Luxembourg, on which foreign secretary David Miliband reported to MPs yesterday, this would simply not be justified. This is a treaty well worth agreeing to. It is good for Britain and good for Europe. The prime minister should say so. This treaty is not the EU constitution rejected by French and Dutch voters and on which Labour was panicked into promising a referendum three years ago. The central difference is that the constitution would have replaced all previous EU treaties with a new legal framework and order, whereas the treaty only amends the existing treaties. There are other differences too - on competition, EU expansion and energy, for instance -which were thrashed out in Brussels in June. Britain has also secured opt-outs from significant sections of the treaty, including on justice and home affairs and on the applicability of the EU charter of rights. Many provisions of the rejected constitution survive, however; among them, increased power for the European and national parliaments and reform of the EU presidency and foreign-policy structure. It is right to acknowledge that Britain's pro-Europeans have sometimes been guilty of a misleading optimism in their assessment of the European project. But it would be obtuse not to recognise that this treaty is more modest and practical - though also more necessary and in most ways more positively desirable - than the grandiose constitution that spawned it. Get real about it. The federalist movement in Europe is losing strength year after year. Increasingly, the EU is an outward- not an inward-looking body. The treaty embodies that shift. That is why to insist on a referendum on this treaty is to debase the currency of plebiscites. Indeed, if we are to have referendums in Britain, it is surely time that their purpose and rules were put on a standing statutory basis - if they are to have a basis at all. It is also time to recognise how Britain's anti-Europeans consistently exaggerate the threat. Foreign policy is a classic example of their mischief. It is simply untrue that Britain's independent foreign policy or its seat on the UN security council is under threat from the treaty. What the treaty will do, however, is increase the effectiveness of a Europe speaking with a common voice on the threats and challenges that face the world. That is a good thing, not a bad thing. On issues from Burma and Chad to the Middle East and Iran, our interests are more strongly advanced in an EU context than by exaggerating what we can do alone. For foreign policy reasons alone, it is in our national interest to sign, agree and adopt the treaty."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}