{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/wordofmouth/2007/oct/10/fivefreshfoodblogs", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2007-10-09T23:40:50Z", "webTitle": "The fresh five", "webUrl": "https://www.theguardian.com/lifeandstyle/wordofmouth/2007/oct/10/fivefreshfoodblogs", "apiUrl": "https://content.guardianapis.com/lifeandstyle/wordofmouth/2007/oct/10/fivefreshfoodblogs", "fields": {"headline": "The fresh five", "bodyText": "Eton Mess at the Frontline Club, originally uploaded by frontlineblogger, some rights reserved. From the Word of Mouth Flickr group. There are supposed to be at least 200,000 food blogs whisking around the internet. Count the non-English lingo ones and the ones that only blog about food every once in a while and we're more likely talking a million or more food related blogs. In what is a new slot here on Word of Mouth, we will highlight five posts fresh out of the foodosphere. Whether it be recipes, reviews, gossip or oddities we'll post it here. Tip offs are very welcome. We'll be storing these blog posts and more highlights in the Word of Mouth bookmark larder. Feel free to have a rummage. First up is London-based Anna at the ovenfriendly Baking for Britain. Anna rattles through a history of British gingerbreads before hammering out her rendition of Broonie (Orkney Gingerbread). It turned out \"surprisingly light in the mouth, but was a little dry in texture\" and could deffo do with a nice cuppa tea to wash it down. Last week Londoners stalking the streets of Soho were freaking out over a possible biological terror attack. Forunately it turned out to be nothing more than the Thai Cottage fiddling with a batch of chilli infested Nam Prik Pao. Chez Pim picks up the terror baton and cooks with it. Between reading Heston Blumenthal's ode to Eton Mess, wondering about the ethics of eating from the public school sweet trolley and then eating the thing for the first time myself, I've pondered heading to the skullery to have a bash at cooking it. However, London-based Cook Sister! skipped the pondering and wrestled her mess onto her blog. We've had tap water, spring water, mineral water, fizzy water, artesian water and now... deep sea water. Korea-based ZenKimchi comments on the launch of MineWater. Meanwhile, across the pond, New York City based burger sleuth Adam Kuban at A Hamburger Today brings us a six foot tall burger. OK, it's photoshopped, but still..."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}