{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2007/oct/25/wildlife", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2007-10-24T23:46:00Z", "webTitle": "Dazzling, dramatic wildlife images show magic of nature", "webUrl": "https://www.theguardian.com/environment/2007/oct/25/wildlife", "apiUrl": "https://content.guardianapis.com/environment/2007/oct/25/wildlife", "fields": {"headline": "Dazzling, dramatic wildlife images show magic of nature", "bodyText": "They are the pictures that show nature at its most magical: a pod of narwhals gather in an Arctic icehole, a penguin faces death in the jaws of a predator, and an African elephant blasts water across its parched hide in the soft dawn light. Last night these images were named among the winners and highly commended photographs in the 2007 Shell Wildlife Photographer of the Year awards at the Natural History Museum, in London. They were drawn from 32,000 entries from amateur and professional wildlife photographers around the world. More than 100 of the images will go on show from tomorrow. Among them is the work of Arne Naevra, a Norwegian photographer who shot an image that the judges said captured with perfect simplicity the perils of climate change. On a summer night, sailing on a small cruise ship east of Barentsöya island, in the Svalbard archipelago, Naevra spotted a young polar bear perched on the top of what appeared to be a sinking iceberg. \"This image is not about composition or magical light,\" said Klaus Nigge, one of the judges which awarded the photograph runner-up position in the One Earth Award category. \"It is the simplicity of the message: the last polar bear on the last piece of ice in a time of global warming.\" If this Arctic shot was born of serendipity, Ben Osborne's picture, of a bull elephant spraying itself vigorously with water in Botswana, was all about patience. After a three-week wait and using his vehicle as a hide, Mr Osbourne propped his camera on a beanbag, slowed the shutter down to a fiftieth of a second to cope with the early morning light, and snapped. \"I love the energy in this image,\" he said. \"It has more to do with physics than biology as the mix of light, texture, mass, stress, force, velocity and acceleration are all captured in a visually dramatic moment in time. It looks like pretty good fun too."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}