{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2007/oct/14/politics.eu", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2007-10-13T23:33:03Z", "webTitle": "EU slams Brown on terrorism", "webUrl": "https://www.theguardian.com/world/2007/oct/14/politics.eu", "apiUrl": "https://content.guardianapis.com/world/2007/oct/14/politics.eu", "fields": {"headline": "EU slams Brown on terrorism", "bodyText": "The president of the European Union, Jose Manuel Barroso, has launched an unprecedented attack on Gordon Brown, saying that the Prime Minister is putting the international fight against terrorism at risk. Ahead of the crucial Lisbon summit on the European Union reform treaty this week, Barroso said that Brown's insistence on 'opt-outs' from clauses to create greater co-operation on law and order was setting back the fight against European terror networks. In an unusual rebuke of an EU member state, Barroso says Britain's stance amounted to double standards. 'I am not happy,' Barroso told The Observer, days before Brown travels to Lisbon to secure tough new 'red lines', designed to guarantee that the UK will not be forced to take part in new EU law and order regulations. Barroso, who was appointed President of the European Commission in 2004 with the strong backing of Tony Blair, said: 'Sometimes it appears as a contradiction. Britain, which is always first to ask for global action against terrorism, appears not to be as committed as other members of the EU when it comes to Europe. This surprises me.' Barroso is angered by three aspects of the negotiations. First, although Britain accepts that it will lose its national veto over laws to improve police and judicial co-operation, it has demanded a right to 'opt in' on these areas, which means it can choose which laws it will support. Second, Britain has demanded that the European Court of Justice, which polices the implementation of EU laws, should not be allowed to rule on these new areas for five years. And finally, Britain is demanding that key EU initiatives decided under the old rules, such as the arrest warrants, could be up for renegotiation, if any member state tried to amend them under the new system. One suspect in the 2005 London bombings was arrested in Italy under a European arrest warrant. Barroso said he reluctantly accepted the dispensations for Britain as the price for securing a deal on the treaty. But he added: 'I think it is better to have opt-outs for one or two countries than not to have any progress at all for the EU. I would prefer not to have them, of course: to fight international terrorism and crime, we will need more, not less, co-ordination and integration.' He says Britain is doing itself no favours. 'The best way to use influence in a common project is not just by saying no. It is giving solutions to common problems.'"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}