{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2007/oct/21/sport.ruaridhnicoll", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2007-10-20T23:23:42Z", "webTitle": "Rainbow nation explodes in joy as Boks are cheered home", "webUrl": "https://www.theguardian.com/world/2007/oct/21/sport.ruaridhnicoll", "apiUrl": "https://content.guardianapis.com/world/2007/oct/21/sport.ruaridhnicoll", "fields": {"headline": "Rainbow nation explodes in joy as Boks are cheered home", "bodyText": "South Africa exploded last night, the final whistle in the World Cup bringing the rainbow nation on to the streets in the time it takes to lift the Webb Ellis trophy. 'The country needs this,' shouted Evan Rice. 'Last time, in 1995, we were on the crest of the wave. Now, though, this is better.' My God, they wanted it, the South Africans. As the Springboks surged towards the end of the first half, those watching in the Loft bar in Melville, Johannesburg, surged toward the screens. After the last 10 minutes of appalling tension for South Africans, each all too aware of what Jonny Wilkinson can do with his boot, they kick-started the party. A policewoman tried to drive through the crowd. The cops had been doing a good job. They had just foiled a hijacking, taking three men away for trying to take advantage of the 80-minute quiet, but this was a mistake. The street was packed - people singing 'ole, ole, ole, ole' and dancing with abandon. They leant down in front of the police car, as if provoking a bull. The policewoman hit the flashing lights. The crowd covered the car with beer. She hit the siren. They went insane - all colours, all ages, both genders - clinging to the bonnet, on to the roof, swinging this way and that, rocking it. The policewoman wound down her window and one of the crowd leant down. 'I don't think you're going anywhere,' he said. 'Not till seven,' she replied. The same was true from Cape Town to Durban to the Limpopo. Any dissent over the predominantly white team dissipated in the hours before the game, then was gone. All yesterday, usually quiet neighbourhoods had been disturbed by parading cars, horns blaring, flags fluttering. In Melville, an Englishman tried the same with St George's Cross. Jeers followed him, the pariah on the move. 'Where's immigration?' 'Deport him now!' As the match drew near, Johannesburg had grown tense. Many South Africans disappeared behind their high walls, to tend the barbecues that would precede the game itself. Afterwards, in Melville, the party just kept getting bigger. 'I am so proud of South Africa,' said Brian Ndienze. 'It is so important in the run-up to the 2010 football World Cup.' That's just like a South African, to already be thinking about the next big tournament."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}