{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2007/oct/21/alevels.schools", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2007-10-20T23:31:40Z", "webTitle": "Radical changes to the traditional A-level history syllabus create a new way of teaching", "webUrl": "https://www.theguardian.com/uk/2007/oct/21/alevels.schools", "apiUrl": "https://content.guardianapis.com/uk/2007/oct/21/alevels.schools", "fields": {"headline": "Q: What links the British empire, witch-hunts and the Wild West?", "bodyText": "History lessons that focus on traditional periods such as the Tudors, the Victorians and postwar Britain will be dropped as part of plans for a new A-level that will instead concentrate on historical 'concepts'. Breaking a convention of teaching history broken into periods of time, the course, launched next year, will instead be split into themes such as beliefs, controversies and the significance of key figures. In one exam focusing on events that historians are said to disagree on, students could write about British imperialism, witch-hunts in the 16th century and America's Wild West within one answer. In another paper, they will focus on attitudes and beliefs, looking at topics as diverse as the Wars of the Roses, the suffragettes and the Second World War. Although the events are separated by 500 years, pupils will examine values across the eras. Historical controversies will be a key topic. For the first time, OCR, the exam board launching the A-level, will also study Holocaust denial, teaching pupils how to defend against the claims. 'What we are trying to do with history is take the body of the subject and find a way to frame it differently,' said Greg Watson, chief executive of OCR. The new course, known as History B, will run alongside a more traditional form of A-level. The move is likely to reignite the debate around how history ought to be taught in schools. In July, a new syllabus for 11-to-14-year-olds caused controversy when it failed to include a number of key historical figures, including Churchill, Hitler and Stalin, asking pupils instead to focus on the 'causes and consequences' of various conflicts. Watson added that the OCR said similar changes were needed in a number of subjects: 'The problem with a lot of subjects is kids want to be stimulated, that is what we have seen with science. It is not that science is boring, it is that science packaged in a very dry, theoretical, sit-in-a-row-and-learn-it-all way does not grab them. This is the entertainment age and they are looking to get pulled into the subject.' But some warned against trying to attract students to history A-level in that way. 'I would not like anyone to think of history as edutainment,' said Heather Scott, a history teacher and deputy headteacher in Leeds who is a senior member of the Historical Association. 'Post-16 teachers do not think their lessons are dry.' Scott argued that some teachers had reservations about the new A-level because they feared it would break down the rigour and depth of the subject, taking the focus away from crucial historic events. But she added: 'I think it is an interesting way to approach it, through thematic topics rather than discrete periods of time. Provided we are still giving them the love of history, let's not be scared of changing.' Others warned that 17-year-olds could struggle with certain concepts. Tristram Hunt, the historian and broadcaster, said that he would support the new A-level if it involved learning about the history of topics such as women or democracy, but argued that they should run alongside traditional methods. He said that bringing in lessons about 'historiography', which involves looking at methods used by historians, would be too advanced for A-level. 'I teach second and third-year undergraduates and for them that is hard enough. That would be a lot of running before they could walk.' The new course already seems popular, with OCR reporting a surge of interest in history A-levels. Watson pointed to the plethora of television programmes that glamorise the lives of figures such as Queen Victoria and Boudicca to explain the trend. He said that history is becoming part of popular culture and that celebrity historians such as David Starkey are now as popular as TV chefs."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}