{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2007/oct/02/economy.tax", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2007-10-01T23:15:13Z", "webTitle": "Leader: Osborne needs to be able to show that his figures add up", "webUrl": "https://www.theguardian.com/commentisfree/2007/oct/02/economy.tax", "apiUrl": "https://content.guardianapis.com/commentisfree/2007/oct/02/economy.tax", "fields": {"headline": "The numbers game", "bodyText": "Taking from the rich to help the comfortably-off, George Osborne did not pretend to be Robin Hood yesterday when he spoke at the Conservative conference. Instead the shadow chancellor's speech was a successful attempt to persuade his party and its supporters that change does not mean revolution, and that the accumulation of family wealth is something Conservatives should still approve of, rather than question. It is a sign of the confusion surrounding the party's policy development that this obvious fact should come as a surprise. Attention will focus, as Mr Osborne intended, on the three tax changes he announced - a rise in the inheritance tax threshold to £1m, the abolition of stamp duty for most first time buyers and a new £25,000 levy on those (largely rich) people who declare themselves as non-domiciled to reduce their UK tax liability. Each move is as politically astute as it is economically debatable, and behind them all lies the ambition to place the Conservative party on the positive side of politics, as a party of personal aspiration. This has been David Cameron's aim from the start and though Mr Osborne's speech may be seen in some quarters as a retreat from the modernising message it was really no such thing. It added detail to a previously unspecific agenda, brought forward to counter the possibility of a general election. But it also courted popularity at the expense of economic coherence. The Conservatives risk entering an election campaign wanting to spend money and cut taxes all at the same time, which is not a recipe for building public trust. Mr Osborne knows the danger and went out of his way yesterday to show that his sums added up. But he made less of the fact that they depend on finding savings from incapacity benefit which are far from certain, and on revenue from the new £25,000 a year levy and green taxes which may never arrive. Taxing the richest non-doms is a sound plan, neglected by Gordon Brown. The trouble is that Mr Osborne can have little idea of exactly how much his move would raise. Around 150,000 individuals register as non-domiciled, but since their reason for doing so is financial, many fewer may do so if they had to pay for the privilege. Some - no one knows what proportion - are more modest earners, including even foreign nurses, who could not afford to pay and so would simply change their status. Scepticism is appropriate, too, for Mr Cameron's suggestion that the additional tax cut he wants for couples will be funded by a crackdown on incapacity benefit. People on this benefit have been judged by doctors to be not fit for work. Aggressive arm twisting is neither fair in most cases nor likely to produce quick savings. There is a problem, too, with the proposed cut to inheritance tax. By more than tripling the threshold he would exempt homeowners who fear being caught up in it by rising property prices. The argument for this giveaway, however, will strike many non-Conservatives as upside down. Can it be right for society to claim no share of an inheritance of a million pounds that arises owing to good fortune in the property market? Fewer than one estate in 10 actually pays the tax - the elite forgets too quickly about the majority whose houses are worth less than £300,000. It is also hard to see how tax cuts for the minority who inherit significant wealth squares with Mr Cameron's promise to extend social mobility, not limit it. On top of this comes a cut in stamp duty, which will appeal, though it may fuel property prices more than help first-time buyers. By offering three tempting tax proposals, without much compensating pain, Mr Osborne has lifted Conservative spirits mightily. But he had better be able to show that his figures add up in the harder test of an election campaign. Labour, merciless in looking for error and deceit, scents opportunity. Mr Brown knows that magic tricks lose their appeal when the artifice is revealed."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}