{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/live/2020/nov/24/markets-lifted-biden-transition-vaccine-optimism-ftse-dow-oil-confidence-business-live", "type": "liveblog", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2020-11-24T21:16:57Z", "webTitle": "Dow hits 30,000-point record high as markets welcome Biden transition –as it happened", "webUrl": "https://www.theguardian.com/business/live/2020/nov/24/markets-lifted-biden-transition-vaccine-optimism-ftse-dow-oil-confidence-business-live", "apiUrl": "https://content.guardianapis.com/business/live/2020/nov/24/markets-lifted-biden-transition-vaccine-optimism-ftse-dow-oil-confidence-business-live", "fields": {"headline": "Dow hits 30,000-point record high as markets welcome Biden transition –as it happened", "bodyText": "And finally, Wall Street has ended the day at fresh record closing highs. Shares were lifted by relief that President-elect Joe Biden’s transition to the White House is formally underway, and by hopes for an economic rebound in 2021 as effective Covid-19 vaccines are rolled out. The Dow Jones industrial average closed at 30,046 points, up 1.5% or 455 points, hours after hitting the 30,000 mark for the first time ever. Strong gains across the market lifted the broader S&amp;P 500 to a new record closing high too. It finished 57 points or 1.6% higher, at 3,635 points. Energy stocks, financial companies, basic materials producers and industrial firms led the rally -- as investors anticipated a growth-friendly stimulus package. The oil price also rallied around 4% today, on the prospect of stronger demand. US crude closed at nearly $45 per barrel tonight for the first time since March. That follows strong gains in Europe, where the pan-European Stoxx 600 index closed at its highest level since February and Britain’s FTSE 100 hit a five-month closing high. The day began with Japan’s Nikkei closing at its highest level in 29 years, as investors looked more confidently towards 2021, despite the ongoing-19 pandemic. Here are our news story on today’s market action: Our main US politics liveblog has all the latest action too. Goodnight. GW The risk-on mood today, and the prospect of more US stimulus, has pushed the US dollar lower today The British pound has gained a third of a cent to $1.336, while the euro has picked up half a cent to $1.189. Tom Simons, money market economist at Jefferies Group, explains (via Reuters) that Janet Yellen’s likely nomination to be Treasury secretary is raising hopes of higher government spending: Yellen I think is viewed as a deficit dove. In times when she has spoken about anything related to fiscal policy in her role as the Fed chair, it was often about how the Treasury needs to do more to cooperate with the Fed and do their part by providing fiscal support,” said “Obviously she needs Congress to cooperate there, but she’s not going to be a limiting factor.” The Financial Times reports that investors are anticipating that Janet Yellen will be able to push through a new stimulus package to help the US economy. “Yellen as Treasury secretary is a huge plus for markets,” said Dan Scott, chief investment officer at Vontobel Wealth Management. “She’s highly competent and she has a long history in basically understanding what monetary policy can do for the recovery, and the limitations of monetary policy,” which should pave the way for further fiscal stimulus, he added. Chris Ralph, chief global strategist at SJP, said Ms Yellen “will be seen as a very safe pair of hands”, with Republicans more likely to be constructive in discussions about a stimulus deal, he added. The Dow Jones Industrial Average has topped the 30,000 mark for the first time as financial markets around the world rally amid hopes for a coronavirus vaccine and smooth transition to a Joe Biden presidency. The landmark for the Wall Street market comes as investors bet rapid medical advances will bring the Covid outbreak to an earlier end than feared, paving the way for a swift economic rebound next year as business activity returns closer to normal and tough government restrictions are relaxed. The rally also comes after the US General Services Administration (GSA) declared Biden the apparent winner of the US election, clearing the way for the formal transition from Donald Trump’s administration to begin, ending weeks of uncertainty and delay. Despite soaring coronavirus infections around the world, the Dow rallied by nearly 500 points – about 1.65% – on Tuesday, soaring past 30,000 by lunchtime in New York. Other major stock markets also rallied. Extending a surge in recent weeks after big pharmaceutical companies reported promising developments from Covid vaccination trials, the FTSE 100 gained by about 1.6%, rising by 100 points to end the day at 6,432.... CNN’s Wolf Blitzer also remembers president Trump’s warnings of a stock market crash after a Joe Biden victory.... The Dow closed at 27,480 points on November 3rd, election day (three long weeks ago!), so has now gained around 9% since. That’s a pacey rally, as fears of a contested election have faded. But that does also include strong gains on the back of the encouraging vaccine trial results from Pfizer, Moderna and AstraZeneca this month. Shares in Tesla, the electric self-driving carmaker, have jumped over 5% to a new record high today. Tesla is in huge demand after it won admission to the S&amp;P 500 index next month (which means tracker funds need to hold it), pushing Elon Musk’s wealth to new highs too. Joe Biden’s administration is expected to push through support for the electric vehicle sector, while also tightening up on emissions from gas-guzzling cars as part of its climate agenda. Carmakers are taking notice. Yesterday, General Motors announced that it will no longer support the Trump administration in its legal efforts to stop California setting its own fuel efficiency and zero-emission standards for vehicles. Newsweek explains: In a letter to the nation’s largest environmental groups, CEO Mary Barra said GM will pull out of the lawsuit seeking to strip California of its right to set its own clean-air standards and urged other automakers to do the same. Barra said the company agrees with Biden’s plan to expand electric vehicle use and to reduce climate-warming emissions from vehicles. A “back to normal” rally helped to sweep the Dow Jones industrial average over 30,000 points today, says Bloomberg. Speculation that vaccines and a possibly peaceful presidential transition are steps toward normalization in the economy ignited another rally in shares ravaged by the pandemic, pushing the Dow Jones Industrial Average past 30,000 for the first time. Boeing Co., a chronic drag on the 124-year-old index most of the year, surged as much as 5%, while JPMorgan Chase &amp; Co., American Express Co. and Chevron Corp. climbed at least 3%. Gains outside the blue-chip benchmark were even bigger: American Airlines Group Inc. and Carnival Corp. jumped more than 8% while movie theater operator AMC Entertainment Holdings Inc. jumped 15%. Once a laggard, the Dow and its cyclical components have shot up 13% since Halloween, putting it on track for the best month since 1987. Gains in the world’s most-famous equity index mirror a profound market reordering in November, when growing optimism about an economic reopening pushed up industries like energy and banking that suffered under stay-at-home restrictions and the policies enacted to cope with them. Donald Trump has made a brief appearance to try to take the credit for the stock market’s record high today. Bizarrely, the president claims that 30,000 points is ‘a sacred number’ that no-one thought would ever be hit (perhaps he should check out Dow 40,000: Strategies for Profiting from the Greatest Bull Market in History, published back in 1999) Trump also congratulated his administration, and the American public, for the Dow’s milestone - even though investors say relief that the Biden transition is formally underway, and vaccine hopes, are the actual catalysts. Trump declared: “The stock market’s just broken 30,000 — never been broken, that number. That’s a sacred number, 30,000, and nobody thought they’d ever see it. That’s the ninth time since the beginning of 2020, and the 48th time that we’ve broken records during the Trump administration. “I just want to congratulate all the people within the administration that worked so hard, and most importantly I want to congratulate the people of our country, because there are no people like you. Thank you very much, everybody. Thank you.” Today’s rally means the Dow has surged more than 13% this month, lifted by encouraging vaccine trial results and a post-election bounce. The index is up around 5% this year - having more than recovered its losses during the crash of February and March. The Europe-wide Stoxx 600 index of top shares has closed at its highest level since late February. That reflects hopes that the lockdowns introduced in Europe in recent weeks will be relaxed soon.... plus optimism after AstraZeneca reported yesterday that its vaccine provides up to 90% efficacy. Reuters has the details: European shares ended higher on Tuesday, as the potential easing of lockdowns in France combined with optimism around the deployment of a coronavirus vaccine as early as the beginning of next year to lift hopes of a swift economic recovery. The pan-European STOXX 600 index rose 0.8% to its strongest close since late February, supported by strong gains in oil &amp; gas stocks, which were set for their best month on record as crude prices hit their highest levels since late March. “Oil acts as an economic bellwether and the commodity has been on a tear for the past month, rising by more than 20% in value as markets start to become more optimistic about economic activity amid positive vaccine news,” said Russ Mould, investment director at AJ Bell. The UK’s stock market also rallied strongly today, as the risk-on mood swept through the City of London. Shares pushed higher following the gains on Wall Street, and the FTSE 100 index of blue-chip shares closed 98 points higher at 6432 points, a jump of 1.5%. That’s its highest closing level since June, exceeding its previous five-month closing high set last Monday when Moderna reported that its Covid-19 vaccine showed nearly 95% efficacy. Oil giant BP led the FTSE risers, up 8.4%, following the surge in oil prices today. Rolls-Royce, which makes and services aeroplane engines, gained 8.1%. Copper producer Antofagasta jumped 7.4% and mining giant Glencore picked up 5.9% as commodity prices also rallied hard today. Banks including Barclays (+7%) and Lloyds (+6%), and hotel operator Whitbread (+6.6%), were also among the risers, on optimism that effective vaccine rollouts will end the pandemic and lead to an economic recovery next year. The oil price is surging higher too, as investors anticipate stronger demand for energy as Covid-19 vaccines are rolled out next year. US crude has jumped by 4.5% to $45 per barrel. That’s its highest level since March - before prices crumbled in the face of the pandemic (in April, the oil price hit a staggering MINUS $40 per barrel, as a glut forced producers to pay buyers to take crude off their hands) The Dow is holding firm over the 30k mark -- and is now up 508 points or 1.7% at 30,099 points. Energy, basic materials, financials and industrials remain the best-performing sectors, as traders bet on an economic rebound - and new stimulus measures - soon. The prospect of Janet Yellen as Treasury secretary is getting a thumbs-up from Wall Street as well. As a former Federal Reserve chair, she’s likely to work closely with the US central bank to stimulate the economy. Edward Moya of trading firm OANDA explains: Wall Street is increasingly betting on cyclicals now that the Trump administration has given the green light to the formal transition process to President-elect Biden. The General Services Administration (GSA) acknowledged President-elect Biden as the winner and will release the necessary resources and services that will allow his team to be prepared for national security threats and coordinate with Trump officials over several matters, including the coronavirus pandemic response. US stocks must be taking their Xanax as coronavirus anxiety levels continue ease on vaccine optimism and the beginning of the Biden transition. The Russell 2000 index is leading the charge, while the Nasdaq is underperforming as investors anticipate a Yellen led Treasury alongside Fed Chair Powell will deliver an unprecedented coordination of monetary and fiscal policy that will pump up the battered sectors of the US economy. Some investors are also breathing a sigh of relief since Biden did not appease progressives and choose Senator Elizabeth Warren to lead the Treasury. President Trump has often trumpeted stock market’s gains as proof of his success, but today’s rally is being driven by relief that president-elect Biden’s transition is, finally, properly underway. Just a month ago, Trump claimed shares would tank if his Democratic rival won the presidential election. During their final presidential debate, Trump declared: They say the stock market will boom if I’m elected. If he’s elected, the stock market will crash. Biden countered this claim by pointing out that a booming stock market doesn’t measure everything that happens in the economy: “Where I come from, in Scranton and Claymont, the people don’t live off of the stock market. The prospect of Joe Biden taking over from President Trump in a smooth fashion has boosted sentiment in the markets, says David Madden of CMC Markets: Although President Trump has not conceded, it is starting to look as if he will go quietly.... Equity traders welcomed the signals that the transition of power should be uneventful. Boom! The Dow Jones industrial average has just hit the 30,000 point mark for the first time ever. That’s quite a way for the markets to mark the start of Joe Biden’s formal transition process to the White House next January. With stocks rallying strongly in New York, and in Europe, the Dow has gained 409 points or 1.38% to hit the 30,000 point mark. Connor Campbell of SpreadEx says: It took the US open for the markets to really display their delight at the start of the formal transition process to the Joe Biden administration this Tuesday. Relief that the Democrats can hopefully hit the ground running when it comes to tackling covid-19 in January, as well as the positive impact the pro-spending former Fed chair Janet Yellen is expected to make as Treasury Secretary, drove the Dow Jones to record highs. He adds that this record landmark is all the more remarkable due to the “ongoing, and increasingly out of control, pandemic in the States”. Marios Hadjikyriacos, analyst at XM, says a ‘perfect storm’ of good news has lifted global markets this week. A perfect storm of encouraging news has engulfed global markets early this week, reawakening some animal spirits. The latest AstraZeneca vaccine isn’t as effective as its counterparts but is much cheaper and easier to store, the US economy seems to be firing up, and president-elect Biden is set to fill crucial financial posts with market-friendly candidates. He also points to yesterday’s surprisingly strong US PMI survey. It showed America’s economy growing at the fastest pace in five years with a record increase in both employment and inflation pressures. The takeaway was that the US economy is quite literally heating up, and that businesses are feeling much better about the future in a vaccinated world. Meanwhile, it was reported that former Fed Chair Janet Yellen will likely return to serve as Treasury Secretary, while Lael Brainard is primed to stay at the Fed to become Chair when Powell’s term ends in 2022. The combination implies an unprecedented synergy between fiscal and monetary policy. Reuters is also reporting that MSCI’s index of shares across the globe has hit a record intra-day high: Industrial stocks, banks and oil companies are leading the Dow to its record high today, while technology and healthcare stocks are lagging behind. Boeing is up 4.8%, after European regulators set out conditions for putting its grounded 737 Max jets back into service. Oil producer Chevron has gained 3.2%, tracking the jump in the oil price to its highest since March (US crude is now up 4% at $44.83 per barrel). Chemicals company Dow Inc has gained 1.8%. JP Morgan has gained 3.5%, with Goldman Sachs up 2.5%, amid optimism that the US economy could strengthen next year. Reuters explains: “Today, the market is going to largely focus on the new administration’s steps going forward,” said Robert Pavlik, senior portfolio manager at Dakota Wealth in New York..... “There is a lot of interest in industrials, basic materials, financials - that’s what you are supposed to buy for the text books when the economy is indicating that it’s going to enter into a rebound or an expansion cycle. There are only a few fallers on the Dow -- including biopharmaceutical group Amgen (-0.6%), and Apple (-0.29%), as investors rotate into stocks which should do well in a recovery. Donald Trump’s decision to (finally) co-operate with the transition process for president-elect Joe Biden helped to drive the Dow to its fresh record high today, says Neil Wilson of Markets.com. We’re seeing some big risk-on moves this afternoon in the market which we can attribute to some very favourable pre-Thanksgiving flows off the back of Trump giving the green light to the transition, news that Janet Yellen is heading to Treasury and vaccine positivity increasing as the Astra news gets fully digested. Uncertainties about next year are being cleared out of the way and the vast liquidity put is still positive even if this all looks like it’s a little exuberant. Even closer.... It’s getting closer.... The Dow Jones industrial average has just risen over its previous all-time intraday high! The Dow is currently up 393 points, or 1.3%, at 29,984 points - on the brink of the 30,000 point mark for the first time ever. Just in: US consumer confidence has taken a sharp fall this month, as the Covid-19 pandemic has escalated. The Conference Board’s consumer confidence index has dropped to 96.1 this month from 101.4 in October. That’s a rather bigger fall than expected. The expectations index, which measures consumers’ short-term outlook for income, business, and the jobs market, tumbled from 98.2 in October to 89.5 in November. That indicates that the surge in Covid-19 cases across America, and the new restrictions introduced in some parts of the country, are hitting confidence - and outweighing the recent encouraging vaccine trial news from pharmaceuticals firms such as Pfizer. Lynn Franco, Senior Director of Economic Indicators at The Conference Board, explains: “Consumer confidence declined in November, after remaining virtually flat in October. “Consumers’ assessment of present-day conditions held steady, though consumers noted a moderation in business conditions, suggesting growth has slowed in Q4. Heading into 2021, consumers do not foresee the economy, nor the labor market, gaining strength. In addition, the resurgence of COVID-19 is further increasing uncertainty and exacerbating concerns about the outlook.” This is quite a contrast to the excitement in the markets this week. And it may increase the pressure for Congress to agree a new stimulus bill soon. While shares, oil and bitcoin rise, gold is still being pummelled... European stocks are also romping higher, as a risk-on rally sweeps through markets. The FTSE 100 index of blue-chip shares is now up 83 points or 1.3% in London, at 6417. That’s near to its highest closing level since June; travel companies, oil stocks and hospitality firms remain the top risers. Optimism over Covid-19 vaccine rollouts and the prospects for the Biden administration seem to be overriding any worried about a no-deal Brexit. It’s a similar picture across Europe, with Germany’s DAX up 1.1% and France’s CAC gaining 1.2%. The New York stock market has opened higher, as investors welcome the news that President-elect Joe Biden’s formal transition to the White House is, finally, underway. Stocks are rallying on relief that the lingering political uncertainty has lifted, lifting the Dow close to last week’s record high. It is fuelling hopes that the next administration can get to grips with the Covid-19 pandemic, drive the economic recovery, and push through a new stimulus package. The Dow Jones industrial average: up 269 points or 0.9% at 29,861 S&amp;P 500: up 21 points or 0.6% at 3,599 Nasdaq: up 17 points or 0.15% at 11,897 Joe Biden and Kamala Harris are expected to present some of the incoming Biden administration cabinet choices later today - our US liveblog has all the details: Investors are also cheered that Janet Yellen is in line to become the next US Treasury secretary. Jim Solloway, chief market strategist at SEI, says Yellen (a former Federal Reserve chair, of course), would deepen the links between the Fed and the Treasury: “Janet Yellen should sail through the nominating process since she is a known commodity and gained bipartisan support in the past for her other posts, including Fed Chair.” “Her appointment will likely deepen the hand-in-glove relationship between the Treasury and the Federal Reserve. One of her first actions probably will be to re-establish and make even more powerful the various lending facilities that current Treasury Secretary Mnuchin will allow to expire at the end of the year.” “Additionally, both the Treasury and the Fed can be expected to push ahead with expansionary policies, although a Republican Senate will likely continue to resist fiscal measures it deems too large.” “Her appointment would appear to have negative implications for value of the dollar, but should be positive for risk assets such as global equities.” Britain’s car sector is warning that failing to clinch a Brexit trade deal could cost the sector over £55bn in lost production over the next five years. The SMMT estimates that production losses could reach £55.4bn (at factory gate prices) over the next five years if the sector was forced to trade on WTO conditions long-term. It also warning that a no-deal Brexit would cut production of cars and vans by two million over next five years, and make UK factories less competitive. My colleague Jasper Jolly has the details: The UK automotive sector risks losing £55bn in manufacturing value within five years in the event of a no-deal Brexit, according to new industry analysis. British car production could drop below 1m cars a year if there is no deal, compared with more than 1.3m in 2019, because tariffs would make large parts of the UK business unviable, said forecasts commissioned by the Society of Motor Manufacturers and Traders, the industry lobby group. The car industry has endured a difficult year, as the coronavirus pandemic has forced the temporary closure of every factory in Europe and reduced demand for new cars. At the same time, European car companies spent £54bn last year on new electric car technologies to meet tightening carbon dioxide emissions rules. Britain’s car industry body on Tuesday called on Brexit negotiators to clinch a deal by the end of 2020, saying failure to do so could cost the sector 55.4 billion pounds ($74 billion) in tariffs by 2025 and undercut its ability to develop the next generation of zero-emission vehicles.. Here’s the full story: A surge in shopping from home has eased the pressure on retailers caused by England’s four-week lockdown and tighter restrictions in the rest of the UK, according to a survey from the CBI. The employers’ organisation reported that while the level of spending was well below normal there were also clear signs of consumers substituting online purchases for visits to stores in person. In its monthly distributive trades survey, the CBI said a balance of -25 percentage points of retailers said trading was below normal for the time of year, compared with a balance of -23 points in October. The balance represents the difference between the retailers saying activity is higher and those saying it is lower. With non-essential stores shut in England from 5 November, the survey found annual internet sales growth picking up. A balance of 55% of retailers said the volume of goods shifted online was up year on year, against 47% the previous month.... More here: Bank of England interest-rate setter Jonathan Haskel has welcomed the recent progress on developing Covid-19 vaccines, the Press Association reports. In an interview with the PA news agency, Haskel said: “There’s no question that (a vaccine) has a positive impact on the economic outlook.” “That’s extremely positive and should be a very big help to companies and households.” But, Haskel also cautioned that it’s too early to say if vaccine’s will significantly improve the Bank’s economic outlook for 2021, as UK prospects are linked closely to the global economy and the year-end Brexit deadline looming large. Haskel says: “If because of the vaccine the economy … comes back, then the effects of Brexit may turn out to be a more longer term problem for the economy.” More here: Vaccine will boost economy but no-deal Brexit threatens outlook, warns Haskel That follows last night’s warning about the cost of a no-deal Brexit from governor Andrew Bailey: Wall Street is on track to open higher, lifted by vaccine optimism and relief that Joe Biden’s formal transition process is finally underway. In the futures market, the Dow Jones Industrial Average is currently around 1.1% higher at around 29,840 points, near its own record high. Investors also like the sound of Janet Yellen becoming the next Treasury secretary, as highlighted earlier. Financial markets research group Bespoke has shown how gold and bitcoin have diverged in recent weeks.... Residential property transactions across the UK surged by almost 10% in October, compared with a month earlier, as buyers rushed to complete their house purchases during the stamp duty holiday. More than 105,000 residential transactions took place last month, 9.8% more than in September, and 8.1% higher than October 2019, according to provisional seasonally adjusted data from HMRC. The UK housing market has been enjoying a boom since the summer because of pent-up demand following the first UK-wide lockdown, and after the July decision by the chancellor Rishi Sunak to introduce a stamp duty holiday on properties up to £500,000 until March 2021. The number of residential transactions has climbed every month since April and May, when the housing market was effectively frozen during lockdown. “Covid-19 has blown the lid off the housing market, said Andrew Southern, chairman of property developer Southern Grove. “The pandemic and a raft of measures to support the economy have delivered record house prices and, finally, a head-turning recovery in sales volumes.“ There haven’t been more transactions than this in a single month since March 2016, and even that was a very unusual spike created by tax changes for landlords.” The surge in property transactions has been coupled with a jump in the number or mortgage approvals, to the highest level since before the financial crisis. Bank of England figures showed that almost 85,000 loans to fund a house purchase were approved in August alone. Here’s our news story on bitcoin breaking through $19,000 for the first time in almost three years, close to its all-time high of just under $20,000 in December 2017. Elon Musk has toppled Bill Gates as the world’s second-richest person, only a week after the Tesla co-founder overtook Facebook’s Mark Zuckerberg to become the third-richest. My colleague Julia Kollewe explains: Driven by a further surge in Tesla’s share price, the 49-year-old entrepreneur’s net worth rose by $7.2bn (£5.4bn) to $127.9bn. It has soared by more than $100bn this year – outranking everyone else on the Bloomberg Billionaires Index, which lists the world’s 500 richest people. In January, Musk was in 35th place. The maverick chief executive of the electric car company is now ranked immediately behind the Amazon boss, Jeff Bezos. Tesla’s shares have surged since the company was selected to join the S&amp;P 500 index of leading US companies a week ago, driving its market value close to $500bn. Three-quarters of Musk’s net worth comes from Tesla shares..... Gold is not taking part in today’s rally. Instead, bullion has slumped by 1.4% to $1,810 per ounce, its lowest level since mid-July (just before it surged over the $2,000/ounce mark for the first time). Gold has benefitted as a ‘safe-haven’ asset this year, but the recent encouraging vaccine news seems to have eroded that advantage. Instead, traders are turning to bitcoin to protect themselves from inflationary pressures from high government spending and and borrowing. John Hardy of Saxo Bank says it’s interesting that crypto assets have remained positive even as gold “suffered an ugly correction”. Bitcoin and other crypto-assets are benefitting from renewed talks about inflation and debasement of currencies with several well-known institutional investors arguing for having some Bitcoin in the portfolio. Shares are also pushing higher too, with the FTSE 100 index is now up 1.1% or 71 points, at 6405. Travel stocks, hospitality companies and oil firms are still driving the rally, on hopes of economic recovery in 2021 as Covid-19 vaccines are rolled out. Rolls-Royce are up 10%, with British Airway’s parent IAG up 5.5%, and Premier Inns operator Whitbread up 5.8%, with England’s new “test to release” regime for international arrivals also lifting the sector. Oil companies are also surging, with BP up 7% following Brent crude’s jump to an eight-month high. Russ Mould, investment director at AJ Bell, explains: “An upbeat day for the markets has been spurred by Donald Trump accepting the US presidency transition to Joe Biden must begin, thus implying a smoother than expected handover,” “Also supporting markets was a pick-up in the Brent Crude price. Oil acts as an economic bellwether and the commodity has been on a tear for the past month, rising by more than 20% in value as markets start to become more optimistic about economic activity amid positive vaccine news. Oil is also sweeping higher today, with vaccine optimism driving expectations of higher demand next year. Brent crude has risen by 1.2% to $46.61 per barrel, the highest level since it crashed back in March as the Covid-19 pandemic hit the global economy. Traders are also expecting that the Opec group will agree to extend their current production cuts, as SP Angel Oil &amp; Gas explains: Oil prices tick up on further progress in vaccine development and expectations that OPEC+ will decide in less than two weeks to roll over the current cuts for three months instead of easing them from January 2021 This has in turn given bulls hopes that the oil market will regain some semblance of a balance next year Another factor behind Bitcoin’s surge is that it experienced a ‘halving’ back in May -- a technical change which lowered the supply of new coins into the market. This halving reduced the rewards offered to bitcoin miners (who are incentivised with new bitcoin for solving complicated computational tasks to verify bitcoin transactions). This halving seems to have kickstarted bitcoin’s renewed ascent, with some analysts predicting prices could keep rising dramatically. Others, though, are more sceptical, as Reuters reports here: Citi technical analyst Tom Fitzpatrick said in a note last week that bitcoin could climb as high as $318,000 by the end of next year, citing its limited supply, ease of movement across borders, and opaque ownership. Those numbers though are a head-scratcher for Toronto-based Kevin Muir, an independent proprietary trader. “Any hedge fund model on bitcoin is rubbish. You can’t model a mania,” Muir said. “Is it plausible? For sure. It’s a mania. But does anyone actually have a clue? Not a chance.” Fear of missing out (or FOMO) is helping to push bitcoin to three-year highs today, says Naeem Aslam of Avatrade. Traders know that crypto asset is not your normal beast, it is hype, and you have to pounce on it when it comes back. One important factor that we need to keep in mind is that the bull run hasn’t started yet; so far, we only had a recovery. The actual bull run will only start when the price will break above the 20K price level. Bitcoin has now gained more than 35% this month, a quite blistering rally. Chris Weston of brokerage Pepperstone says there are several reasons why crypto is becoming a mainstream product. That includes Paypal’s decision last month to let customers buy, sell and hold bitcoin in their accounts, and various leading investors recently saying they now hold some bitcoin.. plus concerns about inflation. As Weston wrote: The search for the best hedge against currency debasement sees investors head straight to Bitcoin. G7 central bank balance sheets are only going higher, and global money supply is seemingly inspiring both equity and crypto investors. While this is a long-term factor, the architecture is set-up for Bitcoin to appreciate, whereby the rewards for miners are reduced by 50% every 210,000 blocks that are mined. This is a form of is a quantitative tightening, which for any fiat currency is wholly bullish. In theory, and unless something changes the last Bitcoin will be produced in 2140. Various central banks have been moving towards a digital payment system. China is leading this charge, with its Digital Currency Electronic Payment. Other central banks, like the BoE, are constructive on digital currencies too. The adoption story is real and there is not enough supply to keep up with demand – Paypal announced (on 21 October) that it will allow US customers to buy and sell Bitcoin, Bitcoin Cash, Ethereum and Litecoin from the customer’s account. It is a gradual rollout but given PayPal’s huge global distribution the market sees this as a big step forward. Paypal is not the first mover here, and Robinhood and Cash App by Square have been allowing individuals greater ease to buy and sell crypto for months, with calls that Cash App alone is hovering up to 40% of issued Bitcoins. Investing legends own Bitcoin – of late, we’ve heard from Stan Druckenmiller, Paul Tudor Jones and Bill Miller, who have disclosed their interests. While Blackrock CIO Rick Rider has disclosed his personal holding (not in his fund) and suggested Bitcoin could replace gold “to a large extent”. Passive fund involvement has been well documented with Fidelity Investments launching a Bitcoin fund with a minimum investment of $100,000. The Greyscale Bitcoin Trust, a vehicle that now has total assets of nearly $10b, also offers more sophisticated investors access to Bitcoin. In fact, further afield it has been the changes at a custodial level which has meant that institutional funds can invest in crypto and the rise of institutional participation seems to be the major difference between current momentum and the 2017 rally. Other cryptocurrencies are also rallying today: Bitcoin has just hit a fresh three-year high, heading even closer to its all-time peak set nearly three years ago. The cryptocurrency has crossed the $19,000 mark for the first time since December 2017, up 3% today. This extends its recent surge, which has seen Bitcoin double since mid-July. It’s now closing in on the record high of just below $20,000. Various factors have been cited for Bitcoin’s strong gains. One is that the crypto industry is now more mature, and seen as a credible asset for institutional investors. Another is the digital currencies such as Bitcoin provide a hedge again inflation -- at a time when governments are running huge stimulus packages to pay for the cost of the Covid-19 pandemic. As Craig Erlam of OANDA writes: Bitcoin’s ascent has been incredible over the last couple of months and it’s showing little sign of slowing. It’s see a slight pause as it closes in on a new record high and should it achieve that, who knows what will come next. Accurately predicting an end of year price for bitcoin is pointless, it could just as easily be $50,000 as $15,000. We’ve seen what this can do before and the difference now, compared to last time it was at these levels, is that it only feels like the beginning. The hype isn’t yet what is was, a break to new highs could bring that and we know what that means. Buckle up, it’s going to be quite the ride. Back in Europe, German business morale has fallen... fuelling concerns that its economy could shrink this quarter. The IFO institute has reported that its Business Climate Index has dropped this month, to 90.7 points from 92.5 points in October. IFO explains that the second wave of Covid-19 has “interrupted Germany’s economic recovery”, making companies more uncertain and pessimistic about the future. Services sector firms were worst hit, with IFO reporting that “the indicators for hotels and hospitality absolutely nosedived”. Manufacturing confidence rose, but in trade, the business climate worsened. Ifo economist Klaus Wohlrabe has told Reuters that the survey suggests that the economy is likely to shrink in the final quarter. Markets also got a lift last night from the news that Janet Yellen is lined up to become America’s next Treasury secretary. Yellen, the former Federal Reserve chair, is reportedly Joe Biden’s pick to lead the finance ministry -- at a time when unemployment is painfully high, and the Covid-19 pandemic is raging. Yellen, who Donald Trump refused to reappoint for a second term, is known to support fresh stimulus measures to help the US economy. In July, she said Congress should provide “substantial support” to state and local governments. In October, she added her voice to calls for a new stimulus package -- as Democrats and Republicans remained deadlocked over a deal: While the pandemic is still seriously affecting the economy, we need to continue extraordinary fiscal support.” Yellen’s appointment to succeed Steven Mnuchin and become the first woman to run the Treasury (subject to Senate approval) could indicate Biden is aiming to push through a big spending package. Investors are also optimistic that relations between the Treasury and the Fed could become less fractious -- starting by reversing Mnuchin’s controversial decision to stop some of the Fed’s crisis lending facilities next month. Jim Reid of Deutsche Bank explains. One headline that seemed to help US equity prices [last night] was news that President-elect Biden is planning to nominate former Fed Chair Janet Yellen to serve as his Treasury Secretary. The S&amp;P rose +0.45% in the c.15 minutes after the story hit later in the session. She had been viewed as one of the front runners for the position and is likely to be welcomed by both wings of the Democratic party. She is also likely to try to closely align fiscal and monetary policy, which could mean quickly reversing the decision of current Treasury Secretary Mnuchin to shutter the Fed facilities. John Hardy of Saxo Bank told clients: We expect her to be in favour for more easing, which should help the Fed’s agenda. As emergency spending rises, we can expect Treasury yields to move higher as well as reflation trades to pick up.... Janet Yellen specialized as labor economist and is thought to be highly concerned with inequality and climate change, while not a particularly controversial pick for Wall Street banks. Jason Furman, former head of Barack Obama’s council of economic advisers, has backed the choice: Cruise operator Carnival is also rallying this morning, up 10% -- just behind TUI (now up 11%) on the FTSE 250 risers board. SSP, which runs cafes and takeaways at airports and railway stations, has gained 8%, while easyJet has gained 6%. The news that the government is offering tests as a way to cut quarantine periods for people arriving in England could give the travel sector a boost over the Christmas period, says Fiona Cincotta of Gain Capital. She adds that “improving clarity over the political situation in the US” is also supporting stocks today. Three weeks after the US elections, Joe Biden received official acknowledgment that he effectively won the race to the White House. Trump liked the tweet, sending the message that he has come to terms with the election outcome even though he vows to keep fighting it. The prospect of a disorderly transfer of power has dragged on the market for the past three weeks since the election; a line can now be drawn under this risk. A vaccine rollout can’t come too soon for French companies. French business confidence has hit a five-month low this month, as the country’s new lockdown hit the service sector. Statistics body INSEE says its business climate gauge fell to its lowest level since June this month, dropping from 92 to 79. Companies worst hit by the lockdown, such as accommodation and food services firms, specialized retailers and car repairers, were most gloomy, INSEE says: According to the business managers surveyed between 28 October and 19 November, the general business outlook has darkened considerably compared to the previous month. This wave of pessimism has concerned in particular, in the context of the second lockdown, retail trade and services, but also manufacturing. European markets are also strengthening in early trading, with Germany’s DAX gaining 0.85% and France’s CAC up 1%. Energy stocks, industrials, and financial companies are among the risers on the Europe-wide Stoxx 600, as investors look for signs that the current lockdowns may be eased. French president Emmanuel Macron is due to give a speech tonight which could outline how the current restrictions, imposed at the end of October, will be slowly relaxed. It could also outline plans for the Christmas holidays. France 24 explains: France is expected to start easing Covid-19 lockdown rules in coming weeks, carrying out the process in three stages so as to avoid a new flareup in the pandemic, according to senior officials. “Emmanuel Macron will give prospects over several weeks, especially on how we adjust our strategy. What is at stake is adapting lockdown rules as the health situation improves while avoiding a new flare-up in the epidemic,” government spokesman Gabriel Attal told the French weekly, Le Journal Du Dimanche. Stocks in London have opened higher, with the FTSE 100 index up 55 points or 0.87% to 6389 in early trading. Travel stocks, energy companies and hospitality firms are leading the charge, as investors ‘rotate’ into hard-hit sectors who should do better when vaccine rollouts allow economies to reopen. The top risers include jet engine maker/servicer Rolls-Royce (+6.3%), airline group IAG (+4.5%), and oil giant BP (+3.6%). Hotel group Intercontinental (+3.2%) are also gaining. This takes the FTSE 100 towards the five-month high seen last week. On the smaller FTSE 250 index, holiday firm TUI are up almost 10%. Overnight, the government has said it will introduce a new ‘test to release’ regime. It will will cut the two-week quarantine period for international arrivals to England to as little as five days next month, with travellers allowed to leave self-isolation after a negative Covid-19 test. Good morning, and welcome to our rolling coverage of the world economy, the financial markets, the eurozone and business. Global markets are gaining ground this morning on relief that Joe Biden can finally begin the formal transition from Donald Trump’s administration. Nearly three weeks after election day, America’s General Services Administration has concluded that president-elect Biden is the apparent winner. GSA chief Emily Murphy wrote in a letter to Biden on Monday that she “came to my decision independently, based on the law and available facts” Usually this is a formality, but the GSA has been delaying its certification while Trump’s legal challenges played out. The move means that Biden’s team can, at last, obtain millions of dollars in transition resources, access government data and make contact with federal agencies. It should help the Biden team to prepare for the challenges ahead, particularly the Covid-19 pandemic where cases and deaths are rising alarmingly across the country. News of the GSA’s decision has lifted markets in the Asia-Pacific region, sending Japan’s Nikkei shooting up 2.5% to close at its highest level since May 1991. Australia’s S&amp;P/ASX 200 jumped by 1.2%, and South Korea’s Kospi 200 gained 0.5%. Stephen Innes of Axi says the threat of the ‘power vacuum’ in Washington is fading, following the GSA’s move. Meanwhile, several Republicans are breaking ranks with President Trump and acknowledging Biden as the election winner. Uncertainty about the election outcome in the context of lawsuits alleging voter fraud in some key states wasn’t materially holding back risk sentiment. Still, the GSA’s announcement is vol-suppressing at the margin. And that is having a positive effect across markets as the power vacuum in Washington looks to be sucking less life out of the markets. European markets are set for solid gains today too: Yohannes Abraham, executive director of the Biden transition, says the GSA’s move is: “is a needed step to begin tackling the challenges facing our nation, including getting the pandemic under control and our economy back on track”. In the days ahead, transition officials will begin meeting with federal officials to discuss the pandemic response, have a full accounting of our national security interests, and gain complete understanding of the Trump administration’s efforts to hollow out government agencies.” President Trump said on Twitter he had directed his team to cooperate on the transition. However, he’s yet to drop his legal action claiming - without evidence - that the election was rigged, despite a series of courtroom defeats. The move came as to CEOs piled pressure on the GSA to start the transition process. More than 160 civic and business leaders, including David Solomon of Goldman Sachs and Larry Fink of BlackRock, signed a letter calling for a proper transition to begin. Every day that an orderly presidential transition process is delayed, our democracy grows weaker in the eyes of our own citizens and the nation’s stature on the global stage is diminished. Investors were also encouraged by Monday’s news that the AstraZeneca/Oxford vaccine can be up to 90% effective, boosting hopes of ending the pandemic. The agenda 7.45am GMT: French business confidence report for November 9am GMT: IFO survey of German business climate in November 2pm GMT: US house price index for September 3pm GMT: US Consumer Confidence survey for November"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}