{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2020/nov/13/pm-accused-dominic-cummings-of-briefing-against-him-sources-claim", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2020-11-13T23:18:47Z", "webTitle": "PM accused Dominic Cummings of briefing against him, sources claim", "webUrl": "https://www.theguardian.com/politics/2020/nov/13/pm-accused-dominic-cummings-of-briefing-against-him-sources-claim", "apiUrl": "https://content.guardianapis.com/politics/2020/nov/13/pm-accused-dominic-cummings-of-briefing-against-him-sources-claim", "fields": {"headline": "PM accused Dominic Cummings of briefing against him, sources claim", "bodyText": "Boris Johnson accused Dominic Cummings of briefing against him and Carrie Symonds, his fiancee, during a tense 45-minute showdown before the adviser’s departure, according to sources. The prime minister’s senior adviser left Downing Street with his belongings in a cardboard box on Friday evening. Lee Cain, Downing Street’s director of communications, was also told to leave. Johnson held a meeting with Cummings and Cain to discuss their “general behaviour” where he is understood to have accused his aides of briefing against him and his partner. The prime minister also accused the pair of destabilising the government in the midst of Brexit negotiations ahead of a crucial phase in talks in Brussels next week, the Financial Times reported. Government sources have denied the fractious talks took place. Cummings told the Telegraph that claims the prime minister had accused him of briefing against him as “an invention” and said: “We had a laugh together.” However, the tenor of Cummings’ dramatic ousting by Johnson will raise fears that the adviser may not display the discretion expected of a former aide. A government insider told the FT: “I won’t be surprised if there’s an explosive stunt between now and Christmas.” A colleague of Cummings said: “It’s not Dom’s style just to quietly drift away.” Conservative officials said Cummings and Cain would continue to be employed by No 10 until mid-December but were expected to work from home. Cummings’ “work from home” project is expected to focus on Covid-19 mass testing for the next six weeks. Cummings’ theatrical exit on Friday through the No 10 black door, having formally resigned on Thursday, came despite his office being at 70 Whitehall. Downing Street said that Cummings’ departure would not impact Brexit talks. The prime minister’s official spokesman, James Slack, insisted suggestions the government could compromise on key principles in the wake of Cummings’s decision to leave were “simply false”. Cummings was widely perceived as the mastermind behind the victorious Vote Leave campaign in the 2016 referendum. Sources told the Daily Telegraph that Cummings told allies that the prime minister was “indecisive” and that he and Cain had to rely on Michael Gove, the Cabinet Office minister, for leadership. Johnson’s allies accused Cummings of “trying to blame everyone but himself”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}