{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/nov/13/casey-stoney-aims-to-cap-manchester-uniteds-rise-with-victory-over-city", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-11-13T22:30:48Z", "webTitle": "Manchester United’s rapid rise adds new twist to WSL title battle", "webUrl": "https://www.theguardian.com/football/2020/nov/13/casey-stoney-aims-to-cap-manchester-uniteds-rise-with-victory-over-city", "apiUrl": "https://content.guardianapis.com/football/2020/nov/13/casey-stoney-aims-to-cap-manchester-uniteds-rise-with-victory-over-city", "fields": {"headline": "Manchester United’s rapid rise adds new twist to WSL title battle", "bodyText": "Just two years on from their relaunch, Manchester United sit unbeaten at the top of the Women’s Super League and are arguably favourites as they head into Saturday’s Manchester derby, one of the showpiece matches of Women’s Football Weekend. The journey has been meteoric and, in many respects, the club are doing their best to make up for lost time. It does not make them immune to criticism, however, with Megan Rapinoe the latest to blast the club’s former disinterest as “disgraceful”, in an interview with the BBC. Rapinoe is “about two years too late”, says the United manager, Casey Stoney, with a wry smile, and she is right. The World Cup winner’s remarks mirror the chatter that went on when the club finally announced the launch of a side in 2018, but that talk quietened a little with the unveiling of the highly-respected former player Stoney as manager. “People are going have their say aren’t they, it’s a big club,” says Stoney. “It’s water off a ducks back to me, to be honest. I know why [the club] wanted to do it when they did and that they wanted to do it properly.” Being given a blank canvas, being able to build from the bottom and being completely trusted and supported were all key factors in Stoney joining United. Once she was through the door the club had added significant credibility to their project. “I was so excited and, like most people, was intrigued,” says club captain and former academy player Katie Zelem. “The thing with Manchester United is that if they’re going to do something they’re going to do it wholeheartedly so I knew that it would be an incredible project. “Before I had even set foot in the door, when I knew Casey Stoney was going to be the manager I knew they were going for it. I had played with her at Liverpool and knew what she was about, Casey is a winner and whatever she goes into she gives her all. I knew if I was joining I was joining a club that hoped and wanted to be one of the best in a few years’ time.” So far there has been no bump in the road. Season one came with a Championship title and promotion; in season two United established themselves in the WSL, finishing fourth; now, in their third season, they are looking to upset the triumvirate of Manchester City, Arsenal and Chelsea at the top of women’s football. A win and, perhaps more importantly, a dominant display against a formidable Arsenal side last Sunday, allied to a draw against Chelsea at the start of the season, has enhanced United’s title credentials, but Stoney is not letting them get carried away. “Yes, it was a big win for us, but that win only matters if we can follow it up, and we think that way about every game, whether it’s a Manchester derby or we’re playing at home to Brighton,” she says. Working for a manager who, win or lose, is not happy can be dispiriting, but it speaks to the drive within Stoney. “I think Casey will let us celebrate when we’ve got a league title in our hands,” Zelem says with a smile. “She wants the best for us, she’s got high standards and she doesn’t want us to get carried away too soon. The win against Arsenal was fantastic but one game doesn’t define our season and we need to go on and prove that to ourselves.” There is naturally extra spice to a Manchester derby, even if the rivalry is quite a new one. United have suffered two defeats to City in their short history, in the WSL and FA Cup, but a 2-0 Continental League Cup victory has given Stoney and her squad a blueprint for success. Helping fuel their derby fire, and give them a history beyond their official three years in existence, are a crop of players Stoney brought back to the club after they had left the academy at 16 with no senior side to graduate into. Doing that was “massively important” to Stoney because “they knew the club better than I did coming in, they know the culture, the history, what it takes, the values. [It was also important] to give them the opportunity to play for the club they trained with as youngsters.” Zelem, a lifelong fan, adds: “We know how much it means to us. I think as soon as you sign here you quickly learn that too, with all those players around you. Our core of the team already knew each other and had a great understanding too.” Being the underdogs to anyone, let alone a team that did not exist three years ago, is new territory for City. Their forward Ellen White says: “That’s fine, if everyone wants to put them as the favouritesa relaxed . We concentrate on what we can do, how we can perform, the intensity of our play, and obviously winning three points. “ It’s great to have further competition within our league, which pushes everybody in the league to improve and get better and better.” City’s manager, Gareth Taylor, is similarly unconcerned about their neighbours’ rise. “They’ve invested, they’ve also got two World Cup winners in their squad. You’ve seen a bit of a change in terms of their objectives this season,” he says, and he welcomes a new competitor at the top. “You want to have real good levels of competition in the WSL, you don’t want it to be about two or three teams.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}