{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2020/nov/20/weatherwatch-a-bumper-year-for-solar-power-thanks-to-sunny-spring-and-lockdowns", "type": "article", "sectionId": "news", "sectionName": "News", "webPublicationDate": "2020-11-20T21:30:34Z", "webTitle": "Weatherwatch: a bumper year for solar power, thanks to sunny spring and lockdowns", "webUrl": "https://www.theguardian.com/news/2020/nov/20/weatherwatch-a-bumper-year-for-solar-power-thanks-to-sunny-spring-and-lockdowns", "apiUrl": "https://content.guardianapis.com/news/2020/nov/20/weatherwatch-a-bumper-year-for-solar-power-thanks-to-sunny-spring-and-lockdowns", "fields": {"headline": "Weatherwatch: a bumper year for solar power, thanks to sunny spring and lockdowns", "bodyText": "This year’s electricity output from the solar panels on the house roof is already well past the previous record since their installation 10 years ago. Part of the reason is the exceptionally sunny spring, plus the lack of pollution following lockdowns. Particularly significant in Bedfordshire is the curtailment of air traffic that in certain weather conditions used to leave contrails crisscrossing an otherwise clear blue sky. A decade ago photovoltaic solar panels were expensive and generous government feed-in tariffs were needed to encourage the industry. Those who took the plunge should have got their money back by now and, if my local estate agent is to be believed, added several thousand pounds to the value of their property. Solar panels give a home an income, often more than £1,000 a year. Panels are so cheap now that it is commercially viable to build solar farms in sunny spots without subsidy and get a good return on capital. Many businesses and local authorities aiming to become carbon neutral are adding them to offices, shops and factories. But without help the home installations market dried up, just when smart technology and batteries in the loft would make a massive difference to energy demand. Perhaps the government’s overdue Energy white paper will nudge the market and break the logjam."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}