{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2020/nov/02/the-media-has-mostly-not-taken-the-bait-on-dubious-biden-claims-with-a-few-australia-linked-exceptions", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2020-11-01T23:56:27Z", "webTitle": "The media has mostly not taken the bait on dubious Biden claims – with some Australia-linked exceptions | Jason Wilson", "webUrl": "https://www.theguardian.com/commentisfree/2020/nov/02/the-media-has-mostly-not-taken-the-bait-on-dubious-biden-claims-with-a-few-australia-linked-exceptions", "apiUrl": "https://content.guardianapis.com/commentisfree/2020/nov/02/the-media-has-mostly-not-taken-the-bait-on-dubious-biden-claims-with-a-few-australia-linked-exceptions", "fields": {"headline": "The media has mostly not taken the bait on dubious Biden claims – with some Australia-linked exceptions", "bodyText": "The big difference between the 2016 and 2020 presidential elections is that this time, mainstream media outlets are mostly not taking the bait on a dubiously sourced set of digital materials associated with the Democratic candidate. Outside the rightwing bubble, the exceptions are disproportionately connected with Australia: Australian writers, Australian outlets, and/or outlets associated with News Corporation, who, like its founder, has Australian origins. The New York Post, a News Corp tabloid, has been leading the pursuit of the story of a data cache which is purportedly a copy of the hard drive of a computer belonging to Hunter Biden. They’ve not had much support from other established newspapers, but their sister company Fox News and a flotilla of lesser conservative media outlets have been dutifully amplifying and even adding their own touches to the tale. On Tucker Carlson’s Fox News show on Wednesday night US time, for example, the host implied that documents associated with the story, which his editorial team had shipped across the country, may have been stolen by people trying to shut down reporting on the cache. The Daily Beast reported on Thursday, however, that freight company UPS had simply misdirected the package, which has been recovered. The original New York Post Biden piece had huge problems on arrival, so much so that a journalist there reportedly refused to add their byline to it. The chain of custody was one of the issues. The data supposedly came from a computer, dropped off by an unidentified person, who was presumed but not positively determined to be Hunter Biden by the owner of a computer store in Delaware. That man’s story of how he retrieved the data from the machine and how he came to give it to the authorities and Rudy Giuliani has shifted. The FBI subpoenaed a computer from the store, which is reportedly connected to a money-laundering investigation, but it’s impossible to compare that machine with the supposed copy. Anyone who reports on leaked digital materials, as I have, knows that it is trivially easy to fake, modify, subtract from or add to, and otherwise mess around with any documents in any cache. Some documents carry indelible marks, such as any emails that are signed with DKIM security signatures, but everything else can be messed with. In this case, we haven’t seen the originals, just PDF printouts, and the New York Post has not been forthcoming with any detailed or satisfactory account of its own authentication process. It hasn’t said how it determined the authenticity of the cache as a whole, or individual items it has reported on, and has continued handwaving about the FBI subpoena, and the lack of denials from the Biden camp. If it does know for sure that the material is a genuine copy of Biden’s laptop, it isn’t letting on how. At least some of the material appears to be authentic. A sex tape released last week, for example, appears to really feature Hunter Biden. But that doesn’t mean that Giuliani has it because Hunter Biden took all that data to the computer shop. We still don’t really know who put them together, how, and for what purpose. This explains the queasiness of most mainstream outlets – of whom Giuliani told the New York Times that “either nobody else would take it, or if they took it, they would spend all the time they could to try to contradict it before they put it out.” The Wall Street Journal and Fox News were both reportedly offered elements of the story, and each refused. (One of Fox’s news anchors, Chris Wallace, commented that “I can understand the concern about this story. It is completely unverified and frankly, Rudy Giuliani is not the most reliable source anymore. I hate to say that, but it’s just true.”) None of this appears to have been a concern for the leadership at the New York Post, which once again now includes Col Allan, its Australian-born one-time editor in chief, and an outspoken Trump supporter. Allan retired in 2016 but is now back there as a special adviser, and was reportedly leading the charge to publish the material quickly. Once they pushed it out, Fox News started running with the pack that the Post had whistled up. So too, at crucial moments, did Australia’s News Corp outlets. On Sunday 18 October, Sharri Markson hosted Steve Bannon on her Sunday evening program. Bannon crowed about an email from Hunter Biden’s lawyer which supposedly showed him asking for the computer back. Bannon told Markson that the lawyer called the shop owner, “and when the guy said I can’t remember, I’m going back to my shop, he sent a couple of emails in a panic saying ‘I’ve got to get my hands on this right away’”. That email was subsequently released by a Fox reporter, and merely contained a request that the proprietor “review your records” on the matter. The lawyer, meanwhile, is on record saying that the Bidens “have no idea” where the email came from. Markson’s show, like most of Sky’s fare, is not widely watched. But she’s willing to have Bannon on. One might say that he couldn’t get arrested in the US, except that he recently was, and charged with fraud in connection with a border wall crowdfunding scheme, aboard the mega-yacht of his reported employer, Guo Wengui, whose bitter fight with the Chinese government has driven him into exile. Giuliani’s material was good enough for News Corp’s post; Bannon’s record apparently posed no concerns to News Corp’s Markson. News Corp’s Australian commentariat, and expatriate New York Post columnist Miranda Devine, have all assisted in pushing the story, and pushing back on criticism. While most media outlets had a reckoning after 2016, it didn’t extend to crucial parts of News Corporation, including the most prominent faces of its Australian operation. • This article was amended on 3 November 2020. An earlier version incorrectly stated that Fox News was owned by News Corp; in fact Fox is owned by News Corp’s sister company, Fox Corp."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}