{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2020/nov/21/bet-your-house-on-it-three-things-to-know-from-australias-retirement-income-review", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2020-11-20T22:56:27Z", "webTitle": "Bet your house on it: three things to know from Australia's retirement income review", "webUrl": "https://www.theguardian.com/australia-news/2020/nov/21/bet-your-house-on-it-three-things-to-know-from-australias-retirement-income-review", "apiUrl": "https://content.guardianapis.com/australia-news/2020/nov/21/bet-your-house-on-it-three-things-to-know-from-australias-retirement-income-review", "fields": {"headline": "Bet your house on it: three things to know from Australia's retirement income review", "bodyText": "It’s more than 600 pages and doesn’t make any recommendations. Yet, the retirement income review will inform future government policy decisions, provide cover for the government to ditch the superannuation guarantee increase and sets out what retirement could look like for today’s workforce. So what do you need to know? Inequality continues into retirement – and no one is sure how to fix it Got a fairly decent work history and your own house? Come retirement time, chances are you will be just fine. But if you are one of the many Australians who has experienced insecure work, or has been unable to buy their own home, retirement won’t be be all lawn bowls, walks on the beach and gin cocktails. “While the system may provide adequate retirement incomes for many Australians, there is uncertainty about if and how it can compensate for those who may fall short, such as women, lower-income renters, individuals not covered by the superannuation guarantee, involuntary retirees, Aboriginal and Torres Strait Islander people and those with a disability,” the report says. We tend to think of retirement as something that happens when we choose to finish work, or at least reach an age where we can make the decision ourselves. But the review found there is a group of people who may be forced into early retirement because of illness or injury who live in limbo until they are eligible for the aged pension. That applies to about 28% of early retirees. “For many who retire involuntarily due to job-related reasons, the adequacy of their living standards before age pension eligibility age depends on the level of jobseeker payment,” the report found. If you haven’t been able to afford your own home, you are at even further disadvantage, compared with your home-owning peers. You’ll probably even get less age pension, because while the principle family home is not counted in the means test, any savings and other assets are. The panel found about one-quarter of all retirees who rent, rather than own their homes, are in financial stress – mostly because of high housing costs. Rental assistance from the government sits at around $139.60 a fortnight for a single person with no dependents. In today’s rental market, that is nowhere near enough. “A significant number of older Australians who are renting in the private market need additional assistance,” the review panel reported. “Increasing the rate of commonwealth rent assistance will only have a small impact. A new approach is required.” If you had to retire before you were ready and rent, you have the highest financial stress in retirement. The panel did not outline what the “new approach” could be. And if you are are also a woman and rent, or retired involuntarily? Then you can count another level of inequality to what is already being experienced. Men have, on average, 22% more in their superannuation balances than women. That is because women are usually the ones who take time out of their careers to raise children, or care for others, and are more likely to be in part-time work. And you are more likely to live longer as a woman, meaning your already smaller super balance has to go further. “Research suggests having children is associated with a reduction in earnings of up to 80 per cent on average over the following 15 years, compared to women with no children. The higher life expectancy of women means their superannuation balances at retirement need to stretch further.” Whether or not you have a partner also impacts your retirement – and women are more likely than men to rent on their own. Throw in being a casual worker, a troubled work history, or being a member of a marginalised community – particularly Indigenous Australians, who have, on average, lower superannuation balances to start with, as well as the compounded issues of difficulty accessing banking and financial services, and you have another mark against you in retirement. Employees who earn less than $450 a month from an individual employer are exempt from the superannuation guarantee. That is about 3% of the workforce – mainly young, lower income, part-time workers – of whom 63% are women. That is a hang over from when payroll was done by hand, but is less relevant now it is mostly automated. Those who experienced inequality during their working life will continue to experience it in retirement, and with less Australians entering the home ownership market, and more Australians experiencing insecure work as a consequence of the casualisation of the workforce, this will only become more of an issue. Those with retirement savings are dying with their money in the bank Fake reports of a death tax policy may have plagued Labor at the last federal election (Clive Palmer made an expensive attempt to resuscitate them at the last Queensland election too, to no avail) and no major party has plans to reinstate one. But the report makes a pretty valid case why a bequest tax might not be such a bad thing. Every second motorhome might carry the boomer joke “spending the kid’s inheritance” but, by and large, Australian retirees leave almost all of their retirement wealth behind when they die. One of the biggest reasons for this? Retirees tend to see the earnings from their retirement investments/savings as their liveable wage, rather than the balance of the investments/savings themselves. For most Australians aged over 65 years old, their home is their biggest asset. It makes up 60%-72% of their net wealth and, without it, the median retiree net wealth drops to $165,000. But retirees tend not to do anything with this form of wealth, other than live it in. They don’t draw down on the equity, they don’t borrow against it, and they don’t leverage it to increase their standard of living. Once they die, it becomes part of a bequest. Superannuation actually makes up a fairly “minor source of wealth for most current retirees”. They have their homes, and in a lot of cases savings, which they don’t use, instead living off the earnings of their savings. That includes their super balance. As younger baby boomers, Gen X and Gen Y approach retirement age, superannuation balances will become more important – particularly for millennials who do not own their own homes. They have also spent most of their working life covered by the superannuation guarantee – in the main – so their savings will be more tied up in their super balances, rather than other financial institutions. But for now, the bulk of retirees are living on the earnings from their savings and superannuation, combined with the age pension. People are living simply in retirement, and then passing on their wealth to their families. “The majority of people are not using their superannuation balances and other savings effectively to maintain their living standards in retirement,” the review found. “If they did so, they could achieve the same retirement outcome with a lower level of saving and higher standard of living in their working life. “Current retirement outcomes show savings are often not being used as income, with significant amounts left as unintentional bequests.” How many people are dying with their money in the bank? One large (unnamed) superannuation fund provided data to the review panel, showing members who died left behind 90% of their retirement balance (including their assets, such as the family home). That not only lowers the standard of living for retirees, as well as take money from the economy (while costing the budget in concessions such as franking credits, which are being used as income while savings remain untouched in the bank), it is cementing generational wealth equality gaps. “Without a change to retirees’ drawdown behaviour, bequests from superannuation will grow. Rice Warner projections show average death benefits from superannuation for people aged 65 and over are expected to grow in real terms from an average of $190,000 in 2019 to more than $480,000 by 2059. “Aggregate death benefits are projected to increase from around $1 of every $5 paid from the superannuation system in 2019 to around $1 of every $3 paid out by 2059. Bequests from housing assets will also increase if housing assets continue to grow and retirees avoid drawing on their housing wealth.” Those retirees holding on to their homes have sat on real estate goldmines, with the review finding the value of housing has nearly doubled relative to household disposable income since the 1990s. New and prospective home owners though, will spend more of their working-life incomes financing their home, meaning they will have less in retirement savings than today’s retirees, and potentially not as much equity in the homes they have purchased. Legislated increases to the superannuation guarantee look like being scrapped While all attention was on franking credits at the last election (something which is mentioned twice in the review’s 600 pages) Scott Morrison committed the Coalition to maintaining the scheduled increases to Labor’s superannuation guarantee. Currently at 9.5%, the increases are scheduled to gradually continue over time, until the mandatory contribution hits 12% in 2025. Cue the not-so-silent war. The closer the legislated increase time came, the louder the “we shouldn’t do this” chorus became, until the pandemic provided enough cover to prompt a delay. That didn’t quieten the detractors – only emboldened them. Not only did the Coalition allow for those affected by the coronavirus pandemic to have early access to up to $20,000 of their superannuation savings – a move that will cost young workers up to $100,000 in lost savings by the time they retire – they also allowed the withdrawals without a checks and balance system. Those wanting to take part in the scheme just had to apply through the ATO. Proof would only be needed if the ATO decided to check up on you. The government has defended the scheme as necessary in the response to the economic impact of the Covid pandemic. It will likely use the same reasoning to delay, or more likely scrap, any further increases to the compulsory superannuation contribution. The review found that the majority of superannuation guarantees are “paid for through lower growth in wages”. Higher super contributions means lower working life pay. “In general, employers will respond to an increase in employment costs with a combination of four possible changes: 1. Increase the prices of their products or services 2. Reduce employee wages (or wages growth) 3. Reduce the amount of labour demanded 4. Reduce their profits Even if wages are unaffected, lower labour demand and higher prices are also costs borne by workers,” the review panel reported. But there is little evidence employers will return foregone super increases in wage growth. The report assumes (based on Myefo data) nominal wages will grow by 4% per year. That hasn’t happened since 2009. Lower wages growth equals lower retirement savings. Keeping the super contribution rate at 9.5% would mean lower income earners would see balances of 16%-18% lower than if it had been increased to 12%, while middle and higher income earners would lose between 14%-15%. But the review also finds maintaining the super guarantee at 9.5%, without the slated increases over the next five years, could result in lifting working life wages by 2%. And that’s all the government needs to say it’s off the table. More money in your pocket now, while the nation is in recession, with plans to sell the house, or at least draw down on its equity (if you own one), spend retirement savings (if you have them), access pensioner loan schemes (if you’re eligible) and remember the age pension is there as a safety net (if you aren’t relying on it for housing and living costs) in the future. We won’t know for sure until closer to next year’s budget, which is due to be handed down in May. But given these findings, and the government’s current disposition towards superannuation, you could probably bet the house on the legislated increases being scrapped."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}