{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/nov/19/joe-biden-donald-trump-irresponsible-president-history", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-11-19T23:26:54Z", "webTitle": "Biden condemns Trump as one of the 'most irresponsible presidents in American history'", "webUrl": "https://www.theguardian.com/us-news/2020/nov/19/joe-biden-donald-trump-irresponsible-president-history", "apiUrl": "https://content.guardianapis.com/us-news/2020/nov/19/joe-biden-donald-trump-irresponsible-president-history", "fields": {"headline": "Biden condemns Trump as one of the 'most irresponsible presidents in American history'", "bodyText": "President-elect Joe Biden has denounced Donald Trump as one of the “most irresponsible presidents in American history,” calling the incumbent president’s challenges against the results of the November election “incredibly damaging”. Speaking after a call with state governors on Thursday, Biden said he was not concerned that Trump’s refusal to concede the election would prevent a transfer of power, but said it “sends a horrible message about who we are as a country”. “What the president’s doing now … it’s going to be another incident where he will go down in history as being one of the most irresponsible presidents in American history,” Biden told reporters in Wilmington. “It’s just not within the norm at all, and there’s a question as to whether it’s even legal.” Americans are “witnessing incredible irresponsibility, incredibly damaging messages being sent to the rest of the world about how democracy functions,” Biden said. “I don’t know his motive, but I just think it’s totally irresponsible.” Trump has launched legal challenges in multiple states and claimed, without evidence, that he is the rightful winner of the election. His administration has refused to recognize Biden as the likely winner, blocking Biden’s transition team from funding and office space and the president-elect from receiving classified briefings. The Trump campaign has so far filed at least nine lawsuits challenging the election and its results, many of which legal experts have dismissed as weak. Trump’s personal lawyer, Rudy Giuliani, told a news conference earlier on Thursday that he planned to file more lawsuits and that Democrats had engaged in a “national conspiracy” to manipulate vote totals, though he admitted he had no evidence. “It’s about trying to set up the conditions where half of the country believes that there are only two possibilities, either they win or the election was stolen,” said Justin Levitt, a constitutional law scholar and professor at Loyola Law School. “And that’s not a democracy.” In Michigan, Trump has mounted an all-out assault on the election result, reportedly planning to fly state lawmakers to meet with him in Washington on Friday after phoning county officials in an apparent attempt to derail the certification of Biden’s 150,000-vote victory in the state. While no explanation for the meeting has been given, Trump has been pressuring Republican state lawmakers to try to hijack the electoral college by advancing slates of electors that could compete with those selected by the states’ voters. On Tuesday night, Trump placed phone calls to two Republican members of a county-level vote certification board the night before the pair tried to reverse their previous endorsement of a large chunk of the vote in Michigan. Trump’s own election security agency has declared the 2020 presidential election to have been the most secure in history. Days after that statement was issued, Trump fired the agency’s leader. Biden said the Trump administration’s refusal to give his team access to key federal agencies was affecting their ability to create a plan to respond to the coronavirus pandemic, particularly around vaccine distribution. Biden referenced the refusal by the General Services Administration (GSA) to name him the apparent winner of the election. The refusal has blocked Biden’s team from receiving federal funds allocated for the transition and barred his team from meeting with their counterparts to collect relevant information. Biden said his transition team doesn’t have “all the information that we need to get from all the various agencies,” and that, as a result, “we’re not able to deal with everything from testing to guidance to the all-important issue of vaccine distribution.” Biden has launched his own working group focused on crafting an actionable plan to rein in the pandemic. But he and his aides have said a lack of access to the current planning in the federal government will make the response much more difficult when Biden does take office in January. Biden pledged he would not pursue a nationwide shutdown after his inauguration in January, despite the recent surge in coronavirus cases. More than 250,000 people in the US have died after contracting coronavirus and millions have been infected, far more than in any other country. “No national shutdown,” the president-elect told reporters. “I am not going to shut down the economy. I am going to shut down the virus.” Biden said he had discussed a possible nationwide mask mandate with state governors during a call, as Covid-19 case and death rates rise across the United States. Biden said wearing a mask was “not a political statement, it’s a patriotic duty” during remarks after the call with both Republican and Democratic state governors. Later on Thursday, Dr Anthony Fauci, one of the nation’s top epidemiologists, spoke during the first White House coronavirus taskforce briefing in months. Led by vice-president Mike Pence, the briefing touted recent developments in coronavirus vaccine candidates. Fauci celebrated positive news about the Pfizer and Moderna coronavirus vaccine candidates, but emphasized the need to remain vigilant about social-distancing and mask usage. “If you’re fighting a battle and the cavalry is on the way, you don’t stop shooting,” Fauci added. “You keep going until the cavalry gets here, and then you might even want to continue fighting.” Instead, Fauci said Americans needed to “double down on the public health measures as we’re waiting for that help to come, which will be soon.” “We’re not talking about shutting down the country. We’re not talking about locking down. We’re talking about intensifying the simple public health measures that we all talk about,” Fauci said. While several top US health experts appeared at the briefing, Trump did not - a departure from the summer’s briefings, when the president would often largely deliver wide-ranging briefings himself. The Associated Press and Reuters contributed to this report"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}