{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2020/nov/28/everton-v-leeds-premier-league-live", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-11-28T19:39:40Z", "webTitle": "Everton 0-1 Leeds: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2020/nov/28/everton-v-leeds-premier-league-live", "apiUrl": "https://content.guardianapis.com/football/live/2020/nov/28/everton-v-leeds-premier-league-live", "fields": {"headline": "Everton 0-1 Leeds: Premier League – as it happened", "bodyText": "Peep peep! Leeds continue their excellent away form with their first win at Goodison Park since 1990. Raphinha’s fine late goal has given them a deserved victory in a richly enjoyable game that included 38 shots on goal. Thanks for your company and emails - goodnight! 90+3 min Pickford makes a superb save from Helder Costa, who looked certain to score from six yards. 90+2 min Phillips cuts across a superb long pass out to Costa on the left. Then, when Costa ran into trouble, Phillips nips it to stop an Everton counter-attack and draw a foul from Allan. He’s a class act. 90+1 min Rodrigo replaces Patrick Bamford, who is extremely unhappy to be taken off. 90 min Three minutes of added time. 90 min Cooper is booked for a tactical foul on Richarlison. 89 min Another change for Leeds. Jack Harrison, who is limping, is replaced by Helder Costa. 88 min Alioski misses a great chance, shooting wide of the near post from 10 yards after being put through on goal. The flag went up afterwards though, so it wouldn’t have counted. 87 min Allan is limping heavily, and Everton have already used their three substitutions. 86 min Poveda-Ocampo wins a corner for Leeds, who have looked very comfortable since going ahead. Nothing comes of it. 85 min If it stays like this Leeds will move up to 11th, only four points off a Champions League place. 84 min Leeds make their first change: Ian Poveda-Ocampo replaces the goalscorer Raphinha. 81 min Everton make their third and final change: Bernard on, Mason Holgate off. That definitely means a switch to a back four. 81 min Leeds deserve to win on the balance of play, although Everton have had some very good chances. Raphinha has put Leeds ahead with a cracking goal. Ayling and Klich worked the ball beautifully on the right, and then Harrison forced the ball infield to Raphinha 25 yards from goal. He looked for a pass, realised nothing was on and drove a crisp left-footed shot that went through the legs of Godfrey and arrowed into the bottom corner. It’s his first goal for the club. A-hem. 78 min At the moment Everton look the likelier winners. 76 min A long goalkick is headed on by Calvert-Lewin to James. He shapes to shoot and then lobs the ball towards Richarlison, who slices well wide with his left foot. 76 min This is, by some distance, the dullest spell of the game. I’m slightly surprised Leeds haven’t brought Rodrigo on. 75 min Allan, who has had a fine game, shoots well wide from 20 yards. 74 min “This,” says Gary Naylor, “is a match that doesn’t need a goal.” 71 min Surely this can’t end 0-0. 69 min James’s awkward, dipping shot from 25 yards is fumbled by Meslier, who recovers well to dive at Calvert-Lewin’s feet and grab the ball. 69 min In fact Doucoure has gone to right wing-back, with Gomes taking his place in midfield. 68 min “Hi Rob,” says Richard Hirst. “Just catching up after eating (we’re an hour ahead in France) and your post about Foggia must win the niche post of the year award. And good to see that Mary Waltz has not let her award earlier today go to her head, and that she’s still with us. Though, as a Fulham supporter, I’m not talking to her after last week.” There’s nothing niche about a mild fixation with Foggia’s 1991-92 side. Oh. 67 min Alex Iwobi is replaced by Andre Gomes. I think that means a switch to a back four. 66 min: Bamford has a goal disallowed. Alioski was offside in the build up, and VAR confirms it was the right decision. 66 min “Re: Phil Podolsky’s brief moment (55 mins) - I remember,” says Gary Naylor. “It was the FA Cup semi-final 2012 and I was there. Thanks for reminding me...” 64 min Lovely skill from Raphinhna, who drags the ball between Delph and Richarlison but then sidefoots well wide. 61 min An Everton change: Fabian Delph replaces Tom Davies, which probably means Iwobi will move across to right wing-back. 60 min Allan goes on a terrific run, right at the heart of the Leeds defence. He pushes the ball one side of Cooper and runs round the other before driving a shot that deflects off Dallas and hits the side netting. Meslier had it covered. 59 min A decent long-range shot from Harrison is held by Pickford low to his left. 57 min Phillips sprays a fine long pass to Raphinha, whose cross is too deep for Bamford. Raphinha has been nowhere near as dangerous since he moved to the left. 55 min “Great striking partnerships...” says Phil Podolsky. “Does anyone remember that brief moment when there was talk of one between Suarez and Andy Carroll? When Suarez was doing things hitherto unseen on a football pitch and Andy Carroll was being Andy Carroll? That was good.” Big man/little man. It’s as old as time. 52 min Meslier plays a dreadful pass, straight to James 25 yards from goal. He chests the ball down and lofts it towards goal, but Meslier backpedals smartly to grab the ball on the line. His momentum took him a long way behind the line, but he held the ball out in front to ensure it didn’t go with him. 51 min Yet another opening for Leeds. Klich clips a ball over the defence towards Bamford, who tries a volleyed lob over Pickford. He gets way too much on it and it goes high over the bar. Had he scored, it would have been a mirror image of this. 49 min Ayling plays a lovely one-two with Harrison and tees up Klich, who smashes a shot high and wide from the edge of the area. This is so good to watch. 49 min If this continues, we might need to rewrite the Joy of Six: memorable 0-0 draws. 48 min It’s end-to-end stuff, as it was in the first half. Bamford has a shot blocked onm the six-yard line; a few seconds later, Calvert-Lewin drags wide from a tight angle at the other end. 47 min An early half chance for Calvert-Lewin, who welts the ball towards goal from a very tight angle. Meslier pushes it behind for a corner. I think it was going wide anyway. 46 min Peep peep! Everton begin the second half. “When was the last time a team in 15th place were top of everybody’s must-watch list? Too much fun.” Agreed. They remind me a bit, certainly in spirit, of Zdenek Zeman’s Foggia when they were promoted to Serie A in 1991-92. Note to Leeds fans: this book is utterly brilliant Half-time reading And for his next trick, Marcelo Bielsa will redefine the goalless draw. Like last week’s 0-0 against Arsenal, that was so much fun. Leeds have been superb and should be ahead; Everton, despite being outplayed, have had some excellent chances and also had two goals disallowed. 45+2 min Yet another near miss from Leeds. A loose ball comes to Klich, 20 yards out. He opens his body and steers a first-time shot this far wide of the far post. That was a lovely effort. 45+2 min Ayling, who has been booked, leaves Allan on the canvas after a 50/50 challenge. The referee waves play on. Had he given a foul, Ayling would have been in bother. 45+1 min Two minutes of added time. 45 min: Harrison hits the post! This is sheer delightful entertainment. Dallas, on the left, curled a booming cross to the far post, where Harrison towered over Iwobi and thumped a close-range header off the post. The rebound was screwed wide by Bamford. 44 min After another strong run from Allan, Richarlison shoots too close to Meslier from 15 yards. This could easily be 3-3. 43 min: Richarlison has a goal disallowed for offside! James’s corner was headed past Meslier by Richarlison, but Godfrey was standing in front of the keeper in an offside position. Godfrey tried to head the ball as well, which made the offside decision more straightforward. 42 min Meslier makes another smart save, plunging to his left to push Richarlison’s swirling long-range shot round the post. 41 min: No penalty! That’s interesting. As Jamie Carragher says on Sky, that would have been given at the start of the season. 40 min Leeds appeal for a penalty when the ball hits the slightly raised hand of Iwobi in the area. I’m sure it will be checked, and I think this will be given. 39 min “Leeds have reduced my boys to desperate last-second escapes and have totally shut down any Everton offensive flow,” says Mary Waltz. “We will be lucky to get to halftime scoreless.” 38 min: Chance for Everton! James is fouled 30 yards from goal by Klich. He takes the free-kick himself, teasing it towards the far post, where Holgate gets the wrong side of Phillips and sidefoots a volley that is beaten away by Meslier. That was a pretty decent chance for Everton. 36 min “Leeds have two nice change strips - their other one in British racing green looked pretty smart too,” says Beth. “And this has been pretty entertaining so far.” 34 min Harrison and Raphinha have swapped wings for a while. Leeds are still well on top; they have overwhelmed Everton. 30 min Leeds have been quite brilliant in the first half hour. 29 min: Godfrey clears off the line! Leeds have two more chances in the space of five seconds. A superb looping header from Raphinha was pawed away acrobatically by Pickford. The ball rebounded to Harrison, whose low drive beat Pickford and was kicked off the line by Godfrey. 27 min The resulting free-kick, clipped in from the left by James, is headed over at the far post by Keane. He couldn’t quite get over the ball. 26 min Ayling is booked for pulling back Richarlison. 24 min: James has a goal disallowed for offside. Shame as it was an ingenious bit of play. A long cross from the left looked to be drifting out of play, but James chested it away from Dallas and swept the ball past Meslier. Replays confirmed he was fractionally offside. 21 min: Fine save from Pickford! Leeds have started this game so well. Klich’s mishit shot flew across the area to Bamford, whose first-time shot was blocked by the right foot of Pickford. He did particularly well because he was going the other way and managed to stick out a leg to block. 18 min Klich’s booming cross is dropped by Pickford, who is relieved to see the ball drop behind Bamford. 14 min Phillips’ deflected long-range shot is comfortably held by Pickford. Leeds are playing some really good stuff, with Raphinha particularly influential. 13 min After a strong run from Allan, Richarlison’s tame shot is easily saved by Meslier. 11 min “Leeds concentrating on Everton’s left,” says Stephen Carr, “exploiting Rodriguez’s reluctance to track back and the gap between Iwobi and the centre backs.” You’re right, although that’s Richarlison’s side rather than Rodriguez’s. 10 min: Harrison misses a great chance! This is great fun, as it usually is when Leeds play. Raphinha runs 60 yards and angles a through ball towards Harrison, who slides the ball just wide on the stretch. The pass from Raphinha might have been slightly heavy, but Harrison should have scored. 8 min Bamford has a shot blocked by Holgate. It’s been a cracking start to the game. 7 min: Fine save from Meslier! Everton almost took the lead after a mistake from Cooper. He allowed the ball to run through to Davies, who fizzed a low cross into the middle from the right. Doucoure met it with a crisp first-time shot on the run, and Meslier got down really smartly to his right to push it away. He’s got superb reactions, this kid. 5 min There’s a break in play while Ayling receives treatment. It looks like a problem with his side, but he’s going to continue for now. 3 min Bamford’s shot deflects a few yards wide, though he was subsequently flagged offside. This time it was his whole body, not just his arm. 59 seconds Leeds almost take the lead straight away! Bamford chests the ball off to Raphinha, who surges into the area and flicks the ball past the outrushing Pickford. It’s a tame shot, though, and Holgate has plenty of time to boot the ball clear. 1 min Peep peep! Leeds, in their maroon third kit, kick off from left to right. Everton are in blue. The match is preceded by a minute’s applause in memory of Diego Maradona. The Everton manager Carlo Ancelotti just about held back the tears, but you could see the moisture in his eyes. “Hi Rob,” says Matt Burtz. “The absences of Digne and Coleman do not help Everton here. The absence of Nkounkou from the squad entirely is puzzling. I don’t love Davies in a wingback role, and Iwobi needs to be as effective as he was at Fulham, not his usual inconsistent self. That being said, anytime Richarlison and DCL are involved I like their chances to score. A clean sheet would be absolutely shocking, however. So I suppose another 3-2 victory?” I assumed Nkounkou was injured, but apparently not. I’m surprised he’s not in the team, never mind on the bench. More pre-match reading “Hi Rob,” says Gary Naylor. “My brother’s hot take on Everton - ‘The bench has all the pace of that Father Ted all priests over-75 five-a-side match’.” That’s an egregious insult to Romeo Sensini. Everton (3-4-2-1) Pickford; Godfrey, Keane, Holgate; Davies, Doucoure, Allan, Iwobi; James, Richarlison; Calvert-Lewin. Substitutes: Lossl, Mina, Delph, Sigurdsson, Gomes, Tosun, Bernard. Leeds (4-1-4-1) Meslier; Ayling, Koch, Cooper, Alioski; Phillips; Raphinha, Klich, Dallas, Harrison; Bamford. Substitutes: Casilla, Struijk, Davis, Poveda-Ocampo, Roberts, Costa, Rodrigo. Referee Chris Kavanagh. Pre-match reading Hello, good evening and welcome to live coverage of Everton v Leeds from Goodison Park. Both teams made rousing starts to the season before suffering a bit of a reality check: Everton with three straight defeats, Leeds with consecutive 4-1 defeats. But both restored a bit of order last Sunday, when Everton won at Fulham and Leeds had the better of a goalless draw against Arsenal. Everton are without both their first-choice full-backs, Seamus Coleman and Lucas Digne, while Leeds are missing Pablo Hernandez, Diego Llorente and Jamie Shackleton. Still, there’s more than enough talent and intent on both sides to make this a vivacious affair. It’s the first meeting between Carlo Ancelotti and Marcelo Bielsa; anything less than the best would be a felony. Kick off 5.30pm."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}