{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2020/nov/19/northern-ireland-faces-new-covid-curbs-until-mid-december", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2020-11-19T21:45:04Z", "webTitle": "Northern Ireland faces new Covid curbs until mid-December", "webUrl": "https://www.theguardian.com/uk-news/2020/nov/19/northern-ireland-faces-new-covid-curbs-until-mid-december", "apiUrl": "https://content.guardianapis.com/uk-news/2020/nov/19/northern-ireland-faces-new-covid-curbs-until-mid-december", "fields": {"headline": "Northern Ireland faces new Covid curbs until mid-December", "bodyText": "Pubs, restaurants and other hospitality outlets will remain closed until mid-December in Northern Ireland, the regional devolved government has announced. Bars and licensed eating outlets were meant to re-open on 27 November but instead will be shut for another fortnight from that date. Unlicensed cafes will be allowed to open this Friday but only for one week when they will be subject to the same closure restrictions. Close contact services such as driving lessons, hairdressers and beauticians will also only be available for a week. In what is likely to be a controversial move the new lockdown extends to cover non-essential shops just as these businesses prepare for the Christmas shopping surge. Glynn Roberts of Retail NI, which represents independent retailers in the region, said: “The executive has made a decision which will kill small businesses, rather than the virus.” The Northern Ireland executive said churches will close except for weddings and funerals. Schools will stay open but people will be encouraged to work from home if they can. All leisure centres and swimming pools in the region will also be shut during what devolved ministers are calling a “circuit breaker”. Takeaway services will be allowed. Colin Neill, chief executive of industry group Hospitality Ulster, said: “There is a huge amount of anger right across the hospitality industry. We have been left with no trade, no hope and a huge amount of redundancies on our hands.” The CBI in the region said the newly announced lockdown measures were a “bitter blow”. Angela McGowan, the CBI’s director in Northern Ireland, said: “With the all-important festive trading period already upon us, business, particularly those in the hardest hit sectors such as hospitality, retail and tourism have been told continuously that they must endure short-term pain for long-term gain. But yet once again they face this start-stop lockdown approach which is playing havoc with jobs and livelihoods. “Any support for this latest lockdown policy would require presentation of robust evidence to show that closing more businesses will reduce the level of transmission. Many companies may well need further support if they are to keep their heads above water.” The introduction of the measures came after a meeting on Thursday evening between ministers from the five-party power-sharing coalition in Belfast. Ministers had been advised that this pre-festive season shutdown was the best option given rising coronavirus infection rates in order to avoid another lockdown just before Christmas. Another 487 people have tested positive for Covid-19 in Northern Ireland, the Department of Health and Social Care said on Thursday. A total of 3,401 cases have been diagnosed over the last seven days. Another 12 deaths were reported, the department’s daily update showed."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}