{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/nov/09/local-arkansas-police-chief-quits-violence-democrats", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-11-09T20:20:05Z", "webTitle": "Local Arkansas police chief quits after calling for violence against Democrats", "webUrl": "https://www.theguardian.com/us-news/2020/nov/09/local-arkansas-police-chief-quits-violence-democrats", "apiUrl": "https://content.guardianapis.com/us-news/2020/nov/09/local-arkansas-police-chief-quits-violence-democrats", "fields": {"headline": "Local Arkansas police chief quits after calling for violence against Democrats", "bodyText": "An Arkansas police chief resigned on Saturday, after posts under his name and picture advocating violence towards Democrats were found on Parler, a rightwing social media app. One of Lang Holland’s posts reflected Donald Trump’s baseless allegations that the presidential election he lost to Joe Biden was stolen, and said: “Death to all Marxist Democrats.” Holland, who led the police department in Marshall, Arkansas, also wrote “take no prisoners” and “leave no survivors”. Another post stated that people encountering a “Marxist Democrat” in public should “get in their face do not give them peace”, the Arkansas Democrat Gazette reported. “Throw water on them at restaurants,” the post said. “Push them off sidewalks. Never let them forget they are traitors and have no right to live in this Republic after what they have done.” Marshall’s mayor, Kevin Elliott, said Holland apologized for causing trouble. “I called in the Arkansas Municipal League [and] my attorneys,” the mayor said, “I got some advice on the steps I need to take and the proper direction I need to go. I called Mr Holland in, and he resigned as police chief.” Holland held the role in Marshall, population 1,355, for two years. Elliott said he was surprised by the posts. “He’s done excellent,” the mayor said. “I’ve been with the city of Marshall for 26 years and, by far, he’s been the best police chief that I’ve ever seen. I don’t [do] social media, but I was notified last night and all day today and got a bunch of posts and pictures to me.” Arkansas’s governor, Asa Hutchinson, a Republican, called the posts “dangerous”. After the posts started circulating on Twitter and Facebook, another Parler account with the username “Chieflangholland” emerged, Arkansas’s ABC 7 TV station reported. The new account claimed to be run by “the real chief” and said the other account was a fake, the station said, posting screenshots on Twitter. By Saturday, neither account was live. The police department Facebook page appeared to have been taken down. Holland opposed a mask mandate in Arkansas, which is suffering under the Covid-19 pandemic. “I Chief Lang Holland feel this order is a very large overreach of the powers given to the state government by the citizens of the state of Arkansas,” he wrote in a memo published to the department Facebook page in July. “Therefore the Marshall police department will take NO enforcement action of any kind this includes arrest or citation by anyone who is not wearing a mask while out in public.” On Monday, Holland could not be reached for comment."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}