{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2020/nov/12/the-best-way-to-help-australian-manufacturing-stop-exporting-gas", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2020-11-11T23:36:46Z", "webTitle": "The best way to help Australian manufacturing? Stop exporting gas | Richard Denniss", "webUrl": "https://www.theguardian.com/commentisfree/2020/nov/12/the-best-way-to-help-australian-manufacturing-stop-exporting-gas", "apiUrl": "https://content.guardianapis.com/commentisfree/2020/nov/12/the-best-way-to-help-australian-manufacturing-stop-exporting-gas", "fields": {"headline": "The best way to help Australian manufacturing? Stop exporting gas", "bodyText": "While it might seem heretical to suggest we stop exporting gas, it’s important to remember that we only started exporting gas from Australia’s east coast in 2015. But since that fateful day, the wholesale price of gas has risen from around $3 to $4 per gigajoule in 2013 to around $10 last year. The impact of these higher prices has been devastating for some manufacturers. It gets worse. The resources industry loves to talk about what great exporters they are, but they are strategically silent on the flipside of that same coin. To put it simply, the more resources Australia exports, the higher our exchange rate gets, and the higher the exchange rate the less competitive our manufacturing industry is. The recent surge in iron ore prices, for example, which made Twiggy and Gina so much money last year, had a direct and significant impact on the competitiveness of our other exporters. The idea that the more natural resources a country exports means less manufactured stuff it exports is hardly a new or radical idea, indeed it’s called Dutch disease because it is precisely what happened in the Netherlands after they found oil and gas in the North Sea. As that well-known lefty Alan Greenspan, the former chair of the US Federal Reserve says, “paradoxically, most analysts conclude that, particularly in developing countries, natural resource bonanzas tend to reduce rather than enhance living standards ...[It] takes the form of an economic affliction nicknamed the ‘Dutch disease’. Dutch disease strikes when foreign demand for an export drives up the exchange value of the exporting country’s currency.” Usually countries that discover new supplies of a resource at least benefit from a fall in the price of that resource, but thanks to the idiosyncrasies of the Australian gas market, the boom in gas production has actually resulted in a surge in the domestic price of gas. Talk about lose-lose. While it seems counterintuitive that a big increase in the supply of gas has seen an increase in domestic gas prices, the explanation isn’t complicated. Economists have a wonderfully confusing phrase to conceal the consequences of their most important assumption. They use the Latin phrase ceteris paribus instead of its English translation “all other things remaining equal” for the simple reason that everyone knows all things are rarely equal. And so it is with the gas market. It is true that the supply of gas has trebled since 2015, and it is also true that if all else had remained equal, such an enormous surge in the supply of gas would have led to a drop in the price of gas. But, as is usually the case, all else hasn’t remained equal. The whole point of the gas industry tripling gas supply wasn’t to sell more gas to existing Australian houses and factories, it was to start selling gas to the Asian and world markets via the brand new gas export facilities that opened in 2015. And the opening of the gas export facilities meant that the demand for Australia’s east coast gas went through the roof. The resulting demand for Australia’s gas increased even more than supply, and the gas prices paid by Australians skyrocketed. The high gas price is no accident. The gas industry spent $80 billion building the gas export facilities precisely because they knew that the world was willing and able to pay much higher prices for gas than Australian manufacturers and households had grown accustomed to. While it is true that a small number of people work in drilling for gas and helping to ship it offshore, it is also true that manufacturing has much, much higher labour intensity. In short, every million dollars’ worth of manufacturing production creates a lot more jobs than a million dollars’ worth of gas. There’s no need to take my word for it that manufacturing, and indeed nearly every industry in Australia, creates more jobs than the gas industry. According to the Australian Bureau of Statistics, while textile, leather, clothing and footwear manufacturing creates 3.74 jobs per million dollars, the oil and gas industry creates just 0.26 jobs per million dollars. In recent months the gas industry has started a new political campaign to link its future with the future of manufacturing, for the simple reason that Australians like the manufacturing industry and don’t really like the gas industry. In particular, Australians don’t like the idea that we should frack for more gas under farmland. The Coalition government and the gas industry would have Australians believe that the best way to help the manufacturing industry is to help the gas industry first. How convenient. If the interests of the gas industry and the manufacturing industry were really so aligned, then a boom in the manufacturing industry would be great for gas. But while it’s clear why the gas industry benefits from receiving billions of dollars of public money and government approvals to frack more gas underneath more Australian farms, it is not at all clear what the manufacturing industry gets out of it. Why spend billions of dollars subsidising gas with the vague promise it helps our manufacturing industry when we could just spend that amount supporting the actual manufacturing industry directly? While Malcolm Turnbull has called the gas-led recovery “political piffle”, it’s far worse than that. Far from being a solution, it’s actually part of the problem. • Richard Denniss is the chief economist at independent thinktank the Australia Institute. @RDNS_TAI"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}