{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2020/nov/19/eddie-jones-commences-the-mind-games-for-englands-visit-from-ireland", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-11-19T22:00:23Z", "webTitle": "Eddie Jones begins mind games against Ireland by putting referee on the spot", "webUrl": "https://www.theguardian.com/sport/2020/nov/19/eddie-jones-commences-the-mind-games-for-englands-visit-from-ireland", "apiUrl": "https://content.guardianapis.com/sport/2020/nov/19/eddie-jones-commences-the-mind-games-for-englands-visit-from-ireland", "fields": {"headline": "Eddie Jones begins mind games against Ireland by putting referee on the spot", "bodyText": "Eddie Jones has questioned the legality of Ireland’s scrummaging on the eve of a Twickenham showdown he has billed as England’s most important game of the year. The coach has also had a sly dig at the composition of the visiting team, saying he enjoyed hearing them described as the “United Nations” on the basis of the number of southern hemisphere-reared players involved. Jones, as ever keen to give the Irish stew a vigorous pre-match stir, is well aware the scrum will be a key area for the French referee Pascal Gaüzère and does not want the Ireland tighthead Andrew Porter to win as many penalties as he did against Wales in Dublin last week. “He scrums in a fairly unusual way which may need some referee intervention, so we’ll wait and see,” Jones said. “We’ve got a referee who generally doesn’t reward dominant scrums, so it’ll be interesting to see how he looks at that area. We’ll need to be adaptable to his calls; it’s no use scrummaging if you can’t get a result out of it.” While Jones is canny enough not to make direct accusations of cheating – “I’ll leave that up to the referee” – he clearly feels it is worth planting a seed of doubt in Gaüzère’s mind, no matter that such scrummaging mind games have traditionally been reserved for contests with Australia, nor that England have experienced relatively few recent problems in the fixture with three convincing wins in a row. Pausing only to pretend to forget the name of Ireland’s home stadium – “It’s like when we go to Lansdowne Road, or whatever the commercial name is now …” – Jones also needed no second invitation to offer some thoughts on the fact a third of the visiting team – Bundee Aki, James Lowe and Jamison Gibson-Park from New Zealand and CJ Stander and Quinn Roux from South Africa – are qualified for Ireland via residency. England have captured more than a few players themselves over the years under the identical three-year regulation but anything that may make Ireland wince slightly en route to London seems to be fair game this week. “I heard someone calling them the United Nations so I had a little chuckle,” said Jones, with a wolfish grin. “I can understand how Irish people would be upset about Irish-born players missing out. But they are the laws and regulations of international rugby; they are just sticking by the regulations.” The biggest irony is that England are coached by an Australian and Ireland by one of England’s all-time great rugby league players, Andy Farrell. Jones, though, fully expects the men in green to be fired up regardless of their places of birth, not least around the tackle area where he rates them as “the best poaching team in Europe”. It explains a heavy-duty England starting pack, with only one change from the forwards who beat New Zealand in Japan last year. Joe Launchbury has earned the nod in the second row on this occasion, with the management belatedly revealing that Jonny Hill suffered a blow to the head in a training session before last week’s Georgia game. The Exeter lock, consequently, must be content with a place on the bench where George Ford, Ben Earl and Max Malins are among a potentially exciting bunch of so-called “finishers”. Jonathan Joseph also retains his place on the wing with young Ollie Lawrence at centre but, otherwise, England have plenty of experience in almost every position and are eager to crank things up following largely one-sided wins against Italy and Georgia. “Unfortunately in rugby, you never get a head start from the previous game,” Jones said. “It would be nice if you got five minutes to play without any opposition but you don’t, so it’s always back to square one. “Your diligence in looking at your team and making sure you’ve got things right never stops. We got a lesson in the World Cup final about that. Every battle is a tough one. In 2017 we were going well and Ireland beat us for a grand slam. We’ll never forget that. “These are different sized countries with different histories but the traditional rivalry is enormous and it needs to be respected. They’ll be well prepared and come to Twickenham with a point to prove, which always makes them dangerous. “It’s a huge step up from what we’ve encountered in the last couple of games. Any England-Ireland game I’ve been associated with has always been a contest up front. I can’t see this being any different.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}