{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2020/nov/14/trumpism-will-persist-until-we-rekindle-faith-in-peoples-ability-to-reshape-the-world", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2020-11-13T19:00:47Z", "webTitle": "Trumpism will persist until we rekindle faith in people’s ability to reshape the world | Jeff Sparrow", "webUrl": "https://www.theguardian.com/commentisfree/2020/nov/14/trumpism-will-persist-until-we-rekindle-faith-in-peoples-ability-to-reshape-the-world", "apiUrl": "https://content.guardianapis.com/commentisfree/2020/nov/14/trumpism-will-persist-until-we-rekindle-faith-in-peoples-ability-to-reshape-the-world", "fields": {"headline": "Trumpism will persist until we rekindle faith in people’s ability to reshape the world", "bodyText": "About 70% of Republicans apparently believe the 2020 presidential election to have been neither free nor fair. That’s a big chunk of voters rejecting, on entirely bogus grounds, the legitimacy of the new president. And it’s not the first time either. From 2011, Donald Trump engendered support for his own tilt at the White House by questioning the legality of the Obama presidency. He built his political career upon the embrace of “birtherism”, a racist conspiracy that emerged during the election of 2008. Back then, rightwing blogs and talk radio shows claimed Obama was not a “natural-born citizen of the US”, and thus ineligible for office under Article Two of the constitution. A Harris Poll in 2010 found an astonishing 25% of respondents questioned Obama’s right to serve, as the birthers tried to persuade electoral college voters, the supreme court and members of the college to block his certification. More than any other figure, Trump brought that rejection of Obama’s legitimacy into the mainstream. “If he wasn’t born in this country, which is a real possibility ...” he told NBC’s Today Show in 2011, “then he has pulled one of the great cons in the history of politics.” For the Tea Party movement and the Republican fringe, birtherism underpinned a rightwing conviction that Obama’s presidency represented a kind of coup. Mind you, after the 2016 election, a significant proportion of Democrats thought the same about Trump’s victory. As David Greenberg notes, Hillary Clinton, Jimmy Carter and John Lewis were among those who publicly labelled Trump “illegitimate”, elected only as the result of Russian meddling. Some Democrats blamed Vladimir Putin for the WikiLeaks release of the Podesta emails or suggested Russian social bots fixed the outcome; others falsely claimed that voting booths had been rigged or that Trump was in fact a “Manchurian candidate” employed in Putin’s service. For such people, Trump wasn’t merely an odious, rightwing demagogue. He was also an impostor, whose presence in the Oval Office signified systemic institutional failure. The refusal by Trump’s supporters to accept the 2020 result as genuine didn’t then come entirely from nowhere. Indeed, it’s been a long time since partisans of a defeated presidential candidate haven’t denounced the process that allowed their opponent to win. Perhaps we shouldn’t be surprised. For years, surveys have revealed a massive and ongoing decline in trust in basic institutions, including those associated with democracy. In early 2020, for instance, the communications firm Edelman polled 34,000 people in 28 countries for its Trust Barometer report. It found a tremendous decrease in the public’s respect for institutions, with almost everywhere “government and media … perceived as both incompetent and unethical”. Fifty-seven percent of those surveyed believed the media to be “contaminated with untrustworthy information” and 66% did not expect government leaders “to successfully address our country’s challenges”. Even in Australia, one of the wealthiest and most secure nations in the world, more than half of people polled saw the system as failing them, and a large majority no longer possessed confidence in the media. We might think this cynicism would favour progressives, given the left’s longstanding critique of institutional power. But it’s not as simple as that. Obama won office because George W Bush had plunged America into permanent, unpopular wars. Trump triumphed in 2016 because he faced a weak opponent; he lost in 2020 when his response to Covid-19 revealed his utter ineptitude. In other words, you don’t need to cry fraud to explain recent presidential elections. You can understand the outcomes easily enough in terms of decisions by voters. But only if you acknowledge voters’ ability to make such decisions. Conspiracy theories proceed on an entirely different basis. They present ordinary people as gulls, the perpetual dupes of power; they suggest events unfold, always and everywhere, according to the will of hidden string pullers. Rather than asking why their candidate didn’t appeal to electors, the conspiracist looks for external manipulation – implicitly accepting that only the elite can make history. In different circumstances, a widespread cynicism about the existing institutions might propel a movement to deepen and widen participation in political affairs. Right now, however, it seems to be linked to a prevailing pessimism about democratic agency, one that can all too easily provide openings for authoritarian demagogues. Joe Biden takes office as the embodiment of American business-as-usual. Despite polling far more votes than Trump, he remains the ultimate insider, associated with many of the most consistently hated policies in recent years (from the Iraq war, which he championed, to mass incarceration, which he helped initiate). Not surprisingly, if you survey rightwing social media, you can see the new argument cohering at a frightening speed, with more and more accounts claiming that Biden was illegitimately foisted on honest Americans by a nefarious elite. Far-right agitators, many of whom had long since given up on Trump, have embraced the #stopthesteal campaign with enthusiasm, with the upcoming Million Maga march potentially bringing together motley white nationalist and fascist groups in what looks very much like an attempted reprise of the Charlottesville Unite the Right rally. Just as Trump’s rise inspired imitators elsewhere, we should expect the right’s narrative to spread internationally. Already, baseless allegations of electoral fraud have been echoed by Australian politicians – and it’s still early days yet. Trump might be gone but, until we can rekindle faith in ordinary people’s ability to reshape the world, Trumpism will remain very much with us."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}