{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2020/nov/11/netherlands-v-spain-germany-v-czech-republic-and-more-international-football-live", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-11-11T22:02:17Z", "webTitle": "Netherlands 1-1 Spain, France 0-2 Finland and more: international football – as it happened", "webUrl": "https://www.theguardian.com/football/live/2020/nov/11/netherlands-v-spain-germany-v-czech-republic-and-more-international-football-live", "apiUrl": "https://content.guardianapis.com/football/live/2020/nov/11/netherlands-v-spain-germany-v-czech-republic-and-more-international-football-live", "fields": {"headline": "Netherlands 1-1 Spain, France 0-2 Finland and more: international football – as it happened", "bodyText": "That’s it for tonight’s clockwatch. It’s been a good night for Portugal and an even better one for Finland. Thanks for your company and emails - goodnight. Peep peep! A famous night for Finland, who have beaten France for the first time in their history! Two 21-year-old debutants, Marcus Forss of Brentford and Onni Valakari, scored fine goals in a surreal four-minute period in the first half, and Finland held on relatively comfortably after that. 85 min: France 0-2 Finland There’s plenty of urgency to France’s play, but they don’t really look like scoring. 78 min: France 0-2 Finland N’Golo Kante blasts a volley well wide from Anthony Martial’s inviting scoop. France are running out of time. France 0-2 Finland There are just over 20 minutes remaining in Saint-Denis, where Finland are on course for one of the more famous results in their history. Full time: Italy 4-0 Estonia Full time: Netherlands 1-1 Spain! Peep peep! That was an enjoyable game, played with decent intensity. Spain dominated the first half and deserved to lead through Sergio Canales, but Donny van de Beek equalised for the Netherlands in a more even second half. Full times: Portugal 7-0 Andorra, Belgium 2-1 Switzerland, Germany 1-0 Czech Republic Netherlands 1-1 Spain Luuk de Jong misses a late chance to win the game. He went round the keeper but also down a blind alley and the chance disappeared. Netherlands 1-1 Spain Sergio Ramos comes on for his 176th international appearance. The record, I think, is 184 by Egypt’s Ahmed Hassan. GOAL! Portugal 7-0 Andorra (Joao Felix 88) GOAL! Italy 4-0 Estonia (Orsolini 86 pen) GOAL! Portugal 6-0 Andorra (Ronaldo 85) As if he was going to miss out at the buffet. Cristiano Ronaldo comes off the bench to score his 102nd goal for Portugal. The man’s an animal. France 0-2 Finland After 15 minutes of the second half, Finland are still 2-0 ahead in Saint-Denis. Didier Deschamps has brought on Kante, Griezmann and Martial. Portugal 5-0 Andorra Depending on which source you plagiarise who you believe, the fifth goal was either a) an own goal from Rodrigues, b) an own goal from Garcia or c) a goal from Bernardo Silva. I’ll level with you: I haven’t seen it yet. GOAL! Italy 3-0 Estonia (Grifo 74 pen) That’s Vincenzo Grifo’s second goal of the night, and indeed of his short international career. GOAL! Portugal 5-0 Andorra (Garcia 76 own goal) Poor sod. These are the latest scores in our featured games: Germany 1-0 Czech Republic Belgium 2-1 Switzerland Netherlands 1-1 Spain Italy 2-0 Estonia Portugal 4-0 Andorra France 0-2 Finland (8.10pm) Netherlands 1-1 Spain This is an enjoyably open game. Unai Simon plunges to his left to make a terrific save from Memphis Depay, although Depay probably should have done better. “Ah, so Mac Millings was a posh C64 kid, too good for the humble Sinclair Spectrum?” sniffs Matt Dony. “It’s all starting to make sense now...” That and the gambling habit at the age of 12. GOAL! Belgium 2-1 Switzerland (Batshuayi 70) Belgium have come from behind to lead thanks to two goals from Crystal Palace loanee Michy Batshuayi. The second was a smart finish, slammed past Mvogo on the turn from 10 yards. “Evening Rob,” says Simon McMahon. “I see Mac Millings’ greyhounds at Wembley and Watford, and raise him stock cars at Cowdenbeath. And sometimes you get wrestling for free.” Netherlands 1-1 Spain I’ve just seen van de Beek’s equaliser, a typically calm and precise finish from 12 yards. Meanwhile, Adama Traore and Ferran Torres have come on for Spain. Netherlands 1-1 Spain Koke misses a decent chance, kneeing the ball over Bizot but also the crossbar. Moments later, Bellerin’s decent low strike is helped round the post by Bizot. GOAL! Portugal 4-0 Andorra (Paulinho 61) A second goal for Paulinho, who is having a memorable international debut. That’s assuming I’ve got the right Paulinho, the one from Braga who hadn’t played for Portugal before tonight. If not, well, this is the Grauniad. Netherlands 1-1 Spain Dumfries makes a fine block from Asensio’s sweetly struck shot. GOAL! Portugal 3-0 Andorra (Sanches 56) Renato Sanches, who is still only 23 years old, gets a third for Portugal in Lisbon. It was an easy finish from close range after a late surge into the box. Netherlands 1-1 Spain Frank de Boer made four half-time substitutions in response to his team’s poor first-half performance. Liverpool fans will be pleased to know Gini Wijnaldum was one of the players to come off. Donny van de Beek lives! He has equalised for the Netherlands straight after half-time with a goal I have yet to see and am thus struggling to describe. Peep peep! The 7.45pm games are back under way, and there’s already been a goal: Michy Batshuayi has made it Belgium 1-1 Switzerland. GOALS! France 0-2 Finland (Forss 28, Valakari 31) While I was grabbing a half-time Gatorade, Finland scored twice in four minutes in Saint-Denis. Two 21-year-olds making their international debut, Marcus Forss of Brentford and Onni Valakari, have given Finland a sniff of a famous win against the world champions. Valakari’s was a beautiful goal, curled into the top corner from 20 yards. I told you these matches mattered! More on England 4-2 Czechoslavakia (April 1990) “I’m thinking of the non-call on Robson at approx. 7:35,” says Jeff Bateman. “And surely that’s a pair of forearms to the face by Mr. Hodge?” I’d only been looking at his feet so I missed the whirling haymaker. It’s interesting that there was no reaction from the Czechoslovakia player. The Robson challenge is hard to judge from those angles - I’d say it was probably a foul, as much as anything because of the way Robson reacted. Old football really is a foreign country. Half-time reading Peep peep! These are the half-time scores in our featured games (apart from France v Finland, which kicked off later): Germany 1-0 Czech Republic Belgium 0-1 Switzerland Netherlands 0-1 Spain Italy 2-0 Estonia Portugal 2-0 Andorra France 0-0 Finland (8.10pm) Netherlands 0-1 Spain Asensio wastes another decent opportunity for Spain. He tried to find Morata, when he probably should have shot himself, and Veltman made an important interception. Spain have been terrific. “Rob,” says Mac Millings. “I, too, was at the England-Czechoslovakia game. As a Watford native, Wembley was just down the road, so I went to quite a few international friendlies. My grandad used to take me to the dog track there regularly (it’s weird to think that the national stadium held greyhound races, but there you go; Vicarage Road used to as well, until Graham Taylor put a stop to it) and I used to place bets at the windows as a 12-year-old. I don’t know why it was allowed, but I paid for quite a few Commodore 64 video games that way, so I’m not complaining.” I do hope WWF Wrestlemania was one of them. Full time: Denmark 2-0 Sweden This game kicked off at 6.30pm. Jonas Wind and Alexander Bah scored to give Denmark victory. Netherlands 0-1 Spain Morata draws a decent save from Bizot with a shot from the edge of the area. Spain look very sharp in possession. Netherlands 0-1 Spain The Netherlands appeal unsuccessfully for a penalty when Bellerin eases Luuk de Jong away from a right-wing cross. That could easily have been given. Netherlands 0-1 Spain Gaya has been replaced by Sergio Reguilon of Spurs. GOAL! Italy 2-0 Estonia (Bernadeschi 27) GOAL! Portugal 2-0 Andorra (Paulinho 29) Portugal go two up thanks to a smart near-post finish from Paulinho. Netherlands 0-1 Spain There’s a grim clash of heads between Hans Hateboer and Juan Gaya. Hateboer seems okay but Gaya has a nasty cut and is going to come off. Netherlands 0-1 Spain The Netherlands have picked close to their best XI, but at the moment they are being outplayed. Spain have played beautifully. GOAL! Italy 1-0 Estonia (Grifo 14) Vincenzo Grifo gives Italy the lead with a delicious curling shot from 20 yards. “Thoroughly enjoyed the replay and Gazza’s genius, thank you,” says Jeff Bateman. “Highlight packages with full build-up to the goals are rare and appreciated. Do you agree that VAR would have given the penalty shout and that England’s #11 would have been red-carded for the incident at 9:23 approx. ?” I can’t remember the penalty shout, but that’s such an odd tackle from Steve Hodge (the No11). I’m not sure it would have been a red card - doesn’t he dangle a leg rather than plunge it? I’d need to go to the monitor to be absolutely sure. On that subject, I’d like to hear the Stockley Park take on this. Sometimes, just occasionally, you get what you deserve in life: Spain are ahead through Sergio Canales, who receives a pass from the lively Morata and belts a low drive across the keeper Bizot. Good goal that. These are the latest scores in our featured games. You won’t be surprised to hear that Paul Pogba has done absolutely nothing for France so far. Germany 1-0 Czech Republic Belgium 0-1 Switzerland Netherlands 0-0 Spain Italy 0-0 Estonia Portugal 1-0 Andorra France 0-0 Finland (8.10pm) GOAL! Belgium 0-1 Switzerland (Mehmedi 12) Admir Mehmedi finishes emphatically after a mistake from Sebastiaan Bornauw. GOAL! Germany 1-0 Czech Republic (Waldschmidt 13) Netherlands 0-0 Spain A weakened Spain team have started extremely well in Amsterdam, with Alvaro Morata looking especially lively. GOAL! Portugal 1-0 Andorra (Neto 8) Wolves’ Pedro Neto has scored on his international debut! After an excellent move, he gleefully roofed a volley from eight yards out. Thanks to Mark Hayton for this correction to the Finland formation. It took just over four minutes for the first soft-tissue injury. Bad news for Manchester City: Nathan Ake has done his hamstring and is going off; Daley Blind replaces him. This is turning into a farce. In other news, here’s Andy Hunter on Northern Ireland’s big game tomorrow night. Netherlands 0-0 Spain There’s been a good tempo in the first few minutes. Spain’s Alvaro Morata shot wide from 20 yards after a neat give-and-go. “Unfortunately, it turns out I didn’t need long to reorganise my underwear drawer (one pair on, one pair in the wash, one pair for ‘best’), so I’ve still got an empty evening ahead of me,” says Matt Dony. “ That means I might be stuck with shockingly pointless football. Although, I am slightly distracted by seeing ‘Holes’ in the Czech Republic’s line-up. Might go and listen to some Mercury Rev. Or, as my friend used to dismiss them, ‘That Orville the Duck band.’” I could listen to that song forever. Have you heard this version? Not quite as good as the original, but still emphatically a good thing. Peep peep! The 7.45pm matches are under way. “Is this definitively it for the old guard of the Spanish national side?” muses Charles Antaki. “Not a single name from the times of glory - even the apparently fireproof Busquets is out (and the new Morata is not the old Morata). But there is ageing cavalry on the bench – Ramos to the rescue when needed.” While you’re right that it’s almost over for that team, I’d be loath to read too much into any of the XIs that have been picked tonight. Also, Tiki and Taka are still playing. International friendlies used to be kind of a big deal, or at least a meaningful one. So as well as following tonight’s games, let’s bathe in some of our favourite matches and moments from the golden age of the international friendly. The first that comes to mind is England’s dramatic 3-2 win over Argentina in 2005, a significant landmark on their route to World Cup glory in Germany the following year. A personal favourite is England 4-2 Czechoslovakia in April 1990, when Paul Gascoigne played with such spectacular brilliance that he went from optional Italia 90 wildcard to guaranteed starter in the space of 90 minutes. As one of only 21,342 people at Wembley that night, it’s nice to be able to say I was there (and you weren’t, ya filthy JCL). “Hi Rob,” says Peter Oh. “If Germany earns a penalty, the taker should absolutely try to put a Panenka past Pavlenka. Tah!” Pre-match reading France v Finland team news France (4-4-2) Mandanda; Dubois, Zouma, Lenglet, Digne; Sissoko, Nzonzi, Pogba, Thuram; Ben Yedder, Giroud. Finland (4-4-2) Joronen; Hamalainen, O’Shaughnessy, Ojala, Vaisanen; Forss, Kauko, Karjalainen, Schuller; Niskanen, Valakari. Belgium v Switzerland team news Belgium (3-4-3) Mignolet; Bornauw, Mechele, Vertonghen; Chadli, Praet, Dendoncker, T Hazard; Vanaken, Batshuayi, Lukebakio. Switzerland (3-4-3) Mvogo; Fernandes, Comert, Schar; Zuber, Xhaka, Sow, Benito; Gavranovic, Embolo, Mehmedi. Germany v Czech Republic team news Germany (3-4-2-1) Trapp; Tah, Koch, Rudiger; Baku, Neuhaus, Gundogan, Max; Brandt, J Hofmann; Waldschmidt. Czech Republic (4-2-3-1) Pavlenka; Mateju, Brabec, Jemelka, Novak; Holes, Barak; Kopic, Dockal, Cerny; Krmencik. Netherlands v Spain team news Jurgen Klopp will be thrilled to see that Gini Wijnaldum starts in midfield alongside Donny van de Beek and Frenkie de Jong. Pep Guardiola will be similarly chuffed to see Rodri and Eric Garcia start for Spain. Netherlands (4-3-3) Bizot; Hateboer, Veltman, Ake, Wijndal; Wijnaldum, van de Beek, F de Jong; Berghuis, L de Jong, Depay. Spain (4-4-2) Unai Simon; Bellerin, E Garcia, Inigo Martinez, Gaya; Asensio, Rodri, Koke, Canales; Morata, Gerard Moreno. Italy v Estonia team news Italy (4-3-3) Sirigu; Di Lorenzo, D’Ambrosio, Bastoni, Emerson; Soriano, Tonali, Gagliardini; Bernardeschi, Lasagna, Grifo. Estonia (4-2-3-1) Meerits; Teniste, Baranov, Mets, Pikk; Ainsalu, Soomets; Liivak, Miller, Marin; Sappinen. Portugal v Andorra team news Portugal (4-3-3) Lopes; Nelson Semedo, Ruben Semedo, Domingos Duarte, Mario Rui; Renato Sanches, Joao Moutinho, Sergio Oliveira; Francisco Trincao, Paulinho, Pedro Neto. Andorra (5-3-2) Gomes; Jordi Rubio, Rodrigues, Emili Garcia, Rebes, Marc Garcia; C Martinez, Pujol, Cervos; Vieira, Sanchez. Evening. We’re all friends here, so let us speak frankly: you shouldn’t be here. Trust me, there are better things you can do tonight. Read your old tax returns for the nostalgia, watch Dr Pimple Popper on the Really channel, organise your underwear in autobiographical order: all would be more spiritually enriching than following a load of international friendlies that were apparently arranged with only two things in mind. 1. To test the equilibrium of club managers across Europe. 2. To give us an excuse to do another midweek Clockwatch. A full list of all tonight’s fixtures can be found here. We’ll be focussing on the most high-profile games, risible snobs that we are, including repeats of the Euro 96 and 2010 World Cup finals (all 7.45pm GMT unless stated): Germany v Czech Republic Belgium v Switzerland Netherlands v Spain Italy v Estonia Portugal v Andorra France v Finland (8.10pm) We’ll have team news shortly. The first rule of this thing is that if you see the teams, you have to go the distance. Get out while you still can."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}