{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2020/nov/05/rafael-nadal-jordan-thompson-paris-masters-quarter-finals-pablo-carreno-busta", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-11-05T20:38:59Z", "webTitle": "Nadal backs up 1,000th win by beating Thompson to reach Paris quarter-finals", "webUrl": "https://www.theguardian.com/sport/2020/nov/05/rafael-nadal-jordan-thompson-paris-masters-quarter-finals-pablo-carreno-busta", "apiUrl": "https://content.guardianapis.com/sport/2020/nov/05/rafael-nadal-jordan-thompson-paris-masters-quarter-finals-pablo-carreno-busta", "fields": {"headline": "Nadal backs up 1,000th win by beating Thompson to reach Paris quarter-finals", "bodyText": "Not many people in tennis know Rafael Nadal better than Francisco Roig, who has been part of his coaching team since 2005 and was among the few allowed courtside in Bercy on Thursday to watch his friend beat the accomplished Australian Jordan Thompson 6-1, 7-6 (3). What Roig saw was a contented, fit and buzzing Nadal move smoothly into the quarter-finals of the Paris Masters – which he has not won in seven attempts – where he will play another Spaniard who knows him nearly as well, Pablo Carreño Busta. Roig says Nadal’s principle gift late in his career is his ability to adapt and that may just help him over the line in Paris at the end of a truly odd season. On Wednesday, he became the fourth player in the Open era to win 1,000 matches. His 1,001st victory wasn’t bad either. “If he hadn’t evolved,” Roig told the ATP website, “it would have been difficult to stay in a position to win [20] grand slam tournaments. Before, his youth allowed him to play in a more repetitive fashion, with less variation and a mobility I have not seen in anyone. But he was aware his game needed to evolve. Doing that when you’re No 1 in the world is complicated.” Nadal is as adept at the net as he is at the baseline and he showed Thompson that flair for risk-taking to great advantage in a first set that lasted barely half an hour. If there had been an audience, they would have been whispering in the dark about a wipeout. It was then the struggle began. Thompson, who honed his craft in a longer-than-expected run on the Challenger Tour (he won 52 matches there in 2018), went shot for shot with Nadal, forcing the Spaniard to save a string of set points and then settle for the tie-break with a delightful backhand volley that wrong-footed the 26-year-old Sydney-sider. In the shootout, the difference between them was marginal until a fluffed backhand at the net cost Thompson parity. Nadal, crossing at 4-2, found the gears to finish him off after an hour and half of an entertaining tussle. The winners came in a steady torrent across the court and Nadal pressured a final mistake on the backhand from Thompson. “I had a great first set and in the second he started to serve well,” Nadal said, “but I found a way to win the tie-break. “Everyone feels different at 34 than 18. I’m still passionate, I enjoy what I am doing and I hope to keep playing as long as possible.” As for the challenge Carreño Busta poses, he said: “I had some tough battles against him. He’s a great player – semi-finals at the US Open, quarter-finals at Roland Garros.” All that said, Nadal will be a warm favourite to reach the semi-finals for the second time. The only previous time he got within sight of the final was last year when he handed Denis Shapovalov an injury walkover. Ugo Humbert’s ascent continues pleasingly. The young French left-hander outlasted Marin Cilic over nearly two and a half hours to win 6-3, 6-7 (4), 6-3 on Court Central – his eighth victory in a row. He plays Milos Raonic in the quarter-finals. “Cilic is a great champion,” Humbert said, “but no pressure. I’m enjoying every moment on the court. That’s why I am very relaxed. I work every day. It was really hard when the Tour was stopped, so I am happy to be here, nice feeling to win at Bercy.” Alex de Minaur, whose rise has stuttered, found Daniil Medvedev too strong over three sets and the Russian moves into the quarter-finals against Diego Schwartzman buoyed by his 20th win of the season. If Schwartzman reaches the last four, he makes the final eight for the ATP World Tour Finals in London this month. The Argentinian beat the Spanish qualifier Alejandro Davidovich Fokina 6-1, 6-1. “He made just five unforced errors,” Medvedev observed of Schwartzman’s performance. “He has been on fire this year. I am looking forward to it.” But Schwartzman has lost all their three matches; it should be close."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}