{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2020/nov/17/asio-warns-social-media-being-used-as-hunting-grounds-by-foreign-spies", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2020-11-16T23:29:29Z", "webTitle": "Asio warns social media being used as ‘hunting grounds’ by foreign spies", "webUrl": "https://www.theguardian.com/australia-news/2020/nov/17/asio-warns-social-media-being-used-as-hunting-grounds-by-foreign-spies", "apiUrl": "https://content.guardianapis.com/australia-news/2020/nov/17/asio-warns-social-media-being-used-as-hunting-grounds-by-foreign-spies", "fields": {"headline": "Asio warns social media being used as ‘hunting grounds’ by foreign spies", "bodyText": "Social media and professional networking sites are “fertile hunting grounds” for foreign spies trying to identify, groom and recruit Australians with access to sensitive information, the spy agency Asio has warned. The Australian Security Intelligence Organisation generally conducts its work behind the scenes but is set to launch its first ever public campaign on Tuesday, alerting people to the risk of spies approaching them under false identities online. Without naming the countries or platforms that it has in mind, Asio is urging Australians to be mindful of what personal and professional information they post online. The Asio chief, Mike Burgess, said his agency had “identified multiple countries using social media to approach unsuspecting Australians”. “If a stranger reaches out online, ask yourself if you really know who you are talking to,” Burgess said. “The friendly, generous young person claiming to be a global head-hunter or thinktank researcher might actually be a foreign spy trying to win your trust and steal your secrets.” According to a case study mentioned in the new campaign, an Australian government clearance holder was contacted by a representative of a consulting company via a professional networking site. He was told during a virtual meeting of the prospect of “very lucrative consultancy work for their company”, and was offered an all expenses paid trip to discuss the details of the role. But after further communications the person became suspicious about whether the job offer was genuine and reported it to his current employer. “Further investigation identified the consulting firm was actually linked to a foreign intelligence service,” the case study material said. “His agency security adviser was able to issue a circular advising other staff of the potential to fall victim to this type of targeting, and two other staff members came forward with remarkably similar experiences.” A spokesperson for LinkedIn told Guardian Australia the company actively sought out signs of state-sponsored activity on the platform and quickly took action against bad actors in order to protect its members. “We don’t wait on requests; our threat intelligence team removes fake accounts using information we uncover and intelligence from a variety of sources, including government agencies,” the spokesperson said. “We enforce our policies, which are very clear: the creation of a fake account or fraudulent activity is a violation of our terms of service. We always advice our members to connect with only professionals who they know and trust.” The latest warnings from Asio come amid increasing concerns about this issue among intelligence agencies across the Five Eyes network, which also includes the United States, Canada, New Zealand and the United Kingdom. Kevin Mallory, a former CIA officer who was convicted in 2018 of selling classified US “defence information” to a Chinese intelligence agent, had been in debt when he was approached via LinkedIn, according to court records reported by NBC News last year. The message Mallory received in February 2017 was purportedly from a thinktank representative seeking a foreign policy expert but the FBI contended the person was a Chinese intelligence officer, NBC reported. Mallory was sentenced to 20 years in prison. The Financial Times also reported in July about a doctoral candidate’s use of LinkedIn to target Americans who may have military and government information. It is understood Asio is worried about a global trend of suspicious approaches online, with the new campaign primarily aimed at Australians with a current or former security clearance or access to sensitive information. These include people in government, defence industry or academia. Burgess said Asio was working with its Five Eyes partners and “focusing on individuals and groups who are likely to be targeted by foreign intelligence services, particularly those who have access to sensitive information”. “But our message also applies to all Australians: be mindful of what personal and professional information you post online – foreign intelligence services can use it to identify you, target you and groom you,” he said. Burgess said hostile foreign intelligence agencies had always sought to cultivate and recruit potential targets as sources – but this was previously “time-intensive, expensive and risky because the foreign intelligence officers would need to operate on location and in person”. “Now, they can use the internet to work from the safety of their overseas headquarters, sending thousands of friend and networking requests with the click of a mouse,” he said. Burgess said Asio was “not telling people to stop using social media and professional networking sites” and it understood these were “an important part of how we live and work”. But he said people should beware of strangers who reach out to them online and keep in mind the maxim “If it’s too good to be true, it probably is”. The new campaign – called Think Before You Link – will include providing federal government departments and agencies with resources to educate their staff on the risks. Case studies and other materials will also be posted on the Asio website on Tuesday. Guardian Australia has also sought comment from Facebook, which told a Senate inquiry last year it had taken action to remove “coordinated inauthentic behaviour”. Parliament’s bipartisan security committee is currently examining a bill that would expand Asio’s compulsory questioning powers to include foreign interference and espionage-related investigations. The committee is considering what level of oversight should be applied to such questioning powers. Earlier this month, Asio warned all Australian politicians to be on alert for foreign spies and their Australian helpers seeking to build “a sense of indebtedness” by offering donations, travel and networking opportunities."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}