{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/nov/11/not-acceptable-gareth-southgate-says-greg-clarke-had-to-go-after-comments", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-11-11T22:44:25Z", "webTitle": "'Not acceptable': Gareth Southgate says Greg Clarke had to go after comments", "webUrl": "https://www.theguardian.com/football/2020/nov/11/not-acceptable-gareth-southgate-says-greg-clarke-had-to-go-after-comments", "apiUrl": "https://content.guardianapis.com/football/2020/nov/11/not-acceptable-gareth-southgate-says-greg-clarke-had-to-go-after-comments", "fields": {"headline": "'Not acceptable': Gareth Southgate says Greg Clarke had to go after comments", "bodyText": "Gareth Southgate says that Greg Clarke had no alternative but to resign from his position as the Football Association’s chairman after making remarks that were “not acceptable” on Tuesday that led to hurt and condemnation within the organisation. The England manager lost Joe Gomez to a horror knee injury in training on Wednesday – a setback that threatens to end the Liverpool centre-half’s season and has deepened his club’s defensive selection crisis. But as Southgate prepared for Thursday night’s Wembley friendly against the Republic of Ireland, it was the Clarke fiasco that cast long shadows. The 63-year-old had caused offence with a string of comments in front of MPs on the digital, culture, media and sport committee. He referred to black players as “coloured”; suggested “different career interests” led south Asian people to chose careers in IT over sport; said girl footballers did not like the ball to be hit at them and described a gay player coming out as a “life choice”. Southgate said: “The terminology he used in a number of areas was not acceptable and doesn’t reflect the view of the FA, it doesn’t reflect what we as a team stand for. I don’t think he had any alternative but to take the decision he did to resign. Unfortunately, he’s going to be remembered for the comments he’s made.” Southgate had overseen a squad meeting on Monday to discuss the recently introduced FA Diversity Code, into which he and a number of his players, including the captain, Harry Kane, Jordan Henderson and Tyrone Mings, had fed ideas. He felt the need to address them again, speaking “from the heart” after Clarke’s resignation. “I know there’s a view of what the forward face of the FA is but there are 800 people here and it’s as diverse an organisation as I’ve ever been part of,” Southgate said. “Internally there was a lot of upset about what had been said. I think Greg recognised that amongst all the other challenges that what he said would have provided, the upset internally was massive.” Southgate said the FA’s next chair did not have to be a former player but that there ought to be a football person on the board. He name-checked Paul Elliott, the chair of the inclusion advisory board, who also sits on the FA’s board although without voting powers, as the type of committed football administrator that the organisation needed. Southgate said that he was not saying Elliott should be the next chair. Southgate was asked whether Clarke’s successor ought to be black or female. “We have a lot of black and female staff at the FA and they would all say that what they would want would be the right person for the role,” he replied. “And that could be anybody from any background, of any gender. “I could easily grandstand here and say: ‘Yes, it should be somebody from one part of the community,’ but I don’t think that would be correct either. There’s a bigger message. As an organisation we have to change. We can’t keep talking about it and not enforcing it.” Gomez has not yet had scans on his damaged knee but it is clear that Southgate and the rest of the squad fear the worst for a luckless player who missed the 2018 World Cup through injury. Southgate said it was “not a good situation” and talked of “praying” for a positive diagnosis. The Burnley goalkeeper Nick Pope, who will start against Ireland, added: “Joe made a pass or a movement with no one around him and ended up on the floor. He was in a great deal of pain. When you see one of your friends or teammates go through that, it’s not easy.” Liverpool, who sold the centre-half Dejan Lovren in July and did not sign cover, are already without their star central defender Virgil van Dijk (knee ligaments) and the full-back Trent Alexander-Arnold (calf). Fabinho, who has played at centre-half, is recovering from a hamstring injury. Southgate said he had given Gomez an extra day of recovery as he was mindful of the player’s physical exertions in recent weeks and yet “this has still happened”. He added that there was “nothing we would have done differently.” “The bigger picture is that governing bodies need to work together,” Southgate said. “With a winter World Cup in 2022, there was an opportunity this year to think differently but everybody’s tried to cram the programme into a smaller period. Nobody has given way, people haven’t collaborated enough. We’re now trying to affect things too late. “We are going to see injuries and it’s a desperately sad situation. A lot of these discussions could have happened in the summer. We could have delayed the start of the league, we could have delayed international football.” Southgate said he expected to learn on Thursday whether Wembley can stage next Wednesday’s Nations League game against Iceland, amid concerns over a new coronavirus strain in Denmark. Iceland are scheduled to play in Denmark on Sunday. If Wembley cannot host, Southgate said the game was likely to be switched to Germany."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}