{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2020/nov/20/treasury-poised-to-name-site-of-northern-hq-within-weeks", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2020-11-20T22:30:36Z", "webTitle": "Treasury poised to name site of northern HQ within weeks", "webUrl": "https://www.theguardian.com/politics/2020/nov/20/treasury-poised-to-name-site-of-northern-hq-within-weeks", "apiUrl": "https://content.guardianapis.com/politics/2020/nov/20/treasury-poised-to-name-site-of-northern-hq-within-weeks", "fields": {"headline": "Treasury poised to name site of northern HQ within weeks", "bodyText": "The Treasury has said it will announce the location of a new northern headquarters within weeks as the chancellor, Rishi Sunak, prepares to set out plans in next Wednesday’s spending review for levelling up Britain’s lopsided economy. Sunak is expected to use the mini-budget in the House of Commons to plough billions of pounds into regions other than London and the south-east of England, as part of plans to meet Boris Johnson’s “levelling up” promises. In an attempt to reset the government’s agenda, the Treasury said the chancellor would announce £1.6bn in funding for local roads as part of the review to cover investment in the 2021-22 financial year, aimed at fixing potholes, congestion pinch-points and other upgrades across the country. It will be drawn from the £600bn, five-year funding pot for infrastructure investment promised by the government this year. With the economy fighting to escape the deepest recession in history, the plan forms part of the delayed national infrastructure strategy, which sets out the government’s spending priorities for major public works. However, the promises of additional funding for levelling up the economy are likely to be undermined by the chancellor preparing to impose a renewed public sector pay freeze in response to record levels of public borrowing. The planned cap has angered unions and drawn accusations that the government is instead levelling down the economy through a return to austerity-era policies. Anneliese Dodds, the shadow chancellor, said: “This is the irresponsible choice to make for the economy. Freezing pay will leave people worried about making ends meet. That means they’ll cut back on spending, and the economy will take longer to recover.” Setting out the plan to boost opportunities for parts of the country where voters backed Conservative MPs for the first time at the 2019 election, the Treasury said changes to its green book, which provides guidelines for spending decisions, would lend greater weight to projects outside of London and the south-east. As part of wider plans to move 22,000 civil servants outside of the capital by 2030, an announcement is expected within weeks on where the new northern campus of No 11 will be situated from next year. This month the Northern Policy Foundation, a Manchester-based thinktank founded by Conservative “red wall” MPs, recommended moving the Treasury to Leeds. However, there has also been speculation that a campus could be established in Darlington. Sunak said: “We are absolutely committed to levelling up opportunities so those living in all corners of the UK get their fair share of our future prosperity. All nations and regions of the UK have benefited from our unprecedented £200bn Covid support package. And after a difficult year for this country, this spending eview will help us build back better by investing over £600bn across the UK during the next five years.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}