{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2020/nov/02/zanele-muholi-interview-queer-photographer-lgbtq-south-africa-tate", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2020-11-02T06:00:41Z", "webTitle": "Zanele Muholi's queer South Africa: 'I do not dare shoot at night. It is not safe'", "webUrl": "https://www.theguardian.com/artanddesign/2020/nov/02/zanele-muholi-interview-queer-photographer-lgbtq-south-africa-tate", "apiUrl": "https://content.guardianapis.com/artanddesign/2020/nov/02/zanele-muholi-interview-queer-photographer-lgbtq-south-africa-tate", "fields": {"headline": "Zanele Muholi's queer South Africa: 'I do not dare shoot at night. It is not safe'", "bodyText": "Amid the plethora of essays in the catalogue for Zanele Muholi’s forthcoming retrospective at Tate Modern, there is a moving testimony by Lungile Dladla, a South African lesbian. Entitled I Am Not a Victim but a Victor, it recounts how, on an evening in February 2010, she and a friend were accosted by an armed stranger, who ushered them into a field and ordered them to lie face down with their hands behind their backs. “We did as told,” she writes, “because we feared for our lives as he had a gun in his hand and threatened to use it if we did not do as he said. He undressed us and said, ‘Today ngizoni khipha ubutabane.’” (“Today I will rid you of this gayness.”) What follows is a visceral account of a particular kind of violent sexual assault that its male perpetrators call “corrective rape”. In this instance, as with many similar attacks in South Africa, the local police did not instigate a proper investigation. A year later, when the suspect was finally arrested, he was charged with 17 cases of rape. Soon afterwards, Dladla was diagnosed HIV-positive and hospitalised for two months with a near-fatal bout of pneumonia. “One thing I still need to overcome,” she concludes, “is the fact that whenever I take my medication, I am reminded of what the bastard did to me! However, my inner self is strong, I am going to beat this. HIV is not my life, I’m not going to let it get to me. I am not a victim but a victor.” Dladla’s story is a stark reminder of what is at stake for members of the LGBTQ+ community in South Africa, whose rights are enshrined in the constitution, but whose lives are nevertheless marked by exclusion and persecution. Her testimony cuts to the very heart of Muholi’s work as an activist-artist whose central project, the epic series Faces and Phases, is an ongoing archive of the lives and personal histories of lesbians, gender-nonconforming individuals and trans men, who have often been marginalised by injustice and oppression. Muholi, who identifies as non-binary and uses they/them pronouns, is immersed in that community and makes work from within that reflects its struggles and its resilience, but also its increasing visibility and self-empowering sense of community. “Activism is part of my life,” the artist tells me, matter-of-factly. “We have gone through so much as human beings, that it has forced so many of us to become activists – those who have survived racism, who have survived hate crimes, who have survived displacement of many kinds. It is ongoing and one cannot take a break or relax or just be. One cannot just ignore one’s responsibilities.” For that very reason, Muholi’s extraordinary body of work possesses a powerful political and cultural resonance. The images have a presence that is palpable, but difficult to describe: a complex undercurrent of intimacy and defiance. Faces and Phases is both testimony and archive, the portraits accompanied by personal statements that speak of struggle, but also self-composure and pride. It is, as Sarah Allen, co-curator of the Tate Modern exhibition, notes “a family album writ large, and a homage to both the individual and the collective.” I ask Muholi, who is on a six-hour drive across South Africa with their studio manager when we speak, if they had any idea what it would become when they began the project in 2016. “Not really,” comes the reply. “I did it out of necessity because it was needed – we didn’t have something like it. I started small with maybe 20 photos and just kept going. And it will continue as long as there are people who agree to participate.” As time passes, I suggest, the earlier portraits have inevitably become more resonant, both in terms of individual and collective history. “Yes. People move on, they change, they marry, they transition. Some survive, some we lose. These are the phases we refer to in the title.” Born in Durban in 1972, Muholi grew up under apartheid, the youngest of eight children. Their father died when they were young, and their mother, Bester Muholi, a domestic worker, toiled long hours to support the family. In the catalogue interview Muholi pays homage to Bester’s “strength, her courage and her resilience”. When Muholi initially turned to photography it was a kind of self-healing and a way of dealing with their own personal struggles. “I was going through a rough period and, when I started photographing, it became better. I discovered that the camera was a tool through which I could speak about whatever was inside – the feelings, the pain, the personal experiences I had gone through. I discovered that photography was a means of articulation.” In 2002, Muholi began documenting the victims of hate crimes in South Africa for what would become the photographer’s first series, Only Half the Picture. The images became the basis of a solo show at Johannesburg Art Gallery in 2004. In direct contrast, the ensuing project, Being, comprised casually intimate and sometimes languorously sensual portraits of of black lesbians. And yet, even that everydayness betokened a complex reality. “Just existing daily is political in itself,” says Muholi, “and visibility also has its own politic especially for those in a space where some people are regarded as deviants. You are told you can exist, but at the same time there is this violence which also exists as a constant threat that denies you the right to be who you are, or who you want to be.” Between making the two series, Muholi attended the Market Photo Workshop in Johannesburg, where its founder, David Goldblatt, the great visual chronicler of apartheid-era South Africa, was an important early mentor. “That is when my photography was fine-tuned and moulded to become what it is,” elaborates Muholi. “I learned to formalise what I was already working on and it also provided a space to engage with other photographers. Through engagement, your way of working changes.” Muholi began Faces and Phases in 2006. The project characterises the artist’s collaborative approach to their subjects. “It is the way one communicates with the participants in the work that is important,” they tell me. “For instance, when I am photographing people I have worked with for a long time, there is no fear. When we produce the work, we talk, we communicate, we speak to each other as colleagues, friends, as friends of friends. That is what makes it different.” At other times, when photographing those who are potential targets for hate crimes because of their visibility as activists or simply as individuals freely expressing their identities, Muholi has to tread carefully. “This is a community in which people are risking their lives. So, when we are dealing with subject matter that is risky to report on, you try to be as careful as possible, because it is complex: you do not want to provoke perpetrators as you are working, or to put people in danger by how you produce these works. You have to make very sure you keep safe at all times, but also you need to advise the many people that you work with, and that you are related to, to also be on the alert constantly.” Has Muholi felt personally threatened or at risk when working? “Well, I do not dare shoot at night, because I know that the night is not safe for many people. And I don’t photograph parties, because I have to think of how I get home afterwards. It is not supposed to be like that, of course, but one has to be super-careful when producing this work. The safer we do it, the better. Survival is the order of the day.” In 2012, Muholi began turning the camera on themself for a series of vividly expressive self-portraits called Somnyama Ngonyama (“Hail the Dark Lioness”). Using whatever materials were at hand, they reference the history and symbolism of black African women throughout history as well as Muholi’s own journey – the series is dedicated to their mother. Why the decision to photograph themself? “It was needed. We can get up caught up in the world without ever looking at ourselves.” Many of the self-portraits were made in hotel rooms in Paris, London and other European cities in the immediate wake of dismaying encounters with hostile officialdom. They are layered in meaning, both personal and metaphorical. “I have been to so many places and crossed so many borders, where you have the experience of being treated or questioned as if you are a subject. It is always different but there is always the feeling of being confined or displaced in a space where you are supposed to feel welcome. This is when you suddenly think of yourself as the other.” The self-portraits range in tone from the playful to the provocative, but evince a sense of defiance that remains undimmed. I ask Muholi, in conclusion, if they ever succumb to pessimism. A pause. “Sometimes, yes. That is when the fear slows me down and I don’t feel like carrying on, but always something in the back of my mind says, ‘Carry on.’” Zanele Muholi is at Tate Modern, London, until 6 June."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}