{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2020/nov/02/grayson-perry-coronavirus-covid-19", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2020-11-02T18:48:29Z", "webTitle": "Anger after Grayson Perry claims Covid will clear arts of 'dead wood'", "webUrl": "https://www.theguardian.com/artanddesign/2020/nov/02/grayson-perry-coronavirus-covid-19", "apiUrl": "https://content.guardianapis.com/artanddesign/2020/nov/02/grayson-perry-coronavirus-covid-19", "fields": {"headline": "Anger after Grayson Perry claims Covid will clear arts of 'dead wood'", "bodyText": "Grayson Perry has drawn criticism from fellow artists after claiming the economic fallout of Covid-19 will clear galleries of “dead wood”. “I think every part of life has probably got a bit of fat that needs trimming” Perry told the Arts Society Magazine. “‘It’s awful that the culture sector has been decimated, but I think some things needed to go. Too often, the audience for culture is just the people making it – theatres with whole audiences of actors, or exhibitions only put on to impress other curators.” With new lockdown restrictions forcing museums and galleries to close again on Wednesday, the already bleak picture facing artists and staff at Britain’s galleries and museums is set to get worse. The Southbank Centre is being forced to lose up to a third of its staff. The Victoria and Albert Museum and National Museums Liverpool have both announced plans to cut approximately 100 jobs. The National Trust is to cut 1,200 jobs. Many smaller institutions are also cutting positions, including the South London Gallery and the Chisenhale Gallery in east London. The majority of redundancies are coming from front-of-house and education staff. The Royal Academy is looking to lose over a hundred staff members. One artist, who preferred to remain anonymous given ongoing negotiations, but who works at the institution leading tours and education workshops, reacted angrily to Perry’s comments. “While Perry’s views from his ivory tower may help the establishment and museum executives sleep at night it doesn’t help the very real struggle of arts workers trying like everyone else to survive this pandemic. All workers need solidarity. Pre-Covid, the arts were thriving. It is disingenuous to diminish arts workers’ contributions in the middle of a pandemic in which they are facing redundancy to gain cheap publicity and prop up the art elite.” Perry was made Royal Academician in 2011 and in 2018 curated the annual open submission summer show. “With Covid, it’s been like turning a computer off and on again, and seeing which files reappear. Some of them we don’t really give a damn about. What’s interesting is what might not re-emerge,” Perry said. Another casual member of staff at the RA pointed out “Those who lose out will be young, early career professionals; precisely the innovators and enactors of change that our industry badly needs. Sadly, I think the post-Covid the art scene will see white male household names at the fore again, because they make for reliable ticket receipts.” Perry emerged in the 1990s, a flamboyant figure who garnered as many column inches for his transvestite alter-ego Claire, as his ceramics. In 2003 he won the Turner Prize. More recently he has fronted a series of well-received documentaries for Channel 4. “Grayson’s work often pokes fun at the liberal elite that buy it, but perhaps he’s just coming full circle as he’s joined their ranks.” Sarah McCrory, director of Goldsmiths Centre of Contemporary Art, said. “His timing is disgraceful … I’m not sure why he’s so out of touch and unempathetic – perhaps it’s because he’s become the mainstream.” Aaron Angell, who runs the Troy Town Pottery in London agrees Perry is disconnected from the reality of the impact of Covid-19. “The people losing their jobs are not the gang of cheek-kissing curators, but the invigilators, educators and hospitality staff that exist to make the museum more accessible. They are there to make the audience tackle work a bit more complicated than the words ‘hate speech’ written on a teapot.” Perry’s pots are typified by their ornate figurative decoration and pithy political and satirical slogans. In 2008 Perry curated an exhibition titled Unpopular Culture at the De La Warr Pavilion, celebrating a moment when “modern art was an even more rarefied activity, practiced and appreciated by other-worldly bohemians and intellectuals”. Rosie Cooper, the art centre’s curator today, said the art world now is very different, with great strides made in diversity in audiences and those working within the sector. The pandemic threatens this progress however. “The ‘decimation’ of culture has seen precarious workers hit hardest. As a result, many practitioners and artists will not be able to continue in their chosen careers without independent wealth. This will be an immense loss; these people are not ‘dead wood’.” In the midst of the fury, Andrew Renton, who teaches curating at Goldsmiths College, called for a sense of solidarity in the sector. He agrees that the pandemic provides an opportunity to restock but also thinks Perry’s viewpoint fundamentally wrong. “It’s an opportunity to think about what art could and should do as a matter of urgency, right now, and in our anticipated recovery, rather than evoking the grim prospect of the survival of the fittest.” Perry didn’t respond to requests for comment, but later tweeted: “My comments in an interview have been taken out of context. At this terrible time for the arts I’d like to clarify that I was CERTAINLY not referring to the loss of people’s jobs and opportunities in the arts, or to art galleries having to close due to the virus. I hope my hard work in support of the arts has shown how much I believe art is for us all and brings joy to amateurs and professionals alike. In times of hardship we need the arts more than ever.”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}