{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2020/nov/03/zanele-muholi-review-tate-modern-photographer-south-africa-black-queer", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2020-11-03T14:23:39Z", "webTitle": "Strap-ons, style and self-invention: Zanele Muholi – review", "webUrl": "https://www.theguardian.com/artanddesign/2020/nov/03/zanele-muholi-review-tate-modern-photographer-south-africa-black-queer", "apiUrl": "https://content.guardianapis.com/artanddesign/2020/nov/03/zanele-muholi-review-tate-modern-photographer-south-africa-black-queer", "fields": {"headline": "Strap-ons, style and self-invention: Zanele Muholi – review", "bodyText": "A woman clasping her hands over her jockey shorts, protecting her privacy in the aftermath of rape. The long scar running down her leg is evidence of an even earlier assault. In another image, hospital bracelets tether their wearer to the hate crime that led them here – rape, assault, GBH. These jolts, from Zanele Muholi’s 2002-06 series Only Half the Picture are leavened by other kinds of intimate images in the opening room of Tate Modern’s survey of the artist’s work. An indolent face looks back, with a half-opened mouth spilling smoke into the air. In another the artist looks down, photographing the mug of coffee on the floor, resting between slippered feet. Light catches on the coarse hair on their legs. This one is called Not Butch, But My Legs Are. Moments of humour and levity are much needed here. Brought up in apartheid-era Durban, Muholi has spent the last two decades documenting and celebrating black queer lives in post-apartheid South Africa. As much as their work is an affirmation, and sometimes commemoration, it is also a lesson in visibility and also a provocation. A black woman, her head cropped from the image, adjusts a belt slung round her naked thigh: the belt supports a white strap-on dildo, hanging heavy from its harness. Fuck you, the dildo seems to say. Black skin, white silicone, with balls of its own. This image of lesbian empowerment (though the woman might just as well use it on a guy) celebrates sex and desire in the frankest of terms. It is definitely a thing, inescapable. It was a thing, also, when it was shown in the early 2000s. Muholi got threats, was told to go read the Bible. Some of these intemperate responses are collected in a vitrine, and documented in a short film which also tells us how some of Muholi’s fellow students thought the artist had gone too far. Sometimes too far is the only place to go. Show and tell. Bodies caught in mirrors, three bodies spooning, all legs and feet, close-ups of bulges and skin and nipples and hair. The camera hovers, calibrating tender proximities and envelopings, our eyes inches away. Soon we move from situations to portraiture, the mainstay of Muholi’s practice. Filled with complicity and confrontation, the artist’s portraits of trans women and men, inbetweeners and subjects whose gender performances leave us in a state of pleasurable uncertainty (and why, we might ask ourselves, might we be so desperate to fix a gender on anyone?), the artist and their collaborators tease at our anxieties, play them back to us, face us down. As much as we gaze at them, they gaze at us. While the backstories of the artist’s subjects attest to their resilience and frequent bravery in the face of homophobia and prejudice, so too do the dignity, the body language, the embodied selves that they present to the camera, their personal styles, their playfulness, their self-possession and their sexiness. The artist makes positives out of awkwardness and gawkiness as much as from high-style hauteur and camp, and the complicities of gender-play. Muholi celebrates creative self-invention, and the ways their subjects externalise their subjectivity and demonstrate an agency that was first denied under apartheid, then perpetuated and reduplicated by the social mores and conventions of the new South Africa. In the long, ongoing series of portraits Faces and Phases, Muholi depicts dozens of subjects at different times in their lives, ageing, transitioning, developing their own styles, remaking and becoming themselves. These banks of images are a constant flow of double take and surprise. As much as they record their individual subjects, these portraits (the artist has made more than 500 so far), all similarly posed, frontal and conventional in their form are also a record of time passing. This makes their register of individual change – as well as the changes life wreaks on us all – even more apparent. Their reserve as images (almost all the subjects are unsmiling, even stern) lends them great weight and seriousness. The looks they give us are frequently more searching, and feel more alive, than those we might return. In another long, ongoing series Somnyama Ngonyama (“Hail the Dark Lioness” in Zulu) Muholi turns the camera on themself, or rather, gives us multiple selves in different guises. South African miner with helmet and headlamp, domestic servant with scouring pads or clothes-pegs in their hair, or festooned with inflated rubber gloves, or staring through foliage like a colonial-era noble savage, dressed as tribeswomen or wearing a three-legged stool on their head, these portraits are sometimes absurd lampoons, scary apparitions, self-parodies and invariably as haunting and grave as they are humorous. Some of these were shown at the 2019 Venice Biennale, where hugely enlarged prints towered on the walls of the Arsenale. Their large scale suited them, and the images became more sculptural than graphic. There, they stopped me in my tracks. Muholi is best in black and white. The eyes look back, sometimes with a look of accusation. What they have most of all is presence. They root you with their frank stares. Zanele Muholi at Tate Modern, London, until 6 June. Please check the website for details."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}