{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2020/nov/05/morning-mail-us-election-still-too-close-to-call-queensland-wins-origin-opener", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2020-11-04T20:04:40Z", "webTitle": "Morning mail: Biden takes Wisconsin, Denmark's mink cull, Maroons win Origin I", "webUrl": "https://www.theguardian.com/australia-news/2020/nov/05/morning-mail-us-election-still-too-close-to-call-queensland-wins-origin-opener", "apiUrl": "https://content.guardianapis.com/australia-news/2020/nov/05/morning-mail-us-election-still-too-close-to-call-queensland-wins-origin-opener", "fields": {"headline": "Morning mail: Biden takes Wisconsin, Denmark's mink cull, Maroons win Origin I", "bodyText": "Good morning, this is Richard Parkin bringing you the main stories and must-reads on Thursday 5 November. Top stories Joe Biden’s camp has announced that the Democratic candidate is “on a clear path to victory this afternoon” to become the 46th president of the United States. Counting continues in several key battleground states, after the elections commissioner of Wisconsin called the state for Biden, prompting Donald Trump’s campaign manager to demand an immediate recount. Having falsely claimed victory last night, the president has repeatedly alleged electoral “fraud”, claims tech giants Facebook and Twitter have labelled as “misleading”. Biden is ahead in Nevada and Michigan, with Trump leading in Georgia, North Carolina, Alaska and Pennsylvania, but both candidates retain potential paths to victory. Counting in the Senate and House contests continue, with the Republicans retaining a strong possibility of controlling the upper chamber. Analysts have cautioned that the result of the US elections may not be known for days, weeks – even months. With more than two-thirds of voters casting early or postal ballots dues to Covid-19, vote-counting in some states has slowed down dramatically. Joe Biden has won more votes than any candidate in history – surpassing Barack Obama’s 2008 tally, as the former vice-president approaches 70m votes, but a definitive result is not expected until at least Friday. Legal challenges – such as those already launched in Pennsylvania – could further protract the official declaration of a winner, with the supreme court potentially intervening should serious irregularities in vote counting emerge, as it did in 2000. Renewable energy now accounts for more than a quarter of Australia’s electricity generation, according to a new analysis of Australia’s national energy market. Black coal’s contribution has dropped below 50% for four consecutive months for the first time, with the impact of new renewables coming on to the grid more significant for gas emission reductions than the impact of Covid-19. “Renewables in Australia are now cheaper and more popular than fossil fuels, and we expect a lot more renewables coming online soon,” the analyst Richie Merzian told Guardian Australia. Australia Seven in ten young Australians consider the “Australian dream” of retiring by 65 and owning their own home now unattainable, with the coronavirus pandemic driving increasing pessimism about financial security and major life goals. The Coalition’s proposed federal integrity commission won’t prevent corruption, transparency campaigners have warned, with current drafts proposing that inquiries take place behind closed doors, prompting one leading barrister to call the model “a sham”. Australian not-for-profit organisations are suffering “a huge financial blow”, with Covid-19 greatly exacerbating a trend that has seen 40% of surveyed charities post losses over the past three years. The world The arrest of a prominent rightwing television anchor has sparked protests in India, with the Maharashtra state government accused of a “blatant misuse of state power” in locking up the passionate supporter of the prime minister, Narendra Modi. France is contemplating appointing a special envoy to better communicate Emmanuel Macron’s championing of secularism, amid a wave of anti-French backlashes within the Muslim world. Ethiopia stands on the brink of civil conflict after the country’s prime minister, Abiy Ahmed, reportedly ordered a military response to an “attack” by regional rulers in the northern Tigray region. Denmark has announced a cull of 15 million mink over fears the animals could help allow a Covid-19 mutation to spread, jeopardising the effectiveness of any future vaccines. Denmark is the world’s largest producer of mink fur. Recommended reads Donald Trump, America’s howling id, has not lost this election. Then again, Joe Biden has not won it, writes Marina Hyde. “Should Biden edge a victory, thanks to the way the self-styled greatest democracy in the world works, we will have months of grimly incendiary Trump claims that it was stolen. Or, to put it in terms the rest of the planet would understand: this is like winning the World Cup in November, then having the losing captain use it as a toilet for three months before finally handing the brimming trophy over to you in late January.” The women’s liberation movement is rarely credited as a punk movement, writes Kath Kenny. But a striking new film, Brazen Hussies, from the first-time director Catherine Dwyer, goes a long way to addressing that oversight. “Women’s liberationists squatted in vacant Anglican church houses to establish a women’s refuge; they graffitied slogans (“Lesbians are lovely”) and threw bras on statues at Parliament House”, blending music, poetry and art into their activism – as captured by Dwyer’s “terrific archival footage and photos” from 1965-75. The official Australian cash rate is at a 45-year low, so if you’ve ever wanted to demand a better mortgage – now is the moment, says Greg Jericho. “When John Howard bragged about ‘record low’ rates back in 2002, the cash rate was 4.25%. I doubt we will ever see rates that high again.” And with long, sustained economic booms unlikely any time soon, near-zero cash rates could be here for at least the next three years, according to the Reserve Bank’s new projections. Listen What kind of president would Joe Biden make? The US election is far from decided, but with most of the focus on incumbent Donald Trump, on this episode of Full Story we speak to Joe Biden’s biographer, Evan Osnos, about what a potential presidency for the five-decade career politician could look like. Full Story is Guardian Australia’s daily news podcast. Subscribe for free on Apple Podcasts, Spotify or any other podcasting app. Sport Veteran coach Wayne Bennett has conjured a comeback for the ages, as Queensland turned around a 10-0 deficit to snatch victory 18-14 in State of Origin I. Tries to debutant AJ Brimson, Xavier Coates and Cameron Munster left the much-fancied Blues shellshocked, despite Josh Addo-Carr’s late four-pointer. The football legend Diego Maradona is in recovery after successful brain surgery, following an operation to treat a subdural haematoma, or blood clot. Fans have gathered outside the Buenos Aires clinic to celebrate the positive news. Media roundup Fifty million Covid-19 vaccine doses are expected to be available in Australia during the first half of next year, reports the Sydney Morning Herald, after the federal government signed deals with two major pharmaceutical providers. Some $149bn worth of trade with China is facing uncertainty, with reports the nation has blocked Australian wine exhibitors from displaying their products at a major regional fair, writes the Australian. And business confidence is soaring in South Australia, with jobkeeper being cited as a key factor underpinning a “stunning turnaround” since the pandemic first struck, reports the Adelaide Advertiser. Coming up The NSW premier, Gladys Berejiklian, will present her annual State of the State address. The Treasury secretary, Steven Kennedy, will speak on the thinking behind the federal budget in a briefing titled “Policy and the evolution of uncertainty”. And if you’ve read this far … Companion animals, or pets, are meant to significantly reduce stress – so how come mine are constantly chewing on cables and walking across keyboards during the working-from-home era, Tim Dowling bemoans. If you find yourself similarly beset, never fear: we’ve consulted the experts and here’s some top tips from canine and feline welfare advisers. Sign up If you would like to receive the Guardian Australia morning mail to your email inbox every weekday, sign up here."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}