{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2020/nov/01/crown-sits-easy-on-the-head-of-annastacia-palaszczuk-three-time-winner", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2020-11-01T04:42:10Z", "webTitle": "Crown sits easy on the head of Annastacia Palaszczuk, three time-winner", "webUrl": "https://www.theguardian.com/australia-news/2020/nov/01/crown-sits-easy-on-the-head-of-annastacia-palaszczuk-three-time-winner", "apiUrl": "https://content.guardianapis.com/australia-news/2020/nov/01/crown-sits-easy-on-the-head-of-annastacia-palaszczuk-three-time-winner", "fields": {"headline": "Crown sits easy on the head of Annastacia Palaszczuk, three time-winner", "bodyText": "There has been nothing accidental about Annastacia Palaszczuk’s journey to becoming the most successful Labor politician of her generation. Even when she was described as Queensland’s “accidental premier” in 2015, Palaszczuk’s political successes – now as a three-time election winner – have been built carefully, taking few risks. “I think she’s like the mayor of Queensland,” one senior Labor MP tells Guardian Australia. The comment is not meant to diminish her role, or the significance of her office. But it explains her enduring warm and personal appeal to voters of all stripes, ages, and in all corners of the state. “She says all the time ‘With me, what you see is what you get’ and that’s a great political line, but the reason it works so effectively is because voters can see that it’s true,” the MP said. Before Saturday’s Queensland election, much of the analysis had suggested neither major party would be likely to win a majority – a quirk of a deeply complex state, where voters differ from region to region, and where policies pitched in one electorate might backfire in another. Labor built its campaign almost entirely on Palaszczuk’s popularity and her broad appeal, and in doing so brought together an unprecedented coalition of voters. Townsville seats – which were predicted to swing to the LNP over concerns about employment and crime – held firm. In central Queensland, coalminers stayed in the Labor camp. In Maryborough, manufacturing workers returned to Labor from One Nation. And in south-east Queensland Labor won heartland Liberal National party areas for the first time in more than 100 years on the back of increased support from retirees and older voters who backed Palaszczuk’s pandemic management. Labor had run a safe, “uninspired” campaign that took few policy risks. Insiders believe it was not the party’s platform – it was the premier, who straddled the state’s ideologic and regional divides. “I know that during this election, there are many people out there in Queensland who have voted Labor for the very first time,” Palaszczuk said while claiming victory at the Blue Fin Fishing Club in her southern Brisbane electorate of Inala. At a press conference on Sunday, Palaszczuk again spoke to voters who might not typically align with Labor. “I know that was a very tough call for people, but a lot of people stopped me in the street, they stopped me and said thank you for keeping us safe,” she said. Older voters who more strongly supported border closures and tougher measures to contain the spread of the pandemic were key to Labor’s victory, particularly as it made ground in areas with large populations of retirees. Many of these are the same voters who deserted Labor at the 2019 federal election over concerns about franking credits and a scare campaign about a death tax. Pumicestone includes Bribie Island, which has a large population of retirees. It was won by Labor with a 5.2% swing. Further north, Hervey Bay has an average population 10 years older than the rest of the state. Almost 30% of the population is over 65. Labor was leading narrowly on Sunday having won a swing of 11.5%. The cohort – “Palaszczuk’s pensioners” – has helped deliver Labor a majority, solidify Labor MPs across Greater Brisbane and its surrounds, and sandbag the regions. Such a campaign could not have been built around a divisive leader. Palaszczuk’s appeal has endured despite attacks from prime minister Scott Morrison, home affairs minister Peter Dutton and others. Susan Harris Rimmer, the director of Griffith University’s policy innovation hub, said Palaszczuk’s political success has given her the opportunity to create a legacy during the next term. “I always thought that whole ‘accidental premier’ thing was compete rubbish,” Harris Rimmer said. “It was nothing accidental. She stood up when the party was at its lowest point, when they could meet in a phone box, and volunteered and made the absolute best out of it. “If you look at the way she’s gone from building them into a viable opposition, then winning government and making a minority work, then getting her own majority, and now to being able to really govern with a bit of comfort. It’s quite something.” Harris Rimmer was at university about the same time as Palaszczuk and recalls her “strong sense of service” was evident even then. “Even at uni, she was very driven,” she said. “Because she’s so heavily identified with Inala [a working-class area in south Brisbane] she’s never going to be an elite politician, and because she entered at a time when no one wanted [the Labor leadership] she’s never been seen as a party machine person. “She’s got this real pride in her working class, multicultural background. She doesn’t play the gender card very often, but she just [promotes gender equality] in what she does. She has quite a radical social policy legacy that she’s done quite quietly and without a lot of fuss. “She has a very self-contained way about her. She’s not fazed by anything. She can also display empathy.” Labor has won 11 of the past 12 Queensland elections. Wayne Goss won three elections and Peter Beattie four. “If she serves a full term [she] will overtake Wayne Goss and Peter Beattie, who are Labor heroes,” senator Anthony Chisholm told the ABC on election night. “Annastacia Palaszczuk is now on that same pedestal.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}