{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2020/nov/07/inquiry-into-alleged-war-crimes-by-australian-special-forces-in-afghanistan-delivers-final-report", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2020-11-06T21:43:51Z", "webTitle": "Inquiry into alleged war crimes by Australian special forces in Afghanistan delivers final report", "webUrl": "https://www.theguardian.com/australia-news/2020/nov/07/inquiry-into-alleged-war-crimes-by-australian-special-forces-in-afghanistan-delivers-final-report", "apiUrl": "https://content.guardianapis.com/australia-news/2020/nov/07/inquiry-into-alleged-war-crimes-by-australian-special-forces-in-afghanistan-delivers-final-report", "fields": {"headline": "Inquiry into alleged war crimes by Australian special forces in Afghanistan delivers final report", "bodyText": "The inquiry into alleged war crimes by Australian special forces in Afghanistan has delivered its final report to the chief of the defence force, who is now considering how many of the “uncomfortable” findings to make public. Defence chief Angus Campbell confirmed on Friday evening he had received the Afghanistan inquiry report from the inspector general of the Australian defence force, who has been examining the conduct of elite Australian forces in more than 55 incidents of alleged unlawful killings between 2005 and 2016. Campbell briefed defence minister Linda Reynolds after receiving the report on Friday. Guardian Australia understands Campbell will consider the contents of the report over the coming weeks before a decision is made about how much detail can be released publicly. Delivery of the report follows Afghan and Australian human rights groups last week urging the government to release in full the details of the inquiry into the “bone-chilling” allegations. “Today I have received the Afghanistan Inquiry report from the inspector general of the Australian defence force,” Campbell said. “I intend to speak about the key findings once I have read and reflected on the report,” he said, noting that “welfare and other support services are available to those affected by the Afghanistan inquiry”. “The independent inquiry was commissioned by defence in 2016 after rumours and allegations emerged relating to possible breaches of the law of armed conflict by members of the Special Operations Task Group in Afghanistan over the period 2005 to 2016.” Evidence before the IGADF has already been canvassed publicly, largely through media reporting by the ABC and Nine newspapers. Earlier this year, helmet cam footage emerged showing a soldier standing over a cowering Afghan civilian, who was unarmed, and asking his superior “You want me to drop this cunt?”. The soldier then shot the man and walked away. Leaks and whistleblowers have also suggested Afghan civilians were used as “target practice”, that a detainee was shot when there was no room for him on a helicopter, and that special forces troops operated with a sense of impunity, elitism and recklessness, a culture permitted by a weak command structure. Decorated SAS member and Victoria Cross recipient Ben Roberts-Smith has also been accused of kicking a bound prisoner named Ali Jan off a cliff during a tour in Afghanistan, allegations he vehemently denies and is suing the Sydney Morning Herald and the Age over. The IGADF has investigated dozens of incidents that may constitute war crimes and may make referrals to the Australian federal police for criminal investigation and potential prosecution. When Guardian Australia asked Reynolds whether she had seen the report, her office stated: “The chief of defence force today received the Afghanistan inquiry report from the IGADF and then briefed the minister for defence.” “The CDF will consider the report and determine appropriate actions, about which he intends to speak publicly. At that time, the government will also make a public statement,” her office said. The timing of the announcement drew some criticism from observers. David McBride, a former military lawyer accused of leaking material about alleged war crimes in Afghanistan to the ABC, tweeted that Defence appeared to be “taking out the trash”. “It’s 8pm on a Friday night, Defence says the Brereton Report is ready. Almost,” he wrote. “It’s almost as if they something to hide?” Human rights groups, both in Australia and Afghanistan, have already urged the government to release the report in full, or as near to full as possible. But reports have suggested the government may instead seek to release only a summary of Brereton’s findings to the public. Groups including the Transitional Justice Coordination Group in Afghanistan, the Afghanistan Human Rights and Democracy Organization, the Australian Centre for International Justice, and the Human Rights Law Centre penned an open letter last week urging Australian government to publicly release the report. “Given the strong public interest in the inquiry, the public release of the report will demonstrate that Australia is adhering to its international obligations and is taking appropriate action to prevent future violations of [international humanitarian law],” the letter said. In August, Reynolds said she thought the report would make “some very significant findings” that would leave “many Australians uncomfortable and also dismayed”. “We do need to prepare ourselves for that,” she said at the time. The Morrison government has promised to release the report amid concerns it could be heavily redacted when it is finally published. There are also fears the soldiers involved could be denied procedural fairness. “These reports are troubling and the claims are exactly why this process was set up,” Scott Morrison said last week. “This is a very serious inquiry, it’s done by people who are highly skilled in handling what are very sensitive matters. I have no doubt they are very aware of the careful way they need to conduct this inquiry.” The attorney general, Christian Porter, has said “you can expect to see a very, very detailed and substantive report”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}