{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2020/nov/03/morning-mail-us-polls-tighten-depp-loses-libel-subdued-race-day", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2020-11-02T19:55:25Z", "webTitle": "Morning mail: US polls tighten, Depp loses libel, subdued race day", "webUrl": "https://www.theguardian.com/australia-news/2020/nov/03/morning-mail-us-polls-tighten-depp-loses-libel-subdued-race-day", "apiUrl": "https://content.guardianapis.com/australia-news/2020/nov/03/morning-mail-us-polls-tighten-depp-loses-libel-subdued-race-day", "fields": {"headline": "Morning mail: US polls tighten, Depp loses libel, subdued race day", "bodyText": "Good morning, this is Tamara Howie bringing you the main stories and must-reads on Tuesday 3 November. Top stories Trump said supporters who harassed a Biden campaign bus “did nothing wrong”, after the FBI announced an investigation into the incident in Texas. “They did nothing wrong,” Trump said in a tweet, “but the ANTIFA Anarchists, Rioters and Looters, who have caused so much harm and destruction in Democrat run cities, are being seriously looked at!” Biden and Trump both held rallies in key swing states as American prepares for election day. Biden is currently ahead in the polls (although the race is tightening in key states), despite a manipulated video of the Democrat candidate forgetting what state he was in racking up 1.1m views before being removed. Hollywood actor Johnny Depp has lost his high-stakes libel action in the London courts against the Sun after the newspaper described him as a “wife beater”. In the ruling, judge Justice Nicol said: “I have found that the great majority of alleged assaults of Ms Heard by Mr Depp have been proved to the civil standard.” The case has seen the actor’s hedonistic Hollywood lifestyle laid bare, including gargantuan monthly wine bills and blackout-inducing cocaine binges. Depp’s lawyers said he would most likely appeal against the “perverse and bewildering decision”. An overwhelming majority of Australian voters want an independent, national anti-corruption body, according to the latest Guardian Essential poll, which found 81% of respondents want an anti-corruption watchdog, and 60% want it established now rather than delayed because of the pandemic. Under pressure to explain the delay given that the government has been mulling the federal integrity body since 2018, the Coalition argued during the last parliamentary sitting it was difficult to proceed to implementation in the middle of a public health crisis. Despite the public pressure for an anti-corruption body, approval of the Morrison government’s coronavirus response remains steady at 61%. Australia Australia is likely to keep suffering economic harm from “repeated rounds of Chinese economic coercion” and needs to find a way to reset the relationship, a former ambassador to Beijing has warned. Geoff Raby, the Australian ambassador to China from 2007 to 2011, said Australia needed China more than the other way around and argued that Australia’s close relationships with the United States over the past few years to resist China’s rise went against Australia’s interests. In a new book published on Tuesday, Raby suggests Australia’s strategy for managing the rise of China has been “incremental, reactive to others’ agendas, and as such, incoherent”. “Canberra hates this, but I start with the premise that it’s an asymmetrical relationship [and] whether we like it or not, we need China more than they need us.” A smoke cloud pushed into the stratosphere by last summer’s bushfire crisis was three times larger than anything previously recorded globally. Scientists found the bushfire’s cloud measured 1,000km across, remained intact for three months, travelled 66,000km and was on par with “strongest volcanic eruptions in the past 25 years”. Fewer than 10% of Senate inquiry submissions support the government’s cashless welfare card bill, which aims to make the current trial sites permanent and expand the scheme. Rio Tinto did not notify the pastoral leaseholder of plans to destroy nearby Juukan Gorge, a federal inquiry has heard. Evan Pensini, the owner of the Cheela Plains pastoral lease, accessed the information using FOI after five years of asking the miner about intentions for the area “because Rio Tinto would not come forward”. The world A whale sculpture, ironically named “Saved by the Whale’s Tail”, has stopped an empty metro train that overran the stop blocks at a station outside Rotterdam crashing into the waters below. The driver was reportedly able to free himself from the train without injury. At least 22 people were killed and 22 wounded after Islamic State-affiliated gunmen stormed Kabul University. Three attackers shot at fleeing students and gunned down others in their classrooms in what was the second assault on an educational facility in the country in recent weeks. Quotes attributed to Adolf Hitler and Confederate general Robert E Lee have been found in training materials once used by the Kentucky State Police to create “ruthless” warriors who would “fight to the death”. Russian’s “Sausage King” has been killed in a crossbow attack in Moscow. Several intruders broke into a sauna at the home of a Russian meat tycoon Vladimir Marugov, tied him and a woman up and demanded money before killing him with a crossbow. Recommended reads Can the race that stops the nation halt a city that’s just starting up again? The famed Melbourne Cup is set to be a muted affair for the fashion set, protesters and residents just keen to be outside after months of lockdown. “V quotes Degas quoting Delacroix: ‘An artist must have no passion except his work and must sacrifice everything to it.’ Privately I consider this to be bullshit,” says Helen Garner in One Day I’ll Remember This, the second volume of her collected diaries. Garner’s latest collection tracks a tumultuous time, beginning with a love affair and ending in controversy. In partnership with Sydney writers’ festival, she’ll be discussing One Day I’ll Remember This with Michael Williams and fans for the Guardian Australia’s next Zoom book club at the end of the week. Register online. Ten years ago today the Reserve Bank lifted the cash rate to 4.75% – it was the last time it increased interest rates. Today, despite strong growth in the housing sector, the bank looks set to cut the cash rate to near zero and also perhaps engage in quantitative easing in an effort to keep the economy alive, writes Greg Jericho. Listen White supremacist extremism is the most lethal terrorism threat to the United States. It’s a hateful ideology that the Guardian’s Lois Beckett says has infected many parts of American society. As Americans go to the polls, they must assess the record of a president who has professed to be the “least racist person”. Full Story is Guardian Australia’s daily news podcast. Subscribe for free on Apple Podcasts, Spotify or any other podcasting app. Sport The Mercedes team principal, Toto Wolff, has said he believes Lewis Hamilton is far from finished with Formula One after the world champion suggested he is considering ending his career. Toronto Wolfpack have failed in their bid to be readmitted to Super League in 2021, after clubs overwhelmingly rejected their proposal to return to the top-flight next season. Media roundup Thousands of Australian defence force personnel will be deployed to more frequent natural disasters and Covid-style crises on home soil, according to the ABC, in what a senior ADF official describes as a “paradigm shift” focused on the impacts of climate change. The Age reports that Australians are moving to regional parts of the country and shunning Sydney and Melbourne as they wait out the end of the coronavirus recession. And the Australian reports that family courts are at breaking point due to Covid disruptions. Coming up The Melbourne Cup will run at Flemington in Melbourne. The Reserve Bank is expected to cut the cash rate to a record low of 0.1% from 0.25% when its board meets today. Clive Palmer’s high court challenge of Western Australia’s border closures will be heard over two days by the full court. And if you’ve read this far … Baby Shark, the infuriatingly catchy children’s song, has knocked Despacito off YouTubes most watched throne, edging past the 2017 Puerto Rican pop single with 7.04bn views. Sign up If you would like to receive the Guardian Australia morning mail to your email inbox every weekday, sign up here."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}