{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2020/nov/03/democrats-prepared-for-the-worst-amid-election-eve-anxiety", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2020-11-03T06:01:06Z", "webTitle": "US election briefing for Australia: Democrats prepared for 'the worst' amid election eve anxiety", "webUrl": "https://www.theguardian.com/australia-news/2020/nov/03/democrats-prepared-for-the-worst-amid-election-eve-anxiety", "apiUrl": "https://content.guardianapis.com/australia-news/2020/nov/03/democrats-prepared-for-the-worst-amid-election-eve-anxiety", "fields": {"headline": "Democrats prepared for 'the worst' amid election eve anxiety", "bodyText": "Welcome to today’s US election briefing for Australia. The day before the most consequential election of our time was always going to be one of heightened anxiety. But today has outdone itself. A “non-scalable” fence is being erected around the White House. Shopfronts have been boarded up in major cities and a news agency has started handing out flak jackets to reporters covering the election. And the president himself seemed to raise the prospect of political violence, tweeting that the counting of ballots after election night in the critical state of Pennsylvania would allow “cheating” and could lead to “violence in the streets”. “Something must be done!” he said, in a tweet that was swiftly slapped with a misinformation warning by Twitter. Top Democrats said they (and their lawyers) were well prepared “for the worst”, should Trump prematurely declare victory or try to halt a fair count. Social media giants too have revealed plans to try to stop the spread of election result misinformation. All this took place as a top White House Covid advisor sounded the alarm about the country entering “the most concerning and most deadly phase of this pandemic”. But the good news is, the end of the election is in sight. More than 98 million early votes have been cast in the weeks leading up to election day, suggesting that despite the palpable sense of anxiety gripping much of the country, Americans are more determined than ever to have their vote counted. For those who plan watching tomorrow from here in Australia, it will be a long and tense afternoon. The first polls will close at 10am AEDT in Indiana and Kentucky, but the first truly consequential states (including Florida, widely considered a must-win for Trump) won’t begin to close for another hour after that. Expect results to start pouring in after midday and throughout the early afternoon. If things are not close, we could see a call in the mid or late afternoon (the two elections won by Barack Obama were first called at 11pm and 11.38pm local time on the American east coast – 3pm and 3.38pm on the Australian east coast). But there is a very real possibility we won’t get a definitive result at all. Pennsylvania, which FiveThirtyEight’s Nate Silver has dubbed the “most likely tipping point state”, may be counting decisive mail-in ballots for days. We’ll be liveblogging the results as they come in all day tomorrow – join us. Let’s get through this together. The big stories Biden is still favoured to win Tuesday’s presidential election, according to the final opinion polls, but a tightening race in several key states offers Trump rising hopes of a pathway back to the White House and brings the election down to the wire. One of Trump’s closing messages is an exaggerated threat: that a Biden presidency will result in a national Covid-19 lockdown. He said the election was the “choice between a deadly Biden lockdown … or a safe vaccine that ends the pandemic”. A federal judge ordered the US Postal Service on Sunday to take “extraordinary measures” to ensure mail ballots arrive on time. USPS is seeing a severe dip in on-time delivery rates, with some of the largest mail delays in battleground states. Kamala Harris campaigned in an area of Texas hard-hit by Covid where she attacked Republicans’ efforts to undo Obamacare, as Democrats remain hopeful they may flip the state. Trump and senior Republican leaders have continued to defend supporters who participated in a caravan that surrounded and harassed a Joe Biden campaign bus on a Texas highway on Friday. Quote of the day “This isn’t about - yeah, it is about me, I guess, when you think about it.” Donald Trump, telling it like it is. Election views “Is there a way for powerless, poll-watching foreigners to get through the next 24 hours – and the aftermath – without complete nervous collapse?” asks Van Badham. Probably not. But here’s some advice nonetheless on how to get through the hours ahead. “The US isn’t going to heal any time soon,” writes Richard Sennett in this piece looking at Trump’s energised base. “The mantra of ‘bringing the country together’ loses any meaning as the base hardens and shifts to the extreme right…” Video of the day My colleague Lauren Gambino breaks down the key states that could decide tomorrow’s election. Around the web “In unguarded moments, Mr. Trump has for weeks told advisers that he expects to face intensifying scrutiny from prosecutors if he loses,” reports the NYT, in this inside look at the Trump campaign in the final stretch. “I’m here to remind you that Trump can still win,” is the headline of this FiveThirtyEight piece. Hopefully everyone knows this by now, but given the very rosy polls for Biden, it’s worth stressing how things could go the other way. It’s impossible to listen to the opening bars of Eminem’s Lose Yourself and not feel extremely revved up. Sorry, it’s science! The rapper licensed his music to a political campaign for the first time for this last minute Biden ad. Still time I guess for Weezy to license something for Trump. What the numbers say: 1 Days to go. Sign up Thanks to everyone who has signed up to receive this briefing as an email every weekday until the election. If you’d like to join them, you can sign up here."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}