{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2020/nov/02/upgrades-to-sydneys-suburban-stadiums-flagged-in-nsw-budget", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-11-02T08:52:22Z", "webTitle": "Upgrades to Sydney's suburban stadiums flagged in NSW budget", "webUrl": "https://www.theguardian.com/australia-news/2020/nov/02/upgrades-to-sydneys-suburban-stadiums-flagged-in-nsw-budget", "apiUrl": "https://content.guardianapis.com/australia-news/2020/nov/02/upgrades-to-sydneys-suburban-stadiums-flagged-in-nsw-budget", "fields": {"headline": "Upgrades to Sydney's suburban stadiums flagged in NSW budget", "bodyText": "The New South Wales budget will include funding for planning work on Sydney suburban stadiums, including in Kogarah, but the government says it is not yet ready to designate money to specific boutique projects. It is understood the 17 November budget will earmark between $2m and $3m over the next two years as a means of exploring a business case for revamping the city’s sporting infrastructure to create jobs and economic growth. That could come not only from professional and grassroots sport, but also community events, the treasurer, Dominic Perrottet, said on Monday. The state government does have a long-term view to granting the NRL’s wish for multiple 20,000-seat stadiums, with grounds at Leichhardt, Penrith, Brookvale and Liverpool also believed to be in the mix. The “mini Bankwest Stadiums” campaign obtained verbal state government backing in August, in a marked departure from big stadiums. It comes after the proposal to replace the 83,000-seat ANZ Stadium at Olympic Park was shelved because of the financial strains caused by the Covid-19 pandemic. Councils have been pushing for upgrades to their local grounds, and local MPs welcomed suggestions they may soon become the beneficiaries of new venues or upgrades akin to Parramatta’s 30,000-capacity Bankwest Stadium. However, the government’s current investment plans are limited to formulating a business case and do not include dollars dedicated to specific infrastructure. It is understood A-League side Sydney FC, Kogarah Oval’s major summer tenant, has not been informed of any specifics. The SCG Trust, which is overseeing the $730m rebuilding of the Sydney Football Stadium, is also in the dark. Perrottet warned against “getting too far ahead of the game”. “There will be some funding for planning work on Kogarah in the budget on 17 November. We know the NRL is keen to revamp some of the smaller NRL grounds but we need to do the work to make sure spending money stacks up,” Perrottet told Guardian Australia in a statement. “We certainly have the runs on the board – the stadium at Parramatta is world class. It’s been recognised as being one of the best venues in the country. Nobody has a better record of building infrastructure than our government – we have a $100bn pipeline of projects across the coming years.” On Monday Perrottet also told 2GB radio “we’ll work through this on a case-by-case basis but we do want to move away from the big stadiums and try and ensure local communities over time have great facilities”. Last month, the Manly Sea Eagles chairman, Scott Penn, called for funding to help revamp the NRL club’s home ground, Brookvale Oval, after construction began on a $33.1m centre of excellence and the northern grandstand. Along with Sydney FC, the Cronulla Sharks also play NRL home games at Kogarah Oval – which is the St George Illawarra Dragons’ traditional home – while Shark Park is being redeveloped. The Inner West council mayor, Darcy Byrne, said Leichhardt Oval had been “left out in the cold once again” and accused the government of directing funding to the “favoured electorates” of Kogarah and Brookvale. “While the state has continually snubbed the stadium and refused to make any funding contribution, [the] council has continued to invest in Leichhardt Oval, pouring several million dollars into improving the ground,” Byrne said. “But we can’t do it all on our own.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}