{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/live/2020/nov/05/coronavirus-australia-latest-updates-borders-queensland-nsw-victoria-vaccine-health-business-economy", "type": "liveblog", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2020-11-05T08:07:59Z", "webTitle": "Australia news live: Victoria and NSW report no new locally acquired cases", "webUrl": "https://www.theguardian.com/australia-news/live/2020/nov/05/coronavirus-australia-latest-updates-borders-queensland-nsw-victoria-vaccine-health-business-economy", "apiUrl": "https://content.guardianapis.com/australia-news/live/2020/nov/05/coronavirus-australia-latest-updates-borders-queensland-nsw-victoria-vaccine-health-business-economy", "fields": {"headline": "Australia news live: Victoria and NSW report no new locally acquired cases", "bodyText": "That’s it for tonight, thanks for reading. To recap today’s developments: Former Australian ambassador to the United States Joe Hockey has lent his voice to disputed claims of voter fraud in the US. The former Liberal treasurer used anecdotal evidence consistent with previous elections to raise doubt about the presidential election result. Meanwhile, Scott Morrison dodged questions about Trump’s actions in the hours after polls closed, saying he has “great confidence” in the democracy of the US. A 65-year-old Melbourne man with reported links to the Chinese Communist Party has become the first person charged under Australia’s foreign interference laws. He faced a magistrates court today for allegedly preparing an act of foreign interference in Australia. Victoria recorded its sixth consecutive day of zero coronavirus cases, as Australia reported no new locally acquired Covid-19 cases. However South Australia, Western Australia and New South Wales recorded five, four and two new Covid-19 cases respectively, who were returned travellers in hotel quarantine. New Zealand prime minister Jacinda Ardern has said she isn’t likely to alter “existing border settings” in the short term, indicating a travel bubble agreement with Australia by the end of year is not on the country’s agenda. The Morrison government has accused China of heightening trade risks and breaching Xi Jinping’s own public pledges as a range of Australian export sectors brace for new disruptions as soon as Friday. For more on what the Sydney Mardi Gras will look like in 2021: Western Australia has reported four new cases of Covid-19 – all returned travellers from overseas who tested positive while in hotel quarantine. Of the new cases, there are three women and one man aged between 18-44. There are now 16 active cases of of coronavirus in Western Australia. There were 380 people in Western Australia tested for Covid-19 yesterday. The Liberal MP Dave Sharma has responded to former Liberal treasurer and Australian ambassador to the US Joe Hockey’s comments backing up Donald Trump’s claim of voter fraud in the US election. Sharma said “I haven’t seen any evidence of voter fraud” but reasoned that Hockey was in a position to make the comments because he “is a private citizen now” who works as a “commentator”. Asked by the ABC’s Patricia Karvelas if it was appropriate for the most recent Australian ambassador to the US to make such comments, Sharma said: I just make the point Joe Hockey is a private citizen now, he’s commenting in a private capacity. He’s a commentator now. He’s got a regular column in the Australian, he has regular spots on TV news. I thought his analysis before the election was pretty accurate and pretty good. I think he did favour Biden to win the election, we don’t yet know the result. Obviously I’m not here to defend or to condemn. On Trump’s apparent premature declaration of election victory, Sharma said: “I’d always be concerned if a candidate attempts to declare a victory or declare a result when the result is not yet known.” Sharma also said there would be “a lot of continuity” for the Australia-US relationship regardless of the outcome of the election, but said “I think on some areas of policy you’ll see some differences, and of course we’re supporters of the Paris Climate accord, we’d like to see the United States back in there, we’d obviously welcome that.” The former prime minister Kevin Rudd has just weighed in on Joe Hockey’s comments about fraud in the US election, calling the suggestion “grossly irresponsible”. Rudd told the ABC’s Patricia Karvelas: For him to take a partisan position in support of one side of American politics on the counting process I think is grossly irresponsible. I’m surprised that someone as experienced as Joe would choose to take a partisan position at a crucial time like this. Rudd also commended Scott Morrison for his comments earlier today expressing confidence in the US voting process, saying it was too early to make any direct calls for action or express concern. South Australia has recorded five new cases of Covid-19 – all in returned travellers who tested positive in hotel quarantine. The new cases include a teenager, a man in his 20s, two women in their 30s, and one man in his 40s. There are now 16 active cases of coronavirus in South Australia. In some breaking news, a 65-year-old Melbourne man has been charged with preparing an act of foreign interference in Australia. The man, who was not named by Australian federal police, has since been named in several reports as Di Sanh Duong, after he appeared at Melbourne magistrates’ court today, over the offence that carries a maximum offence of 10 years imprisonment. Australian federal police have just released this statement, saying officers executed a number of search warrants in the greater Melbourne area on 16 October. It follows a year-long investigation by the Counter Foreign Interference (CFI) taskforce, led by the Australian Security Intelligence Organisation (Asio) and the AFP, into the man’s relationship with a foreign intelligence agency. AFP have not provided further detail about which country the foreign intelligence agency is linked to. AFP deputy commissioner Ian McCartney said the man was the first person in Australia to be charged with a foreign interference offence since the commonwealth parliament passed the National Security Legislation Amendment (Espionage and Foreign Interference) Bill in 2018. McCartney said: The CFI Taskforce has taken preventative action to disrupt this individual at an early stage. “Foreign interference is contrary to Australia’s national interest, it goes to the heart of our democracy. It is corrupting and deceptive, and goes beyond routine diplomatic influence practiced by governments.’’ AFP said the matter remains an ongoing investigation. And it being mid-afternoon, I am going to hand you over to Elias Visontay for the afternoon. Joe Biden is still closest to the White House – but there is still quite some road to travel. I’ll be back on Monday – when the parliament is sitting again, so get ready for that. In the meantime, you can reach me, as always, here and here. Make sure you stay hydrated. And take care of you. The Northern Territory has reported one case of Covid – but as a returned traveller, they were in quarantine. From NT Health: An Australian child who arrived on the commonwealth government repatriation flight from India on Tuesday 27 October has tested positive for Covid-19, while in quarantine at the Howard Springs Centre for National Resilience. The child, under one-year-old, had tested negative for the virus on arrival at Howard Springs, however has turned positive during the 14-day quarantine period (the incubation period for the virus) required on return from overseas. The child’s mother and young sibling tested positive for Covid-19 last week. The family continues to be well and asymptomatic and remains under the care of the AUSMAT at the Centre for National Resilience. This brings the total cases diagnosed in the Northern Territory to 40. All cases have been related to international or interstate travel, with no cases of community transmission. The defence, foreign affairs and trade committee has delivered its report on the Coalition’s bill to allow the federal government to cancel deals that harm Australia’s foreign policy interests. The Coalition majority on the committee called for more oversight of the new powers including: Legislating the definition of “institutional autonomy” rather than letting the foreign minister decide what sort of foreign entities can and can’t have Australian deals. Further consultation with stakeholders on the rules to govern the regime – with rules to be published before parliament votes on the bill. Expanding the law’s reach to hospitals. Labor members issued a dissenting report in which they agreed with the principle that Australia should speak with one voice on foreign policy matters, but criticising the government for failure to conduct consultation. Labor wants: An oversight mechanism including for the minister to provide written reasons for a decision and a process of review for the decision. Private universities to be added to its remit. An explanation about how the regime will interactive with other foreign influence measures including foreign investment review and university guidelines. More consultation. The trade minister, Simon Birmingham, has accused China of sending mixed messages on trade that undermines Xi Jinping’s statement to a major trade fair in Shanghai this week. “Continued uncertain and inconsistent messages from China are heightening risks and undermine the statements made by President Xi at this year’s China International Import Expo. If China is to be true to the statements of its government then it should provide confidence that normal customs and related processes will apply to imports of goods such as seafood and wine.” Xi, the Chinese president, told the opening ceremony of the trade event on Wednesday that his country’s aim was “to turn the China market into a market for the world, a market shared by all, and a market accessible to all” in order to “bring more positive energy to the global community”, the state-owned China Daily reported. Don’t expect a travel bubble with New Zealand by the end the year. As AAP reports: In her first major address since re-election, Jacinda Ardern says her governing priorities for 2020 are small business support and ensuring New Zealanders get a “safe summer holiday”. In bad news for the creation of a trans-Tasman bubble this year, Ardern said she wasn’t likely to alter “existing border settings” in the short-term. Ardern’s Labour party won a convincing election win in the 17 October poll, a victory that will be confirmed on Friday when the electoral commission releases the final results. In her speech to Business NZ on Thursday in Auckland, Ardern said she interpreted the result in the Covid-dominated poll as “both endorsement of what we have done and plan to do”. “In New Zealand’s case, we made our choices,” she said. “By forgoing some freedoms, namely the free movement at our borders, we retain the long term health of our population and the open economy we now enjoy. “It was a choice but one that I strongly believe has served us well, and that New Zealanders have for the most part supported.” New Zealand’s borders remain closed to foreigners, except to those with a government-approved exemption. As of this week, Kiwis returning to New Zealand will also need to book stays in managed isolation facilities, a process which is frustrating many. While the New Zealand government continues to talk with Australia as well as Pacific nations about opening up to allow freer movement, Ardern has suggested this won’t be considered this year. “New Zealanders want and deserve a safe summer holiday, so our focus is on managing the existing risk profile,” she said. “We will be continuing with our existing border settings for now while we work on what can be accommodated within those settings.” Andrew Bragg has released a statement following his meeting with the Chinese-Australian advisory group. When he says “unsophisticated commentary from the margins” I wonder if he knows the calls are coming from within his house *cough Eric Abetz cough* Bragg: Senator Bragg said it was important for members of parliament to continue attending Chinese community events to further strengthen our communities. The meeting also strongly endorsed the positions taken by prime minister, Scott Morrison, in support of Chinese-Australians during the period of the COVID-19 pandemic. The meeting highlighted unsophisticated commentary from the margins undermines the Chinese-Australian community and Australia’s cohesion. Of course this does not reflect the mainstream view. Unsophisticated commentary damages Australia’s standing as a pluralist, multicultural nation. ‘A classic parallel exists with Irish-Australians. Why is it OK for the parties of Irish-Australians to be linked to Ireland whilst Chinese-Australian groupings are met with suspicion?’ Senator Bragg said. Senator Bragg said it was important for members of parliament to continue attending Chinese community events to further strengthen our communities. The meeting also strongly endorsed the positions taken by prime minister Scott Morrison in support of Chinese-Australians during the period of the Covid-19 pandemic. Some more information on what the Sydney Mardi Gras will look like in 2021. While the traditional parade along Sydney’s Oxford Street has been cancelled, organisers have secured the nearby Sydney Cricket Ground for the event, to be held on Saturday 6 March. Capacity for the ground will be limited to 23,000 people for the ticketed event, which will cost $20 for entry. Albert Kruger, the Mardi Grad chief executive, said the event would “move away from large floats, centring instead on the outlandish pageantry of costumes, puppetry and props that make it such a phenomenon to witness”. “It was important to Mardi Gras that we rise to the occasion and to give the community the creative platform to express their pride to the world. The 2021 parade may look different to how it has been in the past, but we feel very lucky to be able to give this opportunity to our communities during these times.” “Not only is the SCG close to our spiritual home of Oxford Street, but it also provides the safest venue for us to hold the event and meet requirements of physical distancing and contact tracing.” Clover Moore, Sydney lord mayor, said “it is poignant that this year’s parade was the last major event held before we had to go into lockdown to contain the spread of the coronavirus. “I know many in our community, myself included, have held onto our happy memories of Mardi Gras 2020 to get us through this challenging year.” I mean, sure, Greg Hunt has been calling for the borders to be open for yonks, and if it happened when he originally would have planned, the chances for the Victorian outbreak spreading would have been much higher. Leaving that aside - this is a remarkable achievement. Well done, Australia. This is very dope. For more information on the Covid-safe Sydney Mardi Gras: Just in case you missed part of the Australian commentary this morning, Paul Karp has you covered: There are no Covid cases linked to aged care in Victoria, for the first time since June. From Victoria Health: Victoria has recorded no new cases of coronavirus since yesterday, with the total number of cases now at 20,345. There have been no new deaths from COVID-19 reported since yesterday. To date, 819 people have died from coronavirus in Victoria. This is the sixth straight day where Victoria has recorded zero daily new cases or deaths. The average number of cases diagnosed in the last 14 days (22 Oct – 4 Nov 2020) for metropolitan Melbourne is 1.4 and regional Victoria is zero. The rolling daily average case number is calculated by averaging out the number of new cases over the past 14 days. The total number of cases from an unknown source in the last 14 days (20 Oct – 2 Nov 2020) is two for metropolitan Melbourne and zero from regional Victoria. The 14-day period for the source of acquisition data ends 48 hours earlier than the 14-day period used to calculate the new case average due to the time required to fully investigate a case and assign its mode of acquisition. Late yesterday, the last remaining active case of COVID-19 linked to an aged care facility outbreak in Victoria was cleared. A new article published by the Global Times, a Chinese state-run media outlet, appears to lend weight to fears that Australian exporters from a range of sectors are facing new trade curbs. To date there has been a muted response in China’s state media to reports earlier in the week of potential disruptions to wine, lobster, sugar, coal, timber, barley and copper from Friday onwards. Officially the Australian government has been relying on denials from China’s commerce ministry but has been seeking to clarify what is going on. The Global Times published an article overnight saying the Australian ambassador to China, Graham Fletcher, was set to visit this week’s trade expo in Shanghai “after China halted seven categories of Australian goods from the market”. This passage is notable because it states the “halt” as fact. However the article does not include any new details about the reported curbs. It later cites Bloomberg News as reporting that China had asked traders to stop purchasing Australian coal, barley, copper ore and concentrate, sugar, timber, wine and lobsters. The Global Times article – titled Australia nervous at losing China market – overwhelmingly focuses on how the media reports have “sent shockwaves to Australia”. It quotes analysts as warning that “Chinese consumers’ confidence in Australian products would significantly drop if Australia continues to sabotage bilateral relations, which would cost Australia its best and biggest market, jobs and an opportunity to quickly recover from the pandemic”. Chen Hong, director of the Australian studies center at East China Normal University in Shanghai, is quoted as warning that “if Australia continues to sabotage bilateral relations, it will pay an unbearable price”. (Earlier this year Australian government cancelled Chen’s Australian visa. Chen told the Guardian in September he “absolutely refused” to accept intelligence agency Asio’s assessment that he posed a direct or indirect risk to Australia’s security). The latest reports coincide with the third China International Import Expo, in Shanghai, which is meant to showcase China’s trade links. Xi Jinping, the Chinese president, told the opening ceremony on Wednesday his country’s aim was “to turn the China market into a market for the world, a market shared by all, and a market accessible to all” in order to “bring more positive energy to the global community”, the state-owned China Daily reported. The 2021 Mardi Gras parade in Sydney has been cancelled. Floats will circle the SCG. You can buy ticketed seating. I mean, I get it, but ugh. You can follow along with all the US results, as well as Donald Trump’s threats of legal action over the vote, here: If Joe Biden pulls this off, the Morrison government has lost all its cover when it comes to climate change policies. Biden has said he will re-sign America to the Paris Agreement if he wins. Australia is still a party to the Paris Agreement, but our emissions reductions policies aren’t exactly inspiring. If the US goes back to being sensible, at least on some issues, then Australia is the outlier. Australia saw a trade surplus in the last quarter, but not across the board. From the ABS: The seasonally adjusted balance on goods and services surplus increased $3,012m to $5,630m in September. Exports of goods and services rose $1,265m (4%) to $33,737m. Imports of goods and services fell $1,747m (6%) to $28,108m. Here is how some of the major mastheads saw the election - so far And then Anthony Albanese politely tells Joe Hockey, to shut it: I also say to Joe Hockey, the former ambassador from Australia to the US, that it doesn’t help to have Australians make comments that aren’t thought through such as this morning’s where he said that there was clearly a question mark over the legitimacy of the Washington DC vote, where Joe Biden secured 93% of support, and said he couldn’t believe that was the case. Joe needed perhaps to get out more when he was in Washington DC, because the Democrats, of course, got over 90% of the vote in 2016, in 2012 and in 2008. And it’s pretty consistent with those outcomes. So, we look forward to continuing to watch the progress that occurs in the United States. Our democratic values are shared. It’s important they be upheld. And Labor looks forward to working with the United States. Because the relationship between us is a relationship between our peoples based upon our common democratic values. OK. Here is Anthony Albanese on “count every vote”: The alliance between Australia and the United States is our most important. And we respect the United States because of its democratic values, which we share. And what we have seen is the largest turnout in the United States for any presidential election since 1908. We need to await the result, clearly. And we need to be patient, as observers from around the world are, as well as US citizens. Because in a democracy, it’s always based on one vote, one value. Every person having their vote counted. And it’s absolutely critical that the counts are allowed to continue so that everyone’s view can be tabulated, and it can be determined who the next president of the United States will serve for the next four years. Labor, of course, will work with whoever the American people elect. We also understand that American institutions are so important for our democracy. Australians will be somewhat concerned, I think, at some of the footage, for example, outside Detroit, Michigan, outside a county, of people shouting in a chant to ‘stop the count’. That’s really shouting, ‘Stop democracy’. And we need, all of us who hold democratic values around the world, need to be prepared to speak up for democracy. Analysts Ibis World have looked at the implications for Australia if Joe Biden becomes president (as he is projected to do, at this point) China: While economic tension between the United States and China will likely persist over the coming years, a Biden administration is anticipated to confront trade issues with greater predictability and awareness of the indirect effects that trade barriers can have on allies such as Australia. Prior to the COVID-19 pandemic, the US-China trade war was one of the biggest factors hampering Australian business confidence. As the effects of the pandemic gradually subside, a return to a predictable globalised trading system, with disputes resolved through multi-lateral organisations such as the World Trade Organisation, will likely inspire confidence in Australian businesses that rely on foreign supply chains. A Biden administration that offers a more constructive relationship with China may also help reset relations between China and Australia. The Sino-Australia trading relationship has become increasingly fraught in recent years, due to a range of issues including Australia’s response to civil upheaval in Hong Kong, Australian restrictions on Chinese telecom giant Huawei, and strengthened national security barriers restricting Chinese investment in Australian businesses. Climate change: Over the last two months, some of Australia’s largest trading partners, including China, Japan, and South Korea, have pledged to achieve net-zero greenhouse gas emissions by around 2050. Under a Biden administration, the United States is anticipated to join these countries. Australia will therefore be conducting over 70% of its two-way trade with nations that have pledged to achieve net-zero emissions by 2050. Australia will almost certainly face greater international pressure to ramp up its climate change policies under a Biden administration. Shares in Treasury Wine Estates fell by as much as 9% in morning trade amid fears Chinese authorities could potentially hit Australian wine exporters with retrospective tariffs. The maker of Penfolds revealed to the market – after the close of trade yesterday – that China’s domestic drinks industry was lobbying for back-dated tariffs to be imposed on Australian wine. The share price plunged by 9% this morning, before recovering slightly to be down about 6%. Treasury Wine Estates said the request from China’s domestic industry was associated with the ongoing anti-dumping investigation launched by China’s commerce ministry in August. But the company said it was unclear whether the authorities would end up imposing tariffs and if so whether they would be applied retrospectively – and therefore the financial impact remains unclear. (The investigation is meant to take up to 12 months.) Treasury Wine Estates also told the market it was aware of speculation about a potential embargo on imports of wine but the company had “not had any advice or notification from the Chinese authorities in relation to this”. It couldn’t speculate on the potential financial impacts it would face. Meanwhile the Morrison government is still trying to seek certainty about the reports of a range of industries facing potential disruptions at customs from tomorrow (Scott Morrison said this morning he could only take China’s denials at face value but he was concerned). At this stage it doesn’t look like there’s any movement from yesterday’s holding position: Presented without comment. (Although this may help explain how he failed to read the DC voter trend over the last few years.) Details are important: But this was the crux of what Anthony Albanese had to say on the US election: I’ll bring you a little more of Anthony Albanese when I finish transcribing it – the Tveeder transcription service went down. Anthony Albanese is commenting on the American election: One of the things it has struck me on, as someone who has attended [elections] under both President Obama and President Trump is the consistency in which Americans hold democratic principles so dear, regardless of where they might stand on the political spectrum. And I’m very confident that American institutions and, indeed, the American people will come through this. People would have, but of course everyone would like to see a results clearly on election night, but often that doesn’t happen. They are still counting votes in Queensland, and electorates like Currumbin and, in Eden-Monaro – on the night – I’d privately told those journalists who were there that I was very confident that we had won, by about the amount that we ended up winning by, but we didn’t declare on the night because there were votes to be counted, once those prepoll votes were counted on the Sunday morning and it was clear that we were definitely going to win, then Kristy McBain claimed victory. That is the democratic process. You have heard a lot of people say they are thankful for Australia’s compulsory voting, so the Daily Show came and had a look: The best doughnut, is a jam doughnut, followed closely by cinnamon. Both fresh, of course. Apparently there are some heretics who like icing, but I don’t trust those people. Still, doughnuts have suddenly become Australia’s favourite treat. News Hub reports New Zealand’s US ambassador has commented on the election. As government employees, ambassadors are prevented from indicating political views (despite being political appointments) but it looks like Scott Brown, for one, is feeling confident enough in the result to be a little honest. From News Hub’s report: New Zealand’s US Ambassador has spoken out against President Donald Trump, saying it was wrong of him to declare victory before the votes have been counted. Scott Brown told The AM Show on Thursday that while he was happy with the voter engagement, he didn’t agree with Trump’s decision to declare the election for himself. “Should he have gone on TV and announced victory? I think no.” Trump made a bizarre speech in the early hours of Tuesday (local time) where he called the election for himself and attacked the legitimate vote counting process, baselessly calling it “fraud”. He also said he would go to the supreme court regarding the election – although what for was unclear. I had a proper lol at this: And the official update, from NSW Health: NSW has reported no new case of locally transmitted Covid-19 in the 24 hours to 8pm last night. Two cases were reported in overseas travellers in hotel quarantine, bringing the total number of cases in NSW to 4,256 There were 18,466 tests reported to 8pm last night, compared with 17,036 in the previous 24 hours. NSW Health thanks the community for coming forward to get tested and continues to urge everyone with even the mildest of symptoms to do so, as it allows us to detect cases early and prevent onward transmission. Contact tracing to contain the recent cluster of cases depends on businesses having effective Covid safety plans and customer sign in processes. The recent cluster in south-western Sydney highlights the importance of these measures. NSW Health is working in close cooperation with a number of other agencies to provide the Liverpool community and local businesses with extra support to help achieve Covid-safe practices. So far, Australia is heading for a zero day of its own – NSW has recorded no locally acquired Covid cases. It’s a busy week. Billionaire James Packer should no longer be considered suitable to be a close associate of casino operator, Crown Resorts, the inquiry into Crown’s NSW licence has just heard. Counsel assisting Adam Bell SC is making closing submissions to an inquiry by the Independent Liquor and Gaming Authority. He said Packer had admitted that threats he made by email to Mr X, an executive at a private equity firm in 2018 were “ disgracerful”, “shameful” and inappropriate for a director of a public company. If the commissioner accepts the submissions, it is likely that Packer will be forced to exit Crown as its major shareholder. This is getting some traction – from Vanity Fair. For what it is worth, the Sky After Dark commentators are still frothing over Trump. I’m not sure if they have worked out that Australians can’t vote yet, but we’ll no doubt get there. I was getting around to check this – but Oz has done it first, so here you go. George Christensen, known US voting expert and level-headed commentator, is still being George Christensen: Anthony Albanese phoned in to Triple M Townsville (in Queensland’s north) where this amazing exchange blessed listener’s earballs: Host: I haven’t spoken to the leader of the opposition for ages. We are going to have a little chat. Hello. Albanese: Hey, how are you going? Host: Who’s that? Albanese: It’s Anthony Albanese. Price : Easy-peasy Albanese. Albanese: That’s me. Price: The kids say easy-peasy lemon-squeezy. So, it can be Albanese. How are you, mate? Albanese: I am very well. Price: I’m very honoured to have a call from you. What are you ringing me for? Albanese: Because my team lined it up for your team and I do what I’m told. AAP has your vaccine update: Manufacturing of the first coronavirus vaccine for Australians will start in Melbourne next week. Prime minister Scott Morrison revealed the significant step by AstraZeneca and CSL as he announced two more vaccine agreements, taking Australia’s deal total to four. “With the arrangement with AstraZeneca ... that process begins next week, but the vaccines will be become available over the course of next year, starting in quarter one,” Morrison said. Health department secretary Professor Brendan Murphy said the first doses of the AstraZeneca-Oxford University vaccine would come from overseas. But then there would be a schedule of delivery over the course of 2021 for locally made supplies. CSL signed a heads of agreement with AstraZeneca in September to make 30m doses of the Oxford University-developed vaccine candidate. It also has an agreement with the University of Queensland on another vaccine. Morrison was in Sydney to announce a deal with Novavax to supply 40m vaccine doses and Pfizer-BioNTech for 10m doses. This brings the government’s Covid-19 vaccine investment to more than $3.2bn, adding to deals with UQ-CSL and Oxford-AstraZeneca. Access to the vaccines is subject to clinical trial outcomes on the safety and effectiveness of each candidate, and approval by the Therapeutic Goods Administration. The Novavax vaccine, made in the United States and the Czech Republic, will require two doses per person, with the first supply expected to arrive in early 2021. The Pfizer-BioNTech vaccine candidate is also set to arrive in a similar time frame and will be made in the United States, Belgium and Germany. The Pfizer-BioNTech is a messenger ribonucleic acid (mRNA) type vaccine and the Novovax vaccine is a protein-type vaccine. Health minister Greg Hunt said Australia’s Covid-19 vaccine portfolio now had two protein vaccines and one mRNA and one viral vector type vaccine. “The goal and the expectation is that Australians who sought vaccination will be vaccinated within 2021,” Hunt said. Health and aged care workers, and the elderly and vulnerable will be the first to gain access to a vaccine. People will be able to initially access the vaccines from GPs, GP respiratory clinics, state and territory vaccination sites and workplaces such as aged care facilities. It will not be mandatory and will be made available free of charge. On the “Joe Hockey asserts electoral fraud in the US election claims” I mentioned a little bit ago, Australia’s former ambassador to the US told Sydney radio 2GB: There is plenty of good reason to have litigation,” Hockey said, of Trump’s usual habit of suing when he loses. It is a complete dog’s breakfast, right across, not just Pennsylvania, but right across the country. I mean there are 10,000 different organisations which are responsible for setting the rules for the US presidential election. 10,000. In Australia you have the Australian Electoral Commission, thank God, that governs the rules for federal elections. In the US, you have every state, and every county and every city. And if there is a strong bias, one way or the other, they do everything they can to suppress the vote, or increase the vote. It’s a mess. Asked if there is a chance electoral fraud has happened, Hockey says: Oh, for sure. The question is whether it is enough to change the election outcome and I doubt it is, but absolutely. In some states they sent out ballot papers to every household. In Washington DC, they sent out ballot papers to every household and some people got two ballot papers ... and of course, last night, in Washington DC, 93% of the city voted for Joe Biden. 93%. Even my best booth ... when the Kidmans were handing out for the Labor party, even my best booth, I got 83%. 93% in the city. I find it hard to believe. So you know, there is a lot of areas where it is very messy.” Hockey isn’t asked to explain his assertion. (Adding this in here) So a whole lot of “wait and watch” nothing there. Yeah, but the world is stressing. Plus there are implications for Australia with trade and potentially China, as well as on climate and ... Scott Morrison: First of all, I don’t share the impatience of others when it comes to a result being arrived at. By that, I mean the speculation in the media and the commentary around that. I think it’s important to simply just be patient. And there’ll be a result and we’ll soon know what that is and then we’ll be able to provide the appropriate recognition of that and get on with what is an amazing and wonderful and very important relationship with Australia. And on Australia’s ongoing trade issues with China – particularly that wine is under threat? On the other matter you have raised, I simply note that that is not what China has said they’re doing. I mean, China has denied that is what they’re doing and I can only can take that at face value out of the respect of the comprehensive strategic partnership we have with China and to work through the channels that we have under that relationship to address the issues that have arisen. Now, those issues are matters that the trade minister and I, obviously, have concerns about and are working closely with industry to pursue the appropriate channels within the relationship to seek – to get some clarity and some resolution of those. But I simply note that what you have suggested is something that China has denied and so that – you know, I can only refer you to what they have said they’re not doing and on that basis, I will take that add face value and we’ll continue to work through the process. Would it be potentially damaging to the relationship, if there are protracted court battles over the result of the US election? Scott Morrison: What is always damaging is speculating. And so I don’t propose to do that. Media can, you can, that’s fine. But governments don’t speculate. We have relationships and we act with respect to our partner countries, particularly allies. United States is a great country. There are great people and they’re making a decision about what should leave them and we have that same opportunity here in Australia. I mean, this is – this is a democracy that has withstood the demands of centuries and I had have no doubt it will continue to prevail and continue to be a great and – a great partner for Australia. What about Joe Hockey’s claims that there could be fraud in this election? And Dave Sharma’s (much more sensible) views that democracy needs to be respected? Morrison: I expressed my own views and I have just expressed them. Scott Morrison uses a lot of words to say he won’t comment on the US election. Q: Prime minister, how worried about you one of the greatest democracies in the world given that the US president has effectively dismissed the counting in the election? Morrison: Well, the great thing about the United States, it is a great democracy and it does have great institutions and we have a deep and wide relationship with the United States which is incredibly important to Australia. We are both like-minded and like in so many ways. Our values, our partnerships, economics, security and in so many ways. And I have great confidence in the democracy of the United States and I have great confidence in their institutions and the thing about great institutions and democracies is they deal with whatever challenges come, just like our own does. That’s why I expect confidence. I think, you know, a great democracy, having a great election with the greatest turnout it’s ever seen in its history is actually a demonstration of democracy working. Q: Do you think that Donald Trump is trying to undermine democracy given his claims of electoral fraud and his move to stop counting? Morrison: I’m not a participant in the US political process. I’m a partner. Australia is a partner with the United States and we respect the decisions that the American people make in their democracy. And we’ll be patient and we’ll await the outcome of their process. It’s not for me to run a commentary on those things and I won’t. I work with the president of the United States as the prime minister of Australia and I enjoy a very productive working relationship with the president and I will always put Australian’s interest first in that relationship. Professor Brendan Murphy speaks on what some of those potential vaccines look like: So I’m here today as chair of the government scientific and technical advisory group on vaccines and this is a high-powered group that gets together regularly to look at the now quite extensive array of potential vaccines around the world and advise the Australian government on purchases. We have now got four vaccines that we have secured plus our partnership in the Covax facility, the international buying potential to provide another vaccine if that comes up in the future, but these four vaccines give us over 134 million doses of vaccines and it’s a diversified array of vaccines. We now have two what we call protein sub-unit vaccines, the University of Queensland CSL vaccine, and now the Novavax vaccine. Protein vaccines are the most established technology and so it’s good to have two of those to make sure that we can – we have a choice depending on the results of the phase 3 clinical trials of how we use them. We’re also, as you know, have the AstraZeneca Oxford vaccine which is [non-replicating viral vector vaccine] which is looking increasingly promising as its trials progress. And now, of course, we now have the access to the Pfizer mRNA vaccine. This is a very exciting new technology. MRNA vaccines have not previously been registered for human use and we now have this as well. It is a diversified strategy. As the prime minister has said, we still have to wait for phase 3 clinical trials, we still have to see which vaccine works better in which population and how effectively, but we have not put all our eggs in the one basket. We have diversified our strategy and we have the capacity now to start vaccinating the Australian population in the first quarter of next year which is a terrific outcome and gives us a very, very strong position internationally in access to vaccines. Scott Morrison is speaking on the latest vaccine agreement. The game hasn’t changed there - we have an agreement for access to a few vaccines, when they are actually created, tested and produced. He knows everyone is just waiting for his views on Trump and asks that they go through the announcement, which includes head of health, Professor Brendan Murphy, before getting to questions. Mining company Adani has rebranded it’s Australian operations “Bravus”. Dr Nikola Casule, head of research and investigations at Greenpeace Australia Pacific isn’t impressed: The Latin for ‘brave’ isn’t ‘bravus’. The word Adani is looking for is ‘fortis’, which English ‘fortitude’ is derived from. ‘Bravus’ is a ‘vulgar’ (medieval) Latin version based on the Latin ‘barbarus’, meaning barbarian. Bravus was eventually adopted as an English word, via Middle French to become our word ‘brave’, but the word itself had much of a connotation of a violent enemy of civilisation. A word with its roots in “barbarian” is fitting for a company whose proposed Carmichael mega mine would accelerate the global warming crisis that threatens our own, human civilisation’s life on planet earth.” We are just waiting to hear from Scott Morrison. Obviously, given Donald Trump’s false claims, attempts to claim victory when not all votes have been counted, and now, claiming states he has not won (Twitter is having a very busy time of it, keeping up with his tweets and adding warnings/taking down those which are just lies), Morrison will be asked about the election. The line from the government, as issued by Marise Payne this morning, and one which Labor (and some government backbenchers – as well as Malcolm Turnbull said yesterday) is that all votes need to be counted. That’s a repudiation of Trump’s message. Again, it’s not even officially storm season. Greg Hunt’s vaccine announcement comes down to this: We now have what are called two protein vaccines, one viral vector and one mRNA. 135 million units of vaccine are potentially available for Australia, with the most likely timing being the first quarter, probably March, for the first vaccines to roll out. It’s all dependent on the clinical trials and the regulatory approvals. But every day I’m becoming cautiously but progressively more hopeful about access for all Australians throughout the course of 2021 to vaccines. That was him speaking to the Seven network. Victoria is also keeping its testing rates up, which is great news. Michael O’Connor is resigning as national secretary of the CFMMEU. He’s continuing on in as the national secretary of the manufacturing arm, but the split in one of the nation’s most powerful unions is evident. And the move could see John Setka’s power in the union increase, which will be a massive headache for Anthony Albanese – the Labor leader forced Setka out of the Labor party after Setka pleaded guilty to harassing his wife, Emma Walters. Walters and Setka had reconciled before the case went to court. O’Connor has issued a statement this morning. This is part of it: I have tendered my resignation as National Secretary to the CFMMEU National Executive and will continue as National Secretary of the Manufacturing Division. I am proud of the work our union has done over the past ten years. We have been a powerful voice for working people in some of the toughest industries in this country. We have defended the rights of our members, protected and expanded their entitlements, delivered them better pay and a fairer share of the proceeds of their hard work. Whatever is said about the recent history of the CFMMEU, that is the test that really matters for a union and its leadership. These achievements have only been possible because we have been a united, cohesive union, working together toward shared goals. Sadly, what has been an effective organisation, united in purpose is now totally dysfunctional. The organisation has now failed the test of political maturity with people unwilling to work together, listen to each other or compromise for the sake of the organisation and its members. We have held this organisation together through some tough times, but unfortunately the differences are irreconcilable. CNN has called Michigan for Joe Biden. That brings him to 264 electoral college votes – six short of the necessary 270. And Scott Morrison has a press conference planned for just after 9am. Anthony Albanese has announced a press conference at the commonwealth parliamentary offices in Sydney (each capital city has one) at 11.30am eastern daylight saving time. Back to Gladys Berejiklian – the last time she and the Queensland premier, Annastacia Palaszczuk, spoke was at national cabinet. It seems Palaszczuk is still not returning Berejiklian’s calls. I mean, there was the whole campaigning against her thing, and the threats to bill Queensland for hotel quarantine, but Berejiklian has moved on: I can do what I can. I try. I’m someone who works with everybody. I like to bring people together. But when the other person or people are very, kind of, set in their ways*, it’s very difficult to change their course. But I hope the announcement we made yesterday encourages both the WA premier and the Queensland premier to follow suit because the devastating impacts of job losses in March, April, May next year, I worry about the June quarter next year unless we take action now. Unless we accept that the buck stops with us as Australians. Yes, we’re all residents of a state but we have a national economy which we all have to support. If we don’t, the consequences for our citizens will be devastating, not just here in New South Wales but across everywhere. We’re doing well in New South Wales but we need to rely on other states to buy our product, to improve our gross state product and to keep our economy going. Other states rely on us for GST revenue. If our citizens don’t consume, they don’t get GST revenue. We’re all connected. And this is really the message I’m trying to get across to our colleagues. *Your millionth reminder that in Queensland, under the Public Health Act, it is the chief health officer who makes these decisions. The government has influence and can make recommendations, but the CHO decides. Speaking of case numbers, Victoria has recorded its sixth day of double zeroes. Would Gladys Berejiklian close her border to Victoria again? How many cases would there need to be? It depends on Victoria’s capacity to get on top of the outbreaks, because that’s the real test. The answer was “a lot”. Berejiklian: You might have a certain number of cases in one area, but they’re all household contacts and know where they’re coming from. But when there are unknown sources that’s problematic. I promised myself after Easter I would do everything I could never to make the decision to have my state go into lockdown again and we have been able to sustain that. As difficult as it’s been, New South Wales has stayed resilient, open, robust and certainly a that’s what I said to myself in relation to borders – I don’t want to see any state in Australia to put up borders. I think we learnt enough with dealing with the virus and the consequences to take proactive steps so we can prevent that type of activity into the future and that’s certainly what I do, what we try to do in New South Wales, is learn from every new development, take that forward and protect our citizens but also protect their jobs, their livelihoods, their economies, we’ve got no international students, no initial travellers, markets are disrupted. We have to rely in each other in Australia to the short and medium term, but you can’t when some state premiers are being so stubborn. I wonder if Gladys Berejiklian dreams of borders in her sleep? Here she was chatting to ABC News Breakfast this morning: The best advice I have from our health experts is that pretty much because of the very harsh severe and prolonged lockdown down there, that the virus at this point in time is pretty much eliminated from Victoria. What we’re doing is waiting until the 23rd because on the 9th premier Andrews will allow Melburnians to travel throughout Victoria and then we start allowing Victorians in two weeks after that. We think that’s adequate time. The health experts certainly believe that was the case and I wouldn’t have made the decision if they hadn’t supported me in that. I’m very comfortable with the decision we have taken but any decision like that comes with a risk. When you’re dealing with a pandemic and weigh up the economic factors and the health risk, you have to ride that steady cause of a steady balance and I think that’s what New South Wales has. I hope my announcement yesterday put as bit of pressure on Queensland and WA to do the right thing. I think the biggest challenge we’ll face in the new year is, yes, keeping on top of the virus but also looking down potentially hundreds of thousands of job losses once jobkeeper finishes in March. I don’t want to see a situation where too many households are worrying about their future, their income, their livelihoods. I want to be in a position where we enhance the quality of life of our citizens and that’s why we took the decision we did yesterday. If you managed any sleep last night, congratulations. I take my hat off to you. I did not, as I pinballed between nihilistic hope and existential despair. This morning has not cleared anything up. Joe Biden has won Wisconsin but Donald Trump’s camp wants a recount and for counting to be halted in Michigan, where Biden has a slight lead. But it looks as though Republicans have maintained control of the Senate, despite a record spend on campaigning by the Democrats. The foreign affairs minister, Marise Payne, told the ABC this morning there was “no question this is a difficult moment” for the US, as it deals with Trump’s false and baseless claims the election is being ‘stolen’. “What is important is that every vote is counted, and I’m sure they will be,” she said, in what is a pretty strong statement given that the US is one of Australia’s closest allies, and not one Australia is known to ever speak back to. It’s going to be another long day. Back home, Greg Hunt is trying to get people to care about the latest vaccine deals Australia has struck – but it’s hard to get too many bites out of that cherry. There is no vaccine as yet, though there are some promising trials. Australia has a finger in a few pies, but an actual vaccine is still some time away. Meanwhile, Gladys Berejiklian is still all about the borders – she says that her decision to open the NSW-Victoria border on 23 November will put pressure on Queensland and Western Australia to further open their borders. Queensland is due to make the decision at the end of the month, while WA is making it more of a staggered approach. We’ll bring you all the Covid and political news as it happens, as well as lashings of the US, because frankly – it impacts all of us. You have Amy Remeikis with you for most of the day. Ready?"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}