{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2020/nov/05/chinese-australian-community-leader-charged-under-australias-new-foreign-interference-laws", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2020-11-05T08:16:54Z", "webTitle": "Chinese-Australian community leader charged under Australia's new foreign interference laws", "webUrl": "https://www.theguardian.com/australia-news/2020/nov/05/chinese-australian-community-leader-charged-under-australias-new-foreign-interference-laws", "apiUrl": "https://content.guardianapis.com/australia-news/2020/nov/05/chinese-australian-community-leader-charged-under-australias-new-foreign-interference-laws", "fields": {"headline": "Chinese-Australian community leader charged under Australia's new foreign interference laws", "bodyText": "A Chinese-Australian community figure who was pictured with federal minister Alan Tudge donating $30,000 in Covid-19 relief to a Melbourne hospital in June has become the first person charged with a foreign interference offence. Di Sanh Duong, known as Sunny, appeared before the Melbourne magistrates court on Thursday charged with preparing for a foreign interference offence. Australian federal police deputy commissioner Ian McCartney confirmed it was the first time someone had been charged with the offence since new national security laws were passed in 2018. No further information was released about the alleged offending. Duong is the president of the Oceania Federation of Chinese Organisations from Vietnam, Cambodia, and Laos. In June, he appeared with Tudge, the acting minister for immigration and multicultural affairs, at Royal Melbourne hospital to donate $37,000. “Most members of the Indo-China ethnic Chinese community have settled in Australia for over 40 years. We consider Australia our home and wish to do our part when Australia is in need,” Duong said in a statement at the time. “In January this year, we also donated $110,000 to the Victorian Bushfire Appeal and $89,000 to the Salvation Army for their Australian Bushfire Appeal. “We hope that this donation today can be spent and used in the continued control and fighting of Covid-19 by the Royal Melbourne hospital.” Tudge said in front media at the event: “I would give you a big hug, but I’m not allowed to in these pandemic days, Sunny.” “To me this is the Australian way, that when the chips are down, we all unite and get together and help each other out. “Regardless of your background, regardless of how long you’ve been in the country, whether you’re a new Australian or an old Australian, we gather together, and we help each other out. And I think what we’re acknowledging today through Sunny’s organisation and all of his community members, is a fantastic example of that,” the minister said. A spokesman for Tudge declined to comment when approached by Guardian Australia. There is no suggestion Tudge was involved in any wrongdoing. Guardian Australian understands it is common for federal agencies to conduct background checks on people who appear at media events with government ministers. The AFP said in a statement that it raided several Melbourne properties in relation to the alleged offences on 16 October and that the investigation was ongoing. The charge follows a year-long investigation by the counter foreign interference (CFI) taskforce, led by the Australian Security Intelligence Organisation and the AFP, working with partners into the man’s relationship with a foreign intelligence agency. “The CFI taskforce has taken preventative action to disrupt this individual at an early stage,” McCartney said. “Foreign interference is contrary to Australia’s national interest, it goes to the heart of our democracy. “It is corrupting and deceptive, and goes beyond routine diplomatic influence practiced by governments.’’ Duong, 65, was bailed to appear in court again in March. He is also a director of the Museum of Chinese Australians, a position he has held for several years, where he has served with other prominent community figures including a former adviser to Victorian premier Daniel Andrews. Mark Wang, the chief executive of the museum, said he was shocked by the allegations surrounding Duong. “I can’t imagine Sunny doing anything untoward,” he told Guardian Australia. The charge comes amid a backdrop of heightened tensions between Australia and China this year, which have included counter-accusations of espionage and an escalating trade dispute."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}