{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2020/nov/04/warren-mundine-was-not-recommended-for-the-sbs-board-but-the-coalition-chose-him-anyway", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2020-11-04T05:24:23Z", "webTitle": "Warren Mundine was not recommended for the SBS board, but the Coalition chose him anyway", "webUrl": "https://www.theguardian.com/australia-news/2020/nov/04/warren-mundine-was-not-recommended-for-the-sbs-board-but-the-coalition-chose-him-anyway", "apiUrl": "https://content.guardianapis.com/australia-news/2020/nov/04/warren-mundine-was-not-recommended-for-the-sbs-board-but-the-coalition-chose-him-anyway", "fields": {"headline": "Warren Mundine was not recommended for the SBS board, but the Coalition chose him anyway", "bodyText": "The Morrison government handpicked unsuccessful Liberal candidate Warren Mundine to sit on the SBS board for five years, overlooking the recommendations of the independent nominations panel. The minister for communications, Paul Fletcher, said Mundine was a distinguished Australian and an advocate for Indigenous people when appointing him as a non-executive director of the multicultural public broadcaster on 31 October. “He will be a valuable addition to the SBS board, bringing over 40 years of experience in roles across government, business and the community sector,” Fletcher said. When announcing the appointment, the minister said the government had “followed the legislated process for making this appointment, including considering the report of the independent nomination panel”. But a spokesman for Fletcher has clarified that Mundine was handpicked by the government and not recommended by the independent nominations panel. “Warren Mundine was not included in the list of recommended nominees by the nomination panel; however, it is open to the minister under section 43B of the SBS Act to recommend a nominee other than as recommended by the panel,” the spokesman told Guardian Australia. Mundine is closely aligned with conservative politics and has been a columnist and presenter with News Corp and is chairman of Liberty Works and the Conservative Political Action Conference (CPAC). He told the CPAC conference on Wednesday that “all lives matter” in a so-called “mythbusting” speech about Black Lives Matter. Since joining the SBS board, Mundine has called the Canadian prime minister, Justin Trudeau, “a complete asshole”, a “fool” and a “complete f**kwit”. Mundine was responding to comments Trudeau made about the limits of free speech after a teacher in France was beheaded by a terrorist for showing cartoon caricatures of the Prophet Muhammad during a class discussion. His ministerial appointment follows a pattern of similar appointments to the ABC board by the Coalition that were criticised by a Senate inquiry last year for a lack of transparency. The appointments to the ABC board of Donny Walford, Vanessa Guthrie and Joseph Gersh were all ministerial appointments by Fletcher’s predecessor, Mitch Fifield, and the ABC chair, Ita Buttrose, was chosen by Scott Morrison. The inquiry established by the Greens, Labor and the crossbench after the crisis that led to the departure of the ABC’s managing director, Michelle Guthrie, and chairman, Justin Milne, found that the appointment process “should incorporate higher standards of transparency and accountability”. “The committee expresses grave concern that, notwithstanding the events of 2018 and this contemporaneous inquiry, the prime minister has chosen to make yet another so-called ‘captain’s pick’,” the report said. The Greens media spokeswoman, Sarah Hanson-Young, said the government needed to explain why it had circumvented the independent panel process. “We have seen the mess captain’s picks have created with the ABC and more recently with the Australia Post board, which is stacked with Liberal party members,” Hanson-Young told Guardian Australia. “The independent panel is there for a reason. Our public broadcasters and agencies shouldn’t be used to give jobs to the PM’s mates.” It’s not the first time Mundine has been singled out for government favour. Last year Guardian Australia revealed he received approval for government funding for a second season of his Sky News TV show before his application for the grant had been submitted. In a statement at the time Mundine told Guardian Australia that the grant was not awarded prior to the submission of the application, and said the original end date was how long the grant allowed for the project to be delivered, but it was finalised in 2018. A former president of the Australian Labor party who stood unsuccessfully for the seat of Gilmore for the Liberals at the 2019 federal election, Mundine hosted a TV series showcasing Indigenous businesses called Mundine Means Business. A member of the Bundjalung, Gumbaynggirr and Yuin people of NSW, he is a former businessman and is current chairman of the Australian Indigenous Education Foundation. Mundine fills a vacancy at SBS created by the retirement of Dr Bulent Hass Dellal and the appointment of George Savvides as chair in July. Mundine has been approached for comment."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}