{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2020/nov/16/scotland-devolution-a-disaster-north-of-the-border-says-boris-johnson", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2020-11-16T23:33:50Z", "webTitle": "Devolution 'a disaster north of the border', says Boris Johnson", "webUrl": "https://www.theguardian.com/uk-news/2020/nov/16/scotland-devolution-a-disaster-north-of-the-border-says-boris-johnson", "apiUrl": "https://content.guardianapis.com/uk-news/2020/nov/16/scotland-devolution-a-disaster-north-of-the-border-says-boris-johnson", "fields": {"headline": "Devolution 'a disaster north of the border', says Boris Johnson", "bodyText": "Politicians across the spectrum have reacted angrily after Boris Johnson dismissed devolution as “a disaster north of the border”. During a Zoom call with around 60 northern Conservative MPs on Monday evening, the prime minister described devolution as “Tony Blair’s biggest mistake”. While Downing Street later stressed that the remarks referred to Scottish National party mismanagement, Johnson’s comments will be seen as especially provocative with support for Scottish independence showing a sustained lead in polling throughout 2020, and ongoing frustration from both Scottish and Welsh governments at a lack of communication from Westminster during the coronavirus pandemic. Blair, the prime architect of devolution, delivered his 1997 manifesto commitment to hold referendums, with Scotland and Wales voting for their own parliaments, and unionists and nationalists in Northern Ireland forming a power-sharing coalition following the 1998 Good Friday agreement. Scotland’s first minister, Nicola Sturgeon, responded on Twitter saying: “Worth bookmarking these PM comments for the next time Tories say they’re not a threat to the powers of the Scottish Parliament – or, even more incredibly, that they support devolving more powers. The only way to protect &amp; strengthen @ScotParl is with independence.” Johnson called the MPs from Downing Street, where he is self-isolating after coming into contact with an MP who later tested positive for coronavirus, as he tries to “reset” his leadership after a turbulent year from coronavirus and in-fighting at No 10. The Tory MPs he spoke with are part of the Northern Research Group (NRG), which formed over concerns coronavirus lockdowns were unfairly damaging the north of England. Referring to expectations that the departure of aide Dominic Cummings last week would signal a less abrasive Conservative administration, the SNP’s Westminster leader, Ian Blackford, tweeted: “Oh dear oh dear so much for the new softer respectful approach, well that has not lasted. [Johnson’s] attitude explains the power grab of the internal market bill, devolution to be dismantled our Parliament under attack. We can stop his wrecking ball, it is called independence.” Ian Murray, Labour’s shadow secretary of state for Scotland, insisted that “devolution is one of Labour’s proudest achievements”. “This confirms that Boris Johnson doesn’t believe in devolution and would put the future of the United Kingdom at risk. His government should have been working in partnership with the devolved governments during this crisis. Instead, people across the UK have been paying the price for his failings.” Scottish Labour’s Anas Sarwar, who returned to the Holyrood shadow cabinet on Monday as shadow constitution minister, tweeted: “Boris Johnson has been a disaster, not devolution. The truth is he is biggest threat to the United Kingdom. In the midst of a pandemic, when people’s lives &amp; livelihoods are at risk, both our Govs should be focusing on bringing people together &amp; getting us through this crisis.” One Tory MP on the Zoom call, who said Johnson labelled MPs in the NRG his “praetorian guard”, told the Guardian: “[Johnson] was on fantastic form, he took the entire meeting standing up. He was very animated, bouncy. He was clearly not a man in poor health. He said he wants us to open up as much as we can on the 2nd of December but that we had to recognise that [coronavirus] was a dangerous, nasty illness that we needed to get under control. “He said there are two ways: the continuing rollout of mass testing, secondly, of course, the vaccine. He said we needed to get the vaccine into as many arms as possible. “He was very positive about the economy of the north and fully understood the need to level up. He was particularly upbeat on transport and electronic infrastructure, calling them the great equalisers.” A Downing Street source did not deny Johnson had told MPs that devolution had been a disaster in Scotland. “The PM has always supported devolution but Tony Blair failed to foresee the rise of separatists in Scotland,” the source said. “Devolution is great – but not when it’s used by separatists and nationalists to break up the UK.” The source said the prime minister had said that leaving the EU “means we must strengthen and protect the UK economy with the [internal markets bill]”. The Scottish Conservative leader, Douglas Ross, who has spoken out against Westminster policy on a number of occasions since his election in July, appeared to partly contradict Johnson, saying: “Devolution has not been a disaster. The SNP’s non-stop obsession with another referendum – above jobs, schools and everything else – has been a disaster.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}