{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/nov/28/angry-tory-mps-turn-on-gove-after-overwhelmed-nhs-claims", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-11-28T21:00:08Z", "webTitle": "Angry Tory MPs turn on Gove after ‘overwhelmed NHS’ claims", "webUrl": "https://www.theguardian.com/world/2020/nov/28/angry-tory-mps-turn-on-gove-after-overwhelmed-nhs-claims", "apiUrl": "https://content.guardianapis.com/world/2020/nov/28/angry-tory-mps-turn-on-gove-after-overwhelmed-nhs-claims", "fields": {"headline": "Angry Tory MPs turn on Gove after ‘overwhelmed NHS’ claims", "bodyText": "Boris Johnson was facing a growing Tory mutiny over new Covid-19 restrictions last night as furious Conservative MPs accused the government of exaggerating capacity problems in the NHS in an attempt to win their support. Ahead of a crucial Commons vote on the new three-tier system on Tuesday, an extraordinary row erupted over claims by Cabinet Office minister Michael Gove that the NHS, including the newly constructed Nightingale hospitals, could be “physically overwhelmed”. Writing yesterday in the Times, Gove revealed that the earlier decision to impose a second national lockdown had been taken after ministers had been presented with a grim picture of rising Covid-19 cases and Nightingale hospitals at capacity. “Every bed, every ward occupied,” Gove wrote. Attempting to force rebel Conservatives into line, he told elected members that they had “to take responsibility for difficult decisions” in the national interest. In a desperate attempt to win potential rebels round, the prime minister wrote to all MPs spelling out that regulations putting areas in tiers would end on 3 February and be reviewed every fortnight until then. He also promised the analysis demanded by many MPs of the health, economic and social impact of Covid-19 and the measures taken to tackle them. But as Tory MPs objected to Gove’s tone, the argument was stoked further as other Conservatives revealed to the Observer that health minister Nadine Dorries had told a group of them last week that the Nightingale hospitals were in fact largely unfilled because people regarded them as “dark and dingy”, and that it was proving difficult to find the staff to run them. A spokesperson for the Department of Health and Social Care denied she had used those words and said: “Each NHS Nightingale has been developing a clinical model that can be scaled up as and when additional capacity is required in the region. This model ensures that the right skill mix of staff will be available from NHS trusts in the region, NHS professionals and direct recruitment if required.” A spokesperson for the NHS confirmed that just two of seven Nightingales – Manchester and Exeter – had begun to admit patients. One senior Tory said: “Ministers like Gove cannot at one and the same time be saying we are on the brink of being overwhelmed unless we adopt far tougher measures, while admitting they are not using any but a tiny number of the emergency capacity beds we have, and that, anyway, they don’t have the staff. If it is as bad as he says, what have they been doing since March?” Tobias Ellwood, one of the Tory MPs threatening to vote against the government on Tuesday, said Gove had been “completely disingenuous because every one of our Nightingales is underused – they are largely dormant”. On Twitter, he added: “Let’s not place areas in higher tiers, due to local bed pressure when other beds lie empty.” Johnson announced on Thursday that 99% of the population of England would enter the highest two tiers, with tight restrictions on bars and restaurants, and a ban on households mixing indoors. Only Cornwall, the Isle of Wight and the Isles of Scilly will be in the lowest tier. Many Tory MPs say the new system imposes excessively tight restrictions on areas with fewer cases which border regions with higher numbers of cases. They have called on ministers to produce more evidence for their decisions and also to publish analysis of the economic cost of imposing the new regime. They also want boundaries to be drawn at a more local level. Charles Walker, the vice chairman of the 1922 committee of Tory MPs, said he would vote against the government on Tuesday and believed that Gove’s approach had backfired. He said: “Michael Gove’s intervention has not helped the government’s case. I, like most MPs, have perhaps one or two emails a week from people saying ‘tighten the rules’ but scores from people running businesses asking how they can survive. Members of parliament who have deep concerns about the latest round of restrictions are acting in good faith by representing those who elected them. They are doing what they were elected to do.” In his letter to MPs the prime minister called these “tough times” requiring “tough decisions”. He said areas could move into lower tiers from 16 December and the government would spell out what was needed before this could happen. A Cabinet meeting on 17 December would spell out what tiers would operate from 19 December. After the fourth fortnightly review on 27 January, parliament would have another vote “determining whether the measures stay in place until the end of March”. Andy Burnham, the mayor of Greater Manchester, which will be placed in tier 3, accused the government of repeating scare tactics used by ministers during his recent rows with Westminster. “Gove and the government have form on this,” he said. “They used the same scare tactics against Greater Manchester when they tried to browbeat us into accepting their original flawed tier 3 proposals. It didn’t work then and people should be sceptical of it now.” He said all MPs in tier 3 areas should “think twice” before voting for a system that would give their councils no extra support than those in tier 1 or 2, adding: “It will decimate their towns and cities and is a deliberate act of levelling down.” The occupancy rate of Manchester’s Nightingale hospital, he said, was low, while locally the number of intensive-care Covid-19 patients had fallen to its lowest level since early November. At least 10 Tory MPs are expected to vote against the government on Tuesday, with some two dozen or more said to be deeply uneasy and waiting to see if the government makes concessions. Former Cabinet minister Damian Green, the MP for Ashford in Kent, said: “Unless I see new convincing evidence, I will vote against.” Seven Tory MPs from Kent are due to meet Health and Social Care Secretary Matt Hancock on Monday. Tory MP Dr Ben Spencer said: “As a doctor, with all my body and soul we absolutely cannot let our NHS be overwhelmed and I agree with Michael Gove that MPs must take responsibility for difficult decisions. That’s why to make these decisions MPs need the harm/benefit analysis and the predicted impact of these restrictions on NHS capacity for their local areas.” Steve Baker, deputy chair of the 70-strong Covid Recovery Group, which has raised deep concerns of the plans, said he was grateful for the “constructive approach’ and would study the details of Johnson’s letter before Tuesday’s vote. Labour has yet to decide how to vote and is pressing for more financial support for hard-hit areas and businesses. Bharat Pankhania, senior clinical lecturer at Exeter University Medical School, warned that the risks to individuals were being ignored by those seeking tier relaxation. He said: “It is all very well talking about numbers and infection rates but what about the person who gets infected and ends up with permanently damaged lungs? They are done for life. These are the factors that we should be focussed on.” Coronavirus expert David Matthews of Bristol University added that the government needed to be much clearer about its motives for imposing strict new measures. “It is imposing them because we don’t want cases to start rising again,” he said. “If unchecked, that would mean people will be left to die, untreated, in their own homes because there would be no hospital beds for them because there were so many other sick individuals. If a person gets seriously ill with Covid, they should have the right to have emergency treatment, dexamethasone, and oxygen in emergency care units. Keeping case numbers low is therefore essential.” Meanwhile, hospitals have been told to prepare for the rollout of a coronavirus vaccine in as little as 10 days’ time, with NHS workers expected to be at the front of the queue. NHS bosses said hospitals in England could expect to receive their first deliveries of a vaccine produced by Pfizer/BioNTech as soon as Monday 7 December, with regulatory approval anticipated within days."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}