{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2020/nov/04/earthlings-by-sayaka-murata-review-a-fizzing-tale-of-alienation", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2020-11-04T09:00:13Z", "webTitle": "Earthlings by Sayaka Murata review – a fizzing tale of alienation", "webUrl": "https://www.theguardian.com/books/2020/nov/04/earthlings-by-sayaka-murata-review-a-fizzing-tale-of-alienation", "apiUrl": "https://content.guardianapis.com/books/2020/nov/04/earthlings-by-sayaka-murata-review-a-fizzing-tale-of-alienation", "fields": {"headline": "Earthlings by Sayaka Murata review – a fizzing tale of alienation", "bodyText": "Sayaka Murata’s new novel takes the quietly spoken themes of her cult hit Convenience Store Woman and sends them into orbit. The two books might be seen as siblings, though Earthlings would definitely be the evil twin. Both feature young women who reject society’s expectations and seek comfort in replacement forms of community. For Keiko in Convenience Store Woman, it was the reassuringly uniform, striplit security of the shop where she had worked all her adult life. For 10-year-old Natsuki in Earthlings, it’s the imaginary planet Popinpobopia, which she believes to be her destiny, at least according to her cuddly toy Piyyut. So far, so kawaii, but the cute whimsy unrolled before the reader in the opening pages turns out to be covering a trapdoor. Natsuki conjures a makeshift family out of Piyyut and her cousin Yuu because her existing family doesn’t work. Her mother calls her “hopeless … she’s like a weight around my neck”. Natsuki and Yuu carry out a mock marriage, pledging to one another to “survive, whatever it takes”. Surviving might take more resources than Natsuki can muster, and she can’t even bear to spell things out. “It’s hard to put into words that things are just a little bit not OK.” When a student teacher at her school begins to prey on her in the grimmest way (“Do you know what a BJ is, Natsuki?”), she hasn’t the spirit to resist – at first. But no pressure can build up indefinitely. Twenty years later, Natsuki is in a sexless marriage of convenience, and views society as “the Factory”, a programme for breeding further humans. Popinpobopia seems very far away. “All I can do is keep my head down and pretend to be an Earthling.” At this point the book switches from muted tones to a Technicolor explosion, as Murata throws in a convulsion of sudden shocks including murder, necrophilia and cannibalism. This is a high-risk move: it takes a story about not fitting in and turns it into a sort of freak show – even though it’s hinted that the Grand Guignol grotesqueries of these scenes aren’t really happening. But whatever Earthlings is, whatever planet it comes from, it’s a tale of quiet desperation to make your brain fizz. • Earthlings by Sayaka Murata, translated by Ginny Tapley Takemori, is published by Granta (£12.99). To order a copy go to guardianbookshop.com. Delivery charges may apply."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}