{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2020/nov/03/the-dead-are-arising-the-life-of-malcolm-x-les-payne-tamara-review", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2020-11-03T09:30:00Z", "webTitle": "The Dead Are Arising by Les Payne and Tamara Payne review – the radical ascent of Malcolm X", "webUrl": "https://www.theguardian.com/books/2020/nov/03/the-dead-are-arising-the-life-of-malcolm-x-les-payne-tamara-review", "apiUrl": "https://content.guardianapis.com/books/2020/nov/03/the-dead-are-arising-the-life-of-malcolm-x-les-payne-tamara-review", "fields": {"headline": "The Dead Are Arising by Les Payne and Tamara Payne review – the radical ascent of Malcolm X", "bodyText": "“If you’re black you were born in jail,” said Malcolm X in 1964, the year before his assassination. The American dream was a nightmare as far as the black Muslim and former spokesman for the Nation of Islam (NOI) was concerned. But, he argued, there would be no peace for “blue-eyed devils” (white people) either, without a reckoning for the sins of slavery and the continued brutalisation of enslaved people’s descendants. Malcolm X’s extraordinary life is emblematic of the painful truths revealed and sacrifices made in the fight for civil rights in the US. At first, he cast his rival Martin Luther King Jr as an “Uncle Tom”, but came to realise their goals had been the same and that either man “might personally meet a fatal catastrophe”. With so many books published on Malcolm X, is there anything new to say? And does this latest biography, The Dead Are Arising, by the Pulitzer prize-winning journalist Les Payne (who died in 2018) and his daughter and principal researcher, Tamara, deepen our understanding of him? Previous works have often relied on conjecture and redacted, declassified FBI files, but the Paynes have assiduously sought primary sources. Drawing on thousands of hours of first-hand interviews, eye-witness accounts and personal documents, they assemble a more holistic picture of Malcolm X’s evolution “from street criminal to devoted moralist and revolutionary” who, through his words, terrified not just white America but, eventually, the black Muslim leadership, too. Malcolm X was a radical and electrifying speaker: there was a dynamism about the man but also an unruffled cool. He carried within him an unforgiving memory of the head-bowed deference expected of black Americans. His fierce stance was a thrilling counterweight to the daily reports of non-violent black protesters on freedom marches battered by police. If you slapped Malcolm X, he wouldn’t turn the other cheek, he’d slap you right back. First characterised as a philosophical street fighter in his collaboration with writer Alex Haley for The Autobiography of Malcolm X (1965), other attempts to capture the self-dramatising, silver-tongued polemicist include photographer Eve Arnold’s 1961 shots for Life magazine of a striking poster boy for the NOI in a cocked hat, with browline glasses, a gold watch and Masonic ring. In 2011, Manning Marable’s Malcolm X: A Life of Reinvention cast Malcolm as a self-made American with flaws (an adolescent thief, stealing from his impoverished mother, and a misogynist). Largely sympathetic, Marable portrayed him as an absent father and husband; egregiously, for some, he also suggested Malcolm’s willingness in his youth to indulge the homoerotic fantasies of elderly white men. In the new book, Malcolm emerges as a vengeful critic of black and white detractors, nursing a deep well of hurt and unmasked seething resentment towards white supremacists, the cause of so much tragedy for his family. His brother Wilfred, a minister of the Nation of Islam, appears central to his development, introducing him to the black American “customised Islam” when jailed for a string of burglaries. In his subsequent single-mindedness, Malcolm was more like his father, Earl Little, a Baptist preacher and black self-help advocate. In 1931, Reverend Little died in suspicious circumstances, crushed by a tramcar. Malcolm always believed the Ku Klux Klan had engineered the “accident”. Shortly after, his traumatised mother was committed to a psychiatric hospital. Undoubtedly, trauma, too, was evident in the delinquent behaviour of her son, more given to “rolling up marijuana leaves [than] shirt sleeves”, who once taunted a policeman who pulled a gun on him: “Go ahead, pull the trigger, whitey.” Still a teenager, he arrived in Harlem, determined to become “one of the most depraved, parasitical hustlers”, an ambition he fulfilled in the “numbers” lottery racket and acting as a low-level pimp before his luck ran out. Emerging from prison, he brought a convert’s enthusiasm to expanding the NOI’s membership in a decade to tens of thousands. But the most compelling section of The Dead Are Arising focuses on his breach with the movement, following its leader Elijah Muhammad’s instruction in 1961 that he negotiate with the Klan. The exploratory Atlanta meeting – support for a NOI black state within the US in exchange for helping the Klan fight the “scourge of integration” – is portrayed in cinematic detail, with Malcolm adopting high sarcasm until the Klan’s real objective becomes clear: information on Martin Luther King Jr’s movements to help “eliminate” him. No information was proffered, but Malcolm X increasingly felt an alliance with the Klan unconscionable. It was, though, Muhammad’s personal immorality – impregnating several young NOI secretaries – that eventually led to an irreversible rupture with his once ardent devotee. The Dead Are Arising’s unprecedented testimonies show how, in publicly denouncing Muhammad, Malcolm incensed former allies who plotted his murder with the “advance knowledge” of the FBI. Though this 640-page book doesn’t match the raw excitement and idiosyncrasy of The Autobiography of Malcolm X, it captures the uncompromising clarity that speaks to this moment of Black Lives Matter. Since his death, Malcolm X’s ideas have circled like planes in a holding pattern, dropping down when landing slots are freed up. Embedded in music culture from Erykah Badu to Wu-Tang Clan, his revolutionary message is manifest on the streets today, emblazoned on the chests of those protesting against the state-sponsored murder of African Americans, expressed in their demands for justice “by any means necessary”. The Dead Are Arising: The Life of Malcolm X by Les Payne and Tamara Payne is published by Penguin (£30). To order a copy go to guardianbookshop.com. Delivery charges may apply"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}