{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2020/nov/03/neurodivergent-author-camilla-pangs-explaining-humans-wins-royal-society-prize", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2020-11-03T19:00:05Z", "webTitle": "Neurodivergent author Camilla Pang’s Explaining Humans wins Royal Society prize", "webUrl": "https://www.theguardian.com/books/2020/nov/03/neurodivergent-author-camilla-pangs-explaining-humans-wins-royal-society-prize", "apiUrl": "https://content.guardianapis.com/books/2020/nov/03/neurodivergent-author-camilla-pangs-explaining-humans-wins-royal-society-prize", "fields": {"headline": "Neurodivergent author Camilla Pang’s Explaining Humans wins Royal Society prize", "bodyText": "Dr Camilla Pang, whose debut uses science to explore the complexities of human behaviour through the prism of her autism spectrum disorder, has won the prestigious Royal Society science book prize. At 28, the post-doctoral scientist is both the youngest writer ever to win the £25,000 prize, and the first writer of colour. She beat former winners Bill Bryson and Gaia Vince to take the award for Explaining Humans, which chair of judges Professor Anne Osbourn called “an intelligent and charming investigation into how we understand human behaviour, drawing on the author’s superpower of neurodivergence”. Pang hopes, she told the Guardian, to be “a voice for the neurodivergent community in shining a light on the fact that it’s OK to feel outlandish in a system that you’re basically allergic to, because you’re designed to make a new one”. “Pang may have written this book as a manual to understand a world that sometimes feels alien to her, but it also allows neurotypicals to see the world from an entirely new perspective,” said Osbourn, praising how Pang “provides insights into different ways of thinking and the challenges of being neurodiverse in a ‘normal’ world”. The author, who has a PhD in biochemistry from UCL, was diagnosed with autism spectrum disorder at the age of eight, and attention deficit hyperactivity disorder at 26. She wrote Explaining Humans, she said, “in order to survive and process my thoughts into coherent modules”, creating a “manual for humans” she could consult, looking at what proteins, machine-learning and molecular chemistry can teach us about human behaviour, from decisions and conflict to relationships and etiquette. “We get information from all of our different senses, but what if they’re all really loud, and everything’s really intense, and you’ve got no filter, so you’re stuck in this kind of soup of limbo, when you’re trying to interpret these different signals that are really quite quiet? Most of the time, I was trying to figure out what was going on,” she said. She wrote for herself, but also for her mother and her family. “Up until the age of maybe 16, it was really hard to communicate what was happening, and all my mum wanted to do was understand the person that she loved and made. So I wrote for her, and also on behalf of all the other mums out there, and carers and parents, who have a person that they want to understand,” she said. “They’re like, ‘How do I know this human so I can enable them? Am I going to upset them if I put on different perfume?’ Everyone’s got these different triggers. So it was a thank-you letter to my mum and also a love letter to science, to highlight how understanding and support can change someone’s life, by seeing what a person is, as opposed to what they should be.” Pang hopes the book “will give people that missing link so that they can feel complete enough to take the next step.” At school, she struggled to make sense of the “ecosystem of playground species” and never fitted in. “Maybe it was the fact that I had a dedicated adult mentor sitting next to me in each class, my tendency to go into meltdown when a teacher said a word that scared me, or my uncontrollable nervous tics. I can’t imagine my penchant for giant tubes of antiseptic cream did me any favours either,” she writes, also revealing the “raging tempest” inside her head. “Because my brain is having to work overtime to process all the data around it, considering everything from every possible angle, it becomes a pressure cooker which can boil over without warning,” she writes. “Sometimes there’s no alternative but to let out some of the noise that is pounding through my brain: banging my head against the table, screaming and shaking, running around in circles. Anything to release some of the pressure of just trying to exist.” She decided she wanted to publish her writing “during a panic attack on the commute”, and did a “sprint Google” to find out how to go about it. She landed an agent quickly, and a book deal with Penguin, with Explaining Humans released at the start of the first lockdown. “I won’t lie to you, it’s been an absolute ball ache, but it has made me realise that even though you can’t celebrate and hug the ones you love when you win awards because of lockdown, that doesn’t take away from the fact that what you’ve done is actually all right. I’m going to have to remind myself of that because I’m not with my family and I’m heartbroken that I can’t see them, but that’s OK because they’re proud from afar,” she said. “Winning doesn’t feel real yet, but it does feel like an incredible honour, to be up there with people I admire. To have it recognised that I can write, and that people resonate with the book, makes me feel like I have that piece of connection that has always been missing. And that it’s OK to feel weird in other parts, because I know that this part will anchor me in feeling human for the rest of my life.” The prize is intended to “promote the accessibility and joy of popular science books to the public”. Previous winners include Stephen Hawking – a childhood hero of Pang’s, who read A Brief History of Time at the age of eight."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}