{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/booksblog/2020/nov/02/poem-of-the-week-from-the-wanderer-by-christopher-brennan", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2020-11-02T12:00:40Z", "webTitle": "Poem of the week: from The Wanderer by Christopher Brennan", "webUrl": "https://www.theguardian.com/books/booksblog/2020/nov/02/poem-of-the-week-from-the-wanderer-by-christopher-brennan", "apiUrl": "https://content.guardianapis.com/books/booksblog/2020/nov/02/poem-of-the-week-from-the-wanderer-by-christopher-brennan", "fields": {"headline": "Poem of the week: from The Wanderer by Christopher Brennan", "bodyText": "From The Wanderer The land I came thro’ last was dumb with night, a limbo of defeated glory, a ghost: for wreck of constellations flicker’d perishing scarce sustained in the mortuary air, and on the ground and out of livid pools wreck of old swords and crowns glimmer’d at whiles; I seem’d at home in some old dream of kingship: now it is clear grey day and the road is plain, I am the wanderer of many years who cannot tell if ever he was king or if ever kingdoms were: I know I am the wanderer of the ways of all the worlds, to whom the sunshine and the rain are one and one to stay or hasten, because he knows no ending of the way, no home, no goal, and phantom night and the grey day alike withhold the heart where all my dreams and days might faint in soft fire and delicious death: and saying this to myself as a simple thing I feel a peace fall in the heart of the winds and a clear dusk settle, somewhere, far in me. The Australian poet and scholar Christopher Brennan was a Dublin brewer’s son, born in Sydney in 1870. His parents, both Irish, had emigrated to Australia during the 1860s. An unusually gifted but far from conformist student, he studied classics at Sydney University, and then won a scholarship to the University of Berlin. His encounter with the poetry of the French symbolist Stéphane Mallarmé was a formative one. And he received high praise from Mallarmé, to whom he sent his first collection (“Poet, wonderful Poet!”). The Wanderer, a 14-part cycle mostly written during 1901, is his major achievement. The relatively large-scale structure allows him unity and control. Some symbolist principles, such as the tenet that art should avoid naturalism and “capture absolute truth by indirect means” seem minimally significant. German Romanticism contributes more to the personal intensity of the solitary winter journey as it unfolds. Commentators have also pointed to the influence of Australian poets, particularly that of Henry Kendall – influences too easily overlooked in the emphasis on Brennan’s European heritage. I’ve chosen the last section but, as all too often, the excerpt offers only a glimpse into the nature, and stature, of the whole work. The land described at the start of this excerpt is not only a place but a ghost, suggesting it represents a lost arena of self. The term “wreck” covers a devastation both cosmic and historical: “wreck of constellations flicker’d perishing / scarce sustained in the mortuary air, / and on the ground and out of livid pools / wreck of old swords and crowns glimmer’d at whiles …” Notwithstanding the reference to limbo, Brennan’s diction is genuinely Miltonic. He makes the darkness visible, and finds appropriate symbols gleaming in the ruins. “I seem’d at home in some old dream of kingship” is a brilliant line, though a prelude to the movement out of the dreamscape into bleakly rational dawn: “now it is clear grey day and the road is plain, / I am the wanderer of many years / who cannot tell if ever he was king / or if ever kingdoms were.” Brennan brings together the different registers seamlessly. Magisterial rather than melodramatic, but not over-magisterial, his blank verse is metrically relaxed but tight enough to sing. Characterised now as “the wanderer of the ways of all the worlds”, the narrator sees that this multiplicity of possible directions cancels them all out. The figures of psychological and physical opposition are erased: sun and rain, progress and stasis, night and day are existentially merged. The vision of “soft fire and delicious death” is the Edenic alternative, a consolation expressed with moving directness: “and saying this to myself as a simple thing / I feel a peace fall in the heart of the winds / and a clear dusk settle, somewhere, far in me.” Brennan, who died in 1932, was born on 1 November 150 years ago. The anniversary deserves celebration."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}