{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2020/nov/04/scoff-by-pen-volger-review-food-and-class-in-britain", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2020-11-04T07:30:11Z", "webTitle": "Scoff by Pen Vogler review – food and class in Britain", "webUrl": "https://www.theguardian.com/books/2020/nov/04/scoff-by-pen-volger-review-food-and-class-in-britain", "apiUrl": "https://content.guardianapis.com/books/2020/nov/04/scoff-by-pen-volger-review-food-and-class-in-britain", "fields": {"headline": "Scoff by Pen Vogler review – food and class in Britain", "bodyText": "During peak lockdown you couldn’t move for stories about furloughed professionals filling their empty days with heroic bouts of home baking. Deliveroo couriers, by contrast, were pictured stuffing down Wispas while chasing their next scrap of paid work. Obesity, already understood as a consequence of economic and cultural deprivation, gained a new terror with the discovery that overweight people were 50% more likely to die of the virus. And now there’s a new twist to the story of food privilege with the revelation that 70% of our immune system lives in our guts. For those who can afford it, pricey probiotics have become a staple ingredient in the Covid-era kitchen. Nothing about this story of food inequality would come as a surprise to Pen Vogler, who sets out to show how the relationship between class and food was baked into Britain from the beginning. Her title, Scoff, plays on two meanings, the first being to chow down and fill your boots with whatever good things come your way, while the second means to mock or negate another person’s way of life – their taste, in other words. In Vogler’s rich survey these two meanings weave around each other as she offers a series of bite-sized chunks on the social status of everything from gingerbread to veal, fish and chips to quince. What emerges is a picture of perpetual motion as foods go in and out of fashion, becoming markers of sophistication in one age, and cluelessness the next. This is, Vogler says, because the cultural value of food works on a cycle of innovation-imitation-innovation. The moment that people whom you’ve always considered a bit beneath you start eating your favourite foods – chicken, black forest gateau, bread as soft and white as a pillow – it is time to go searching for something new to mark your superiority, perhaps duck, carrot cake and sourdough so scratchy that it shreds your tongue to ribbons. Gin is an exemplary case here, and Vogler has enormous fun chasing the spirit’s changing fortunes up and down the social scale. Juniper or Geneva came over from Holland in 1688 with William of Orange who, as William III, encouraged British landowners to dump their excess corn on the home-grown distilleries that were springing up everywhere. Drinking the stuff became a patriotic duty, especially since gin was evidently a Protestant drink, clear and transparent in contrast to murky French brandy. But what started as a cultural nudge turned into a social blight when the inhabitants of inner cities and ports got too fond of a drug that allowed them to self-medicate for next to nothing. William Hogarth’s Gin Lane of 1751 shows a London streetscape of sozzled wretches who have lost their health, their homes and even their children in an apocalyptic scene that points backwards to the bubonic pandemic of the 14th century and forwards to the crack cocaine crisis of the 1990s. A series of gin acts couldn’t stop the rot. At the beginning of the 19th century William Cobbett was still suggesting that village girls who took a single sip were heading straight for the brothel, and later in the inner cities “gin palaces”, all plate glass and gas light, became a shorthand for cockney kitsch. Gin briefly became smart in the interwar period thanks to a cocktail culture imported from the US, until it teamed up with tonic, settled down in Surrey and became unforgivably dull. Recently that’s all changed with a new appetite for “hand-crafted gin”, made in old copper stills and marketed around matching the “botanicals”, including cardamom, coriander and orange, to just the right elderflower or Angostura bitters. These days, Vogler writes, you’re less likely to meet gin languishing on your in-laws’ dusty drinks trolley than down at the farmers’ market, fresh-faced and bursting with self-importance about its provenance. It is rare that the social journeying of a particular foodstuff can be mapped so clearly. More often there is so much overlap and muddle that even the French sociologist Pierre Bourdieu, whom Vogler invokes briefly, would have had trouble identifying just where “cultural capital” resides at any particular moment. A snaggy example concerns Cereal Killer, the cafe that opened in London’s East End in 2014 serving branded breakfast cereals to hipsters. Channel 4 did a news piece – a scoffing one, naturally – that attracted the organisation known as Class War, which had a high old time throwing paint and cereal at the cafe and shouting about gentrification. Much was made of the fact that Cereal Killer was situated in a borough where many of the local schools run breakfast clubs to ensure that children have something to eat at the beginning of the day. The fact that the cafe was the bright idea of two brothers from a deprived area of Belfast was a narrative inconvenience that got lost along the way. Also overlooked was the way that a foodstuff that had once been marketed as a healthy meal by Dr Kellogg had long been identified as the devil’s food. Sprinkled with sugar and loaded with free plastic toys to get child consumers hooked, Frosties, Rice Krispies and Coco Pops are exactly the sort of highly commodified product over which you might imagine both hipsters and class warriors bonding in horror. Vogler is highly attentive to the linguistics of food and class too. Not just the whiskery stuff about Nancy Mitford being condescending about people who say “serviette” instead of “napkin”, or John Betjeman relegating the fish knife to the lower middle class. She is particularly good on how the upper middle class have stopped giving dinner parties and instead now invite people round to supper. “Supper” sounds cosy and informal and implies that you don’t need to try too hard. It also suggests that you live in the kind of house where the kitchen is not obliged to double up as a home office. But even if you’ve got a farmhouse table that comfortably seats a dozen, it doesn’t mean that you’re socially in the clear. Vogler recalls the moment at the 2012 Leveson inquiry when an archived text from Rebekah Brooks, the chief executive of News International, to the prime minister David Cameron had the court transfixed. Brooks was trying to remedy a recent unflattering Times article and suggested to Cameron, “Let’s discuss over a country supper soon”. It was appalling, of course, to discover just how cosy – for which read in hock – a serving prime minister had become with the press. But what really got the commentariat going was the way that Brooks had bungled linguistically. “Country supper” is not a phrase that you’d ever hear on Eton-educated Cameron’s lips – the correct phrase is “kitchen supper” or even just “sups”. Brooks’s country supper, Vogler suggests, “was the culinary equivalent of Eliza Doolittle saying ‘not bloody likely’”. It is a rare moment to catch Vogler scoffing. Mostly she circumvents any suggestion of being a latter-day Mrs Manners by making it clear that what concerns her is less about what to say when invited round to supper in Chipping Norton, and more about what the majority of Britons get to eat on a daily basis. She blames centuries of food snobbery for the fact that we have ended up in the topsy-turvy situation where words such as “fresh”, “local”, “home-made” and “healthy” signify the diet of the wealthy few, while everyone else gets to eat cake – shop-bought and ultra-processed and quite likely to kill you, in one way or another. • Scoff: A History of Food and Class in Britain is published by Atlantic (£20). To order a copy go to guardianbookshop.com. Delivery charges may apply."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}