{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2020/nov/02/how-one-man-escaped-the-holocaust-and-saved-his-family-by-performing-as-a-clown", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2020-11-02T01:12:48Z", "webTitle": "How one man escaped the Holocaust and saved his family by performing as a clown", "webUrl": "https://www.theguardian.com/books/2020/nov/02/how-one-man-escaped-the-holocaust-and-saved-his-family-by-performing-as-a-clown", "apiUrl": "https://content.guardianapis.com/books/2020/nov/02/how-one-man-escaped-the-holocaust-and-saved-his-family-by-performing-as-a-clown", "fields": {"headline": "How one man escaped the Holocaust and saved his family by performing as a clown", "bodyText": "As a child, Ralph Horowitz’s grandfather often lulled him to sleep with bedtime stories about the brave clowns who escaped the big, bad Nazis. It was only years later that Horowitz realised his grandfather Michael, known as Kubush, was talking about his own past. A Polish circus entertainer for the famous Staniewski Brothers, he had dodged the concentration camps by performing for the Nazis, before fleeing to the Soviet Union, Africa and eventually Australia. There, he joined the cast of the popular Tarax Show on GTV-9 under the stage name “Sloppo the Clown”. “They never spoke about what happened,” says Ralph’s wife, the Australian author and journalist Sue Smethurst, whose book about her grandparents-in-law’s journey, The Freedom Circus, is out now. “Nanna told me: no good comes from looking back.” The Freedom Circus tracks the escape of Kubush, his wife Mindla and their young son Gad from Nazi-occupied Poland. Fleeing Warsaw separately, Mindla was incarcerated in a Soviet prison while Gad was sent to a Soviet orphanage, before both were rescued and reunited by Kubush with the help of his circus partner Faivel – “a chain-smoking dwarf who can swear in four different languages”. Smethurst never got the chance to meet Kubush, who died before she married Ralph. But she did extensive interviews with Mindla leading up to her death in 2015 at the age of 96. For decades, the family consensus had been to avoid the war years in case they were too traumatic for Mindla. Smethurst insisted – for the sake of her own two teenage children – they must at least try to record her story. “It was very gentle steps with her: I went to visit and took in this little tin of black-and-white photos to see if she could tell me who they were,” she recalls. It became apparent that Mindla – who was living out her final years surrounded by other Holocaust survivors in a Jewish nursing home in Melbourne – was confused, rather than upset, by the questions. “Why are you even interested in this?” she asked Smethurst. “I said: ‘Nanna, it’s for the family and your story is amazing.’ And she literally pointed a finger around the table and said: ‘What about her and her and her? Their stories are amazing too.’” Mindla did talk, however, soothed in part by Smethurst’s gifts of bright pink, purple and orange nail polish. “She was a very proud woman: her hair was done, her lipstick was on, she’d painted her eyebrows on, she was always immaculately done,” says Smethurst. Mindla’s focus on appearance – as well as pride in her home; the furniture in the “good room” was covered with plastic – was in stark contrast to her years spent in the Soviet jail, where she wasn’t even allowed a rag to mop up her own period and the only toilet was a bucket in the corner of the room overflowing with women’s faeces. “There’s an obvious stripping of dignity,” says Smethurst. “She was never going to live like that ever, ever again.” Although based on meticulous research, including interviews, newspaper articles and a trip to Poland to retrace Mindla and Kubush’s footsteps, The Freedom Circus is relayed like a novel, in the third person, with Smethurst closely following their actions and thoughts. “What would [Mindla] be thinking here? What would she be seeing here?” she remembers asking herself. “I tried to do everything through the lens of her eyes.” This technique has its limitations: without the liberty of true novelistic freedom – both the ability to play with the facts and with her characters – profound moments, such as when Mindla sees Kubush for the first time again outside the prison gates, become clichéd. Other facts are blurred and rely heavily on platitudes, as Smethurst imagines what her characters were thinking at a particular moment or dreaming on a particular night. Some of Smethurst’s most jaw-dropping discoveries are also sidelined. In Melbourne, Mindla thought that only her sister Jadzia, who joined her in the city, had survived. Her father Shmuel and sisters Sonia, Shara and Minya died at Treblinka; her other two brothers, Yakov and Menachem, were also murdered – or so she believed. Through a service called Lost Histories, which reunites Holocaust survivors and families, Smethurst discovered that both brothers had not only lived but went on to enjoy long lives with families of their own. Yakov, who had been detained in Soviet Union gulags, moved to Israel; Menachem was liberated from Dachau and settled in the United States. Both died later in life thinking they were the only surviving member of their family. In a tragic twist, Menachem retired to Jerusalem – yet never learned he lived a 40-minute drive from his long-lost brother. “Yakov had written out the family history: he had tried to find the rest of the family and couldn’t,” says Smethurst. Jadzia’s daughter Hanna, now in her 50s, grew up believing she was an only child. It was only later, after Jadzia died, that Hanna learned her mother had been married with a child. Both were killed in the camps, and Jadzia never told her daughter she’d had a half-sister. Much of this is relayed in a short epilogue of a couple of pages, while Jadzia’s secret is almost entirely brushed over. Yet, as a reader, I wanted to understand the knotty, complicated emotions of these new discoveries: of the next generation now reunited with family scattered across the world they never knew they had; of Smethurst’s husband; and of Smethurst herself, a non-Jew from the Victorian countryside who unearthed such a treasure trove of lost opportunities and lost conversations. Perhaps Smethurst might write a follow-up book? “I wouldn’t rule it out,” she writes over email a few days after our interview. “This book was not the end the story – in many ways, it is just the beginning. I have as many, if not more, questions now than I had when I began.” For now, though, there is The Freedom Circus: the story of a clown who escaped the Nazis and conjured up strange fairy tales for his grandchildren; the story of a man whose tragedy masqueraded as a comedy. • The Freedom Circus by Sue Smethurst is out now through Penguin Random House Australia"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}