{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2020/nov/01/klopp-my-liverpool-romance-by-anthony-quinn-review-a-win-win", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2020-11-01T09:30:16Z", "webTitle": "Klopp: My Liverpool Romance by Anthony Quinn review – a win-win", "webUrl": "https://www.theguardian.com/books/2020/nov/01/klopp-my-liverpool-romance-by-anthony-quinn-review-a-win-win", "apiUrl": "https://content.guardianapis.com/books/2020/nov/01/klopp-my-liverpool-romance-by-anthony-quinn-review-a-win-win", "fields": {"headline": "Klopp: My Liverpool Romance by Anthony Quinn review – a win-win", "bodyText": "The Occam’s razor explanation as to why this slight and snappy paean to Liverpool manager Jürgen Klopp works: Anthony Quinn is a delightful writer writing about a delightful subject. Quinn, well known as a novelist and film and literary critic, has been a Liverpool fan since his Huyton youth (a brief flirtation with Celtic, based only on their attractive kit design, aside). Klopp, meanwhile, the big-smiling, perma-baseball-capped, witty and erudite club manager, is someone who even opposing fans – and those who have no interest in football – admire. Klopp: My Liverpool Romance fleshes out the sandy-haired kid who grew up in the Black Forest in south-west Germany, became a diligent if only goodish footballer, and then lit up the world stage as a manager combining tactical nous (his gegenpressing philosophy) with committed pastoral care. Last season, Klopp steered Liverpool to a quartet of trophies – including the club’s first Premier League title in 30 years. The length of time he spends hugging his players after each final whistle is comparable. Quinn stresses that his book isn’t a biography, which is true. But its narrative, which zips along with the pace and confidence of Liverpool left-back Andy Robertson, is both informative and generous with anecdotes. I did not know, for instance, that Klopp had banned his players from touching the famous This Is Anfield sign (as is tradition) until a trophy had been secured. Klopp’s story is told in an immensely readable style that forgoes leaden stats: his transition from player to manager at Mainz (where he inspired so much devotion that 8,000 fans turned out to greet him even when his team had erred rather than triumphed); his sojourn as a pundit; the move to Bundesliga mainstays Borussia Dortmund. Quinn has a lovely eye for detail: Dortmund’s black-and-yellow chevron strip reminds him of Do Not Cross hazard tape. Pleasurably interspersed with Klopp’s LFC journey is Quinn’s own. It’s in these passages where Quinn’s writing really sparkles. He remembers how Huyton’s “green fields and meadows were swallowed up by the black jaws of industry”. At one point, he lives in “a room so small you have to go outside to change your mind”. There is a touching description of a YNWA (You’ll Never Walk Alone) note his milkman leaves him after the title win. My one quibble concerns Quinn’s relegation-awful puns: “All you need is Lovren”; “Hamann for all seasons”. He is genuinely funny elsewhere. A Barcelona performance (against Liverpool) is “flakier than a mille-feuille in a high wind”. There’s also an interlude given over to a scene from The Flight of the Phoenix, when really a sentence to make the analogy would do. But nobody is faultless for a full 90 minutes, and when he compares the demeanour of managers in post-match interviews to those being questioned under caution, all is forgiven. Though a slim book, it is no small achievement for Quinn and Faber to have turned this around so quickly. It is so fresh that one imagines Quinn still annotating the manuscript as it was being sent to the printers. It also happens to be one of the first literary accounts of sport’s empty stadia (the “applauseless air”) during Covid times. Klopp isn’t just for Liverpool, Quinn writes in his final pages. He is for all of us. I reckon this book can be too. • Klopp: My Liverpool Romance by Anthony Quinn is published by Faber (£12.99). To order a copy go to guardianbookshop.com. Delivery charges may apply"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}