{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/live/2020/nov/04/stock-markets-us-election-trump-biden-ftse-dow-wall-street-race-business-live", "type": "liveblog", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2020-11-04T21:32:31Z", "webTitle": "Stock markets gripped by US election race – as it happened", "webUrl": "https://www.theguardian.com/business/live/2020/nov/04/stock-markets-us-election-trump-biden-ftse-dow-wall-street-race-business-live", "apiUrl": "https://content.guardianapis.com/business/live/2020/nov/04/stock-markets-us-election-trump-biden-ftse-dow-wall-street-race-business-live", "fields": {"headline": "Stock markets gripped by US election race – as it happened", "bodyText": "And finally.... Wall Street has closed for the night, with a very solid rally after Election Day. Dow: up 367 points or 1.34% at 27,847.66 S&amp;P 500: up 74 points or 2.2% at 3,443 Nasdaq: up 430 points or 3.85% at 11,590 Just after the closing bell, Joe Biden gave a speech from Delaware, saying he is “confident we’ll emerge victorious”. “I will work as hard for those who didn’t vote for me as I will for those who did vote for me. “We, the people will not be silenced,” Biden said, characterizing his potential win as “a victory for the American people.” And no sooner had that happened, than CNN projected that Michigan would be won by Biden, putting him closer to the 270 point total... You can keep track of it all here: Goodnight. GW Our financial editor, Nils Pratley, says investors should be wary of celebrating the election -- especially as we don’t have a result yet! It’s rarely wise to read too much into financial markets’ snap reaction to a US presidential race, especially when investors are responding before the result is known for certain. Back in 2016, remember, a victory for Trump was meant to be terrible for share prices but the US stock market surged. But one can point to a few reasons why shares rose on Wednesday. First, a narrow presidential victory for Joe Biden, if the Republicans hang on to critical control of the Senate, is not likely to terrify owners of equities. A gridlocked government would make big increases in corporate taxes less likely. Only a Democratic “blue wave” landslide was seen as capable of delivering fundamental changes on that score. Second, though a blue wave would also have meant a $3tn (£2.3tn) fiscal spending programme – good for share prices, in principle – a smaller stimulus package should still materialise whoever is in the White House. If it doesn’t, it would fall to the US Federal Reserve to fill in the gaps. Investors understand, or at least they think they understand, the key point about the Fed: it is better at supporting shares prices than the economy. Third, whoever wins the presidency, a gridlocked Congress, which is still not certain, is seen by many investors as a safe outcome. It would lessen the risks from Trump’s trade wars, and tie the hands of Biden on the economic reform. Investors are betting, in effect, on little real change. Big Tech, with potentially most to lose from a Democrat landslide, loved it. The tech-heavy Nasdaq index rose 5%. To repeat, the market’s initial judgment may turn out to be spectacularly wrong. One suspects it might be. A gridlocked government and addiction to the Fed sounds long-term risky. One hour to go on Wall Street....and the Dow is still 2% higher. It’s now trading at 28,056 points, a 576-point gain today. Somewhat damningly, Reuters reckons traders are cheering the prospect of a gridlocked political system that will prevent significant policy changes being implemented. U.S. stocks surged on Wednesday aU.S. stocks surged on Wednesday as the race for the White House remained undecided and the likelihood of gridlock in Congress gave investors optimism that major policy changes would be hard to enact. Both President Donald Trump and Democratic nominee Joe Biden still had paths to reach the 270 Electoral College votes needed to win as states kept counting mail-in ballots. A surprise win by Republican Senator Susan Collins in Maine also dimmed hopes by Democrats that they could get control of the U.S. Senate. “The divided congress means nothing major or extreme from a policy standpoint is likely going to happen anytime soon, be it increased taxes, more restrictive energy policy, more stimulus, things like that look like they got pulled right off the table,” said Shawn Cruz, Senior Market Strategist at TD Ameritrade in Jersey City, New Jersey. Away from the US election, it was a grim day for UK job losses. I flagged earlier that department store group John Lewis and bank Lloyds both announced hefty job cuts (1,500 and 1,070 respectively). They’ve been followed by footwear retailer Clarks (700 jobs) and the airline caterer Do &amp; Co (1,068), as the Covid-19 crisis continues to push up unemployment. Today’s Wall Street rally shows that investors aren’t panicking about the prospect of a divided government, yet anyway.... Here’s Associated Press‘s take: Markets are focusing just as much on control of the Senate, where prospects for a Democratic takeover appear to be dropping after Republicans held onto seats considered vulnerable. That in turn lowered the prospects for the tax increases and tighter regulations on businesses that investors saw coming in a potential Democratic sweep, even if it also hurts the likelihood of a big stimulus effort for the economy. “The first information that people are digesting is that a split government is OK, and we can deal with this,” said Melda Mergen, deputy global head of equities, Columbia Threadneedle. “No big changes are expected anytime soon on the policy side.” She cautioned, though, that the initial moves for the market may not last. “It’s a very quick reaction without knowing the final results,” she said. “It’s emotional rather than rational.” More here: Dow poised for largest post-election rally in 120 years Marketwatch reports that the Dow is on track for its biggest post-election day rally in 120 years. I think the Dow was only created in 1896, so today’s 2.2% surge (with 90 minutes to go) really is quite historic. The presidential race has taken another step, with Joe Biden winning Wisconsin (Associated Press and CNN both called it a few minutes ago). Latest developments here: With two hours trading left in New York, the Dow has dipped back slightly. But it’s still showing solid gains - currently up 647 points or 2.35% at 28,127 points. Healthcare, technology and consumer retailers continue to lead the risers: Here’s our news story on the slowdown in Britain’s service sector last month, which makes a double-dip recession look increasingly likely.... Guy Foster, head of research at wealth manager Brewin Dolphin, predicts any future stimulus package agreed by Congress would be smaller than the Democrats would really like: “The fate of the next president’s major policies depends on control of Congress. It now appears unlikely that the Democrats will win control of the Senate, leaving them unable to push through significant Covid-19 coronavirus stimulus packages or tax reforms, which is positive news for growth stocks. There is still likely to be some fiscal stimulus ahead but it will probably be a smaller package than if the Democrats were to control the Senate. “There may be plenty of fluctuations, as the market seeks to predict who will be the winner. However, bear in mind that, at present, the market has wider concerns, and remains focused on the development of a vaccine, which will be increasingly vital if there looks likely to be no further stimulus. “Whoever the new president is they will have to face the reality of increasing Covid-19 cases in the US. Tighter measures to combat the spread of the virus are a clear possibility and that may also weigh on the markets, although they will again be a known unknown rather than the unknown unknown that they were when imposed in March. The S&amp;P 500 index is now up over 3.4% today, as the rally continues. Bloomberg’s Sarah Ponczek reports that it’s the strongest gain straight after a presidential election ever: Mitch McConnell’s supportive comments about a possible new Covid-19 stimulus package are helping shares to rally even higher on Wall Street. On the issue of stimulus packages.... US Senate Majority Leader Mitch McConnell has said Congress needed to approve a new coronavirus aid bill by the end of 2020. Reuters has the story: Saying he hoped that partisanship over such a stimulus bill will subside with voting for president and members of Congress over, McConnell said there was a “need to do it by the end of the year.” He also noted the “possibility” that such a bill “will do more for state and local governments,” a key Democratic demand. On Oct. 30, McConnell said in an interview with conservative radio show host Hugh Hewitt that such an aid bill should be done at the beginning of 2021. McConnell, the top Republican in Congress, did not say why he was now accelerating that timetable. “I think that’s job-one when we get back, hopefully with a more cooperative situation than we had,” before the election, McConnell said. He added that another top priority of Congress’ work session that begins next week and could extend well into December is passage of legislation to fund government functions beyond Dec. 11, when existing money expires. House of Representatives Speaker Nancy Pelosi is seeking a comprehensive coronavirus aid bill of at least $2.2 trillion. But the Senate’s Republican majority balked and before the election that chamber did not even pass a pared-down $500 billion measure. Back in New York, shares are pushing even higher as the election race continues to grip investors. The Dow Jones industrial average is now up 715 points, or 2.6%, while the Nasdaq is now over 4% higher. I don’t believe any of the outstanding state counts have been declared yet, but this does follow the Biden campaign’s comments about a ‘clear path to victory’. Rupert Harrison of BlackRock has tweeted that America could face at least two years of gridlock and obstructionism, as the Democrats seem unlikely to win the Senate. So if a new fiscal package can’t be agreed, responsibility for stimulating growth could fall back to the US Federal Reserve, he adds: No big legislation. No big fiscal support for the economy. The Fed is back to being the only game in town. That would mean more loose monetary policy (low interest rates, electronic money printing), which tends to push stock prices higher. All Europe’s stock markets ended the day higher, with strong gains in Frankfurt (+1.95%) and Paris (+2.4%) as well as London. Craig Erlam, senior market analyst at OANDA Europe says it’s been a long (yes!) and truly historic day. The whipsawing we’ve seen in markets has been fascinating from the moment that Trump declared victory in the early hours, just before the European open. Europe is poised to end strongly, as the odds on a Biden victory increase and investors seemingly begin to price out a harmful legal challenge that will generate enormous uncertainty at the worst possible time. It may be a little premature to write off a Trump challenge given the unbelievable events of today but investors are looking as comfortable as they have at any point. It’s interesting that, despite the threat of Supreme Court challenges, at no point have we seen any real panic in the markets. There was some downside but it wasn’t severe. Investors have very much taken today in their stride. Perhaps it’s a sign of the times that extraordinary events like today aren’t as shocking as they previously would and should be. It’s been an extraordinary four years and if this is the end for Trump, it’s probably a fitting way for it to come to a close. Although something tells me it’s far from over yet. The counts and maybe even recounts are poised to drag on until at least tomorrow and potentially even longer so the uncertainty isn’t going to disappear entirely but there is at least a possibility that it is wrapped up this week. That would be ideal for the markets given the sheer amount of risks it’s dealing with right now. After starting the session with a sharp fall, the UK’s FTSE 100 index has closed nearly 1.7% higher at 5883 points, a gain of 96 points today. That’s its highest closing level in two weeks. The blue-chip index has now gained over 200 points, or 4%, since trading began yesterday - although this didn’t look likely just after 8am: Pharmaceuticals firm AstraZeneca led the risers, up 6.8%, followed by internet security provider Avast (+6.2%), and online grocery tech firm Ocado (+5.3%). Consumer focused firms like Next (+5%) and JD Sports (+4.6%) also posted gains. But financial stocks and mining stocks lagged behind. David Madden, analyst at CMC Markets, says it was a volatile day, with the US election still ‘extremely tight’: Dealers have gotten over the initially political uncertainty and the bullish sentiment from earlier in the week is in play. Morgan Stanley says investors should take three lessons from the US election: 1) Focus on policy paths from ‘divided’ government. That’s because the chances of the Democrats taking control of the Senate seem to be waning While Democrats maintain a path to the White House, the path to Senate control could close this week. Current vote counts in the Maine Senate race favor Republican Susan Collins. If she continues to hold above 50% of the vote, she would avoid a subsequent count under the state’s rank-choice voting system. If this occurred, the path for Democratic Senate control would be very narrow, effectively relying on winning a race in NC [North Carolina] they are behind in as well as a runoff race in GA [Georgia]. 2) This means that next fiscal stimulus is likely to be smaller or ‘reactive’, rather than the $3trn package which the Democrats had been pushing for. 3) Tax changes are unlikely, given the likelihood of a divided government. Republicans firmly oppose increasing taxes. The Tax Cuts and Jobs Act (TCJA) was lauded by the party as a key achievement. It stands to reason that defensing the policy would be a priority. Hence, Democrats controlling the White House, Senate,and House of Representatives is likely a necessary condition for tax increases. Although the markets are now rallying, the US election hasn’t yet delivered the decisive result that investors tend to favour on these occasions Kevin Boscher, chief investment officer at Ravenscroft, fears that prolonged uncertainty would be bad news for the US and global economies. And he also cautions that whichever man wins the White House will probably face a divided Congress, making it harder to get things done. The best case for Biden is that he manages to squeeze a narrow win in some of the undeclared Midwest States, getting him to the crucial 270 electoral votes needed for victory. However, even in this scenario, the Republicans would probably end up holding the Senate, making it more difficult for Biden to pass some of his more controversial and favoured policies including an aggressive infrastructure and “green” investment package and tax increases. If Trump wins, he would still face a House of Representatives controlled by the Democrats and perhaps a reduced majority in the Senate. Given the stalemate, the prospects of a near-term fiscal deal have reduced at the same time as a renewed surge in Covid-19 cases across Europe and the US is causing considerable concern. This combination threatens the global economic recovery, increases the risk of a deeper correction for equities and generally leads to a more uncertain outlook. The potential for civil unrest and a damaging political and legal dispute adds to these concerns. Wall Street is holding those early gains, currently up 522 points or 1.9% at 28,002. Stock markets on both sides of the Atlantic are now pushing higher, as election fever continues to grip investors. The Dow Jones industrial average is now 2% higher, while the tech stock rally has pushed the Nasdaq up by 3.5%. In London, the FTSE 100 is currently up 86 points or 1.5%, with solid gains across Europe. The rally comes as counting continues, with results from Wisconsin and Michigan expected later today. It also comes as Joe Biden campaign manager Jen O’Malley Dillon says the vice-president is on course to become the next president of the US. In a campaign update, she says (via our election liveblog): We believe we are in a clear path to victory by this afternoon, we expect that the vice president will have leads in states that put him over 270 electoral votes today. The vice president will garner more votes than any presidential candidate in history, and we’re still counting. He has won over 50% of the popular vote. We are on track to win in Michigan by more than Donald Trump did in 2016. To win in Wisconsin by more than Trump did in 2016. To win in Pennsylvania by more than Trump did in 2016. And we flipped one of his states, Arizona. Salesforce.com and Microsoft are also among the Dow risers, up 3.5% each, have both gained 3%, while Apple is 2.5% higher. A divided Congress could mean less chance of imposing tighter regulations on the tech sector, as well as limiting the prospect of reversing Donald Trump’s tax cuts. Erik Knutzen, CIO of multi asset at investment manager Neuberger Berman, explains: Defensive growth stocks in the large-cap technology sector could continue their outperformance against a backdrop of stable yields and a lesser threat from the higher taxes and tighter regulation a Democratic sweep might have introduced. Healthcare companies are among the Wall Street risers, while banks and mining companies are down. That’s much the same picture as we’ve seen in London today. UnitedHealth, the for-profit healthcare company, is the top Dow riser, up over 7%, followed by pharmaceuticals group Merck and biopharmaceutical group Amgen (both up 4.%). That may reflect predictions that the Democrats will not take control of the Senate, meaning reforms of healthcare and drug prices is less likely. After a dramatic evening, and perhaps not too much sleep, the US stock market is open. And the main indices have pushed higher in early trading, led by tech companies, with the election still in the balance. The Dow Jones industrial average gained 0.65%, or 178 points, to 27,658. The S&amp;P 500 (which has a wider range of companies than the Dow), rose by 1.1% or 37 points to 3,407. The Nasdaq has gained 2.3%, or 263 points, to 11,423. Our US Election liveblog points out that the election is too close to call, with the Michigan race looking close - but the possibility of legal challenges and a contested election. Here’s the latest summary from my US colleagues: So far Joe Biden has 238 electoral votes and Donald Trump has 213; a candidate needs 270 electoral votes to win the presidency. Even though there are battlegrounds yet to be called, and Trump is behind in the popular vote, Trump has baselessly claimed victory. He has also claimed without evidence that there has been a “fraud on the American public” and threatened to challenge results at the supreme court. Election officials in Wisconsin are expected to announce results on Wednesday. Michigan also seems confident they will have a result mid-afternoon today. However Nevada, Georgia, North Carolina and Pennsylvania may need several days to complete counting. Absentee ballots that have not yet been counted are expected to mainly skew towards Biden. Biden has been declared the winner of Arizona and its 11 electoral votes, limiting Trump’s path to victory. With Arizona in his column, Biden could potentially afford to lose Pennsylvania and still win the election if he carries Wisconsin and Michigan. But even then, there may be recounts and legal challenges to any results in crucial states. Trump has won Florida with its 29 electoral college votes, dealing a blow to Biden. With less than 30 minutes until Wall Street opens, European markets are now rallying more strongly. The main indices are at fresh one-week highs: FTSE 100: up 64 points or 1.1% at 5851 German DAX: up 172 points or 1.4% at 12,261 French CAC: up 82 points or 1.7% at 4,888 But the election does still hang in the balance. John J Hardy, head of FX Strategy at Saxo Bank, explains: The result of the election is still unknown and looks like that may remain the case well into today in the U.S. time zones. The chief uncertainty is the last portion of the counts in states like Wisconsin, Michigan and Pennsylvania, the three key states that were the difference for Trump in 2016. Late mail-in votes there tilt Democratic and are still keeping a sense of suspense, as is the tight situation in Nevada. To make the situation even more fraught, U.S. President Trump was out speaking in the middle of the night in the U.S. and essentially declared victory and asked the Supreme Court to stop the counting, a shocking turn of events. The only thing we have fully realized is that the menu of likely outcomes has narrowed severely, with all thoughts of a Democratic Blue Wave (much less Tsunami) completely out the window, although we still don’t know whether we face a split Congress as the Senate outcome is also up in the air. If the Senate is 50-50, the stakes for the presidency are that much greater and one key seat in Georgia won’t be decided until a January 5 run-off, as if the situation wasn’t dicey enough. Just in: America created fewer private sector jobs than expected last month, indicating that the economy slowed. Company payrolls only expanded by 365,000 jobs in October, according to the ADP National Employment Report. That’s down from 753,000 in September, and much lower than the 650,000 forecast. The ADP report has been hard to predict, and hasn’t always matched up with the official non-farm payroll (due on Friday). But this is an indication that the rise in Covid-19 cases, and the failure to agree a new stimulus package, is weakening the economy. Interestingly, Wall Street’s fear index has dropped today. The CBOE Volatility Index, or VIX, which measures stability (or otherwise) in the US stock market has fallen by over 13% today, to its lowest level in over a week. That’s a sharp one-day move - away from the four-month highs we saw in the run-up to the election. It suggests the US stock market is looking calmer, as investors await the election results, with Wisconsin and Michigan both looking somewhat tight. But at over 30 points, the VIX is relatively high - certainly higher than before the Covid-19 pandemic. Reuters says this is “reflecting the likelihood that it may be days before the result is known in the three key Rust Belt states of Michigan, Wisconsin and Pennsylvania”. Our latest US election liveblog has a handy explanation of the situation in the US election right now: Paths to victory remain in the US presidential race for both Donald Trump and Joe Biden, but Biden has more ways to win and appears to be running stronger state-to-state based on the places – cities, mainly – where large absentee votes have yet to be counted. Biden leads the current electoral tally 238-213. Adding Alaska for Trump – which had not been called but where the result is not in doubt– gives the president 216. From there, six states remained to be called as Wednesday dawned in the United States: Nevada, Wisconsin, North Carolina, Georgia, Michigan and Pennsylvania. A final electoral vote, in the second district of Maine, which splits its electoral votes, could fall for either candidate. Trump’s paths The simplest way for Trump to find the 54 electoral votes he needs would be to win Pennsylvania and at least three other states. If he does not win Pennsylvania, Trump must make a clean sweep of all five remaining states to get to 270. But a huge Democratic vote share remained to be tallied in Philadelphia and Pittsburgh, meaning Trump could have difficulty hanging on to a narrow lead gained elsewhere in the state. Elsewhere, including in Wisconsin and Michigan, Trump appeared to be in even deeper trouble, in Wisconsin because he was losing with most of the vote counted, and in Michigan because the outstanding vote was heavily Democratic. Biden’s paths Biden had many paths to find his remaining 32 electoral votes. His most likely path lay through the Great Lakes states, where the combination of just Pennsylvania and Michigan would net 36 votes. Lacking Pennsylvania, Biden could win by holding down Michigan, Wisconsin and Nevada, where he held a clear but narrow lead. A Biden victory in either of the two reddest states in the mix – Georgia or North Carolina – would almost certainly foretell wins elsewhere and a Biden victory. Uncertainty is the theme of the day in the markets, as the election race rumbles on. Asset management firm Unigestion say we’ve gone from a ‘Blue Wave’ to a ‘Nail-Biter’, in less than a day.... and we might not stop nervously chewing our fingertips for some time: Heading into Election Day, markets were pricing a high likelihood of a strong Democrat sweep that would usher in major stimulus early next year, benefiting primarily US equities but also other growth-oriented assets. However, the results so far are much murkier. Currently, neither President Trump nor former Vice President Joe Biden have won enough electoral votes to legitimately claim victory, while control of the US Senate remains unclear (Democrats held on to the House of Representatives, which was wholly expected). Uncertainty will thus remain over the next few days, if not longer. Results for the presidential election from key swing states such as Michigan and Wisconsin are expected tomorrow, but the crucial state of Pennsylvania will likely not have its final tallies until the end of the week. Moreover, Trump’s news conference laid open the prospect of litigation and Supreme Court involvement, which adds additional layers of uncertainty. Democratic control of the Senate looks unlikely given that they lost toss-up races in Iowa and Montana and are currently behind in North Carolina (where they were slightly favoured). With at least one Georgia race moving to a run-off in January, there is the strong possibility that control of the Senate will not be known for months. However, even if Democrats manage to gain control, their majority will be slim. Hence, major legislation such as tax reform or expansion of health care is unlikely. A large stimulus may also prove difficult, though rising coronavirus cases and any potential economic slowdown could provide motivation for further fiscal measures. US technology stocks are still expected to rally when the New York stock exchange opens, in around 90 minutes. The Nasdaq is up over 2.7% in pre-market trading. Tech giants Apple, Amazon, Alphabet, Facebook and Microsoft are all being called higher. If the Democrats don’t achieve a Blue Wave in the Senate, then technology companies are less likely to face tougher regulations and tax policy changes, as analysts at Generali Investments explain: The outcome of the Senate race greatly reduces the likelihood of abrupt change in tax and regulations, which could have put pressure on financials, energy, pharma and tech. Similarly, the prospect of a much smaller fiscal boost under a split Congress may induce a slower rotation from Growth to Value (financials in particular) and Cyclicals, or from the US and Nasdaq to ex-US indices, Europe above all. After a very choppy, and rather nervous morning, European stock markets have now pushed a little higher. There aren’t any major moves - but the London, Paris, and Frankfurt bourses are all showing gains, with the US election yet to deliver a winner. The UK’s FTSE 100 is up 0.6% or 30 points again at a one-week high. Pharmaceuticals firms, industrial stocks and consumer goods makers are in the risers, while banks and natural resource stocks are down. More unemployment bad news, this time from the John Lewis Partnership. The group is cutting 1,500 head office jobs as part of efforts to make £300m in annual cost savings and return to profitability. My colleague Sarah Butler has the details: Its finance director, Patrick Lewis, the great grandson of John Lewis’s founder and the only family member still working for the business, is to exit the department store and Waitrose group after 26 years as part of the changes. Lewis will be replaced by Bérangère Michel, the director of customer service. Her duties will switch to Pippa Wicks, the head of the John Lewis department stores, and James Bailey, the boss of Waitrose, as the group trims down its executive team. The John Lewis Partnership, which employs 78,000 people, paved the way for further job cuts last month when it said it wanted to save an additional £200m in annual costs. The business, which is owned by its staff who are known as partners, had already announced £100m of savings, to be achieved by making its head office and other operations more efficient over the next two years. Lloyds Banking Group has unveiled a further 1,070 job cuts less than a week after it reported better-than-expected profits on the back of a UK mortgage boom. The bank, which announced the cuts to staff this morning, said the job losses were part of restructuring plans. Lloyds will also be creating around 340 roles, though there is no guarantee that cut staff will get those jobs. This adds to the 865 job cuts announced in September. Lloyds, which has not taken any help from the government’s furlough scheme, said the majority of colleagues affected by the latest round of cuts would not leave “until January at the earliest.” The union Unite has called on the bank to put the restructuring plans on hold in light of the pandemic and said the cuts were difficult to square with last week’s third-quarter results: “LBG has produced better than expected Q3 results, posting in excess of £1 billion of pre-tax profit - a direct result of the hard work and versatility of its workforce. This cost cutting strategy will not serve the bank or its customers. It is impossible to reconcile the job losses announced today with such an improved balance sheet.” Lloyds said in a statement: “These changes reflect our ongoing plans to continue to meet our customers’ changing needs and make parts of our business simpler... We will help colleagues who are affected find new roles and redeployment opportunities wherever possible and everyone will be given access to a package of training and support designed to help them secure their next position, whether within or outside of our business. Change does mean making difficult decisions and our focus remains on supporting our customers, colleagues and communities.” Back in the currency markets, the pound is recovering some of its earlier losses as the nail-biting US election race continues. Sterling has nudged back to the $1.30 mark - roughly where it was trading 24 hours ago. As you can see, the pound had rallied strongly last night on predictions of a Joe Biden victory and Democratic gains in the Senate (leading to a large stimulus package, which was seen as negative for the dollar). But sterling then tumbled back as Donald Trump performed better-than-expected in key states such as Florida. It was the opposite story for the dollar, of course. It weakened steadily through Tuesday trading, only to rocket higher as investors ditched other currencies. But after that initial spike, the greenback has been dipping back... Lee McDarby, managing director of U.K. International Payments at moneycorp, says the dollar will remain volatile until we have clarity on the election: “The world, the markets, and investors wait on tenterhooks this morning, as the US election heads for a tight result. Fresh in the collective memory is the chaos of 2000 and closeness of 2016, and as Biden’s blue wave struggles to meet expected momentum, it looks as though the US election will continue to play on throughout this week. Here’s our economics editor, Larry Elliott, on the financial market reaction to the US election race: Investors retreated into the safe haven of the dollar and US treasury bonds as financial markets were rattled by uncertainty over whether Donald Trump or Joe Biden had won the race for the White House. The dollar rose by 1% against a basket of global currencies and there was strong buying of US government bonds as the mood turned cautious. With the prospect of days of wrangling before a final result and the near certainty of continued gridlock in Congress, London’s FTSE had a volatile opening, initially with hefty losses before regaining the lost ground. In the US, early indications were that Wall Street’s Dow Jones Industrial Average would start the day modestly lower. Share prices had been boosted by the prospect of a “blue wave”, in which a Biden victory accompanied by the Democrats seizing control of the Senate and the House of Representatives would pave the way for a massive new stimulus package. While all eyes are on the US election, the UK economy appears to be heading into a double-dip recession. Purchasing managers at British service sector companies have reported that growth slowed sharply in October, with new work actually falling for the first time since June. This shows the UK’s new tighter Covid-19 rules are biting, with companies in the hospitality, transport and leisure sectors saying their trade was suffering. Companies also reported that they kept cutting jobs, with employment numbers falling for the eighth month in a row. This dragged the UK’s service sector PMI down to 51.4 in October, down sharply from 56.1 in September, and near to stagnation (50 points). It’s much weaker than the flash reading of 52.3, recorded during October, showing that the economy stumbled at the end of the month - even before the new English lockdown was announced. Tim Moore, economics director at IHS Markit, says the UK seems to be heading into a double-dip recession. “October data indicates that the UK service sector was close to stalling even before the announcement of lockdown 2 in England, with tighter restrictions on hospitality, travel and leisure leading to a slump in demand for consumer-facing businesses. This was only partly offset by sustained expansion in areas related to digital services, business-to-business sales and housing market transactions. “The service sector as a whole recorded its slowest output growth since June, while new orders declined for the first time in four months. A lack of forward bookings in parts of the economy most affected by lockdown measures led to widespread reports of redundancies and another sharp fall in total employment numbers during October. November’s lockdown in England and a worsening COVID-19 situation across the rest of Europe means that the UK economy seems on course for a double-dip recession this winter and a far more challenging path to recovery in 2021.” The latest eurozone service sector PMI is even weaker, coming in at 50.0 (showing no growth at all) European markets are now dipping back again, following reports that Joe Biden now has a narrow lead in Wisconsin (which has 10 electoral college votes). The race for Nevada (and its six votes) is also tight. It’s important to note that neither count is completed yet, and recounts and legal challenges could change the picture. My colleague Tom McCarthy explains the state of play: The race currently stands at 238 electoral votes for Biden to 213 for Trump, with six battleground states outstanding. If Biden can hang on to a narrow lead in Nevada, and seal the deal in Wisconsin, a win in Georgia (16 electoral votes), Michigan (16) or Pennsylvania (20) – brings him victory. North Carolina, with 15 electoral votes, is also still out. That’s pulled the London stock market lower, although it’s still up on the day (with the weak pound still helping) FTSE 100: up 12 points or 0.2% at 5,799 German DAX: down 17 points or 0.15% at 12,071 French CAC: up 5 points or 0.1% at 4,812 The US futures market is currently signalling that the tech-focused Nasdaq index will surge by around 3%, when trading resumes in four and a half hours. Some fund managers had been switching out of technology companies in recent weeks, as expectations of a Democratic “blue wave” had risen. That trade could now unwind, although the election isn’t over and votes are still being counted - and being tracked here: Stocks are now turning higher in Europe, as investors digest the situation. The FTSE 100’s now up 35 points, or 0.6%, to a new one-week high of 5828 points. Germany’s DAX has recovered its early losses, while France’s CAC is 0.25% higher. That’s despite the uncertainty over the election results, and the possibility of a legal battle. Ariel Bezalel, head of fixed income strategy at Jupiter Asset Management, predicts “heightened volatility over the coming weeks”. The result of the US election is still uncertain but the ‘Biden reflation trade’, which had been increasingly priced in by markets, is already starting to unwind as investors reassess risk. Markets had been set up for a decisive victory for Biden and the Democrats. Many investors had been long commodities, short US dollar, and short US Treasuries in the hope that higher fiscal stimulus under a unified Democratic presidency and Congress would fuel growth and reflation. But once again it seems that the polls got it wrong, and the market got ahead of itself. A Biden landslide is now out of the question. Trump’s aggressive campaigning certainly seems to have been underestimated by most market commentators. If neither party wins decisively, the prospects of effectively pushing through big fiscal stimulus becomes harder with a divided government and a low majority. At this point, a marginal Biden victory would appear to be the worst outcome for risk assets – even if they see an initial bounce – as it would likely mean protracted delays with pushing through fiscal stimulus alongside higher taxes on corporates and high net worth individuals. Against this uncertainty, the US dollar has strengthened and US Treasuries have gained. With bond yields getting crushed, markets have fled once again to the high growth potential of the tech sector which is driving equity indices higher. Here are the best and worst-performing sectors on the FTSE 100 this morning, as investors react to the US election. Multinational bank Standard Chartered has dropped 4.5%, with HSBC losing 3.1% and mining group Antofagasta off 2.8%. But that’s being balanced by other stocks, including pharmaceuticals firms AstraZeneca (+4.4%) and Hikma (+3.4%), British American Tobacco (+3.8%), and weapons manufacturer BAE Systems (+3.8%). Susannah Streeter, senior investment and markets analyst at Hargreaves Lansdown, says investors are hunkering down: ‘With Donald Trump already claiming victory even though millions of votes are still uncounted, investors may have to belt up and brace themselves for some volatile sessions of trading ahead. So far, as trading has got underway in Europe, investors seem to be adopting a wait and see approach, as it is likely to be many hours and possibly days before all states tally all the ballots. With a high number more votes cast this year, and many more by mail because of the coronavirus, the process could be long and protracted. With the outcome potentially in doubt for days to come US equity futures have already been swinging, but tech stocks gained, with NASDAQ futures rising by more than 3% at one point before easing back, on speculation a Trump win could benefit the sector. The dollar has also lifted against the euro and with uncertainty the name of the game there are signs some investors are ploughing into safe haven bonds, with yields on US treasuries falling back.’ You can keep track of the situation in the US election here: The pound isn’t the only currency struggling against the US dollar. The greenback has strengthened against a basket of currencies today, as America’s election race tightened. Reuters has the details: The dollar was up 1% as European markets opened, while the offshore-traded yuan, Australian dollar and Norwegian crown, which have for years borne the brunt of Trump’s protectionist policies, weakened. “One of the few things clear so far is that we are not going to see a Democrat landslide win as polls had suggested. That has wrong-footed an FX market which was positioned for some clarity,” said Chris Turner, global head of markets at ING. China’s yuan took a real tumble when early votes showed Donald Trump was outperforming expectations, but has recovered some ground since. After lurching lower at the start of trading, the FTSE 100 index of UK shares is now back where it ended on Tuesday: That could be a taste of the volatility ahead. Adrian Lowcock, head of personal investing at investment platform Willis Owen, says the current situation is the “worst outcome for markets”. The election is much closer than many pundits expected, with Trump holding key battleground states including Texas, and a clear and quick result is looking less and less likely. “It’s the worst outcome for markets, with futures jumping around as traders switch their trades to try and reflect the shifting sentiment towards the candidates, and we expect volatility to be high today. Investors may have to endure some vicious swings for the next few days if this drags on, and it has echoes of 2000 about it, when the result of George Bush Jnr versus Al Gore was too close to call. European markets opened in the red, as traders watch the election drama across the Atlantic. In London, the FTSE 100 dropped by 61 points or around 1%, but is now recovering some ground. That’s a smaller fall than expected, with the falling pound supporting the share prices of multinational companies such as AstraZeneca (+3.3%) and British American Tobacco (+2.8%). Germanys DAX dropped 1.6% at the open, with France’s CAC down 1.4%. The pound has fallen sharply against the US dollar this morning. Sterling has lost nearly a cent and a half to $1.291, handing back all yesterday’s gains. Ranko Berich, Head of Market Analysis at Monex Europe, says markets are adjusting to the prospect of a prolonged period of US political uncertainty: “The dollar saw wild swings along with other macro markets last night after Donald Trump’s unexpectedly strong performance in key swing states, notably Florida. Prior to the first results becoming available, markets were happily assuming that a clear Biden and Democrat win would lead to large stimulus spending, a higher path for inflation, and a weaker dollar. This narrative was blown to pieces by early results from Florida, causing the dollar to suddenly rally along with a sharp flattening in the US yield curve as investors hastily recalibrated their bets. Markets must now grapple with a close election and the prospect of sustained uncertainty stemming from long vote counts and an impending court battle over the validity of mail-in ballots. Both presidential candidates have been speaking about the race. President Trump tried to claim victory, even though counting continues. My colleague Joan E Greve explains: Donald Trump pushed a baseless accusation of “fraud” in the presidential election, as he declared victory without the results to back that up. “This is a fraud on the American public,” the president said a the White House. “This is an embarrassment to our country.” Trump added, “We were getting ready to win this election. Frankly, we did win this election.” The president has not won re-election as of now, and key swing states such as Michigan, Pennsylvania and Wisconsin remain too close to call. The president pledged to fight the results of the election at the supreme court. “We will be going to the US supreme court. We want all voting to stop,” Trump said. Election officials in key swing states continue to count valid ballots, and that process could continue for days. Joe Biden told supporters in Delaware that he was “on track to win”, adding that it might take some time to know the results. We are feeling good about where we are. I am here to tell you tonight that we are on track to win this election. We know with unprecedented early voting, it is going to take a while. We are gonna have to be patient.” US government bond prices have rallied sharply overnight, as hopes of an early stimulus package faded. Yesterday, the yield (or interest rate) on US 10-year Treasury bills jumped to four-month highs. That was taken as a sign that markets were anticipating a huge new spending package, if the Democratic Party took control of the Senate. But this now looks less likely, with Republicans now more confident they will keep control of the upper chamber. Richard Carter, head of fixed income research at Quilter Cheviot, explains: “At this stage, no clear winner in the US Presidential election has been declared. Once again, the polls have underestimated the depth of support for Donald Trump and it is possible he may well end up as the winner. “In the short term, this is disappointing for markets and raises the prospect of several days or even weeks of uncertainty and possible legal challenges. Investors had been also been hoping that a clear victory would open the door to a massive stimulus package which would boost the US economy. This now appears unlikely, at least in the short-term, so we would expect to see some volatility today as markets digest the situation. The good news is that central banks will continue to provide large amount of supports through QE and low interest rates and this should reassure investors as we wait for news from Washington.” Good morning, and welcome to our rolling coverage of the world economy, the financial markets, the eurozone and business. Investors around the world are gripped by the unfolding election drama in the US. When City traders logged off last night, the talk was about a potential Biden presidency and a Blue Wave sweeping across Congress. But instead, the race for the White House has proved to be closer than the polls anticipated, and it isn’t over yet. The Wall Street futures market has been wild overnight as votes were counted, with key states including Florida, Ohio and Texas being called for Donald Trump. The technology-focused Nasdaq index surged particularly sharply, with trading briefly paused after rallying over 3.5% in overnight trading. But.... the votes are still being counted, and some crucial states have not yet been declared - including Pennsylvania, Georgia and North Carolina. Our main US election liveblog has all the details of how the action has been unfolding. Investors are recognising that a clear result could take some time. As Neil Wilson of Markets.com puts it: Biden is called to win Arizona (11), which leaves the key Rust Belt states of Wisconsin (10), Michigan (16) and Pennsylvania to decide the election. But these won’t be called imminently and it could take days to decide final outcome, not even considering legal challenges prolonging the agony – A result today may not be possible, though if Biden clears 270 it seems difficult for Trump to mount a serious legal challenge. European stock markets are currently on track to open sharply lower, with the FTSE 100 being called down 2% (it rallied by over 2% yesterday). There is some economic news coming up, including US jobs figures and a healthcheck on the world’s service sectors, but that’s going to take a back seat to election drama: The agenda 9am GMT: Eurozone service sector PMI for October 9.30am GMT: UK service sector PMI for October 1.15pm GMT: The ADP survey of US private sector employment for October 2.45pm GMT: UK service sector PMI for October"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}