{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/grogonomics/2020/nov/03/reserve-bank-zero-hour-approaching-as-australian-economy-struggles-to-stay-afloat", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2020-11-02T16:30:48Z", "webTitle": "Reserve Bank zero hour approaching as Australian economy struggles to stay afloat | Greg Jericho", "webUrl": "https://www.theguardian.com/business/grogonomics/2020/nov/03/reserve-bank-zero-hour-approaching-as-australian-economy-struggles-to-stay-afloat", "apiUrl": "https://content.guardianapis.com/business/grogonomics/2020/nov/03/reserve-bank-zero-hour-approaching-as-australian-economy-struggles-to-stay-afloat", "fields": {"headline": "Reserve Bank zero hour approaching as Australian economy struggles to stay afloat", "bodyText": "Ten years ago today the Reserve Bank lifted the cash rate to 4.75% – it was the last time it increased interest rates. Today, despite strong growth in the housing sector, the bank looks set to cut the cash rate to near zero and also perhaps engage in quantitative easing in an effort to keep the economy alive. This time a year ago I wrote about the possibility of the RBA pushing interest rates into negative territory and for it to pursue “unconventional monetary policy”. It is a nice reminder that even before the pandemic hit our economy was struggling, and the lack of fiscal support from the government at the time meant the Reserve Bank was expected to shoulder most of the load. And here we are a year later once again finding ourselves suggesting the Reserve Bank could cut rates below zero as the economy struggles to stay afloat. It is also an indicator that, despite massive government spending, there clearly has not been enough to overcome the smashing the economy has taken. Over the past year expectations for the cash rate fell quickly in February and March, then settled just below the 0.25% level. But the lack of any real growth in the economy now has investors expecting the rate to be cut to around 0.03% – effectively zero: Graph not appearing? View here Whether the RBA will cut rates from 0.25% to zero or something like 0.1% (there is no rule that the cuts have to be 25 basis points), it is clear the Reserve Bank needs to do more because the economy remains in a deep hole. The weird thing is that the housing sector is actually doing well. Yesterday the latest lending figures showed that housing finance in September was 26% above that of 12 months ago: Graph not appearing? View here This suggests that house prices are set to keep rising: Graph not appearing? View here All the growth is among owner occupiers. Investor finance grew just 4% over the past year, compared with a 33% jump in owner occupiers. Much of this can actually be put down to the government homebuilder policy, which after a bit of a slow start has led to a massive jump in the number of home loans for construction: Graph not appearing? View here The number of construction home loans has grown 64% since May, almost double that of other owner-occupier loans. And while this is good for the construction sector, it is why these figures will not greatly concern the Reserve Bank. Normally such strong housing finance growth would never have the bank thinking about cutting rates (which actually stimulates housing loans), but that is what is likely this afternoon because the home loan rise is somewhat artificial and the broader economy is rather stuffed. Consider that car loans remain at the level they were six years ago: Graph not appearing? View here And the latest figures for both inflation and demand in the economy show that there is barely any activity to be seen: Graph not appearing? View here And this is why the Reserve Bank is likely to go into uncharted territory today. With the cash rate already at 0.25%, even a cut to 0.1% will have a limited impact and so the bank may also engage in what is known as quantitative easing. This rather awful jargon essentially means the RBA will buy government bonds. What this does is lower the interest rate of those bonds, which has the effect of making it easier for banks to lend money (especially to businesses) because there is little value in it holding onto the bonds. In the past such a scheme would have some economists worried about inflation rising because quantitative easing effectively means printing more money, but that really is the very least of the RBA’s worries right now. The current expectations for inflation remain at pitiable levels: Graph not appearing? View here Right now the bank would love more inflation – anything to show some level of demand in the economy from people wanting to buy more goods and services and businesses wanting to hire more workers. You can write a PhD thesis on whether past examples of quantitative easing have worked, but what it does signify is that the Reserve Bank believes what has been done so far by itself and the government is not enough to get the economy going. In its last board meeting, RBA members noted that “both unemployment and underemployment were expected to remain high for an extended period. The recovery was likely to be slow and uneven, and inflation was expected to remain subdued for some time”. The hopes in March – when the bank last drastically cut rates and suggested it would keep them there for around three years – of a quick snapback are fast receding. The long recovery is now clear for all to see as Covid continues to ravage the rest of the world and destroy hope of the global economy opening up anytime soon. And so we look to a likely further cut in the cash rate and wonder whether, given it has been 10 years since the last rate rise, will it be another 10 years before the bank thinks the economy is growing so strongly that it needs to raise it again?"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}