{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2020/nov/03/new-lockdown-same-economic-victims-young-low-paid-workers", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2020-11-03T18:17:07Z", "webTitle": "New lockdown, same economic victims: young, low-paid workers", "webUrl": "https://www.theguardian.com/business/2020/nov/03/new-lockdown-same-economic-victims-young-low-paid-workers", "apiUrl": "https://content.guardianapis.com/business/2020/nov/03/new-lockdown-same-economic-victims-young-low-paid-workers", "fields": {"headline": "New lockdown, same economic victims: young, low-paid workers", "bodyText": "As far as the labour market is concerned, lockdown 2 will be the same as lockdown 1: the main casualties will be young, low-paid workers employed by consumer-facing services. Retailing, hospitality and leisure make up around one-sixth of the economy’s output and anybody working in one of those sectors is more at risk of losing their job, of being furloughed and of not having their government-supported wages topped up by their employers. The latest survey of earnings and hours worked from the Office for National Statistics illustrates starkly why so many of Britain’s most vulnerable workers are fearful of a second lockdown, particularly if the restrictions drag on for more than a month. While 11% of all employees were furloughed on reduced pay in April – the month that registered the biggest contraction in the economy – that figure rose to 39% for those working in accommodation and food services. What’s more, around half of the lowest-paid workers (paid £8.72 an hour or less) were furloughed on reduced pay – compared with fewer than one in 20 higher-paid workers (paid £15.87 an hour or more). So while the government’s furlough scheme paid 80% of wages up to a maximum of £2,500 a month, and was at least as generous as most comparable schemes in other countries, there was still a major income hit for those workers whose employers could not afford to make good the other 20%. As a result, around 2 million furloughed workers were being paid less than the £8.72 an hour minimum wage. Clearly, a low-paid worker furloughed on 80% of their wages is a lot better off than someone who loses their job altogether, but life is still going to be a struggle. Older, higher-paid workers might have savings that they can draw upon, but the 21-year-old earning the minimum wage in a hotel is unlikely to have this option. The TUC has said Rishi Sunak should fix the furlough scheme to ensure that nobody ends up earning less than the minimum wage. Given the Treasury’s reluctance to target particular sectors, it is highly improbable that the chancellor will go down this road. Sunak could, however, announce that he intends to increase welfare payments when they are next uprated in April, rather than take away the temporary £20-a-week one-year boost to universal credit, which is the current default position for the government. Larry Elliott Is Nio the new Chinese Tesla? What’s the most popular stock among small investors and day traders? Tesla? Amazon? Apple? Microsoft? According to trading platform eToro – which claims to have 16 million users globally – those are four out of the five most traded. But sitting at the very top among traders’ affections is a small Chinese company the vast majority of people have never heard of. The company is called Nio, a six-year-old startup based in the city of Hefei in the eastern province of Anhui, which earlier this year needed a rescue financing package to tide it over during the coronavirus pandemic. Yet today the company is valued at $45bn (£34bn) – more than Tesco and NatWest put together– and since March has given investors an extraordinary 1,400% return. No wonder day traders have been falling over themselves to buy. So what is Nio doing that has speculators so frantically bidding up the price? The magic word is “EV”. That stands for electric vehicle, and punters reckon Nio is China’s answer to Tesla. Nio did not sell its first car until 2018, and even now is managing to sell only 5,000 a month in China, a country where more than 2m vehicles are sold every month. Yet Nio’s stock market capitalisation (it is listed on the New York stock exchange) makes it far more valuable than Ford Motor Corporation, which last year produced 5.5m vehicles. Nio is also in the RobinHood 100, the hotlist of stocks on the hugely popular no-commission US trading platform. Speculators lap up stories that Nio is working on a 150 kWh battery that will let its cars go 559 miles on a single charge. Yet Nio still doesn’t even have its own manufacturing plant, partnering with the Chinese state company JAC instead. Adam Vettese, analyst at eToro, says: “Nio’s rise in the past year has been nothing short of phenomenal, particularly given the fact it was perilously close to running out of cash at the start of the year.” Maybe Nio is the next Tesla. But it doesn’t yet sell outside China, its technology is unlikely to be ahead of Tesla, let alone competitors in Germany, South Korea and Japan. China has said it wants new energy vehicles (NEVs) to account for 25% of car sales by 2025, up from around 5% currently. Nio may be among them, but there are plenty of domestic competitors that could brush it aside. Normally financial commentators are asked to recommend “buy”, “sell” or “hold”. In Nio’s case, “take your profits” are the words that come to mind. Patrick Collinson"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}