{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2020/nov/06/wouldnt-manage-without-business-owners-furlough-extension-coronavirus", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2020-11-06T06:00:03Z", "webTitle": "'We wouldn't manage without it': business owners on the furlough extension", "webUrl": "https://www.theguardian.com/business/2020/nov/06/wouldnt-manage-without-business-owners-furlough-extension-coronavirus", "apiUrl": "https://content.guardianapis.com/business/2020/nov/06/wouldnt-manage-without-business-owners-furlough-extension-coronavirus", "fields": {"headline": "'We wouldn't manage without it': business owners on the furlough extension", "bodyText": "Chancellor Rishi Sunak on Thursday announced an extension to the furlough scheme, which has been a lifeline for businesses across the UK. Businesses will now be able to furlough staff on 80% of their salaries until March next year. The Guardian spoke to small business owners about what it means for them. Hayley Mountjoy-Hicks, beauty salon owner, Gloucestershire ‘We wouldn’t manage without it’ For 35-year-old Hayley Mountjoy-Hicks, the announcement of a second lockdown in England was devastating. “This year has been so difficult,” she said. “We have such high overheads with rent, and I haven’t been earning any income at all. We’ve had to buy PPE, and constant cleaning in the salon has meant we need more time between appointments, so we’ve missed out on clients. If it goes on for much longer, it’s very worrying for the survival of the business.” Mountjoy-Hicks furloughed her apprentice, her only employee, at her salon in Tetbury during the first national lockdown, and did the same again on Thursday. She welcomed the chancellor’s announcement. “It’s absolutely necessary especially if we’re not allowed to open on 2 December,” she said. “We wouldn’t manage without it.” Nicola Ferjani, soft play centre owner, Southampton ‘I’m grateful for the support’ “The announcement about furlough was certainly helpful, but also shows me that this is going to go on for a lot longer than I was anticipating, so in some ways it’s a bit of a blow,” said Nicola Ferjani, 46, who owns a soft play centre in Southampton. She furloughed all 10 of her employees during the last lockdown and will do the same during the second. Ferjani said the lockdown was “extremely worrying” for her business, describing it as an “abyss”. “We were running on a deficit after the last lockdown, and when we reopened on 16 August we were only at 30% capacity because of social distancing, so we weren’t even breaking even,” she said. “Play centres are very seasonal because more people play outside in the summer, so we generate money through the winter to see us through but we’re now not able to do that. “We did have preliminary conversations about redundancies, but you have to be able to afford redundancies,” she added. “We’re just going to ride it out until the pot goes dry.” Andrew McAllister, swim coaching business owner, Manchester and London ‘My team could be getting 50% of what they now earn’ Andrew McAllister has been forced to make five redundancies during the pandemic from his business, and has furloughed his remaining 10 staff. While he praised the scheme for helping him to maintain most of his staff, McAllister, who is 34, raised concerns about the calculation for the 80% of wages the government will pay. “Many of my staff members started in January, and we have a long training process, during which they’re paid a slightly lower wage,” he said. “During the last lockdown, the furlough scheme was based on their wages during that period, but since we reopened over the summer they’ve earned good money with us coaching lessons. If the furlough scheme doesn’t account for that, they’ll be earning about 50% of what they have been paid over the past three months.” McAllister said that closure during a second lockdown was “incredibly frustrating”. He’d be planning to extend his business to two new locations this week in the south of England. “I am hugely concerned that the longer the delay in reopening, the greater the chance some swimming pools may never reopen.” Malik Aslan, Vape shop owner, Watford and High Wycombe ‘We used to have a turnover of around £15,000 per month in each shop, and that’s dropped to five or six thousand’ Malik Aslan, who runs two vape shops in the Hertfordshire town of Watford and High Wycombe in Buckinghamshire, “somehow survived” the first lockdown, but was forced to pour his savings into the business. He received a government grant of £10,000 and furloughed his four employees, but said this didn’t make up the lost income. During the last lockdown, 37-year-old Aslan paid for 20% of his employees’ salaries on top of the furlough scheme, but said he can’t afford to do the same this time around. “We used to have a turnover of around £15,000 per month in each shop, and that’s dropped to five or six thousand,” he said. “It’s very, very hard at the moment.” Without the furlough scheme, Aslan said he would not have been able to keep his staff on, and that the extension would help. Martin Jones, bar owner, Cardiff ‘We’ve been forgotten’ For some businesses, however, Rishi Sunak’s announcement didn’t change anything. Martin Jones, 52, owns the Main Stage bar in Cardiff’s city centre. He took over the bar from its previous owner in July, making him ineligible for the furlough scheme, despite the bar existing for many years before. “The bar used to employ 12 staff, but when we took it over we had to lay off all but five, including myself. I’m worried for my staff. They have rent and bills to pay.” The two-week “circuit breaker” lockdown in Wales, which began on 23 October, forced the bar to close, and while it is due to reopen on Monday, it must shut at 10pm. Also, only four people are allowed per table, unlike the six allowed in England. Jones said he expects further lockdown measures. “Before we took over, the bar would take between £10,000 and £12,000 a week during the summer, but with the 10pm curfew we’re struggling to take £2,500,” he said. “It covers the cost of buying in beer and wages, and just about pays a couple of bills, but not all of them. “I’m not worried abut making profits, I just want to survive. I want to come out of this and still have a business, and for staff to still have a job. To me, it’s a very unfair system. We’ve been left behind and forgotten about.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}