{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/live/2020/nov/02/lockdown-markets-oil-travel-retailers-ftse-low-manufacturing-ocado-primark-business-live", "type": "liveblog", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2020-11-02T19:39:47Z", "webTitle": "Markets rise despite Covid-19 lockdown double-dip fears – as it happened", "webUrl": "https://www.theguardian.com/business/live/2020/nov/02/lockdown-markets-oil-travel-retailers-ftse-low-manufacturing-ocado-primark-business-live", "apiUrl": "https://content.guardianapis.com/business/live/2020/nov/02/lockdown-markets-oil-travel-retailers-ftse-low-manufacturing-ocado-primark-business-live", "fields": {"headline": "Markets rise despite Covid-19 lockdown double-dip fears – as it happened", "bodyText": "And finally, European stock markets have ended the day higher. The FTSE 100 has, for the moment, shrugged off the new English lockdown. It has closed 77 points higher at 5654, recovering from last week’s six-month lows. As predicted at the start of trading, though, travel firms, retailers and pub chains had a rough session. JD Sports was the worst performer, down 6.7%, while car seller Auto Trader lost 3% and Next lost 1.6%. Banks were also under pressure, with NatWest down 3%. Surprisingly, oil companies ended the day among the risers. BP and Royal Dutch Shell both jumped over 4%, as crude prices rebounded from their earlier lows. The jump in factory activity in the US, Germany and China last month may have boosted optimism about the global economy, even though new Covid-19 restrictions are expected to force the UK and eurozone to shrink again this quarter. Associated British Foods also ended the day 1.4% higher, despite predicting that lockdowns will cost it £375m of lost sales. European markets also made a good start to November, with Germany’s DAX and France’s CAC both gaining around 2% today after heavy falls last week. Wall Street is still comfortably higher too, with the Dow Jones industrial average up 445 points or 1.7% at 26,947. Here’s our round-up of today’s stories: Goodnight. GW Ocado is holding firmly on to the top slot on the FTSE 100, after upping its profit forecasts for the year this morning, from £40m to £60m. Shares are up 8.5% in late trading, valuing the online grocery firm at over £18bn (yes, that’s quite a price/earnings ratio). My colleague Sarah Butler has the details: Duncan Tatton-Brown, the Ocado finance director, said the uplift in profits had come as the UK continued to suffer under Covid-19. “Most of the country had hoped the effects of the pandemic would have started to mitigate by now. Unfortunately that has not proven to been the case,” he said. Tim Steiner, the Ocado chief executive, said the group did not experience stockpiling but was “continuing to trade at peak volumes every day” as shoppers switched away from physical stores. John Coldham, retail partner at legal firm Gowling WLG, says Ocado’s purchase of two robotics companies today for a total of $287m is also significant: “Ocado has already proved itself to be ahead of the curve in dedicated online grocery delivery. That market is getting tougher, with major new entrants such as Amazon, and all the retailers refining their offerings in light of the pandemic and the growth of online grocery shopping. Making significant enhancements in the robotics behind their offering should enhance Ocado’s ability to stay ahead, and also allow it to grow the platform it sells to other retailers around the world, making its tech arm even more valuable.” Today’s equity market rebound is a little surprising, given the escalating Covid-19 pandemic - and the political uncertainty in America. Oil has also recovered its earlier losses, despite the concerns over weak demand in the coming months. Investors do like to look beyond short-term issues. But Fawad Razaqzada, market analyst with ThinkMarkets, suspects the rally may stumble. Ahead of US elections, surging virus cases and in light of a fresh lockdown in England, you would have thought the markets would be lower today. Well, that’s how things started with stock index futures gapping lower overnight, crude oil dropping 4% and the pound slipping to its lowest level since early October. However, things then started to turn around sharply and by mid-morning UK time, it was a sea of green for the major indices, while crude oil had trimmed its losses and the GBP/USD had nearly turned positive on the day. It will be interesting to see whether stocks will be able to hold onto their gains amid more lockdowns in Europe, rising new virus cases and deaths, and not to mention the fact it will be US presidential election tomorrow. I would be very surprised if investor appetite for risk does not decrease. The strong US factory growth seems to be lifting markets higher. The Dow Jones industrial average is now up almost 2% today, or 517 points, at 27,019. European stocks are also starting November in better heart, with the UK’s FTSE 100 now up 1.5%, and Germany and France’s markets gaining over 2%. The Institute of Supply Management has also reported that US manufacturing grew at its fastest pace in almost two years in October. ISM’s index of American factory output has jumped to 59.3 for October, must stronger than the 55.8 expected. That’s the highest reading since November 2018, and matches the message from Markit’s PMI survey a few minutes ago Manufacturers reported that new orders surged last month, encouraging to take on more staff again. Analysts and economists say it’s an encouraging sign - here’s some snap reaction: American factories also had a good October. The US manufacturing PMI has risen to 53.4, from 53.2 in September, signalling that growth picked up a little. It’s the strongest reading since January 2019. That follows the acceleration at eurozone factories last month, and the steady growth in the UK and Canada. Factory bosses reported that output expanded at a faster rate, following a rise in new orders. It suggests America’s economy began the fourth quarter of 2020 quite well, but the rising Covid-19 cases in the US, and globally, could threaten that recovery. Chris Williamson, chief business economist at IHS Markit says: “With clues being sought as to whether the economy can sustain its recovery after rebounding from lockdowns, the rise in the PMI in October is encouraging news. It’s inevitable that the pace of economic expansion will weaken after the surge seen in the third quarter, but the strength of the PMI hints at a recovery for which the underlying trend continues to strengthen at the start of the fourth quarter. Producers of investment goods such as business equipment and machinery are leading the upturn in a welcome sign of rising business confidence and corporate investment, but it was worrying to see consumer goods producers report weakened order book growth, reflecting rising virus-related worries. Going forward, much will naturally depend on the extent to which the economy can remain open and functioning in the face of rising virus case numbers.” Over in Canada, factory output has expanded at a decent pace for the fourth month in a row. The Canadian manufacturing PMI, just released, has dipped to 55.5 in October from September’s 56.0, a level that shows solid growth. Companies reported that new orders and output both grew, as they continued to recover from the Covid-19 crisis. The New York stock markets has opened higher, on the final day of trading before the presidential election day. Wall Street is shaking off its own grim October, having just posted its worst week since March. The Dow Jones industrial average has gained 328 points at the start of trading, up 1.2%, to 26,829 points. The broader S&amp;P 500 index is also up 1.2%, while the tech-focused Nasdaq has gained 1%. Millions of American have already voted, of course, and the opinion polls give Joe Biden a solid lead. FiveThirtyEight suggest a Democrat win around 90 times out of 100. But markets have been surprised before (eg in 2016, and the EU referendum), so we may well not get a clear result on Wednesday. Matthew Cady, Investment Strategist at Brooks Macdonald, says a delay could leave markets unsettled. This week, the long wait is over. Tuesday 3 November is US election day, but that date is less significant this year, as record numbers of US citizens have already chosen to vote early either in person or by post. According to the US Elections Project as of 1 November, some 92m Americans (equivalent to two thirds of the total votes counted in the 2016 US election) have already cast their ballots. Despite the current Democrat lead in the polls and betting odds, such predictions have been wrong before, and there is still a risk that the US election outcome may not be known for some days if the votes end up being contested in one or more key US swing states. Some states are allowing the counting of late postal ballots, for example, by 3 days and 9 days after election day respectively in the case of swing states Pennsylvania and North Carolina. Normally, a state usually requires ballots to arrive on election day in order to count, but following legal rulings, this time for some states it means that ballots need only be postmarked by election day or the day before and can still be counted if they arrive within the allotted time after election day. This suggests that for a very close-run result in some states, postal votes might be the deciding factor and counting those in the days following 3 November could well leave markets unsettled. October was a grim time in the markets - the worst month since March, culminating with the worst week in seven months too. But November is starting brighter, with moderate gains across the board as investors try to look beyond the economic harm of Covid-19. The Europe-wide Stoxx 600 is now up 1.4% for the day, after Asia-Pacific markets also had a good day - Japan’s Nikkei jumped 1.8% and South Korea’s KOSPI gained 1.4%. Reuters points out that strong manufacturing data from China has lifted the mood: Shares on Monday recovered globally from one-month lows as strengthening factory data in China and Europe offset news of new virus lockdowns, while investors prepared for more volatility arising from the U.S. presidential election. The MSCI world equity index which tracks shares in 49 countries, was up 0.5% by 1310 GMT, following a strong performance in Asia after data showed Chinese factory activity expanded at its fastest pace in a decade. Here’s our news story on Ryanair’s unprecedented summer loss, and its no-refund policy for customers who can’t now fly due to the lockdown: The FT’s Matthew Garrahan also reports that central London is unusually quiet today, even before the new lockdown officially begins: Today’s slump in the oil price is putting more pressure on Opec to cut production. The group of oil-producing nations, and non-member Russia, had been planning to increase production by two million barrels per day in January (partially unwinding their supply cuts from earlier this year). But the latest swathe of Covid-19 lockdowns will depress demand, meaning more pressure to cut supply. Craig Erlam of OANDA predicts prices could keep sliding unless Opec+ slams the brakes on again: Oil is getting crushed once again, with the latest Covid restrictions in Europe taking a heavy toll on crude prices. There’s a massive imbalance forming in the supply/demand outlook which is weighing heavily at the moment, as we await a response from OPEC+. The group has previously signaled a willingness to respond in the event of more lockdowns and the time has come for just that. Market pressures are not going to ease, even if prior warnings cushion the blow to an extent. Brent and WTI have both pulled off their lows this morning as sentiment in financial markets has improved but their coming off a low base. Brent is almost 20% lower than it was a couple of weeks ago and the lowest it’s been since mid-May. If OPEC+ don’t respond soon, the pressure will continue to increase and both Brent and WTI could find themselves closing in on $30 a barrel once again. The group can only sustain so much and these lockdowns are only going to spread further. It’s not a case of if they’ll push back production increases, it’s now a case of when. The boss of Britain’s biggest airport group, MAG, has hit out at the government for its “shocking” neglect of the aviation and travel industry, and accused the prime minister of “effectively shutting down his business” via Twitter. Charlie Cornish, the chief executive of the group which includes Manchester and London Stansted airports, said airports would be forced to act quickly to secure their future following the virtual ban on international travel. MAG is planning to lay off 900 staff. Cornish said urgent government support was now needed to prevent more job losses in an industry which had been buffeted by “chaotic changes in policy” throughout the pandemic. No dedicated package of support has been given to aviation, despite early indications from the chancellor that specific measures would be considered. Cornish said there had been no warning or discussion with the industry about the travel ban, adding: “Given the huge impact on the hundreds of thousands of people working in the aviation and travel industry, it is shocking that the prime minister didn’t consider the shutdown of international travel worthy of mention… [but] symbolic of the way government has neglected UK aviation and the role it plays our economy from day one of this pandemic. “It is clear they have not understood, or even tried to understand, what the impact of this latest decision will be, let alone put in place measures to help the industry cope with the tough times ahead.” Last week the Airport Council of Europe warned that almost 200 airports across the continent were in danger of going bust in the winter. Here are the top and bottom fallers on the FTSE 100 so far today, after a lively morning: Russ Mould, investment director at AJ Bell. says the FTSE 100’s international focus is providing some support: “It is important to remember that approximately three quarters of the FTSE 100 generates its earnings overseas, so a new England-wide lockdown is less of an issue to the index although it does affect investor sentiment. “That might explain why the FTSE 100 only slipped 0.2% to 5,566 whereas the more UK-focused FTSE 250 index fell by a greater amount, down 0.6% to 17,116. One must also consider that the market has already priced in a lot of bad news, as reflected by last week’s terrible showing for equities. “Drilling down into the UK equities space, it is clear to see that investors are sifting through the market looking for lockdown winners and dumping lockdown losers. “Supermarkets are going to be in demand once again, with chatter that big queues already started to form over the weekend. Sales could improve for this sector over the coming month, but costs are also likely to be higher as companies likely reintroduce measures to help keep customers safe and crowds under control. “The key threat to this potential sales rally is the weather. People might be less willing to queue in the Autumnal wind and rain and so supermarkets may not see as strong a hike in sales as they saw during the Spring when the weather was more favourable. Mihir Kapadia, the CEO of Sun Global Investments, predicts the oil price will remain weak as more countries enter winter lockdowns: “Oil markets have continued their spiral of decline on Monday morning as Europe prepares for a wider lockdown for November, amplifying fears that demand for oil will decline once again. As of Thursday, the UK will join France and Germany in a nationwide lockdown, while Italy and Spain look likely to follow suit. As a result, Oil prices have fallen as much as 4% with Brent crude recording losses of 3.9% to hit $36.45 a barrel while WTI futures were hovering around $34.21, a decline of 4.4%. The US is also facing rising infections as the Presidential election takes place. Oil markets have been consistently underperforming for some time, even before Covid-19 and the short term trend is towards further weakness. The upcoming policy meeting between OPEC and its allies at the end of the month could be an important determinant as to where the markets are heading for the coming months and more broadly into 2021 in general.” Shares in companies who will be badly affected by England’s new lockdown are still under pressure in the markets. Cinema chain Cineworld are down 8%. Its UK sites are already temporarily closed, and escalating Covid-19 cases could push back their reopening. Ticketing service Trainline has dropped by 6.6%. The ban on people leaving their homes apart from for education, essential work, exercise, or to shop for essentials will clearly hit demand. That’s also why SSP, which runs cafes, restaurants and takeaway sandwich bars at travel hubs, are down 4%. Airline group IAG has recovered some losses, though, but it still down 1.7% today. Mike Ashley’s Frasers Group, which includes Sports Direct, are down 4.4% today, while pub chain Wetherspoons are now 4% lighter, as pub closures loom. But the wider market is looking healthier, with the FTSE 100 up 66 points or 1.2% at 5644, recovering from last week’s six-month lows (although still down 25% this year). Caxton’s Michael Brown reports that the City of London is moving back into lockdown mode (although rather windier than last time). Morgan Stanley has also predicted that the UK and eurozone economies will shrink this quarter, telling clients: “We now see a more complex W-shaped recovery, in place of our previous assumption of an asymmetric V.” The prospect of Britain’s economy suffering a double-dip recession is also weighing on the pound today. Sterling fell as low as $1.2852 overnight, the lowest in over three weeks. It has also dipped against the euro. Traders are anticipating further stimulus measures from the Bank of England on Thursday, and perhaps more talk about negative interest rates. The Covid-19 pandemic is distracting from the crucial Brexit talks, as Raffi Boyadjian, senior investment analyst at XM, explains: Sterling, in particular, stood out as the worst performer on the first trading day of November, dropping below the $1.29 level, with most parts of the United Kingdom now under some form of lockdown. Prime Minister Johnson announced a one-month lockdown for England on Saturday as regional curbs have failed to stem the surge in Covid cases. In addition to the fresh virus blow, UK businesses still have no clarity on where the negotiations for a post-Brexit trade deal are headed. UK-EU negotiators are meeting again this week as the talks enter an intensive phase. An update on the status of those talks is expected mid-week, although there is no guarantee that positive headlines will be able to eclipse the grim virus reality. Analysts at Japanese bank MUFG also predict the UK economy and the eurozone will both shrink in the last three months of this year. Like Goldman Sachs, they fear the surge in growth over the summer will be short-lived. The new Covid-19 lockdown could also force the Bank of England into a larger expansion of its stimulus programme, they add: The return to “partial” lockdowns will trigger another quarter of economic contraction in Q4 for both the euro-zone and UK economies although it is expected to be milder than the unprecedented plunge recorded earlier this year. Manufacturing, construction and education sectors will be less impacted by the new restrictions. The negative shock will increase pressure on national governments and central banks to provide more stimulus to support growth. The UK government has already announced that it will extend the current furlough scheme rather than switch to the new job support scheme for as long as the lockdown measures remain in place. Similarly, it will reinforce expectations for even bigger BoE policy stimulus ahead of this week’s policy meeting on Thursday. The BoE was already expected to increase the size of their QE programme by a further £100 billion even before the new lockdown measures were announced. Market participants will be watching closely to see if the BoE moves closer to adopting negative rates well. The new Covid-19 restrictions being imposed in Europe means the UK and the eurozone will shrink this quarter, Goldman Sachs has warned. The Wall Street bank predicts that economic growth will be hurt by the closure of non-essential shops, restaurants and bars. It also fears the restrictions could last into early 2021. This would reverse the recovery seen over the summer, when the eurozone grew at its fastest pace on record (after the worst slump ever). Reuters has the details: Goldman Sachs sharply cut Europe’s fourth quarter economic forecasts on Monday as a surge in COVID-19 cases led to major countries announcing partial nationwide lockdowns for November. The U.S. investment bank said it expects the euro area’s real gross domestic product (GDP) to shrink 2.3% in the fourth quarter, a sharp reversal from its earlier projection of 2.2% growth. Similarly, it cut UK GDP growth forecasts to minus 2.4% from a 3.6% expansion it had earlier expected. “Looking ahead, we assume that the new restrictions will last for three months before they are gradually rolled back starting in February,” Goldman Sachs economists wrote in a note to clients. After a wobbly start, European stock markets are now rallying. The main indices are all higher, after plunging to their lowest levels since spring last week. FTSE 100: up 40 points or 0.7% at 5,618 German DAX: up 169 points or 1.5% at 11,725 French CAC: up 59 points or 1.3% at 4,654 British factories couldn’t keep pace with their German rivals last month. Data firm Markit has reported that the recovery in the UK manufacturing sector slowed in October. Although output and new orders kept rising, consumer goods makers reported a slowdown. This pulled the UK manufacturing PMI down to 53.7 in October, from 54.1 in September. That shows growth, but much below the 58.2 seen in Germany. Worryingly, UK factories continued to cut jobs - even though export demand rose last month. Rob Dobson, Director at IHS Markit, explains: “October saw the UK manufacturing recovery continue, albeit with the upturn losing momentum amid ongoing lockdown measures and signs that growth could weaken further in coming months after Brexit-related stockpiling. The main drag was a fall back into contraction for the consumer goods industry, blamed in part on lockdowns and falling demand as virus worries intensified among households. There was positive news on the export front, with new orders from overseas rising to the greatest extent in over two-and-a-half years. However, a significant contribution to the improvement in exports came from a temporary boost of Brexit stock building by EU clients, which was evident in one-in-four companies that reported higher exports. “The outlook for the remainder of the year has therefore become increasingly uncertain, with risks tilted to the downside. While most companies maintain a positive outlook, with three-fifths of manufacturers expecting output to rise over the coming year, concerns about near-term risks posed by the pandemic, changes to COVID restrictions and related stimulus measures, plus Brexit anxieties, continue to fog the future.” Ryanair will not refund customers who are now banned by the English lockdown from flying abroad this month. Ryanair CEO Michael O’Leary says Ryanair customers affected by the new curbs can reschedule flights. But they will not get their money back, as its flights are still operating and being used by people travelling for work, and for essential reasons. O’Leary told BBC Breakfast that: If the flights are operating there won’t be any refunds, although they will be available to avail of our change policy. We allow people to change their flights timings to flights on later dates if necessary If the flight is operating, there won’t be any refunds. If the flight is cancelled, under government directions, they will be entitled to a refund. Q: Doesn’t that go against government advice? It doesn’t seem very fair on the passenger.... O’Leary reiterates that if a flight is operating, there isn’t a refund, adding: If the government wants to provide refunds to passengers themselves, they should feel free to do so. Here’s a clip of the interview: The Covid-19 pandemic has forced budget airline Ryanair into its first summer loss. Ryanair made a loss of €197m in the six months to the end of September (the first half of its financial year), after being forced to slash flights due to quarantine restrictions. This is usually a bumper time for the group. A year ago, it posted earnings of over €1bn. Ryanair is predicting a ‘very strong snap-back’ when the virus recedes. But in the meantime, it says the rest of the year will be “hugely challenging”. The Group expects to carry approximately 38 million passengers in FY21, although this guidance could be further revised downwards if EU governments continue to mismanage air travel and impose more uncoordinated travel restrictions or lock downs this winter. A year ago it carried 149m passengers. Germany’s factory boom has lifted manufacturing growth across the eurozone to its fastest rate in over two years. IHS Markit’s final Manufacturing Purchasing Managers’ Index has climbed to 54.8 in October from September’s 53.7. That’s the highest reading since July 2018 and ahead of the 54.4 flash estimate - indicating growth accelerated towards the end of October. But can it last, given the surge in Covid-19 cases?.... Just in: German factories have just enjoyed their strongest boom in new orders in at least 24 years. That’s according to the latest survey of purchasing managers from data firm Markit. It reports that new business at German manufacturers surged in October at the fastest rate since data collection began in 1996 (a good year for German footballers too, I recall...) Factory bosses also reported that production jumped, while new orders slowed. This has lifted the German manufacturing PMI to 58.2 in October, showing strong growth, and the fastest rise since March 2018. This would normally be a reason to celebrate. But the new lockdown restrictions being imposed in Germany threaten to halt the recovery, with manufacturing optimism falling. Phil Smith, associate economics director at IHS Markit, explains “Manufacturing in Germany continued to bounce back strongly in October. The standout data point was the survey’s measure of new orders, which reached an all-time high on the back of a revival in demand both domestically and internationally. Less positively and perhaps a sign that growth could be about to slow as more firms get back to pre-COVID levels of output, we saw the first setback to manufacturing expectations for seven months in October. It comes amid rising numbers of coronavirus cases in Europe, and the increased threat of renewed disruption to supply and demand that comes with it. Although there are some large winners and losers, the wider FTSE 100 index has only dipped by 8 points, or 0.15%, this morning to 5568 points. That would be the lowest closing level since early April, following its sharp losses in October. Richard Hunter, Head of Markets at interactive investor, says investors face a ‘litany of concerns’ In the UK, it is the first chance for the market to react to the announcement of a further national lockdown. The impact will be sector wide, with airlines, tourism and travel remaining out for the count, retailers leaning heavily on their ability to transact online, and the banks considering further spikes in bad debt provisions. Ahead of its full-year results tomorrow, Primark owner Associated British Foods has already announced that it expects a hit of £375 million to sales as a result of shuttering its stores. In addition, the oil price has slumped further and is now down 45% in the year to date on demand concerns following the various announced lockdowns, putting further pressure on the oil majors. More positively, the supermarkets could avoid some of the selling pressure, having already absorbed costs such as store reformatting as a result of the initial lockdown and therefore being better prepared this time round. The lockdown announcement will also lead to calls for further government support to individuals and businesses which would pile further pressure on the UK’s financial position, while ongoing negotiations between the UK and the EU add further uncertainty to what is already a precarious outlook. There are also some notable stock market risers this morning. Shares in Ocado have surged 6% after it hiked its profit forecasts this morning. Takeaway service Just Eat have jumped 3%, as traders anticipate a surge in demand for home deliveries once restaurants and pubs shut their doors. Shares in supermarket chains Tesco (+2.4%) and Sainsbury (+2.2%) are also rising, as is DIY chain Kingfisher (+2.2%). Another stint of lockdown may mean more demand for home improvement and decorating products. Shares in UK travel companies, retailers, pub chains and hotel operators have fallen sharply at the start of trading on the London stock market. They’re all suffering from the impact of the new English lockdown rules. British Airways parent company, IAG, is the top FTSE 100 faller, down 6.3%, following the ban on holidays abroad or within the UK. Budget airline easyJet has dropped by 5.5%. Hotel operator Whitbread, which owns Premier Inns, has fallen 3.7%. High street shopping chains JD Sports (-5.8%) and Next (-2.7%) are also suffering from the imminent closure of non-essential stores, which will hammer the lucrative pre-Christmas trading. AB Foods have fallen 3% after warning that the lockdown will wipe out £375m of sales across Europe. Pub chains are also feeling a hangover from Boris Johnson’s Saturday night announcement, with JD Wetherspoons slumping 7% and Mitchells &amp; Butler down 5.6%. Retail analyst Nick Bubb says high street retailers are “reeling” from the news that non-essential shops will have to close again on Thursday. A year ago, with all the Christmas TV ads kicking off, the worry was what the upcoming General Election on Dec 12th would do to High Street spending in November… A year on and the worry now is how the shock closure of non-essential shops in November will affect Christmas spending plans and how on earth Online retailers will cope with the surge in demand… While high street retailers struggle, online grocer Ocado has just hiked its profit forecasts. It told the City that trading at its retail arm (which moved to offer M&amp;S food this year) remains strong: Ocado continues to see high demand as consumers migrate to online grocery in record numbers. Sales are in line with the trends reported in the Third Quarter although growth rates reflect the seasonality of the quarter. As a result of this strong performance, Ocado Group today announces that it expects full year EBITDA for the group to be over £60m, versus previous guidance of over £40m. Ocado is also buying two robotic technology companies - Kindred Systems, “an advanced piece-picking robotics company”, for $262 million and robotic arm designer Haddington Dynamics Inc for $25 million. Tim Steiner, CEO of Ocado, says these firms will improve Ocado’s automated warehouse technology, and potentially help it move beyond the groceries business. Given the market opportunity we want to accelerate the development of our systems, including improving their speed, accuracy, product range and economics. I am delighted to be welcoming Kindred Systems and Haddington Dynamics to the Ocado group, as we believe they have the capabilities to allow us to accelerate delivery, innovate more, and grow faster. I am also excited by the opportunity to enter new markets for robotic solutions outside of grocery that is demonstrated by Kindred Systems’ robust growth, with existing customers such as Gap and American Eagle across the general merchandise and logistics sectors.” Clothing retailer Primark has warned that the lockdowns being introduced in parts of Europe will hit its sales in the run-up to Christmas. In a statement to the City, owner Associated British Foods warned that more than half its stores will soon be temporarily shuttered - once England’s lockdown is introduced. This means the company is facing lost sales of £375m, as outlets in other areas including France and Wales are already shuttered. ABF explains:. As of today, all Primark stores in the Republic of Ireland, France, Belgium, Wales, Catalonia in Spain and Slovenia are temporarily closed, which represent 19% of our total retail selling space. The announced period of closure varies by market. The UK Government announced its intention to close non-essential shops in England for one month from 5 November to 2 December. Assuming that this will be passed by the UK Parliament on 4 November, 57% of our total selling space will be temporarily closed from 5 November. Our estimated loss of sales for these stores, including the stores in England, for the announced periods of closure is £375m. Fears of a double-dip Covid-19 recession have send the oil price sliding to a five-month low this morning. Brent crude has slumped by 4% this morning to just $36.41 per barrel, as traders digest the new English lockdown - on top of the measures already imposed in Germany and France. That’s the lowest since the end of May, when Europe was emerging from its spring lockdown. US crude has slumped by over 4.5% so far today, on anxiety that the new Covid-19 restrictions being imposed in Europe will damage economic growth, and demand for energy. Jeffrey Halley of OANDA explains: Covid-19 cases continue to break records in the US in election week, with its impact only muted by the fact that 90 million Americans have voted early, including the President. Europe continues to be of deep concern, with Britain announcing its new national lockdown lite Saturday, and by my count, Belgium, Greece, Austria and Portugal all joining them to varying degrees. The jury is still out on whether the have-your-cake-and-eat-it approach will work. The downstream effects on consumption though have manifest themselves most obviously on oil. Oil prices were stretchered off at the Asian open today, and are still receiving treatment on the side-lines. Michael McCarthy, chief market strategist at CMC Markets in Sydney, adds that some traders are worried that America could face new lockdown restrictions soon: “A lot of traders are now looking at the U.S. and their rising infection rates and wondering if Europe is providing the model for what will happen in the U.S. in the coming weeks,” Good morning, and welcome to our rolling coverage of the world economy, the financial markets, the eurozone and business. Markets like certainty. But that affection melts away when it’s the certainty of a four-week lockdown that will derail parts of England’s economy in the run-up to Christmas. Retailers, hospitality firms and travel companies are reeling after Boris Johnson ordered English restaurants, pubs, leisure facilities and non-essential shops to shut this Thursday. Customers won’t be allowed back in until 2nd December (and possibly later). This will leave Britain’s FTSE 100 index of leading companies struggling to recover from the near seven-month low hit last week. Paul Dales, chief UK economist at Capital Economics, has warned that the UK economy could shrink by 5% in November “The economy is likely to show zero growth or even have a small decline in the fourth quarter of the year. This has all the signs of a double-dip recession.” This new lockdown is potentially disastrous news for struggling English retailers and food and drink outlets who have been limping along through the pandemic. As Dame Carolyn Fairbairn, CBI Director-General, put it: “Lockdown is a decision for government, not business, and firms share the Prime Minister’s ambition to defeat the virus, But for many businesses, a second national lockdown marks the start of a bleak midwinter.” Helen Dickinson of the British Retail Consortium warned bluntly that the new measures would cause “untold damage to the high street in the run-up to Christmas”. “With the right support firms will do everything possible to minimise the damage. Across the country they have already shown how resilient they can be in the face of tighter restrictions. And thanks to huge efforts by businesses to make workplaces Covid secure, more of the economy can now stay open.” The lockdown is also going to leave more families worrying about unemployment in the run-up to Christmas, even though the furlough scheme is being resurrected for another month (too late for those already off this autumn, though). If uncertainty is more your taste, try the race for the White House. US election day is tomorrow, but investors fear we won’t see a clear victory in 48 hours time. Recounts and contested results seem more likely, especially with speculation that Donald Trump might try to claim the winner’s rosette while the votes are still being counted. This is the ‘red mirage’ scenario, which would melt away if Joe Biden roared away with key states, vindicating pollsters who give him a healthy lead. Wall Street’s primary concern is whether the next president can agree a huge new spending package with Congress, points out analyst Alastair Winter: US investors expect, surely rightly, Mr Biden to win but can cope with a Trump second term and their main interest is the size of the inevitable fiscal stimulus (which will be determined by the party that controls the Senate).” On the economic front, the latest purchasing manager surveys are expected to confirm that UK factory growth slowed last month, but accelerated in the US and eurozone. That October data could soon be pretty historic, though, if European lockdowns trigger a double-dip recession...... The agenda 9am GMT: Eurozone manufacturing PMI for October 9.30am GMT: UK manufacturing PMI for October 2.35pm GMT: US manufacturing PMI for October"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}