{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2020/nov/05/bank-of-england-launches-new-150bn-stimulus-package", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2020-11-05T16:17:26Z", "webTitle": "Bank of England launches new £150bn stimulus package", "webUrl": "https://www.theguardian.com/business/2020/nov/05/bank-of-england-launches-new-150bn-stimulus-package", "apiUrl": "https://content.guardianapis.com/business/2020/nov/05/bank-of-england-launches-new-150bn-stimulus-package", "fields": {"headline": "Bank of England launches new £150bn stimulus package", "bodyText": "The Bank of England has launched a fresh £150bn stimulus package for the UK economy amid the second coronavirus wave and the reintroduction of lockdown across England. Threadneedle Street’s nine-member monetary policy committee (MPC) voted unanimously to ramp up its quantitative easing bond-buying programme to soften the economic fallout from rising infections and tougher restrictions. The move is designed to lower borrowing costs to help struggling businesses and households. The central bank said there had been a rapid increase of Covid infections and its decision reflected the launch of stricter measures across the UK. The MPC left interest rates unchanged at 0.1%, the lowest level in the Bank’s 326-year history, as it warned of a second, less severe leg to the recession that devastated the economy in the first half of the year. The Bank’s governor, Andrew Bailey, said the outlook was highly uncertain and further stimulus would be provided if necessary. “The committee does not intend to tighten monetary policy at least until there is clear evidence that significant progress is being made in eliminating spare capacity and achieving the 2% inflation target sustainably,” he said. The Bank had been widely expected to take decisive action to provide additional support to Britain’s economy well into the new year, and the new measures take the total amount injected into the QE programme to £895bn. In August, when the economy was recovering quickly from the first lockdown, the Bank pencilled in growth of 5.5% for the final three months of this year. In its latest quarterly health check, the Bank said it now expected output to fall by 2% in the fourth quarter. The Bank had expected the economy to be 9.5% smaller in the final three months of 2020 than a year earlier, and has now revised that estimate to an 11% fall. The MPC said the government’s extension of the furlough scheme would help limit the increase in unemployment caused by a weaker economy. It said the jobless rate, currently 4.5%, would peak at 7.75% in the summer of 2021, only slightly higher than its previous 7.5% forecast. It said it expected household spending and GDP to accelerate in the first quarter of next year, but warned that the end of the Brexit transition period at the end of December would weigh on the economy as businesses adjust to leaving the EU. Saying that it still expected an 11th-hour deal to be signed between London and Brussels to establish a comprehensive trading partnership from the start of January, the Bank said leaving the EU would nonetheless drag down GDP by about 1% in the first quarter because tougher trading rules would come into place and a significant minority of businesses – 30% – were ill-prepared. Exports would be affected as goods that lacked the correct documentation were turned back at borders, the Bank said. Forecasting a gradual recovery next year, the MPC said it expected GDP to rebound by 7.25% in 2021, slower than previously anticipated, and that it would not return to pre-crisis levels until early 2022. Bailey said there would be a leak inquiry into how details of the £150bn QE package appeared in the Sun newspaper before the announcement. “I don’t like seeing speculation about what we are going to do appearing in the newspapers. We will look into it,” he said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}