{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2020/nov/05/chancellor-expected-to-extend-furlough-beyond-december", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2020-11-05T00:42:40Z", "webTitle": "UK chancellor expected to extend furlough beyond December", "webUrl": "https://www.theguardian.com/business/2020/nov/05/chancellor-expected-to-extend-furlough-beyond-december", "apiUrl": "https://content.guardianapis.com/business/2020/nov/05/chancellor-expected-to-extend-furlough-beyond-december", "fields": {"headline": "UK chancellor expected to extend furlough beyond December", "bodyText": "Rishi Sunak is expected to announce an extension of furlough beyond the end of lockdown in December amid growing pressure from business leaders to safeguard jobs and the economy during the coronavirus second wave. The chancellor was preparing to announce that the flagship wage subsidy scheme – which pays 80% of workers’ wages – would continue to be made available for parts of the UK under the highest levels of Covid restrictions, sources said, in a significant climbdown for the government. In a double-headed fightback to prevent unemployment spiralling out of control amid rapid growth in Covid infections, Sunak is scheduled to deliver a Commons statement on Thursday, hours after the Bank of England launched a fresh £150bn stimulus package. The chancellor’s announcement comes after Britain’s leading business lobby group and top trade union body joined forces to call for furlough to be extended to spring. Demanding an extension in wage support as nationwide lockdown measures come into force in England for a second time this year, the heads of the Confederation of British Industry and Trades Union Congress said urgent measures were needed to prevent a tsunami of job losses. Carolyn Fairbairn, the CBI’s director general, and Frances O’Grady, the general secretary of the TUC, said the coronavirus job retention scheme (JRS) – which pays 80% of furloughed workers’ wages – should be extended until the spring to help businesses and workers through a difficult winter. In a tweet late on Wednesday, Fairbairn said: “As lockdown shutters come down for many firms, extending furlough till next spring is the right thing to do. Firms and employees need more certainty and stability to plan and recover; a JRS extension will help.” O’Grady said an extension of support for workers and the self-employed until spring was vital. “Working families need financial security to get through the tough times ahead. And employers need an end to last-minute decisions,” she said. The interventions come after Boris Johnson announced at the weekend that furlough would be extended for one month during England’s second lockdown. Costing more than £40bn since its launch in March and used by up to 9 million workers at its peak, the scheme is due to be replaced in December by the less generous job support scheme, which pays 67% of wages and comes with tougher eligibility criteria. However, business leaders said a higher level of support was needed for longer as already struggling companies come closer to the brink of collapse. The comments from Fairbairn and O’Grady are significant as both helped Sunak launch the replacement for furlough from the steps of Downing Street. However, the TUC and CBI believe that plan was best suited to a period of economic recovery, which has now been dramatically undermined by the second wave of Covid-19. Sunak’s announcement comes after the government had steadfastly refused to boost the furlough scheme for parts of the country entering the highest Covid restrictions, including a high-profile battle last month with Andy Burnham, the mayor of Greater Manchester. With the economic outlook rapidly deteriorating and tougher restrictions being launched across the country, the prime minister did, however, appear to concede this week that the Treasury’s furlough policy needed to change. After multiple tweaks to the scheme in the past month, Johnson suggested on Monday that devolved administrations in Scotland, Wales, and Northern Ireland could use furlough in the future. Answering questions from MPs in the Commons, he said: “If other parts of the UK decide to go into measures which require the furlough scheme then of course it is available to them, that has to be right. That applies not just now but in the future as well.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}