{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2020/nov/01/plague-year-brexit-support-waning-johnson-covid-economy", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2020-11-01T07:00:14Z", "webTitle": "Support is waning for Johnson’s plague-year Brexit | William Keegan", "webUrl": "https://www.theguardian.com/business/2020/nov/01/plague-year-brexit-support-waning-johnson-covid-economy", "apiUrl": "https://content.guardianapis.com/business/2020/nov/01/plague-year-brexit-support-waning-johnson-covid-economy", "fields": {"headline": "Support is waning for Johnson’s plague-year Brexit", "bodyText": "Denials predictably emerged from 10 Downing Street last week over the suggestion in the Observer that Boris Johnson was waiting for the result of the US election before possibly opting for a no-deal Brexit. However I, for one, place a lot more credence on the judgment and reliability of Sir Ivan Rogers, our former ambassador to the European Union, than I do on anything coming from a Downing Street where “Eyetest” Cummings continues to rule the roost. The Observer was reporting on the result of Rogers’s soundings among our former EU partners, which showed their common view that Johnson was more likely to propel this benighted nation over the no-deal cliff if, in the end, the US electorate decided not to dump Trump. Hence the wait. Johnson is all over the place on most things, a reality that is finally beginning to dawn on many of his erstwhile supporters. But Cummings is an even bigger gambler than his dodgy employer: a revolutionary who would have been perfectly at home in early 20th century Russia. I have no idea how he deals at poker, but people who know him – I am delighted to say that, though a fellow Islingtonian, I have never, to my knowledge, encountered him – say he is definitely a “no-dealer” on the big issue of the day. Sorry, there are of course two big issues of the day: Covid and Brexit. And Cummings is so brazen that the man who broke his own lockdown rules on his infamous trip to Barnard Castle has been one of the most hawkish in urging strict “tier” terms as the plague threatens once again to get out of control. Now, I did not get where I am today by forecasting election results, but God help us if Trump wins and Johnson and Cummings go for no-deal with the EU and a deal with Trump that takes us in the direction of becoming the 51st state. A Biden victory would restore some sense of decency and normality to international relations, although No 10 must be all too well aware that Biden, who is of Irish extraction, is none too happy with what they have been up to, threatening previous deals on the border and the Good Friday agreement. As the horror stories about the reality of Brexit begin to sink in, even commentators in the Daily Telegraph have begun to get worried. A line from A Midsummer Night’s Dream keeps recurring to me – spoken by the late Alan Howard as Theseus/Oberon in Peter Brook’s great production, to Puck: “What hast thou done?” Polls now suggest that most of the British people disapprove of Brexit – according to YouGov, by 50% to 38%. So why on earth do we go charging on, like Tennyson’s light brigade? While not wishing to overdo the parallels, one cannot help thinking of the way Lloyd George was needed to replace Asquith during the first world war, and Churchill to take over from Chamberlain in the second world war. Alas, the egregious Johnson already thinks he is Churchill. Seldom has a British prime minister been so misguided. I have pointed out before that, even with a deal, leaving the single market at the end of the year will be extremely disruptive – not only from 2 January (1 January being a bank holiday) but for years to come. But leaving without a deal? As Nick Bosanquet, professor of health policy at Imperial College, London, recently pointed out in the Financial Times, the conjuncture of port delays with the virus and long waits in laybys for thousands of lorry drivers, probably in bad weather, “would be a classic situation for super-spreading of the virus”, and that “drivers would have to present recent test results in order to cross”. Bosanquet says the looming national emergency could be avoided only by seeking an agreement with the EU, preferably with a six-month extension of the transition period. I am all in favour of such an extension, preferably leading to an entire rethink of the wisdom of Brexit, and a tail-between-the-legs application to rejoin the EU. One cannot help but note the understandable calls for the government to have a recovery plan from the economic horrors of the lockdown and its awful impact on employment. However, what people should realise is that, in going ahead with Brexit, the government has already decided on a plan. Unfortunately, it is to make the economic crisis even worse. Going ahead with Brexit in a time of plague is the height of irresponsibility. It must never be forgotten that the infamous 2016 referendum was advisory, not binding, and fought on a false prospectus. I know the argument that “the people have spoken”. But the people speak at every general election, and often change their minds. Moreover, it was only ever some of the people. As Abraham Lincoln reportedly said: “You can fool all the people some of the time, and some of the people all the time, but you cannot fool all the people all the time.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}