{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2020/nov/02/wetherspoons-offers-99p-pints-england-lockdown-pub-prices", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2020-11-02T16:06:31Z", "webTitle": "Wetherspoon's offers 99p pints in run-up to England lockdown", "webUrl": "https://www.theguardian.com/business/2020/nov/02/wetherspoons-offers-99p-pints-england-lockdown-pub-prices", "apiUrl": "https://content.guardianapis.com/business/2020/nov/02/wetherspoons-offers-99p-pints-england-lockdown-pub-prices", "fields": {"headline": "Wetherspoon's offers 99p pints in run-up to England lockdown", "bodyText": "Wetherspoon’s pubs will sell pints of ale for 99p to try to clear stock that will otherwise be poured down the drain during England’s new lockdown. Britain’s largest pub chain will close its English locations on Wednesday at 10pm before the lockdown, after the government’s surprise announcement on Saturday. The statement by the prime minister has prompted a scramble to prepare for another round of forced business closures. “Wetherspoon’s had already introduced significant price cuts, with pints of ale going for £1.29 as it tried to keep customers coming when the government-funded ‘eat out to help out’ scheme expired,” the company said. Wetherspoon’s had previously never lost money since its foundation in 1984, but the pandemic caused a 30% sales slump in the year to 26 July. That pushed it to a £105m loss. The short notice of the lockdown has meant pubs face the prospect of throwing away expensive stock again. Approximately 70m pints of beer were thrown away during the first UK-wide lockdown in March, according to data from the British Beer and Pubs Association. The industry group estimates 7.5m could go to waste this time. Jonathan Neame, the chief executive of Shepherd Neame, one of Britain’s oldest breweries, criticised the government for repeatedly changing its approach to the hospitality industry. Neame also criticised a ban on selling takeaway beer – which was allowed when the first lockdown eased – once the pubs close on Wednesday night. In an interview with BBC Radio 4, he said: “Now we’re told that all the beer that is in pub cellars, we can’t even sell a pint of ale as a takeaway with a meal during lockdown, so we’ve got to tip that all down the drain,” he said. A spokesman for Wetherspoon’s, Eddie Gershon, said: “All of our pubs in England will be serving their real ales at 99p a pint until the pubs close on Wednesday night. “The reality is that any real ales not sold between now and lockdown will have to be thrown away, so it is better that customers can enjoy it at a great price while the pubs remain open.” Wetherspoon’s denied the promotion would have any effect on transmission of Covid-19. Gershon said each pub had brought in government-mandated safety measures and restrictions on visitor numbers."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}