{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2020/nov/05/for-the-bank-of-england-everything-now-is-about-damage-limitation", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2020-11-05T14:43:32Z", "webTitle": "Sunak now prefers risk of doing too much to risk of doing too little", "webUrl": "https://www.theguardian.com/business/2020/nov/05/for-the-bank-of-england-everything-now-is-about-damage-limitation", "apiUrl": "https://content.guardianapis.com/business/2020/nov/05/for-the-bank-of-england-everything-now-is-about-damage-limitation", "fields": {"headline": "Sunak now prefers risk of doing too much to risk of doing too little", "bodyText": "The past few weeks have been tough for Britain, tough for the government and tough for Rishi Sunak. The chancellor’s once glowing reputation has taken a battering in recent weeks as he has been forced to amend his support packages for the economy time and again. The latest U-turn involves extending the furlough scheme until the end of March, something Sunak said was necessary because the experience of the first lockdown was that the pain lingered even when restrictions were eased. Yet the unspoken message was that tough curbs on activity would remain in place even when the lockdown in England expires on 2 December. Rather than come back at that point, the chancellor is trying to do now what he has failed to do previously and get ahead of the curve. Sunak’s furlough pledge came just hours after the Bank of England announced it was boosting its money creation – or quantitative easing – programme by a bigger-than-expected £150bn. Again, the subtext was plain: on the day that England went into lockdown, we, the two institutions primarily responsible for economy policy in the UK, are working together and have your back. The IMF has praised the coordinated way in which the Bank and the Treasury have acted throughout the crisis and this was another example of it. There is a limit to what the Bank of England can do to boost activity, and that piles extra pressure on Sunak. Over the past couple of months, the chancellor has dropped talk of saving only “viable” jobs and is now in “whatever it takes” mode. It was significant that his latest statement did not include any mention of eventually taking steps to reduce the record peacetime deficit the UK will run in the current financial year. The risk of doing too little is seen as greater than that of doing too much. That looks like the correct call. The government is probably on course to borrow £400bn in 2020-21 but is having no trouble servicing its debt. Extending the furlough will limit – although not prevent entirely – the rise in unemployment expected over the coming months. The Bank estimates that in November 5.5 million people will be furloughed, falling to 2.5 million in December and the first quarter of 2021. That, however, assumes that restrictions after the four-week English lockdown ends on 2 December revert to the level of severity in mid-October, and there is a very good chance that fears of another surge in the infection rate will make ministers ultra-cautious about opening up the economy in the run-up to Christmas. Threadneedle Street thinks output will shrink by 2% in the final three months of 2020 but is aware that it could be worse than that. Ultimately, there is no getting away from the fact that locking down businesses – not once but twice – comes at a cost: in this case an economy predicted to be 11% smaller in the final three months of 2020 than it was a year earlier. Everything is now about damage limitation."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}