{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2020/nov/11/england-make-surprise-call-to-dylan-hartley-for-advice-on-tackling-georgia", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-11-11T22:00:50Z", "webTitle": "England make surprise call to Dylan Hartley for advice on tackling Georgia", "webUrl": "https://www.theguardian.com/sport/2020/nov/11/england-make-surprise-call-to-dylan-hartley-for-advice-on-tackling-georgia", "apiUrl": "https://content.guardianapis.com/sport/2020/nov/11/england-make-surprise-call-to-dylan-hartley-for-advice-on-tackling-georgia", "fields": {"headline": "England make surprise call to Dylan Hartley for advice on tackling Georgia", "bodyText": "The former captain Dylan Hartley was a surprise addition to England’s training bubble on Wednesday as Eddie Jones’s side ramped up preparations for their Autumn Nations Cup opener against “brutal” Georgia. The retired hooker, who captained England 29 times under Jones, was a keen observer during the high-intensity training session. The Rugby Football Union has confirmed Hartley had to undergo a Covid-19 test in order to meet strict protocols before joining the camp where he was seen in close conversation with his former head coach. The 34-year-old, who hung up his boots 12 months ago, recently revealed the harsh manner in which Jones explained his Test career was over but the pair remain on good terms. Hartley, who is working for Amazon Prime during the Autumn Nations Cup, follows a host of former players and coaches from other sports invited to attend Jones’s training sessions – a tradition that has not stopped despite the pandemic. England last played Georgia at the 2011 World Cup and Ben Youngs, who reached a century of caps last time out against Italy, is the only member of the squad who featured in that 41-10 victory. Hartley also started and may well have had some sage advice for Jones’s squad, having been shown a yellow card on the stroke of half-time. England are expected to win easily on Saturday against an inexperienced Georgia side, but Jones’s squad are wary of the physical challenge posed by their forwards. While they have not faced each other in nine years, Jones has organised training sessions against Georgia and last February a brawl broke out between both sets of forwards in front of hundreds of school children at an open event in Oxford. Youngs, who confirmed his desire to extend his England career to the 2023 World Cup, said: “We have to be ready for that physical confrontation. We have trained against them a couple of times and a few times that has been pretty tasty. “[Last year] I was with the backs. We were running some nice strikes, attacking, doing our thing. Then we heard all this commotion go off. There were a few handbags, Gengey [Ellis Genge] was in the middle of it.” Jones is on Thursday expected to make a number of changes from the side who beat Italy with Jack Willis hopeful of a first cap and Joe Marler and Elliot Daly back in contention. Marler has not featured since September due to a knee injury but his scrummaging prowess may aid his hopes of making the 23. “[Georgia’s] strengths are definitely up front, where they are very tough and very brutal,” said England’s forwards coach Matt Proudfoot. “Every opponent has their own specific DNA that they pride themselves on and the scrum is [theirs]. Historically they’ve had an unbelievable scrum.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}