{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2020/nov/05/security-fence-manchester-university-student-flats", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2020-11-05T22:13:21Z", "webTitle": "Manchester students pull down lockdown fences around halls of residence", "webUrl": "https://www.theguardian.com/education/2020/nov/05/security-fence-manchester-university-student-flats", "apiUrl": "https://content.guardianapis.com/education/2020/nov/05/security-fence-manchester-university-student-flats", "fields": {"headline": "Manchester students pull down lockdown fences around halls of residence", "bodyText": "Protesting students at the University of Manchester have pulled down fences that were erected around their halls of residence as part of measures aimed at controlling the spread of coronavirus during the new lockdown. Students living on the university’s Fallowfield campus said fences had been erected early on Thursday morning without warning from the university, and they were only able to leave through a single exit guarded by security. As well as fencing off most entrance points, the university disabled swipe cards that grant entry to buildings other than their accommodation. The university initially said the measures were to prevent access by non-residents, and students could continue to access and leave their own accommodation subject to ID checks. However, on Thursday night the university apologised for the fences and announced they would be removed on Friday morning. “I sincerely apologise for the concern and distress caused by the erecting of a fence around our Fallowfield halls of residence today,” Prof Nancy Rothwell, the vice-chancellor. “This was not our intention – in fact quite the reverse.” In a protest on Thursday evening, hundreds of angry students gathered in what they described as “HMP Fallowfield” to protest against the university’s response to the coronavirus pandemic, including mental health support. At the end of the rally, students tore down all of the fences that had been erected in the morning. The government has urged students across the country to stay on campus during lockdown rather than rush back to their family homes and for their universities to continue face-to-face teaching. The University and College Union and National Union of Students are warning that this poses a serious risk to the health of staff and students. George Rogers, a first-year planning and real estate student residing in Oak House halls, said the increased security measures were contributing to a stressful atmosphere on campus. “A lot of people have gone home, you feel the campus getting slightly emptier,” he said. “I don’t understand why they need to put up fences to keep us safe from the virus. It makes us feel like they don’t trust us, it feels like they’re locking us in our rooms.” One student on Twitter asked how the university thought it was acceptable to put up fences without prior notification. The university sent an email at 3.30pm on 5 November stating that “security staff will ensure that only students who live in that accommodation can access safely and help avoid the mixing of households”. Students may be subject to ID checks to access their rooms, the email added. Isabella Mearns, a first-year architecture student, said the university was restricting access to green spaces. “We just feel like prisoners at the moment. Recently we had this boy who committed suicide and this is their response, to lock us in. This is ridiculous,” she said. The NUS is campaigning for the government and universities to ensure that students are treated equally by coronavirus restrictions. The union’s president, Larissa Kennedy, said students had been “policed, threatened and blamed to appalling levels” throughout the pandemic. The government is also urging universities to continue providing face-to-face teaching, although some institutions, including Manchester, have already shifted their courses entirely online. Along with the UCU, the NUS is warning that continuing face-to-face teaching puts the health of students and staff at risk. Dozens of students left messages on the Facebook page of the University of Lincoln after it used the site to announce a continuation of face-to-face teaching, with many expressing concerns that they were being asked to commute through high-risk areas. On its website, the University of Lincoln posted a letter to students from the universities minister, Michelle Donelan, in which she said: “By keeping universities open, we are prioritising education so that there is no gap in your academic journeys and lives.” The pressure on universities also came as Independent Sage, a group of experts set up as an independent alternative to the government’s own scientific advisory panel, criticised government guidance that students based on campus should remain there. It warned that the government’s policy was likely to exacerbate Covid-19 spread in the community between areas of high and low infection by concentrating journeys in December as students return home. A University of Manchester spokesperson said staff and students had raised concerns about non-residents accessing accommodation. They stated: “We are therefore introducing new security measures out of hours at key entrance points to our campus, accommodation and main pedestrian routes to help keep our students, our staff and our community safe. As now, residents can continue to enter and leave as they please. “Regrettably the fencing began to be installed ahead of the message being seen by halls students. We apologise for any worry that this has caused and would like to reiterate that all students who live on site can continue to come and go freely.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}