{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2020/nov/13/classical-highlights-for-the-week-ahead-13-20-november", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2020-11-13T19:57:56Z", "webTitle": "Classical highlights for the week ahead: 13-20 November", "webUrl": "https://www.theguardian.com/music/2020/nov/13/classical-highlights-for-the-week-ahead-13-20-november", "apiUrl": "https://content.guardianapis.com/music/2020/nov/13/classical-highlights-for-the-week-ahead-13-20-november", "fields": {"headline": "Classical highlights for the week ahead: 13-20 November", "bodyText": "Mozart’s Requiem The performance that should have marked English National Opera’s return to the Coliseum is now a TV event. Mark Wigglesworth conducts the ENO orchestra and chorus in Mozart’s final, unfinished masterpiece; Elizabeth Llewellyn, Sarah Connolly, Ed Lyon and Gerald Finley are the soloists. • 14 November, on BBC2 and then iPlayer until 13 December L’Enfant et les Sortilèges VOPERA, the Virtual Opera Project, unveils its first digital production. Ravel’s one-act evocation of childhood enchantment is directed by Rachel Hewer, with hand-drawn sets and costumes by Leanne Vandenbussche and with Lee Reynolds conducting the London Philharmonic in a re-orchestration of the score for 27 players. The international cast of 80 singers, all recorded individually, is led by Emily Edmonds as the Child, with Karen Cargill as the Mother. • 16 November, streamed free, on demand, until 15 December Mozart Minifest An online presence this year for Bath’s annual Mozart binge. Performers include pianists Melvyn Tan and Steven Osborne, the Doric Quartet and the Gould Piano Trio, as well as the Nash Ensemble in various manifestations. Mozart remains the centre of attention, but there’s music by other composers too, including Schubert and Brahms, Fauré and Rachmaninov. • 18 to 21 November, live streamed (£) from Wiltshire Music Centre, Bradford on Avon (not available on demand) Ariodante The Royal Opera should have been staging a new production of Handel’s opera this autumn, but it’s now instead presenting Ariodante in concert. Christian Curnyn conducts a cast that features Paula Murrihy in the title role; Chen Reiss is Ginevra, Sophie Bevan Dalinda, Gerald Finley the King and Iestyn Davies Polinesso. • 20 November, live streamed (£) from the Royal Opera House, available on demand until 20 December Huddersfield Contemporary Music Festival Though two live installations have had to be cancelled in accordance with the national lockdown, there’s still a lot of new music packed into three days of events in the digital version of this year’s Huddersfield festival. Highlights on the opening evening include a recital of short works by women composers devised by pianist Sarah Cahill, and a concert by the Explore Ensemble with premieres from Oliver Leith and Joanna Bailie. • 20 to 22 November, live streamed (free) on the festival’s website, and with some events broadcast on BBC Radio 3."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}