{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "come-home-to-the-slopes/2020/nov/04/there-is-no-such-thing-as-bad-weather-only-the-wrong-clothes-10-ways-to-know-youre-a-true-snow-sports-fan", "type": "article", "sectionId": "come-home-to-the-slopes", "sectionName": "Come home to the slopes", "webPublicationDate": "2020-11-04T16:26:55Z", "webTitle": "’There is no such thing as bad weather, only the wrong clothes’: 10 ways to know you’re a true snow sports fan", "webUrl": "https://www.theguardian.com/come-home-to-the-slopes/2020/nov/04/there-is-no-such-thing-as-bad-weather-only-the-wrong-clothes-10-ways-to-know-youre-a-true-snow-sports-fan", "apiUrl": "https://content.guardianapis.com/come-home-to-the-slopes/2020/nov/04/there-is-no-such-thing-as-bad-weather-only-the-wrong-clothes-10-ways-to-know-youre-a-true-snow-sports-fan", "fields": {"headline": "’There is no such thing as bad weather, only the wrong clothes’: 10 ways to know you’re a true snow sports fan", "bodyText": "• New national restrictions apply from 5 November, please consult government advice before planning to travel Skiers and snowboarders are a different sort, especially when winter is approaching. We simply don’t think like others – enjoying ourselves on the mountain takes precedence over everything else. But that’s not a bad thing – it’s what makes each of us unique. You know you’re a skier when … 1 You have at least two snow forecast apps on your phone and you’ve been checking the conditions in the resort you’ve booked every day since September As your holiday draws near, you’ll toggle between their slightly different predictions and believe the one that looks the best – you always like to look on the bright side, and predicting mountain weather is never an exact science is it? You’ll probably also start checking the weather at your destination even though you’re not due to arrive for several weeks. 2 While the rest of your friends are bemoaning the passing of summer, you’re glad to see the back of it What’s the point of weather without snow? You live for its squeaky crunch under your skis or board, the delicate pattern of an individual snowflake as it lands, intact, on your gloves, and the cosiness of hot chocolate by an open fire at the end of the day. Who would choose sunshine and beaches over all that? 3 Even though you normally struggle to get up for work, and look forward to nothing more than a weekend lie-in, you’ll happily get up to catch the first lift every day in the mountains And while you loathe waiting for the train or bus at home, queuing for the lift is totally different because you know that the view at the top and that fantastic run down will both be well worth the wait. 4 You firmly believe in the adage that there is no such thing as bad weather, only the wrong clothes You didn’t bring all those thermal layers and specialised goggles with you for nothing. Horizontal snow and howling winds don’t faze you at all – you’re only taking your skis off if they close the lifts. Even then you might stay outside for a bit of husky sledding or snow-shoeing – or if it’s really too cold, the spa looks pretty inviting. 5 But equally, you’re never happier than on those days in the mountains when the sky is blue and the snow is fresh If you were honest, you’d put those times up there with the births of your children and your wedding day, but obviously you’re not allowed to tell anyone that. 6 You don’t feel that you’ve had a proper holiday unless you’ve eaten some kind of hot cheese every day In fact a daily cheese fondue, raclette, or pizza is almost obligatory, isn’t it? And while the beer should always be cold, as far as you’re concerned the red wine, in the form of vin chaud or glühwein, should always be hot, spiced and sugared. 7 You know the day isn’t over just because the sun’s gone down While the slopes are, of course, the main event, you’re not going to be sitting around twiddling your thumbs come sunset. Maybe you’ll do a spot of night skiing on a floodlit slope, unwind in a hot tub or sauna, or enjoy a leisurely dinner in a cosy restaurant. It doesn’t really matter exactly what you do – every evening is special simply for being in the mountains. 8 Ski stories are the best stories Instead of your typical evening conversations back home, about whose turn it is to cook dinner and whether anyone has fed the cat, you’re more likely to find yourself enthusing about that brilliant red run that always seems to have the best snow at any time of day, or perhaps that amazing trail you tried with a guide yesterday. And if you’re staying in a hotel, you won’t even have to discuss who’s taking the bins out. 9 Your ski jacket means more to you than the rest of your wardrobe You wouldn’t say you were particularly into clothes and certainly not bothered about designer labels, but skiwear is different! Your ski jacket is your most prized possession. You did a lot of research before you bought this one and you love everything about it – not least all those pockets. Even so, you already know you might get a new one next year. The technology updates all the time and in the mountains it’s important to be super comfortable, isn’t it? 10 No meal in a restaurant feels complete until you’ve been given a strangely-coloured liqueur It could be génépi, schnapps, limoncello or grappa, depending on where you are. That’s just the way they do things in the mountains – they’re hospitable like that. You’re really full and you wouldn’t normally drink any more but it would clearly be rude to refuse. Anyway, a tot wonderfully warming in this kind of weather. Hit the slopes Book your space on the slopes at crystalski.co.uk"}, "isHosted": false}}}