{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2020/nov/01/the-observer-view-on-labour-and-antisemitism", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2020-11-01T09:00:15Z", "webTitle": "The Observer view on Labour and antisemitism | Observer leader", "webUrl": "https://www.theguardian.com/commentisfree/2020/nov/01/the-observer-view-on-labour-and-antisemitism", "apiUrl": "https://content.guardianapis.com/commentisfree/2020/nov/01/the-observer-view-on-labour-and-antisemitism", "fields": {"headline": "The Observer view on Labour and antisemitism", "bodyText": "Ten years ago, a Labour government passed the Equality Act. One of its last major pieces of legislation, it was a major step in terms of the protection it offers people against discrimination and harassment based on age, disability, sex, race, religion, sexual orientation and gender reassignment. Yet last week the Labour party was found to have acted unlawfully when it breached that act three times in relation to antisemitism. The Equalities and Human Rights Commission (EHRC), the statutory regulator on equalities law, was unequivocal in its findings. Its report makes for shocking, if unsurprising, reading. It sets out in black and white the evidence of institutional antisemitism within Labour in recent years: harassment, political interference in the antisemitism complaints process, mainly from the leader’s office, and a failure to provide adequate training to those handling complaints. The report completely vindicates those MPs, party members and staff whistleblowers who have faced antisemitic abuse. As Ruth Smeeth writes today, they faced gaslighting by Jeremy Corbyn’s leadership with the implication that they were exaggerating the discrimination for political reasons. There are no excuses. The EHRC is clear that there was a culture within the party that, at best, did not do enough to prevent antisemitism and, at worst, could be seen to accept it and that that culture was at odds with Labour’s stated commitment to zero tolerance of antisemitism. Keir Starmer, the party’s leader, was absolutely right to describe this as a “day of shame” for the party. But words come more easily than deeds; the real test will be the extent to which it makes Labour feel like a safe place for Jewish people again. Those who argue that Corbyn’s suspensionis a distraction from this are part of the problem. Corbyn’s statement on the report was shocking in its tone and content. There was no contrition, no apology to the Jewish MPs and members hounded out of the party under his leadership. Starmer gave him forewarning that he would be clear in his own statement that there was no place for the denial or minimisation of antisemitism in Labour, yet Corbyn not only appeared to contest the findings of a statutory regulator but claimed the scale of antisemitism within Labour had been “dramatically overstated for political reasons by our opponents inside and outside the party”. It was an offensive response that left David Evans, the party’s general secretary, with no choice but to suspend him. Any political ramifications were irrelevant in coming to this decision. Labour clearly cannot take disciplinary decisions based on what it believes is best for party unity. That said, the possible fallout has been exaggerated by those who defended Corbyn’s statement and opposed his suspension. There have been threats by unnamed MPs that they will sit as independents – ironically from a wing of the party that was most critical of those Jewish MPs who left Labour over antisemitism – but it is unlikely they will follow through. Starmer has not made a break from the policy thrust of Corbynism; the line he is looking to draw is with the institutional racism that defined the Labour party under Corbyn. Those who dispute that that is a good thing should ask themselves whether they have a place in a party that describes itself as anti-racist. And it is an unambiguously good thing for Labour to signal to voters that when it says it has zero tolerance for the denial or minimisation of antisemitism, it actually means it. This is only the beginning, not the end, of Labour’s reckoning with itself. The antisemitic cultures that have infused the party will not be exorcised overnight. Rebuilding trust with the Jewish community after the way it has been treated will not be easy. The real test of Labour’s commitment to tackle antisemitism will be Starmer’s actions in the months to come."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}