{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2020/nov/06/passion-us-tv-news-trump-reporting", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2020-11-06T17:20:30Z", "webTitle": "The passion on US TV news is great viewing. But be careful what you wish for | Jane Martinson", "webUrl": "https://www.theguardian.com/commentisfree/2020/nov/06/passion-us-tv-news-trump-reporting", "apiUrl": "https://content.guardianapis.com/commentisfree/2020/nov/06/passion-us-tv-news-trump-reporting", "fields": {"headline": "The passion on US TV news is great viewing. But be careful what you wish for", "bodyText": "Where were you when a US president stood up and claimed his own country’s election was corrupt – and media organisations simply cut him off because he had no evidence for any of his mad, rambling allegations? After so many years of Donald Trump spreading misinformation and manipulating the media, it felt like a historic turning point and a huge relief. MSNBC halted its livestream, with host Brian Williams saying Trump’s Thursday night speech was “not rooted in reality and … dangerous”; USA Today did the same and removed the video from its platforms saying, “Our job is to spread the truth – not unfounded conspiracies.” CNN, which stayed with the White House speech until the end, called it “sad, pathetic and dangerous”. Its anchor Anderson Cooper then described Trump as “an obese turtle on his back flailing in the hot sun realising his time is over” – a line that lit up my social media timeline and WhatsApp groups as “the TV moment of the election”. Even the pro-Trump media outlets owned by Rupert Murdoch seem to have changed their tune. After calling Arizona early for Biden, Fox News’s politics editor then said of Trump’s legal threats: “Lawsuits, schmawsuits – we haven’t seen any evidence yet that there’s anything wrong.” The Murdoch-owned New York Post headlined Trump’s latest speech with “Downcast Trump makes baseless election fraud claims in White House address”. After more than four years in which the media on both sides of the Atlantic has struggled to deal with leaders who spread misinformation while claiming that the media is biased, the reactions to Trump’s speech felt like an industry finally able to assert its right to hold the powerful to account and properly question their claims. Yet, while there is no question that Trump’s comments and indeed behaviour over much of the four years should have been called out long ago, there are still huge questions over journalists’ relationships to neutrality and balance – and how time-stretched journalists can get this wrong. While many cheered CNN on Thursday, the BBC appeared to opt for a more balanced take, with an online headline that at first read “Trump repeats fraud claims and insists he has won” without any disclaimer. This was soon changed to “Trump repeats voting fraud claims without evidence”. Headline changes are common in online media, and the BBC may understandably say that it was a brief mistake written by a late-night web team, but it nonetheless adds grist to the mill of those who believe that the impartiality British broadcasters are mandated to follow leads to a sense of balance that is objectively misleading. “If Trump says the moon is made of blue cheese, of course it doesn’t mean the BBC has to find someone who says it isn’t,” said one exasperated former BBC executive. By Friday morning, the BBC had posted an impressive fact-checked rebuttal to Trump’s speech, which underlined its once revered motto that it’s better to be right than first. This motto worked well in the past for reporters on the ground in places such as Bosnia, or Los Angeles during the riots, but in the age of social media it has long been the case that lies can spread halfway around the world before truth is out of bed. BBC presenters who dare to express opinions – Emily Maitlis on Dominic Cummings, for example – are slapped down as executives fret about the impartiality of an organisation that believes it must be representative of all licence fee payers. But true impartiality allows reporters to say that politicians are lying if there are facts and evidence to prove it. Such calls are essential not just for democracy but the future of journalism, even if a combination of financial, political and technological pressure has made them harder. CNN has been a standout performer this election not because of its presenters, brilliant though they are, but because of a “magic wall” which provides detailed granularity of a complicated vote. While US broadcasters are being celebrated, though, it seems wise to consider what the consequence of an increasingly opinionated journalism could be. Surely the endgame is Trump TV, the old rumour given a new lease of life by a probable – at time of writing – Biden victory. For Trump, said to be confused and upset by the loss of his biggest cheerleader in Murdoch, his own channel would be the perfect answer. In the UK, we have GB News and the proposed new Murdoch TV channel to look forward to. Newly licensed ventures have seen how LBC has challenged the UK’s public service television impartiality requirements by showing political balance across the whole day rather than one opinion or show at a time. This is akin to the US model where for every CNN for those who have hated Trump for years, there is a Fox News host slavishly promoting his every view. Given this, it would be wise if all those in the UK pumped by the passion and enthusiasm they can see on US TV reports and exasperated by an overly cautious BBC are careful what they wish for. Populist media, like populist politics, can be a dangerous game. • Jane Martinson is a Guardian columnist"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}