{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2020/nov/01/a-few-reclaimed-golf-courses-wont-stop-the-arctic-melting-but-its-the-sentiment-we-need", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2020-11-01T16:30:25Z", "webTitle": "A few reclaimed golf courses won't stop the Arctic melting, but it's the sentiment we need | Jeff Sparrow", "webUrl": "https://www.theguardian.com/commentisfree/2020/nov/01/a-few-reclaimed-golf-courses-wont-stop-the-arctic-melting-but-its-the-sentiment-we-need", "apiUrl": "https://content.guardianapis.com/commentisfree/2020/nov/01/a-few-reclaimed-golf-courses-wont-stop-the-arctic-melting-but-its-the-sentiment-we-need", "fields": {"headline": "A few reclaimed golf courses won't stop the Arctic melting, but it's the sentiment we need", "bodyText": "All over Australia, local communities want access to land previously dedicated to golf. The details vary from locality to locality. Collectively though, the demands represent a fascinating development. The climate crisis, and the broader ecological collapse of which it is part, requires massive changes in our relationship with nature – and it requires them now. The UN Intergovernmental Panel on Climate Change set us a deadline of 12 years in which to prevent a climate catastrophe. That was in 2018. The time that remains is short, ridiculously so. Scientists measure geological ages in millennia – and yet we find ourselves with only years to reshape an epoch. The politicians who will be in power when that deadline arrives are today almost certainly active in public life. A few more elections and that’s it. In 2019, Extinction Rebellion brought urgency and moral fervour to the climate debate, with those sentiments intensified by the devastating fires of December and January. But then the Covid pandemic – itself a manifestation of the same environmental crisis – smothered everything. Perhaps the movement will revive as restrictions ease. Either way, we’ve lost time we simply don’t have. That’s why, as the miserable year of 2020 grinds to an end, we need a renewed determination. The pandemic provides the obvious basis for a radical pivot. After all, in the early phases of the crisis, governments reacted to Covid how they should have responded to climate. In Britain, Vauxhall, Airbus and other major corporations embraced “wartime” production, retooling to make ventilators and other medical equipment. On the European continent, perfumers such as Givenchy and Christian Dior joined alcohol companies Absolut Vodka and Brewdog in making hand sanitiser. In Spain, the government nationalised hospitals and healthcare providers. Donald Trump, of all people, invoked the Defense Production Act to compel the production of medical masks, gloves, testing swabs and the like. Even in Australia, Scott Morrison announced a $130bn package to cushion workers disrupted by the transition. The demonstration that drastic measures can be deployed at such speed makes the lackadaisical indifference to environmental breakdown even more galling. In September, for instance, the UN published a report documenting the global failure to meet even one – one! – of the targets set in 2010 to forestall the destruction of biodiversity and the disappearance of wildlife. That’s why the new hunger for open spaces matters. The Covid lockdowns sent Australians into parks, reserves and other outdoor places in great numbers. Partly we had no choice, with so many indoor gatherings off-limits. But for many, trees and grass and animals became infinitely more precious precisely because, in a pandemic, the natural world felt so deeply out of kilter. Of course, green space is now a scarce commodity. In 2019, researchers found Melbourne had lost almost 2,000 hectares of trees in the space of five years. The same trends are apparent everywhere, as the cities increasingly sprawl, and developers eye places previously set aside for the public. Golf courses embody the traditional attitude to recreational land in Australia. They transform the native landscape into rolling greens modelled on European lawns – and they do so for the benefit of a tiny proportion of the public. In Sydney, for instance, golf occupies almost 10% of crown land parcels, even though less than 3% of the population regularly plays the sport. A historical association with the moneyed elite has long protected golf. But Covid may well have brought that protection to end. The transformation of courses in Moore Park or Northcote into parkland would not, of course, end global warming. But the desire by communities for publicly accessible green space shows precisely the sentiment we need in the fight for climate action. “You cannot exaggerate the transformative power of going from a confined space to see so much green …” says Nick Verginis from the Community to Unlock Northcote Golf Course Facebook page. “People have literally said that this park has saved them.” It’s a small thing, no doubt – pitiable, even, when compared to the scale of change we need. A few reclaimed parks won’t stop the Arctic from melting. Yet by organising themselves to more equitably share natural resources, ordinary people are showing they understand something so many of our politicians don’t: namely, we can’t go on in the same old ways. If we don’t dare transform a few golf courses, what chance do we have of transforming the world?"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}