{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2020/nov/03/nigel-farage-new-party-reform-uk-brexit-alternative", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2020-11-03T11:00:02Z", "webTitle": "There's no point railing against Farage. You have to present an alternative | Zoe Williams", "webUrl": "https://www.theguardian.com/commentisfree/2020/nov/03/nigel-farage-new-party-reform-uk-brexit-alternative", "apiUrl": "https://content.guardianapis.com/commentisfree/2020/nov/03/nigel-farage-new-party-reform-uk-brexit-alternative", "fields": {"headline": "There's no point railing against Farage. You have to present an alternative", "bodyText": "Some time between Nigel Farage’s plane crash (2010) and the publication of his memoir, The Purple Revolution (2015), I met him on a radio panel, a soft-chat, Sunday evening format where he talked about his testicle swelling to the size of a lemon when he was 21. Truthfully, I wasn’t really listening until he got to the bit about the lemon, so thought this related to the plane crash, and I got told off by the producer afterwards for not taking testicular cancer seriously. By far the greater mistake was not taking Farage seriously. At this point, he didn’t really register as a political force. Ukip, much talked about in the 00s, had been sidelined by the austerity agenda, on which he didn’t have a lot to say. Yet he was considered clubbable, easy on the ear, a reliable and likable controversialist, and maintained a media presence on that basis. Across the whole spectrum of opinion, from those who agreed with him some of the time to those who loathed everything he stood for, the same underestimation was made: just how far he would go to harness any underlying rage he perceived, and how well-grounded his perception was. It was clear as the Brexit result was announced that he would not stop there: in common with Donald Trump’s triumph, his victory speech was marked by the splenetic drum beat of “this is just the beginning”. So even though there is no obvious logical connection between opposing Brussels and rejecting lockdown to quell a virus – the aim of his new Reform UK party – there is an emotional one. It was remarked by allies of Farage last month that he had identified a section of 2019 Conservative voters, perhaps even a third of them, who were already dissatisfied on three counts. These are described by Patrick O’Flynn in the Spectator as “an apparent failure to stand up for British history and culture; opposition among libertarian-inclined people to lockdown measures and the continuing chaotic immigration system”. There are mistakes we don’t need to make twice or, indeed, for the 75th time. Pointing out what is really meant by “British culture” – a mash-up of “blitz spirit”, colonial greatness (all the cash, none of the cruelty), women who knew their place, and Victoria sponge – is all just a trashy pastiche conjured by people who, even if this era had existed, weren’t born in time for it, is not worth your breath. Farage and his new party, just like the others, thrive on scorn. The more they are held in contempt by reasonable opinion, the more legitimate their rage against the elites. It’s a jiu-jitsu move which, again, makes total emotional sense. Noting that many of Farage’s supporters are older voters, the very people lockdown is designed to protect, will not help: there is a kamikaze spirit to this political force, which doesn’t just disregard GDP, unemployment, seven-mile lorry queues and ICU numbers, but actively thrives on the negatives; laughing in the face of pain is proof of its courage, sincerity and passion. Finally, on that “chaotic immigration”, making humanitarian arguments is perhaps the greatest mistake of all. This has certainly been the most profound shock of our current politics: that cruelty, once it finds its political expression, cannot be fought on its own terms. If you get to the point where a five-year-old and an eight-year-old can drown in the English Channel, and a vigilante vowing to patrol the seas for migrants – for clarity: not to help them, but to hinder – is represented on BBC news as a voice of salt-of-the-earth Brits, the infinite preciousness of every human life is not going to cut it in this debate. The answer is the same here as it is anywhere; how do you argue with climate deniers? How do you argue with the alt-right? How do you argue with racists and incels, and QAnon? You don’t: all you can do is build an alternative. The consequence of underestimating Nigel Farage originally has been a mad compensatory scramble to understand him and his movement, recognise the grievance, represent its concerns, pay due respect to its authenticity. On the lockdown issue particularly, you could seek common ground with Reform UK (whose name change from the Brexit party, incidentally, was registered over a week ago – could Boris Johnson have been the last person in the country to see this lockdown coming?). The libertarian arguments might be bilge, but elements of the case make more sense: that lockdowns can never work without competent test-and-trace systems working alongside them, that the toll on mental health is too great. It is in the nature of reasonable, adult discourse to seek common ground and build on it. But consensus is not what the Farage spirit seeks. As soon as you’ve found it, he’ll be haring off to the next demand, that all EU citizens be sent home, or that gunboats line the Channel, or whatever fresh hell it might be. The job of vanquishing Farage, this time, is neither in hand-wringing about his callousness, nor in celebrating a lockdown that nobody is looking forward to, but in building a plan for what comes next. The Conservatives, as a party of vision or direction, are a spent force: they will be buffeted by whichever wind is the strongest. • Zoe Williams is a Guardian columnist"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}