{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2020/nov/01/us-politics-state-government-democrats-left", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2020-11-01T13:40:21Z", "webTitle": "America is a failing state. And establishment politics can’t solve the crisis | Bhaskar Sunkara", "webUrl": "https://www.theguardian.com/commentisfree/2020/nov/01/us-politics-state-government-democrats-left", "apiUrl": "https://content.guardianapis.com/commentisfree/2020/nov/01/us-politics-state-government-democrats-left", "fields": {"headline": "America is a failing state. And establishment politics can’t solve the crisis", "bodyText": "In 2020, America has shown itself to be exceptional in the worst possible ways. No other rich country has such a poor public health infrastructure or such a tattered social safety net. America’s levels of both police violence and violent crime find their closest peers in countries like Venezuela and South Africa, not Canada and Germany. And even Cuba and Bosnia and Herzegovina beat the world’s only superpower in infant mortality and other key social indicators. In the most powerful country on Earth, 29.3 million people say that they “sometimes” or “often” do not have enough to eat. Forty million Americans are impoverished, according to the UN. Half a million are homeless. And all this was true before the full brunt of the pandemic’s economic recession hit. Given these stark figures, the relative stability of the United States is a wonder. The country has maintained popular suffrage and democratic institutions (for white males, at least) for two centuries and married that form of government with a dynamic capitalist economy capable of creating vast wealth. In fact, American business owners have managed to avoid even the rise of a major social-democratic or labor party; in the US, demands for economic justice are filtered through – and watered down by – a centrist Democratic party and a byzantine system of government deliberately designed to limit popular passions. But perhaps that muzzling is reaching its limit. The past decade has seen bolder challenges to the establishment order – the Occupy movement, the surprising outsider challenge of Bernie Sanders, the equally unexpected rise of Donald Trump and the populist right, and street protests against police violence. Faced with all of this, as well as its inability to address the Covid pandemic, the American state looks embarrassingly ineffectual and increasingly lacking in popular legitimacy. Part of the problem lies with the federal structure of the United States. With power split between the local, state, and federal levels and among different branches of government, there are countless “brake” points in the system that stall or stymie attempts at reform. Of course, this structure has a certain utility for elites. The labor journalist Robert Fitch put it well: “The aim of the right is always to restrict the scope of class conflict – to bring it down to as low a level as possible. The smaller and more local the political unit, the easier it is to run it oligarchically.” For those on the left who want to change things, the dilemma is not just how to reach power and government (hard enough as that is) but how to reconstitute the American republic in a way that allows us to actually achieve justice. The most important periods of progressive activity in US history – Abraham Lincoln and the struggle against the slaver class; the populist era; the New Deal – have embodied this spirit. For Franklin D Roosevelt, new collective bargaining rights and entitlement programs needed to be safeguarded by more effective government institutions. His administration pushed for new agencies to enforce labor law, reorganized the executive branch, and attempted a sweeping modernization of the US supreme court. Roosevelt even flouted the (at the time, unofficial) presidential two-term limit. The success of FDR and his predecessors was ultimately limited. Yet despite our past failures, popular organizing has yielded enough gains, over time, to create a US that is not quite the worst of all possible worlds. We have maintained crucial democratic rights and extended those rights to black Americans, women and other oppressed groups. We have a limited welfare system for the very poor and the elderly and public guarantees to primary and secondary education for all. But we live in the shadow of the failure of our workers’ movement to take root in the US as firmly as it did in the 20th century in other developed countries. The result is a state woefully inadequate to address either slow-moving crises like hunger and poverty or more acute ones like coronavirus and climate change. Winning mass support for a program of Medicare for All, green jobs, affordable housing, and more seems within reach. But the left must find a way to not just popularize our goals, but secure the means – institutional reform – to achieve them. Liberal figures like Senator Elizabeth Warren and, yes, the journalist Jeffrey Toobin have trumpeted the need for some of these changes. But we can’t just stop at the abolition of the electoral college and the Senate filibuster, or even full Congressional representation for Washington DC residents. We must more fundamentally fight to transform the pre-modern political system that we’ve grafted on to our modern economy and society. For progressives, that’s a battle far more daunting than just getting Trump out of the White House – but it’s just as necessary. Bhaskar Sunkara is the founding editor of Jacobin magazine and a Guardian US columnist. He is the author of The Socialist Manifesto: The Case for Radical Politics in an Era of Extreme Inequality."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}