{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2020/nov/01/observer-view-on-us-elections-donald-trump", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2020-11-01T05:59:12Z", "webTitle": "The Observer view on the US election | Observer editorial", "webUrl": "https://www.theguardian.com/commentisfree/2020/nov/01/observer-view-on-us-elections-donald-trump", "apiUrl": "https://content.guardianapis.com/commentisfree/2020/nov/01/observer-view-on-us-elections-donald-trump", "fields": {"headline": "The Observer view on the US election", "bodyText": "The US presidential election on Tuesday is the most momentous in recent modern history. It is a referendum on the personality and leadership of Donald Trump after four extraordinary, disgraceful years. It is a referendum, too, on the future of democracy in America, which appears more imperilled now than at any time since the civil war. Also at issue is America’s future role in the world. Not since 1940 has the US been so isolated and out of step on the key issues of the day. The very idea that an American election, normally a grand, exemplary expression of the popular will, could be reduced to being about one man is, at some level, obscene. Yet how could it be otherwise? Selfishness, egotism and narcissism are the Trump trademarks. From his first hours in the Oval office, when he lied about the size of his inauguration crowd, Trump has made governing all about him. For this vain, self-obsessed man, the Hail to the Chief presidential anthem should be retitled Hail to Me. Ruling by rancour, fear and vindictive whim and wholly lacking moral principle, Trump has demeaned, abused and shamed the office to which he was undeservedly appointed in 2016 after losing the popular vote. He has ruled more like a corrupt potentate or mafia boss than a servant of the people. Falsehoods and duplicity are his stock in trade. Firings and humiliations of officials who displease him are the norm. Instead of experts, he surrounds himself with lickspittles and relatives. The Trump presidency, designed from the first to glorify himself and secure a second term, spawned horrendous behaviour. Trump banned Muslims, locked migrant children in cages, militarised the Mexican border, slashed taxes for the wealthy, attacked women’s rights, vandalised the environment, praised white supremacists, excused police violence, promoted hate and sent troops against American citizens. When faced by a real crisis – the pandemic – his phoney leadership was exposed. More than 228,000 tombstones bear witness to his criminal neglect. Domestic policy achievements there were virtually none. What Trump did do, however, was try to bend America’s democratic institutions to his will. He packed the supreme court and federal bench with ultra-conservatives. He circumvented Congress, opposed lawful scrutiny and sacked independent government watchdogs. He claimed to be a believer, to dupe Christian voters. He insulted and endangered the military. And he constantly undermined confidence in a free press. Under Trump, the rule of law in America has become a very uncertain proposition. His pardoning of convicted associates, his 2016 campaign’s unscrupulous collusion with Russia (detailed in the Mueller report), his monetising of his position for personal gain and his chronic tax-dodging proved mere preliminaries to the biggest, most egregious breach of trust of all. This ultimate betrayal of the American people came in the form of a clumsy attempt to induce Ukraine’s president to help him smear his Democratic rival, Joe Biden, by illegally withholding bilateral aid. Rejecting indisputable evidence of wrongdoing, Trump lied and lied, even as his chief of staff admitted it all. Trump was rightly impeached. To the Republicans’ great shame, he was acquitted. Emboldened, Trump has since actively conspired to prevent a free and fair election. He and his Republican allies have gerrymandered constituencies, pursued vote suppression measures and obstructed mail-in ballots. They claimed that Democrats were stealing the vote, an accusation more accurately levelled at them. To cap it all, Trump threatens to reject the election result. This is the kind of tyrannical behaviour Americans fought a revolution to defeat. Four more years of Trump could prove fatal to US democracy and also to America’s place in the world. The president’s disdain for allies, his creeping and crawling to foreign dictators, his climate crisis denial and environmental hooliganism, his hostility to the UN and the WHO and his arrogant opposition to almost anything that smacks of sensible multilateral collaboration have greatly weakened US influence and leverage. As at home, Trump personalised foreign policy, while remaining profoundly ignorant of the ways of the world. As a consequence, savvy operators such as Russia’s Vladimir Putin, North Korea’s Kim Jong-un and Israel’s Benjamin Netanyahu ran rings round him. Trump’s approach to China, the biggest challenger to US global leadership, has been wholly counterproductive, lurching from false bonhomie to dangerous hostility. His legacy abroad is one of weakness and discord. Biden would halt this slide into infamy and sleaze and attempt an American restoration. He promises effective leadership to beat the pandemic and a huge financial package to boost the economy and save lives and jobs. He would make the climate crisis a top priority. He plans a new alliance of democracies to push back global authoritarianism. Biden is a decent, honest and experienced man who will do his best to reunite a divided nation. Crucially, he’s not Donald Trump. For all these reasons and more, we hope Biden wins big and indisputably on Tuesday. The US and the world cannot afford any more of Trump’s malignity."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}