{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2020/nov/07/covid-liverpool-britain-inequality-poorer-regions", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2020-11-07T08:00:06Z", "webTitle": "Liverpool was chosen for a testing pilot, but it's long been invisible to Westminster | Lynsey Hanley", "webUrl": "https://www.theguardian.com/commentisfree/2020/nov/07/covid-liverpool-britain-inequality-poorer-regions", "apiUrl": "https://content.guardianapis.com/commentisfree/2020/nov/07/covid-liverpool-britain-inequality-poorer-regions", "fields": {"headline": "Liverpool was chosen for a testing pilot, but it's long been invisible to Westminster", "bodyText": "On Friday morning in Liverpool you could have been forgiven for thinking that England’s lockdown had ended, not just begun. The transition from regional tier 3 restrictions to nationwide measures has gone mostly uncommented on in the city and, from what I can see, has made little difference to daily life. The traffic remains horrific – including all the empty buses we’ve been told not to use – and various “bonnie night” parties on Thursday evening were broken up by the police. The main detectable difference is a profound and deepening sense of anger. Few seem happy to comply with the new restrictions, whether these protect the NHS or not. That’s not to say they won’t follow the rules, it’s just that the will to do so is no longer there. The damage has already been done. In this current wave, Liverpool’s mayor, Joe Anderson, has lost both his brother and one of his councillors, Richard McLinden, to coronavirus – the latter one of 94 people who died in the city from Covid in week to 5 November. The medical director of Liverpool University Hospitals trust, Tristan Cope, has described being “quite literally … abandoned” by NHS England in the face of the second wave, a crisis more acute than the one Liverpool endured in the spring. Knowsley, in the wider city region, recorded the highest Covid rate in England a month ago, followed by the city of Liverpool, where recorded infections had just begun to fall at the point where it entered tier 3. Rightly or wrongly, Anderson, along with the city region metro mayor, Steve Rotheram, accepted 67% furlough pay to enter those measures quickly, only for the rest of the country to be offered 80% once the whole of England was locked down. To top this off, Liverpool council was forced to start a crowdfunder to pay for the free school meal vouchers it promised to provide over October’s half-term to the 20,000 children who qualify in the city. This bears repeating: the local authority for the fifth-biggest city in Britain had to ask for charitable donations because it couldn’t afford five days’ worth of sandwiches. These facts are not disconnected. Together, they describe a profound spatial inequality that shapes modern Britain. This imbalance extends to health, with more people contracting coronavirus in poorer areas and needing hospital treatment in greater numbers, to what economic value central government places on people who live far from its mental orbit, and to the invisibility of such places to England’s politicians and much of its media. While poring over the new restrictions, it didn’t do to dwell on Michael Gove’s recent confusion over whether it was OK to play golf or tennis, lest I smashed my computer against the wall. This anger is pervasive, and stems from the feeling that, to Boris Johnson’s cabinet, the country it governs is nothing more than a curious blob to be poked intermittently with a stick to see how it reacts. Detailed information is not for the likes of us. At the start of the week we were told that every person in Liverpool would start to be tested regularly from Friday, as part of its mass-testing pilot. As late as Thursday evening, no one was any the wiser about how and where we would be given these tests, beyond the knowledge that 2,000 squaddies had arrived at the Southport Pontins camp to spend the next month sticking swabs up people’s noses. The internet, that unreliable friend, has slid into this vacuum. “I just read that 25,000 people die every year from the flu, and we don’t have a lockdown for that, do we?”, said an irritable man to his wife in the coffee shop queue just after 9am on Monday, idly watching two slightly younger, even more irritable men start fighting outside. “Where did you see that?,” she responded. “I dunno, some fella on the internet.” Returning with my kids from a half-term trip into the centre of town last week, the taxi driver informed us of Donald Trump’s efforts to “do something about those child traffickers”. I asked where he’d heard about this, recognising the reference as a QAnon trope. “I saw this video on YouTube. I mean, you can love him or hate him, but he gets the job done. We could do with some of that over here.” Liverpool is only one city, and it’s only a snapshot, but it’s emblematic of something far bigger. Britain is more geographically unequal than any other rich country. Its extreme spatial inequality is not only reflected in the high coronavirus infection rates and deaths concentrated in poorer areas, but also in the application of tiered regional lockdowns. These were imposed by central government, overriding the involvement and knowledge of the people who live and work in the places affected. If you want a lockdown – never mind a full-scale public health emergency – to seem like a cruel joke, this is the way to go about it. Most people live outside the sealed vacuum of Westminster and the prominent media figures who obsess over it – what the cultural critic Richard Hoggart, writing in 1957, called “a sort of clever man’s paradise, without any real notion of the force of the assault outside”. Though our media and politicians may not realise it, that “assault” is happening now: from a barrage of low-quality, geographically indifferent internet sources that seem, to some, a better explanation for the situation we’re in than verifiable news reports. Why is this? It has something to do with the fact most of the verifiable news reports are filed from London, by people living there. Journalists with the most access – those who can literally question Boris Johnson as he stands, sweating, on a podium – are not asking enough of the questions that matter because they lack awareness of what those questions need to be. Were our national media not so dominated by those who travel through much the same narrow corridors of education and experience, we might start to learn more about Britain’s inequality, and how it has shaped this crisis. We know why both coronavirus and lockdowns affect people living in the poorest areas most severely. Poorer people live in smaller, colder homes, and do riskier jobs for lower pay, all of which damages their health whether there’s a pandemic going on or not. Government behaves as though this is not the case, which is largely what gets reported. The ignorance, and disregard, that Britain’s central government and much of its national media has shown to places such as Liverpool is leading some to seek other, more dangerous explanations. • Lynsey Hanley is a freelance writer and the author of Estates: an Intimate History, and Respectable: Crossing the Class Divide"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}