{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2020/nov/02/australias-indigenous-culture-has-always-had-a-place-for-dogs-they-are-part-of-our-dreaming", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2020-11-02T05:06:10Z", "webTitle": "Australia's Indigenous culture has always had a place for dogs. They are part of our dreaming | Sonia Smallacombe", "webUrl": "https://www.theguardian.com/commentisfree/2020/nov/02/australias-indigenous-culture-has-always-had-a-place-for-dogs-they-are-part-of-our-dreaming", "apiUrl": "https://content.guardianapis.com/commentisfree/2020/nov/02/australias-indigenous-culture-has-always-had-a-place-for-dogs-they-are-part-of-our-dreaming", "fields": {"headline": "Australia's Indigenous culture has always had a place for dogs. They are part of our dreaming", "bodyText": "It started on a cold January day six years ago, when I was working in New York City and walked into a pet shop where animal adoptions were taking place. It was there I met a five-year old white cocker spaniel who I named Skippy. He became my companion who was there for me day and night and rarely left my side. He filled my life with love and devotion. I don’t know about Skippy’s past life. I noticed for a couple of weeks after I adopted him, while walking, he would run up to tall black men. He could also sniff out fast-food packaging, with McDonald’s being a favourite. I often wondered whether his previous owner was a tall black man who occasionally fed him McDonald’s burgers. I returned to Australia in 2017. It took a good six months to get Skippy ready to pass the strict conditions of Australia’s importing controls. Before we left New York, Skippy was diagnosed with Cushing’s disease, when a dog’s body makes too much of a hormone called cortisol. In general Skippy lived a good life, until 3 August, when he finally surrendered to his disease and crossed the Rainbow Bridge. Dogs are our best friends. They show us unconditional love and give us so much in these busy and sometimes difficult times. Indigenous peoples around the world have had long cultural relationships with animals. They are part of our dreaming; our totems and their stories are embedded in our landscape. There is a long cultural relationship with dogs, which dates back to the introduction of the dingo thousands of years ago. Today the dingo has been largely replaced by domestic dogs. “There are many dog dreaming sites located around the Australian continent and each has its own and often interconnected story of creation and movement of the dingo through the country,” wrote Bob Gosford in Crikey. Dingoes have been on the Australian continent for thousands of years, and they have been woven into the fabric of Indigenous peoples’ lives, law and culture. In many Indigenous communities, there is no distinction between dingoes and introduced dogs when applying beliefs and laws about dogs. Some dogs are given skin names and in some instances are granted status such as parent, grandparent, aunt or child. In certain areas dogs are also believed to be direct reincarnations of ancestors. Dogs serve a number of roles such as companion, physical and spiritual protector, hunter, and on cold winter nights they are a source of warmth. Older people in Indigenous communities tend to have more dogs than young people, due in part to their senior status but also for protection. There is also the belief that dogs provide spiritual protection from bad spirits who inhabit the world, especially at night. Indigenous peoples are strongly attached to their dogs, but they can become a problem in communities. Dog numbers can go unchecked because, unlike dingoes, domestic dogs breed twice a year. They can also exhibit threatening behaviour such as chasing kids on bikes, and biting can be a problem. There are also animal welfare issues, with dogs being malnourished or suffering from a variety of diseases as well as dog attacks on stock and wildlife. Dogs are more visible in our communities, whereas in towns and cities they are behind fences and locked inside houses, which can lead to a skewed impression of how many dogs there are. According to Dr Stephen Cutter, a vet who works in Indigenous communities, there are more dogs per person in the suburbs of Darwin than there are in most Aboriginal communities. Previous responses to the so-called “dog problem” could often result in the administrator or the policeman deciding there were too many dogs, and culling taking place without any regard to the owners’ feelings. Until recently, it was (and in some cases, still is) impossible to achieve access to vet services. In order to bring vet services to Indigenous communities, a group of vets decided to bring a culturally and scientifically informed response to the problems that camp dogs can pose. The result was the formation of a charitable organisation: Animal Management in Rural and Remote Indigenous Communities (AMRRIC). This organisation is a national not-for-profit that works with Indigenous communities to improve the health of their companion animals. The approach involves a mixture of education, dog desexing and disease treatment programs in Indigenous communities. AMRRIC does not support culling as a population management strategy as it has been shown to be ineffective, causing significant community trauma and destroying trust. In cities, there are veterinary services to support treatment for animals of the homeless. There is recognition of the valuable bond between the homeless and their companions as it can often be the only reason to wake up in the morning. Veterinary treatment for animals is an important service for all animal owners. This is even more so for Indigenous peoples, as our dogs have always been part of our society and their stories are embedded in our dreaming sites across this nation. • Sonia Smallacombe is a Maramanindji woman from the Daly River area of the Northern Territory. Sonia was head of Indigenous studies and a senior lecturer in the School of Australian Indigenous Knowledge Systems at Charles Darwin University in Darwin, 2002-2005. In late 2005, she moved to New York to join the United Nations Permanent Forum on Indigenous Issues, where she worked for 11 years as a social affairs officer, focusing on indigenous peoples’ issues and the environment"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}