{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2020/nov/06/the-guardian-view-on-live-art-irreplaceable-energy", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2020-11-06T18:20:10Z", "webTitle": "The Guardian view on live art: irreplaceable energy | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2020/nov/06/the-guardian-view-on-live-art-irreplaceable-energy", "apiUrl": "https://content.guardianapis.com/commentisfree/2020/nov/06/the-guardian-view-on-live-art-irreplaceable-energy", "fields": {"headline": "The Guardian view on live art: irreplaceable energy", "bodyText": "The late summer and early autumn saw a modest reopening of the UK’s cultural venues. The public could visit museums and galleries, attend small-scale concerts and become the audience for socially distanced plays and films. But, since England’s belated lockdown began on Thursday, the doors of arts institutions are shut once again in much of the UK – an important exception being museums and galleries in those parts of Scotland with lower coronavirus infection rates. For many people an in-person, communal cultural experience is over for the time being. The reopening was tentative; organisations had to think afresh about how to welcome audiences as safely as possible. For visitors, strictly limited numbers, queues and one-way systems became the norm. For the institutions, box-office, retail and catering income were frighteningly low; the costs of making venues as safe as possible, high. Those in a position to attend them were likely to have been people in robust health living reasonably close by. They needed to be particularly organised: museums that could once have been entered on a passing whim required online booking in advance. The traditional way of receiving cultural experience – by attending a venue – became largely the province of an urban, able-bodied, committed, already super-served audience. Nevertheless, it was better for cultural institutions to be doing something rather than nothing, and the intensity of the experience for audiences has been remarkable – as the rapturous responses to certain exhibitions, such as the Artemisia Gentileschi show at the National Gallery in London, have demonstrated. In the performing arts, against a backdrop of hardship among freelance and self-employed creatives (a situation exacerbated by government indifference to their financial plight) those performers who have actually managed to stand before an audience have done so with an extraordinary passion and emotional urgency. The shared energy that means a group of strangers catch their breath, or sigh, or laugh as one body, will never be taken for granted again. Nor will the energy that flows between the stage and the audience, between performer and viewer. The outlook for artists and cultural institutions is difficult and bleak. But it is not quite the same as in the UK-wide lockdown of the spring. In many parts of the country, performers may still work together, if not to a live audience. Crucially, organisations are further down the road of adapting to a digital or hybrid model: for example, Sarah Kane’s play Crave, which played to socially distanced audiences earlier this week at Chichester Festival Theatre, will end its run on Saturday playing to an empty auditorium, but streamed online. Making the best of a terrible situation has also meant some bold creative experiments, whether short, punchy early-evening concerts, intriguing outdoor events, or a renewed recognition of art’s power to connect with those who are isolated or anxious. But none of this should mask the fact that the arts are struggling – and the hardest hit of all are self-employed and freelance creatives, many of whom are ineligible for the self-employed support scheme that the chancellor, Rishi Sunak, extended this week. Nor should it disguise the fact that what artists offer their community – a live, communal, shared experience – is inestimably precious."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}