{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2020/nov/01/johnson-dithering-lockdown-scientists-covid", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2020-11-01T15:07:46Z", "webTitle": "Johnson’s dithering has doubled this lockdown. We will all pay the price | Tom Kibasi", "webUrl": "https://www.theguardian.com/commentisfree/2020/nov/01/johnson-dithering-lockdown-scientists-covid", "apiUrl": "https://content.guardianapis.com/commentisfree/2020/nov/01/johnson-dithering-lockdown-scientists-covid", "fields": {"headline": "Johnson’s dithering has doubled this lockdown. We will all pay the price", "bodyText": "“No responsible prime minister could ignore the message of those figures,” intoned Boris Johnson after the chief medical officer had finished his presentation of the latest Covid-19 data at Saturday’s press conference, called after news of a second national lockdown had leaked to the press. Yet ignoring the figures is precisely what the prime minister has done since the start of the pandemic. The government’s own scientific advisers had called for a short lockdown at the end of September. Respected epidemiologists in this country and abroad had projected precisely this trend for infections for months. As far back as June, the NHS had begun emergency planning for a second wave that was anticipated to be as much as twice the size of the first. For weeks, the government had poured opprobrium on the devolved administrations, metro mayors and official opposition for calling for stronger measures to be implemented more quickly. A senior government source slammed Keir Starmer as a “shameless opportunist” for calling for a “circuit-breaker” lockdown. Ministers condemned the Labour-led Welsh government for imposing a “firebreak” lockdown that precisely mirrors the measures now introduced in England. The necessity of a second lockdown was apparently obvious to all but the “superforecasters” in Downing Street. Just as Johnson had dithered in March, he dithered again in October, when infections have been rising exponentially and swift action might have saved lives. A longer and more restrictive lockdown is now required than would have been the case if the government had listened to its own scientific advisers. Dithering has doubled the lockdown required from the two week “circuit-breaker” that was recommended at the end of September to the four weeks that has just been announced. How could Johnson get it so wrong not once but twice? Back in March, he – along with much of Britain’s political class – appeared to be immersed in a festival of hubris and ignorance cocooned by denial. The result was the third highest death rate and largest economic contraction in Europe. More than six months on, what could possibly explain the precise repetition of such a catastrophic error of judgment? Either Johnson did not understand what the scientists told him, or he understood the evidence and chose to ignore it for political or ideological reasons. Theresa May was right when she judged him unfit to be trusted with national security when he was foreign secretary, yet the Tories still made him prime minister. Truly, “nothing has changed” now that he is in Downing Street. He is unfit for high office. Yet again, economic policy is playing catch-up to public health. From an economic perspective, a second lockdown is not simply a repeat of the first. Many households and businesses are at a far worse starting point this time round because savings and cash reserves have been depleted. Before the pandemic began, 14.4 million people were living in poverty; there is a real risk that many more will now be impoverished. There has been no time for businesses to rebuild their reserves, meaning many may go bust, accelerating the emerging unemployment crisis. That’s why economic support for families and firms ought to be more generous this time than last. Just weeks after attempting to do lockdown “on the cheap” in the north of England, the government announced that the furlough scheme, which pays 80% of wages, would continue during the looming nationwide lockdown. But nothing new has been announced for the 15% of the workforce who are self-employed, many of whom had little savings and chronically low pay before the pandemic. And while homeowners have seen interest rates cut, and a mortgage holiday, renters have been forced to run down savings and take on debt. The chancellor, Rishi Sunak, has been blind to these obvious omissions. Instead of preparing for a second wave and building economic resilience, Sunak focused his energies – and public money – on the “Eat out to help out” scheme. Research now estimates that the policy may have been responsible for between eight and 17% of new infections in August. It will go down in history as perhaps one of the most foolish policies ever implemented by any government during a global pandemic. There is little cause for anything but despair at those who now govern Britain. That the country should learn of a second lockdown that will fundamentally reshape our lives from leaks to newspapers was just another sign of a prime minister out of his depth. Even the hastily called press conference had to be rescheduled three times. If the situation were not so serious and the stakes were not so high, it might have been a comedy. As it is, it is nothing but a tragedy for Britain. And we are all paying the price. • Tom Kibasi is a writer and researcher on politics and economics"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}