{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2020/nov/07/the-observer-view-on-the-us-presidential-election", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2020-11-07T19:30:22Z", "webTitle": "The Observer view on the US presidential election | Observer editorial", "webUrl": "https://www.theguardian.com/commentisfree/2020/nov/07/the-observer-view-on-the-us-presidential-election", "apiUrl": "https://content.guardianapis.com/commentisfree/2020/nov/07/the-observer-view-on-the-us-presidential-election", "fields": {"headline": "The Observer view on the US presidential election", "bodyText": "What a ride! And what a finish. Exhilarating, excruciating, exhausting, extraordinary. The rollercoaster of emotions set in train by the closest, most momentous US presidential election race in recent memory, and the agonies of its interminable aftermath, are difficult to adequately express. Yet a single powerful feeling – of exultation – cuts through the confusion and noise. What joy! What a relief. At last, America and the world are re-emerging from a long journey into darkness. The nightmare is ending. Donald Trump, that most unworthy of White House incumbents, has been defeated. The great power he wielded and abused has been wrenched, inch by inch and vote by vote, from his grasp. The election outcome was not as clear cut as many on the left had wished. Joe Biden, Trump’s successful challenger, and the Democratic party performed less well than expected. The bigger arguments – ideological, electoral, legal, racial, moral – are not over, not by a long chalk. But after days of counting, this pivotal battle is over. Following days of doubt, it’s finally certain that Trump has failed to secure a second term, has lost to Biden by a margin of at least 4m votes in the contest for the popular vote and, crucially, cannot command a majority in the electoral college. Come January, America will have a new president promising a new beginning and new healing after four tumultuous, disgraceful years. America can finally dump Trump. Deep divisions While this is indeed a cause for celebration, it is also a moment for humility and reflection. Biden attracted an all-time record number of votes – more than 74m, or nearly 51%. Yet Trump’s total, of more than 70m, was the second highest ever, flowing from the biggest turnout since 1900. These exceptional figures alone speak to the deep passions and divisions that stalk and bedevil contemporary America. They shout out a warning. They cannot be magically waved away. Biden’s projected, still officially unconfirmed, victories in key battleground states – Pennsylvania, Arizona, Wisconsin, Michigan and Nevada – were achieved by wafer-thin margins. Georgia, where 7,000 votes separate the two men, is already preparing a recount. These contests could easily have swung the other way, as happened in 2016. Trump supporters believe they would have done so this time if the count had been honest. Restoring trust in the fairness of the election is perhaps the most immediately pressing problem facing Biden. The behaviour of the president-elect since election night has been a lesson in responsible citizenship. He has been calm, dignified and conciliatory, stressing that all votes, Republican and Democratic, must be counted and given equal weight. He has already done much to defuse the tensions of the moment. Trump at bay Biden’s adherence to democratic first principles is in sharp contrast to Trump’s manic shenanigans. Trump had vowed beforehand to reject the outcome if it went against him and he did not hesitate. Within hours of the end of voting, he falsely claimed to have won, cried foul, alleged grand larceny and fraud and called for his lawyers. His reckless incitements threatened to turn a tense stand-off into a national disaster. They could yet. Trump has meagre legal grounds on which to challenge the results, most of which can be expected to stand. But his tantrums are a sombre reminder of what a truly terrible, unprincipled president he has been. In the past few days, Trump tried to do to democracy in America what he has done to domestic and international policy over the past four years: swung a wrecking ball to suit himself, his prejudices and his ego. As Biden says, the US faces an economic crisis, a racial justice crisis and a crisis of confidence in democracy itself, all coming on top of a pandemic that has cost nearly a quarter of a million lives. Trump, for the most part, has exacerbated these problems. He divided the country when it most needed to be united. He turned American against American, and America against the world. He sought personal advantage when vision, competence and altruism were desperately needed. He failed his country. Republicans redux? Yet it would be a mistake to think Trump or Trumpism are finished. His brand – the fearful politics of white grievance – has a long way yet to run. Nor did Democrats have it all their own way last week. Their hopes of a presidential landslide were dashed. They lost seats in the House of Representatives and failed to make predicted advances at state level. Dismayingly for Biden, they also failed to take the Senate, although some contests remain unresolved. Biden’s plans to reshape the domestic policy agenda, starting with a stimulus package to drag the country and the economy out of Covid-19 gloom, now face potentially fatal obstruction in Congress. Without control of the Senate, he will lack the power to drive new legislation. Meanwhile, the supreme court, newly stocked with three ultra-conservative Trump nominees, may push in the opposite direction on touchstone issues such as abortion rights and healthcare. Republicans have been especially buoyed up by their success in attracting increased numbers of black and Hispanic/Latino voters, in addition to white voters, in southern states such as Florida and Texas. Biden’s partial rebuilding of the “blue wall” in the midwest, and breakthroughs in the sunbelt, may be offset by the GOP’s supposedly widening grassroots appeal. Conflict on the left Confidence on the right may also be boosted by conflict on the left. Not so many months have passed since candidate Biden, a big loser in Iowa and New Hampshire, was assailed for his old-school, social-democratic-style centrism by radical reformers such as Bernie Sanders, Elizabeth Warren and the youthful newcomer Pete Buttigieg. In response, Biden shifted leftwards in a calculated but unconvincing attempt to embrace the progressive agenda. Some or all of these erstwhile rivals may join a Biden cabinet. Sanders has reportedly applied for a job. And Biden certainly needs to build as broad and diverse a governing coalition as possible. But many on the left, including Alexandria Ocasio-Cortez and the “squad”, all re-elected to Congress last week, remain unreconciled. Biden, an instinctive moderate, will be unable to please everyone. If they sense he is slipping back into his old, middling ways, they will pounce. Maybe Kamala Harris, the no-nonsense vice-president-elect, should be tasked with keeping them in line. Biden’s challenge Biden’s problems at home are matched by Trump’s grim global legacy. The big-picture, ideological challenge is the global rise of anti-democratic, authoritarian and rightwing populist leaders, which Trump actively encouraged. Biden has pledged to head an alliance of democracies to repel this advance. Many Europeans will hope this is the moment when the populist tide turns. Yet the enduring appeal of Trump-style chauvinistic nationalism in the US may further encourage foreign imitators. Then there are specific issues requiring urgent action, principally the pandemic and the climate crisis. Biden says he will rejoin the Paris agreement, cut US carbon emissions, transition from oil and green the economy. He will try to defuse the dangerous stand-off with Iran and bring Russia’s Vladimir Putin to heel. Biden promises to be tough on China while avoiding Trump’s “Wuhan virus” confrontationalism. That’s a hard balance to strike, especially if Beijing, espying American weakness, has other ideas. Taiwan may be the big test. For Boris Johnson, though not for Britain, the Biden presidency is an awkward proposition. Biden values the bilateral alliance. He wants to revive transatlantic ties, symbolised by Nato. But he also wants a strong EU-US partnership, rightly believes Brexit is a foolish mistake and has publicly fretted about its impact on peace in Ireland. Johnson’s hopes of swiftly concluding a free trade deal have been set back. With his old pal Trump exiting right, he will have to wait in line for a White House audience. With so much on his plate, many may wonder whether Biden, soon to be 78, can stay the course. Yet far more important than his age is the fact that he is a decent, honest and experienced leader. After so much bitterness and rancour, here is the seasoned consensus-builder the US and the world needs. If anyone can repair the damage wreaked by Trump and restore America to political and physical health, it is he. Most importantly, at this perilous juncture, Biden has proved he’s a winner. Exultation is fully justified."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}