{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2020/nov/01/migrants-and-my-own-modest-proposal", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2020-11-01T10:00:17Z", "webTitle": "Migrants and my own modest proposal | Stewart Lee", "webUrl": "https://www.theguardian.com/commentisfree/2020/nov/01/migrants-and-my-own-modest-proposal", "apiUrl": "https://content.guardianapis.com/commentisfree/2020/nov/01/migrants-and-my-own-modest-proposal", "fields": {"headline": "Migrants and my own modest proposal", "bodyText": "In August, a television producer asked me to contribute to a forthcoming documentary about the 18th-century satirist Jonathan Swift. Swift is best known for writing the children’s story Gulliver’s Travels, which is about a man who keeps going all different sizes and riding around on mice. Swift failed to use the then fashionable travelogue format to address the moral and philosophical concerns of the day in favour of a series of childish Grandpa in My Pocket-style adventures that David Walliam could have written, the idiot. I am not an expert on Swift, but the producer said some of my standup routines are like his essays, though she conceded that she didn’t think these columns were as good as my live stuff. I explained that I saw the columns as being written by an alternative version of myself, one who doubted that he had the talent, intelligence or social standing to write for a posh newspaper, and was compensating for his nest-cuckoo paranoia by overstating his political and intellectual qualifications. “Which version of you is writing this paragraph that we are both in now then?”, she asked over her clipboard at a socially distanced meeting on Tuesday. Realising I didn’t have a satisfactory answer, I pretended to be choking on a Frazzle and lay down on the floor. Normally I resist appearing on anything that anyone will see, as it only encourages rightwing commentators to cynically traduce you online for things you obviously haven’t done, raising your blood pressure and compromising your children’s relationships with their friends. But there was a fee for agreeing that I was the new Jonathan Swift, an offer hardly as reputationally damaging to a champagne Corbynista as appearing on Have I Got News for You. As I haven’t really worked since March, and as the boy needs a new bike and the cat needs an endoscopy, I succumbed, already regretting the loss of the Strictly Come Dancing slot I had recklessly ceded to Bill Bailey earlier in the year, under medical advice admittedly. In preparation, I reimmersed myself in the works of Jonathan Swift, reading from the same copy of Martin Price’s The Restoration and the 18th Century that the lady my gran did cleaning for in the 80s had bought for me when I went to university 34 years ago, subsidising the punishingly expensive required book list. But we still got grants! Back then, politicians regarded knowledge as valuable in itself, rather than as a commodity that could only be judged in terms of its financial impact. Swift’s eugenics satire A Modest Proposal, I suddenly realised, applied the same now fashionable rationale to human flesh itself, proposing eating poor Irish infants as an economic solution to their burden on society. Nothing had changed. Under the spell of Swift, on 12 October, I tried to write the coming Sunday’s column by transposing his satirical argument for eating the Irish poor on to the argument by Priti Patel’s Home Office in favour of netting channel migrants. I tried to use the same mixture of fake sympathy and brutal logic that Swift deploys to convince his readers of the expediency of infant cannibalism, as you may see: “God provided the Channel to divide us from our fair neighbour France, the sadly suppurating wound from whose festering Northernmost ports oozes the tragic pus of this vile but intrepid tide of human filth, optimism and vigour. I do therefore further humbly offer it to public consideration, given that any netted migrants must be either imprisoned upon Southern Atlantic islands, or in rotting prison hulks off Portsmouth, might not a gentleman be tempted to view the already agreed upon act of entrapping or deterring these persevering pests as a noble sport? For a small fee, payable to a Beefeater, a gentleman might man the nets himself, keeping tally against his fellow of migrants caught or driven away. The deterred migrant would have a higher value than the migrant entangled, for the latter will need to be dealt with at further damage to the national purse. “But what if, come the agreed time, two sportsmen have alighted upon the same score? How may the deadlock be broken? Were the migrant to expire and slip back lifeless into the cold waves, that expiration having perhaps been abetted by a swift seal-blow upon the head from a shillelagh, should not the netsman who eased the heavenward migration of such a brave but misguided soul be rewarded with an extra point against the tally of his fellow? “And might not the expiry of a child migrant be worth twice the points of a parent, the infant threatening to further drain the coffers should it survive and breed? As the hunting of the fox for sport is easily justified by Reynard’s taste for the flesh of Chauntecleer, so the watery rest-taking of the child mariner, though doubtless an amusing process in which to participate, is made acceptable by way of its benefits to the national balance.” But it seemed contrived, the concepts of state-approved cannibalism and state-approved migrant-murder not quite grinding together, and I deemed it unworthy of publication in so august a journal as the Observer. Instead, I wrote a simple parody of that week’s Conservative attempts to pass off the incoming no-deal Brexit as an Australian-style trade bonanza, and returned to my monetised study of Swift. But last week, the Conservative scum voted down the footballer Marcus Rashford’s plea that the increasing number of economically untenable families in Covid Britain should be assisted in feeding their children during half-term. And the arguments offered up in defence of this decision were couched in terms the writer of A Modest Proposal would have recognised. I looked from one to the other and it was impossible to tell which was which. And it made me wonder, would it be such a bad idea, really, to take those children our society cannot feed, and to make some practical use of them?"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}