{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2020/nov/05/lockdown-nigel-farage-new-enemy-us-election-covid-19", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2020-11-05T10:23:36Z", "webTitle": "Here's why lockdown is Nigel Farage’s new target | Darren Loucaides", "webUrl": "https://www.theguardian.com/commentisfree/2020/nov/05/lockdown-nigel-farage-new-enemy-us-election-covid-19", "apiUrl": "https://content.guardianapis.com/commentisfree/2020/nov/05/lockdown-nigel-farage-new-enemy-us-election-covid-19", "fields": {"headline": "Here's why lockdown is Nigel Farage’s new target", "bodyText": "Nigel Farage has had a busy week. Last Wednesday, on 28 October, he landed in the swing state of Arizona, less than a week before the US presidential election, and in a short to-camera video behind a small stage in a big green field, he said he was with a group of Republican figures to discuss the campaign. The following day Farage said he was “surprised” when Trump called him on to a larger stage at his rally in Arizona. Farage proceeded to deliver a pretty predictable routine, praising Trump and tipping him for victory. That was Thursday. By the end of the week, Farage had submitted an application back home in the UK to change the name of the Brexit party, which he has described as a “company” that he owned 60% of, to Reform UK. The request for the name change was submitted last Friday, according to a spokesperson from the Electoral Commission. Early on Sunday evening, Farage put another video on social media. Sitting back in the lobby of the Trump International hotel in Washington DC, Farage railed against England’s coming Covid-19 lockdown. “I’ve said it before, I’ll say it again … the cure is now worse than the disease,” Farage said, adding that there was no “political voice” articulating this. “Well, I think that may change very soon,” he concluded the video. Later it was revealed that the Brexit party was set to relaunch as Reform UK, though it will take the Electoral Commission up to six weeks to approve the name change. In a joint article in the Daily Telegraph announcing the rebrand, Farage and the Brexit party chairman, Richard Tice, mentioned the need to reform the House of Lords and revamp the Home Office, but the explanation was almost entirely pinned on the need for opposition to the second lockdown. The centrepiece of their argument was the controversial Great Barrington Declaration – signed by a group of scientists and medics who advocate the quarantining of those at high risk, with no restrictions for anyone else. Farage and Tice also heralded “herd immunity”, despite the lack of science showing this could end the pandemic. (Farage also seems to have forgotten that in March he criticised the government’s own alleged support for herd immunity.) All of this will strike many as pure opportunism. But while Farage is clearly preying on a perceived weak spot for Boris Johnson – who is increasingly having to face down restive backbenchers over the restrictions – it looks like he has been planning a “Reform” party for a long, long time. And to find out why we need to look to Canada. Back in late-1980s Canada, a radical-right outfit called the Reform party waged war on the traditional centre-right party, the Progressive Conservatives. The goal was to derail the socially liberal direction of the Conservatives, and push sweeping tax cuts, tougher law-and-order policies and more direct democracy through referendums, as well as opposing multiculturalism. Sound familiar? The party’s argument was framed around the need for reform of institutions such as Canada’s senate, much like Farage and Tice’s calls for the House of Lords. It didn’t happen overnight, but Canada’s Reform party eventually grew bigger than the Progressive Conservatives, and in 2003 merged with them to form today’s Conservative party of Canada. Discussions on bringing about something similar in the UK are not new for Farage and company. “For years they’ve talked about becoming the small Canada party that took over the Conservative party,” Steven Woolfe, former Ukip leadership contender and MEP, told me last year. In the 2015 election, the example of Canada’s Reform party influenced Ukip’s manifesto, Woolfe said. At the time, Ukip’s influential lawyer, Matthew Richardson, and Farage’s senior adviser, Raheem Kassam, the former Breitbart London editor and Steve Bannon protege, were pushing hard for Ukip to go in this more radical right direction. Rightwing Conservatives including Michael Fabricant and Daniel Hannan were, according to Matthew Goodwin’s Ukip: Inside the Campaign to Redraw the Map of British Politics, even calling for an alliance between the two parties. When Farage later launched the Brexit party, it might have seemed like a single-issue party but the goal was very much to achieve what Ukip had failed: the creation of a new radical-right force that would permanently reshape British politics – something like Canada’s Reform party. The Brexit party, of course, floundered at the 2019 general election. But only after standing down in key Tory constituencies and pushing Boris Johnson’s Conservative party hard to the right. Johnson famously withdrew the whip from 21 moderate Tories, many of whom had drawn the ire of Farage and had been targeted as “remainers” by Arron Banks’s Leave.EU – an outfit that still carries enormous weight on social media. As investigative journalist Peter Geoghegan writes in Democracy for Sale, this shift has led to traditional Tory donors fleeing the party, leaving it increasingly dependent on a smaller number of big-money donors and libertarian-minded hedge-fund managers. Farage’s long-term goal of reshaping the British right seems very much on course. But the question remains: why go for the relaunch now? A large majority of UK voters support a second lockdown, making this a potentially lonely hill for Farage’s rebranded party to die on. It’s a long time until the next scheduled general election in 2024. Curiously, in his video in Trump’s hotel lobby, Farage had framed the coming news of the relaunch around the US election. Covid-19 was the most prominent issue in the election, he said, and Trump’s response to the pandemic was far better than that of the Democratic candidate, Joe Biden, because, as Trump argued, lockdowns brought economic disaster, and vulnerable people should simply protect themselves while the rest of the public got on with their lives. Perhaps being around Trump and his circle gave him a renewed taste for a political fight. But more than this, the plan to radicalise the political right has always been a transatlantic project in close commune with US allies. Farage will return to the UK in the wake of a US election which, despite the likely Democratic presidential victory, was far from a repudiation of Trumpism. As England enters its second lockdown, he could deliver a torrent of Trumpian fire against lockdown measures – just as the social unity behind the first wave of Covid-19 has given way to fatigue and rightwing scepticism. In parallel to Trump’s negationist approach to the pandemic, Farage sees this moment as compost for a new populism; this time aimed not against Brussels but the heart of Britain’s democracy. • Darren Loucaides is a writer based in Barcelona and London"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}