{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2020/nov/06/president-donald-trump-temper-tantrum-meltdown", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2020-11-06T10:42:37Z", "webTitle": "What to do when your president has a temper tantrum | Marina Hyde", "webUrl": "https://www.theguardian.com/commentisfree/2020/nov/06/president-donald-trump-temper-tantrum-meltdown", "apiUrl": "https://content.guardianapis.com/commentisfree/2020/nov/06/president-donald-trump-temper-tantrum-meltdown", "fields": {"headline": "What to do when your president has a temper tantrum", "bodyText": "There are several reasons presidents cry. Anyone who has ever had one and been up half the night with it – or all the night with it, night after night – can tell you this. Sometimes presidents cry because they’re tired, sometimes they cry because they need their nappy changed, sometimes they cry because they don’t want you to leave them, sometimes they cry because they have a gnawing pain in their tummy, and sometimes they cry because they’re just being impossible that day and you should probably go to bed and leave them to it but somehow you just can’t. To anyone going through it currently: this phase will pass. Of course, a crying president demands incredible amounts of attention, and while you’re in the thick of it, consumed by this, it may feel like it will never stop, or at least you won’t make it out. There are many moments in the small hours where you stare at this crying thing and think wryly: wow, what happened to my life? I think I vaguely remember when it wasn’t like this. The television news – I like to think of it as the president monitor, lighting up each time he needs attention – has been on what feels like pretty much constantly in our house since 2016, the year that Trump won (and the UK began its own extended period of toddler meltdown). A child’s formative years are so precious, and I’m sure our children will benefit enormously from all the times I’ve said “Shhhh, I’m watching the president,” or occasionally even been forced to momentarily stop watching the president to deliver a behavioural verdict. “I know why you’re acting up – it’s to get my attention away from the president acting up. Well, it won’t work.” Everyone has their parenting gurus – as a realist, I follow the Philip Larkin model. And it is typical of the parenting in our house that we, hugely belatedly, started thinking not that we should switch the president monitor off – don’t be ridiculous! – but more along the lines of: should we … maybe say something? Anyway, after a while we did. We said stuff to them like “We should probably mention that this isn’t normal – at least, it didn’t used to be. I mean, I know it’s pretty much all the news you’ve ever known in your short and possibly already terminally disillusioned lives. But seriously, in the not-all-that-olden times, you could go DAYS without particularly thinking about politics. Longer!” Eventually we wondered if saying “This isn’t normal” was even accurate. All our children are under 10. Technically, it was kind of normal. Even in this golden age of TV it was the biggest show on air, and frequently inspired us to seek out other family content. Really, it was impossible not to watch the president’s rosebud anus mouth puckering up and screaming at some rally, and not ask one another: “I wonder if the children would enjoy Rosemary’s Baby? Go on one of those parenting websites and see whether it honestly merits its 18 certificate. Come on – it was made in the late 60s – these days even the news is scarier! Which reminds me: can you just put on the news? He’s about to have one of his moments in the Rose Garden, and we should watch the full horror show as a family.” As time wore even further on, we would remark mildly to the children: “Sorry about [expansively vague gesture] all THIS. As with all the worst stuff in the world, I’m afraid adults did this. Will it get fixed? Hopefully! If adults don’t fix it pretty quick, they’ll fairly soon be moving on to the phase where they bend down and pat your head and say: ‘Hey guys, we need your generation to grow up and fix all this!’ That is really the worst, and you SHOULD in fact be outraged that people like that somehow have the power to say to you ‘Go to bed’ or ‘Right, I’m taking away the iPad.’” But now, this. After four years, we have FINALLY moved on to much, much safer cautionary tale territory – because now the president is really just crying. For parents of small children, and also for anyone who has ever seen a small child behave badly in the supermarket or the street, the thing we are watching on TV now is extremely, totally, instantly recognisable even to the very young. The big orange guy is angry because it is not his turn any more. He is being a Bad Loser. Look at him! Someone should stop him. Yes, I agree with you he needs a punishment for this behaviour. Yes, no iPad would be a start. I remember the huge excitement of being got out of bed as a child for major news events on the basis that, “This is history.” Yet watching Trump have his meltdown on Thursday night, I didn’t exactly feel inspired to get the children out of bed for it. They could watch the giant baby in the morning. We are finally, just about, near the point where it isn’t history. It is just histrionics. • Marina Hyde is a Guardian columnist"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}