{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2020/nov/01/its-true-we-ignore-parts-of-our-history-and-not-just-about-our-colonial-past", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2020-11-01T08:00:15Z", "webTitle": "It’s true, we ignore parts of our history – and not just about our colonial past | Kenan Malik", "webUrl": "https://www.theguardian.com/commentisfree/2020/nov/01/its-true-we-ignore-parts-of-our-history-and-not-just-about-our-colonial-past", "apiUrl": "https://content.guardianapis.com/commentisfree/2020/nov/01/its-true-we-ignore-parts-of-our-history-and-not-just-about-our-colonial-past", "fields": {"headline": "It’s true, we ignore parts of our history – and not just about our colonial past", "bodyText": "Last week marked the anniversary of the beginning of one of the key events of British history. If you missed it, it’s not surprising. The Putney debates barely have a public profile. In a year in which there has been much discussion about what we know and don’t know about our past, it’s worth thinking about those debates and what their neglect says of our relationship with history. On 28 October 1647, in the midst of civil war, a great debate about the future of England, and about the political constitution that it should have, was held in Putney, south-west London, beginning in St Mary’s church. At its heart were themes that still resonate today: democracy, equality, the role of parliament, freedom of expression and of religion. The debates, chaired by Oliver Cromwell, were among members of the New Model Army, the most radical and important of the Parliamentary forces waging war against Charles I. The New Model Army had been established in 1645 as a body of professional soldiers committed to the Parliamentary cause and it possessed an extraordinary degree of internal democracy – every regiment voted for their representatives on an army council and ordinary soldiers were vocal in their political opinion. Dismayed by the timidity of the army officers’ proposal for a new English constitution, rank-and-file soldiers produced their own, called the Agreement of the People, written largely by the Levellers, the name given by their enemies to a disparate movement of radicals including figures such as John Lilburne, Richard Overton and Katherine Chidley. The document called for the right of “the people” to “choose themselves a Parliament once in two years”, the rule of law to apply equally to everyone without reference to “tenure, estate, charter, degree, birth, or place” and for freedom of speech and worship. “The poorest he that is in England hath a life to live as the greatest he”, as Thomas Rainsborough put it at Putney, and therefore “every man that is to live under a government ought first by his own consent to put himself under that government”. The Levellers were not calling for universal suffrage – women, servants and paupers would be denied the vote (it took more radical groups, such as the Diggers, to argue for full suffrage). Nevertheless, it was still too far-reaching for the Grandees, or officer class. “Liberty”, as Henry Ireton, general and Oliver Cromwell’s son-in-law, put it, “cannot be provided for in a general sense if property be preserved”. To preserve the right to property, equality had to be constrained and the franchise restricted to “persons in whom all land lies and those in corporations in whom all trading lies”. This tension between “equality” and “property” rings through subsequent history and still shapes much discussion today. Not just the Putney debates, but the conflict of which it was a part, the English civil war, itself a component of the Wars of the Three Kingdoms, is also neglected. Some historians, such as Christopher Hill, the great Marxist chronicler of 17th-century England, have recast the civil war as the “English revolution”, an event as momentous to England (and Britain) as the French Revolution and the American revolution are to France and the United States. The notion of the “English revolution” remains contested, but it gives a sense of the conflict’s significance in British history. The radicals lost – Cromwell suppressed the Levellers, few other similar movements lasted and the monarchy was restored in 1660. However, the tumult they began and the questions they raised about equality, democracy and freedom of expression influence us to this day. There has been much debate this year about our ignorance of the darker sides of British history, of the realities of empire and slavery. It’s true that too few people are familiar with Tacky’s Revolt in Jamaica, the “black war” in Tasmania or the Bengal famine. But too little is known about the history within Britain either, about radical traditions and working-class movements, about the Chartists, the Lancashire cotton famine of the 1860s, the 1926 General Strike. In 2007, Guardian readers voted the Putney debates as the neglected event in Britain’s radical past that was most deserving of a proper monument. There is now a small exhibition in St Mary’s church but the event remains a neglected part of our history, even as the cut and thrust of the arguments in Putney in 1647 continue to speak to us. “I am a poor man, therefore I must be oppressed? If I have no interest in the kingdom, I must suffer by all their laws – be they right or wrong?” Rainsborough asked rhetorically almost 400 years ago. We still ask those questions today. • Kenan Malik is an Observer columnist"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}