{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2020/nov/04/rethinking-fairytales-feminist-fables-tales-stories", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2020-11-04T09:00:13Z", "webTitle": "Rethinking fairytales as feminist fables is rescuing them, not ruining them | Rhiannon Lucy Cosslett", "webUrl": "https://www.theguardian.com/commentisfree/2020/nov/04/rethinking-fairytales-feminist-fables-tales-stories", "apiUrl": "https://content.guardianapis.com/commentisfree/2020/nov/04/rethinking-fairytales-feminist-fables-tales-stories", "fields": {"headline": "Rethinking fairytales as feminist fables is rescuing them, not ruining them", "bodyText": "There’s a book called Politically Correct Bedtime Stories, written by James Finn Garner, which used to be on my parents’ shelves, and is now on mine. Published in 1994, it was a massive bestseller in its time, satirising changing social attitudes and acting as an amusing corrective for the holier-than-thou: Little Red Riding Hood, for example, finds the wolf’s suggestion that it isn’t safe for a little girl to walk through the woods alone “sexist” and “offensive in the extreme… ” but, she says, “I will ignore it because of your traditional status as an outcast from society, the stress of which has caused you to develop your own, entirely valid, worldview”. It also stands as a reminder that the so-called culture wars, all that rightwing fury at the “tyranny of woke”, are simply the political-correctness-gone-mad wars of yesteryear rebranded for a new, digital age. Right-on children’s books have had a resurgence, as demonstrated by the success of series such as Good Night Stories for Rebel Girls. This autumn, children have been gifted four rejigged fairytales in the form of Vintage Children’s Classics’ new Fairy Tale Revolution series, which sees Bluebeard, Cinderella, Hansel and Gretel and The Ugly Duckling revisited by Malorie Blackman, Rebecca Solnit, Jeanette Winterson and Kamila Shamsie respectively. They are all just lovely: sweet and funny and, if you’re an adult reading them, unexpectedly moving too. I sincerely hope that the culture warriors don’t get a hold of them. In Hansel and Greta (note the name change), Winterson gives us children in despair at the destruction of their forest to make way for a railway line. The antagonist is a nasty aunt called GreedyGuts, who says that “the point of life is to eat as much as possible, make as much money as possible, go on holiday as much as possible … buy two new cars every year, a jacuzzi in the garden, and a Luxury Level Executive Home… ” Hansel and Greta, of course, triumph, plant trees, and all is right with the world. In Solnit’s Cinderella Liberator, meanwhile, the eponymous heroine and the prince decide to be friends, and she opens her own cake shop, above which she houses hungry, frightened children “running away from the wars in other kingdoms”. Frothing traditionalists may say that such stories are indoctrinating children. But really, fairytales have always indoctrinated children: I was raised by Disney to believe that I needed a 22-inch waist and a prince with a castle to truly get by in life. Thankfully, my feminist mother balanced these out with books such as Jane and the Dragon, The Tough Princess, and Babette Cole’s Prince Cinders (I wrote about the latter for this paper’s A book that changed me column). Though “princess culture” has been justly critiqued, Disney has come on leaps and bounds in the intervening years, and films such as Shrek have reinvented the medium. In light of this, you could say that the woke fairytale has been done to death – Angela Carter’s The Bloody Chamber was published in 1979. It, too, was based on Bluebeard, a tale that terrified me as a child, with the villain’s gruesome room decked with the heads of all his ex-wives, and its startling message to girls that there are men out there who will try to kill you. Do we really need a Malorie Blackman version now, too? And yet Blackman subverts the tale yet again, adding unexpected elements and new ambiguities, as well as subtle and clever warning signs of abusive relationships. Sound heavy? It isn’t; it’s full of playfulness and charm. What these books and others like them teach us is that there is no “definitive” version of any myth, legend or story. Think Sleeping Beauty is kissed awake by the prince? In other versions she is raped, and gives birth, while unconscious, and that’s before you get to the attempted cannibalism later. As Winterson writes in her afterword, “these are stories told mouth by mouth, long before they were written down, but even in the writing they shot away, appearing again in a different place and time, recognisable but new”. The cultural historian Marina Warner, who has written much on fairytales, and whose book From the Beast to the Blonde is a feminist classic, notes that they transcend borders. “No frontier,” she writes, “can keep a good story from roaming.” And as they roam, their cultural meanings twist and shift. Of course, there is often one narrative that triumphs, and it is usually the version that most suits society’s ends. Archetypes emerge, and variations are forgotten, a fact beautifully illustrated by the classicist Natalie Haynes’ new book, Pandora’s Jar, which re-excavates the women of the Greek myths, from Helen and Medusa to Clytemnestra and even Medea. The book illuminates how the narratives of woman we think we know have often been reshaped and rewritten, and mostly by men. How many are aware that Helen of Troy – yes, she of “the face that launched a thousand ships” – was, according to Siculus, abducted and raped as a 10-year-old child? We mostly hear of her destruction-causing beauty, and little else. I have always been fascinated by myths, perhaps because my own namesake is the Welsh princess Rhiannon, from the Mabinogion – a collection of medieval Welsh tales. She is the classic calumniated wife, falsely accused of infanticide and cannibalism. As punishment, she must sit by the castle gate and tell travellers of her crime, before offering to carry them on her back. Even as a child I wondered why it was that this woman accepts her fate when she has been framed using blood from a puppy; why doesn’t she protest her innocence? It seemed grossly unfair, and still does. Time for a rewrite, perhaps. • Rhiannon Lucy Cosslett is a Guardian columnist and author"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}