{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2020/nov/04/stephen-colbert-election-patience-trevor-noah", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2020-11-04T17:25:52Z", "webTitle": "Stephen Colbert urges patience: 'It’s actually a good thing we don’t know who won yet'", "webUrl": "https://www.theguardian.com/culture/2020/nov/04/stephen-colbert-election-patience-trevor-noah", "apiUrl": "https://content.guardianapis.com/culture/2020/nov/04/stephen-colbert-election-patience-trevor-noah", "fields": {"headline": "Stephen Colbert urges patience: 'It’s actually a good thing we don’t know who won yet'", "bodyText": "For weeks, experts cautioned that America’s “election night” could turn into an “election week” as states counted record-high numbers of mail-in ballots. That outcome looked likely on Tuesday night, as Stephen Colbert and Trevor Noah hosted late-night specials for a presidential election whose result remains, as of this writing, unknown. Stephen Colbert On Showtime, Stephen Colbert hosted his two-hour Election Night Special: Democracy’s Last Stand for a “weird fucking election” with a trickle of results. Four years after “quite famously a painful experience” in which the host, his audience and crew processed the shock of a Trump victory in real time, Colbert mostly braced for any outcome. This time, there were few surprising results to work with, other than the eventual call of Ohio for Trump – usually a bellwether swing state that went from “Buckeye state from the ‘fuck why?’ state”, Colbert joked. After two hours of election coverage – checking in with the CBS news desk, virtual interviews with the hosts of political cable show The Circus and radio host Charlamagne tha God, even a performance by Arcade Fire – Colbert had little to offer other than chastened uncertainty. “We still don’t know who’s won,” the host relayed at about 1am Eastern Time. “We’ve been waiting for this for so long – it’s like Christmas Eve, and not just because of the judgmental fat guy with the red hat. But because we’re all up late wondering if tomorrow morning we’re going to get the present we’ve been begging for: a boring president. “Like you, I’m exhausted,” Colbert continued, adding that he had been on “high alert” since the morning of 9 November 2016. “Now, my blood pressure is within normal range – for a truck tire. You could roll my aorta over a gravel road, I wouldn’t feel a bump,” he joked. “For four years, Trump has kept this entire nation’s emotional meter hovering over in the red zone. And every time you think you can take your foot off the gas, a caravan of Trump trucks tries to run you off the road,” he added, referring to a group of armed pickup trucks with Trump flags that surrounded a bus of Biden-Harris supporters in Texas over the weekend. Colbert signed off with a call for patience: “It’s actually a good thing we don’t know who won yet.” The delays in official returns stemmed in large part from record voter turnout, probably the highest percentage since 1908. “The point is: this year millions of you braved the pandemic, an army of poll watchers, even the post office, just to make sure you got to vote,” Colbert said. “Each and every one of those ballots deserves to be counted, whether they are votes for Joe Biden, votes for Donald Trump, or write-in votes for ‘boobs boobs boobs Post Malone rulez!!!’ “We’ve been able to wait for this moment since November 2016, and many of you waited in line for hours to make your voices heard,” he concluded. “So I know we’ve all got what it takes to wait a little bit longer.” Trevor Noah On Comedy Central, Trevor Noah hosted the Daily Show’s Votegasm 2020: What Could Go Wrong? (Again) from an “election fallout shelter” stocked with “everything I need if shit goes down, which it probably will”, including board games, toilet paper, hand sanitizer and whiskey. For an hour, as results from non-swing states trickled in and Florida and Ohio appeared to lean Trump (both have since been called for the president), Noah reflected on a chaotic, draining election season with numerous correspondents and guests, including the University of North Carolina sociology professor and 2020 MacArthur Genius Grant winner Tressie McMillan Cottom. When asked by Noah why, at around 11.45pm ET, to make sense of a confounding election, Cottom responded: “So far tonight, it’s going mighty white-ly. “For all of the impressive get-out-the-vote that happened on the Democratic side,” she added, “which I do think we’ll continue to see the fruits of over the next couple of days, the fact remains that we’re not going to see a clear repudiation of Donald Trump by the Republican party.” “That means that no matter who wins today, tomorrow, next week, whenever this thing finally ends, we are still living in the United States of America where 40-45% of the population thinks that Donald Trump has been doing a really good job,” she said. “That’s going to be really difficult to govern no matter who is elected.” At the end of the hour and with potential days to go before a definitive call, Noah deferred to the Daily Show’s weeklong election coverage, since “shit is gonna go for awhile, people, brace yourselves! “Every day we’re going to be counting the votes, and then after that we’re going to be following the lawsuits,” Noah concluded. “So get some rest, sober up and we’ll catch you again tomorrow.”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}