{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2020/nov/02/john-oliver-trump-pandemic-borderline-sociopathic", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2020-11-02T17:11:10Z", "webTitle": "John Oliver: Trump's pandemic leadership has been 'borderline sociopathic'", "webUrl": "https://www.theguardian.com/culture/2020/nov/02/john-oliver-trump-pandemic-borderline-sociopathic", "apiUrl": "https://content.guardianapis.com/culture/2020/nov/02/john-oliver-trump-pandemic-borderline-sociopathic", "fields": {"headline": "John Oliver: Trump's pandemic leadership has been 'borderline sociopathic'", "bodyText": "Over the course of 2020, Last Week Tonight has detailed several stages of the pandemic: the rising threat of the virus in China, America’s startling shutdown, the Trump administration’s disastrous bungling of widespread testing, the flourishing of Covid conspiracy theories. With just two days before the US presidential election, “I would love nothing more than to not talk about Covid and instead return to subjects we’d normally cover on this show,” said John Oliver on Sunday night, “but unfortunately I can’t do that when so many Americans are still dying of Covid every day.” Despite a third surge of US coronavirus cases this month and a response that ineffectively lagged behind other countries – the US has 4% of the world’s population, but 20% of its Covid cases – many Americans still believe that Trump has handled the pandemic well. Or, as several Ohio voters put it to reporters, Trump is “doing the best he can”. “Do you mean that he’s doing the best that any president can, or the best that he can?” Oliver wondered. “Because if it’s the second one, you may actually be right. We should probably all be grateful that he hasn’t started bottling his urine and selling it as Trump Immunity Juice.” The coronavirus pandemic is Trump’s defining presidential crisis, Oliver continued. “But his response has been such a disaster that there are massive fuck-ups you may have already forgotten,” such as the time Trump suggested American passengers should stay on the Covid-addled Diamond Princess cruise ship to keep down the official US case numbers. But Oliver identified three categories of egregious Trump pandemic mismanagement: preparation, coordination and communication. Previous administrations had braced for a potential viral pandemic: George W Bush demanded a pandemic response plan in 2005, while Obama created a pandemic preparedness team. Trump, in contrast, acted “unforgivably slowly” once the US knew about the disease in China; the first case of coronavirus was reported in the Chinese province of Wuhan on 31 December 2019, but the health and human services secretary, Alex Azar, couldn’t schedule a meeting with Trump until 18 January. It wasn’t until 2 February, two weeks after the first confirmed Covid case in the US, that Trump imposed a leaky travel ban on China that exempted another 40,000 US citizens, residents and family members. It took another six weeks for Trump to announce a haphazard set of travel bans on Europe, where most of New York’s Covid cases actually originated. All the while, Trump did not take calls for ramping up production of personal protective equipment (PPE) seriously; Oliver returned to a clip from the White House in which Sophia Thomas, president of the American Association of Nurse Practitioners, told Trump that PPE had been sporadic. Trump interrupted “sporadic for you but not sporadic for a lot of other people … initially we had nothing, we had empty cupboards” left by the Obama administration. “First, ‘sporadic for you, not sporadic for other people’ is the literal definition of sporadic,” Oliver retorted, “and second, his complaint that he had empty cupboards and shelves is slightly undercut by the fact that he’d been president for slightly more than three years when that conversation took place. If you move into an apartment and three years later there is still nothing in the cupboards, you don’t get to blame the previous tenant when you’re hungry. Go buy some fucking food.” Trump also “repeatedly undermined public health messaging from the very start”, Oliver said, “despite the fact that, as we now know, he knew extremely early on just how bad things could get”. In an interview for the book Rage, Trump privately told journalist Bob Woodward on 7 February that he understood the coronavirus to be much deadlier than the seasonal flu. Later that month, in public, he downplayed the severity of Covid as just “like a flu”. “Yeah, Trump just lied,” said Oliver, “which I know at this point isn’t something that I should have to say; it seems like the kinda thing we all already know, like ‘puppies are good.’” Still, it’s worth remembering that Trump’s leadership during the pandemic has been “borderline sociopathic”, said Oliver, “because just think of what medical professionals have had to go through this year”. In the height of New York’s crisis, refrigerated trucks served as morgues, while numerous health workers tearfully pleaded on social media for help with supplies and burnout. In another clip, Ernest J Grant, president of the American Nurses Association, voiced concern about PTSD within hospital staff ranks in the Oval Office, before Trump cut him off to hand out souvenir pens. “Look, if Biden is elected, it’s not like he’s going to magically end this pandemic, but he’ll at least take it seriously,” Oliver said. “And it’s pretty bleak that that alone sounds good, but it really does. Because at this point, Trump is clearly bored of hearing about Covid, and I am sorry about that, but you know what’s been completely exhausting for the rest of us? Worrying about it all the time.” That worrying continues, as several southern and midwestern states set single-day records last week. “This virus has taken so much from us: our peace of mind, our routines, and nearly a quarter of a million Americans,” Oliver concluded. “And it’s frankly pathetic that in response, the only thing Trump has offered people in this country over the past eight months are damaging lies, staggering incompetence, and occasionally, when he’s feeling generous, some shitty fucking pens.”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}