{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2020/nov/02/solved-can-a-band-go-on-without-its-lead-singer", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2020-11-02T13:00:42Z", "webTitle": "The show must go on: can a band continue without its lead singer?", "webUrl": "https://www.theguardian.com/culture/2020/nov/02/solved-can-a-band-go-on-without-its-lead-singer", "apiUrl": "https://content.guardianapis.com/culture/2020/nov/02/solved-can-a-band-go-on-without-its-lead-singer", "fields": {"headline": "The show must go on: can a band continue without its lead singer?", "bodyText": "In the Guide’s weekly Solved! column, we look into a crucial pop-culture question you’ve been burning to know the answer to – and settle it, once and for all From the moment Bill Haley and His Comets stepped out in the early 1950s, it was clear that the most important member of any band was their frontperson. Haley was the first ever rock star, his quirky spit curl and perky demeanour bringing both cheekiness and charm to the newly minted sound of American rock’n’roll. His death in 1981 didn’t stop the band from continuing – but it probably should have. Since his passing, there have been at least seven different versions of the Comets in existence, all claiming to be the real deal. While the case of the many Comets is a rare one, lots of groups have attempted to carry on after the departure of the lead singer – an exit usually spurred on by either death or disgruntlement. Queen’s post-Freddie Mercury career is perhaps the most famous, not least because of their approach to finding a new frontman: rummaging around in a pile of American Idol runners-up and plucking out Adam Lambert. Though fabulously profitable and capable of selling out stadiums, the fact they’ve never attempted to release new material tells you all you need to know: that Queen will never rock you in the way they did in their Freddie-fronted heyday. Queen are not alone. Other notorious misses include the Jam reforming without Paul Weller, the ongoing saga of anything called the Beach Boys without Brian Wilson, and a Jim Morrison-free version of the Doors with the Cult’s Ian Astbury, who were sued by former drummer John Densmore and Morrison’s parents after a tour where the Doors name was used without their permission. INXS flopped ever harder, putting on a TV talent show to try to find a Michael Hutchence replacement, the winner of which claimed he found out he was fired from the band a few years later after reading it on their website. There are exceptions: Genesis, whose material got worse but whose star rose higher after Peter Gabriel fled and was replaced by their drummer Phil Collins; AC/DC, who went global after installing Brian Johnson following Bon Scott’s death; and Fleetwood Mac, who, a few years after Peter Green left, brought in a photogenic couple and became the biggest band in the world. At the start of 2020, Nirvana came the closest they ever have to reforming since Kurt Cobain’s death in 1994. Dave Grohl and Krist Novoselic reunited for a charity show with a rotating cast of singer stand-ins, including St Vincent, Beck and Grohl’s daughter, Violet. As one-off gigs go it was special, but Nirvana it was not. This is because the man or woman centre stage defines the essence of the band. Picture Blondie without Debbie Harry or Public Enemy without Chuck D. Sure, there have been iconic drummers, guitarists and even bass players, but let’s not forget that the most iconic bassist of all, Lemmy, was also Motörhead’s singer. Better then to start anew. After the death of Joy Division’s Ian Curtis, the remaining members knew there was nothing they could do but call time. After a brief pause they were then reborn as New Order, with guitarist Bernard Sumner taking on frontman duties. With a clean break and brand new name, they proved that the only foolproof way a band can go on without their singer is by becoming a completely different act."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}