{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2020/nov/05/seth-meyers-trump-stephen-colbert-trevor-noah", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2020-11-05T17:23:29Z", "webTitle": "Seth Meyers on Trump's aim: 'Autocracy with a healthy sprinkling of psychosis'", "webUrl": "https://www.theguardian.com/culture/2020/nov/05/seth-meyers-trump-stephen-colbert-trevor-noah", "apiUrl": "https://content.guardianapis.com/culture/2020/nov/05/seth-meyers-trump-stephen-colbert-trevor-noah", "fields": {"headline": "Seth Meyers on Trump's aim: 'Autocracy with a healthy sprinkling of psychosis'", "bodyText": "Seth Meyers By the time Late Night aired on Wednesday night, America had already endured a slog of national election coverage: expected delays in counting mail-in votes, uncertainty, and what host Seth Meyers termed Trump’s 2am “unhinged middle-of-the-night complain-fest” in which he dismissed, with no basis in fact, uncounted votes. Trump’s rant was “deeply dangerous authoritarian behavior and a major test for the national media”, said Meyers. “We have to resist this. Trump’s logic here is obvious, it’s grotesque: he wants to keep counting Trump votes, but stop counting Biden votes. If he had his way, he’d get to personally sift through every ballot and cross out Biden’s name.” Meyers also reserved plenty of ire for Fox News, the president’s favored network, which has been “priming their audience” with lies about voter fraud for weeks. “And now the moment is here and they’re taking the outrageous and unprecedented step of falsely declaring victory before all the votes are counted,” Meyers said. With its backing of a president who openly called for an end to counting votes while he was ahead, the Republican party has become “an authoritarian movement intent on detonating our democracy and turning it into an autocracy with a healthy sprinkling of psychosis”, said Meyers, pointing to the reaction by Fox talking heads to Trump’s “incoherent and insane” late-night address in which he prematurely and baselessly declared victory. “Ex-Bush hack” Dana Perino, for example, extended Trump’s false voter fraud claims by suggesting that Pennsylvania would “all of a sudden” find 100,000 votes “in a trashcan”. “You ghouls love your evidence-free musings, don’t you?” Meyers retorted. “That doesn’t belong in the news. That belongs in a Pennysaver column called ‘Dana’s Digressions’. There’s literally no proof for what you’re saying. “Counting votes is not finding votes,” Meyers later added. “They’re not scanning the beach with a metal detector. This isn’t a scavenger hunt.” Stephen Colbert “Twenty-four hours later, we still don’t know the winner of the presidential election,” said Stephen Colbert on Wednesday night, still on his election special set. Biden seemed headed toward victory after picking up swing states Wisconsin and Michigan, but “after all that good news for Biden, in a move that reeks of desperation and cheap cologne, with a million votes still uncounted, Trump’s campaign manager came out of the blue” to announce premature and false victory in Pennsylvania. “I fully expect his victory in Pennsylvania to be just as successful as his victory over coronavirus,” Colbert deadpanned. Colbert urged viewers to be patient with the ongoing trickle of results. “If Covid has taught us nothing, it’s that patience is valuable,” he said. “Remember when the pandemic started, a trip to the grocery store would last eight hours because you had to wipe down every single grape before you put it in the refrigerator. This is the same thing: we’re wiping down every single ballot before we put them in America’s fridge.” Trump, as predicted, did not wait: on Tuesday night, he attempted to undermine the democratic process with an unfounded claim of voter fraud and by baselessly claiming: “Frankly, we did win this election.” “There it is: a power grab by a terrified strongman in the dead of night,” said Colbert. “Classic. If there’s anything 2am is known for, it’s desperate moves by sad little men who are afraid to go home feeling like a loser.” Trevor Noah And on the Daily Show, Trevor Noah tore into Trump’s late-night attempt to undermine the election by prematurely declaring victory and falsely dismissing changes in ballot counts as fraudulent. “Yeah dude, because first they counted your votes, and now they’re counting the other guy’s votes,” Noah said of the shifts in the race. “I mean I know Trump shit on science, but I didn’t realize he had disavowed numbers. I mean maybe this explains why he’s always in debt? “This is just a level of stupidity from Trump that I did not expect,” he added. “Sometimes it feels like Trump is an actual toddler: ‘first I had a nose, then suddenly my uncle stole it, and I had no nose.’” As for Trump’s claim on Tuesday night, with millions of uncounted votes, that “as far as I’m concerned, we already have won it,” Noah reacted with shock sans surprise. “Wow. I know everyone was expecting it but, still, can we just take a moment to admit that it is insane that an American president is just demanding that they stop counting votes while he’s ahead? This is a textbook authoritarian move, which is impressive coming from a guy who’s never read a textbook. “For a guy who hates ‘shithole countries’, Trump really likes to jack their style,” he added. “I mean, I never thought I’d see the day when someone yelling at me to go back to Africa sounded more like a concern for my rights instead of a threat.” Noah concluded with a warning: “Be careful, America. If you let Trump do this, then voting could soon become one of those things that people do to feel better, but doesn’t actually do anything, you know? Like taking CBD oil or recycling plastic.”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}