{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2020/nov/06/culture-to-cheer-you-up-during-the-second-lockdown-part-two", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2020-11-06T11:13:36Z", "webTitle": "Culture to cheer you up during the second lockdown: part two", "webUrl": "https://www.theguardian.com/culture/2020/nov/06/culture-to-cheer-you-up-during-the-second-lockdown-part-two", "apiUrl": "https://content.guardianapis.com/culture/2020/nov/06/culture-to-cheer-you-up-during-the-second-lockdown-part-two", "fields": {"headline": "Culture to cheer you up during the second lockdown: part two", "bodyText": "Film Bringing Up Baby (1938) Here is the classic screwball comedy with Cary Grant as the distracted palaeontologist who wishes for nothing more than to assemble the perfect brontosaurus skeleton, who then meets the charming if wayward Katharine Hepburn, who has a boisterous leopard called Baby that can only be pacified by singing I Can’t Give You Anything But Love. But it is Grant’s scientist that she really wishes to pacify – because she has fallen in love with him. • Available on BBC iPlayer. A Star Is Born (1954) There are four versions of this movie, but this is the best: Judy Garland plays Esther Blodgett, the naive young wannabe star who is taken under the wing of Norman Maine, played by James Mason, a famous actor with a drinking problem whose star is on the wane. As their romantic relationship develops, she gets to be more and more of a success, while his increasing failure becomes even more tragic. • Available on BBC iPlayer. Out of Sight (1998) This was the film (based on an Elmore Leonard novel) that made a movie star out of George Clooney, and it’s still Jennifer Lopez’s finest hour. She plays the federal marshal who is on the trail of a dapper career criminal, played by Clooney, who has just busted out of a Florida jail. There is a definite spark between the two. Are they in love, or is this chemistry a cop/robber thing? • Available on Netflix. Booksmart (2019) Olivia Wilde’s directorial debut is an entirely hilarious, girl-power coming-of-ager, a kind of female Superbad. It stars Beanie Feldstein and Kaitlyn Dever as two best friends in high school who are devoted to their studies and their nerdy enthusiasms and realise just when it is almost too late, that they haven’t had any fun yet. So they set out to do just that, before they graduate. • Available on Amazon Prime Video and to rent. The Invisible Man (2020) Writer-director Leigh Whannell created this brilliant thriller, which is also a parable of gaslighting and abuse, inspired by the original HG Wells novel. Elisabeth Moss plays a woman who was controlled and terrorised by her husband – after this man’s death, she appears to be free. But then she becomes convinced that he faked his death and has somehow found the means to become invisible and torment her as a misogynist ghost. Gripping. • Available on Sky Cinema and to rent. Peter Bradshaw Comedy Jessie Cave: I Loved Her Part comedy, part reading someone’s diary (and being startled at what you find there), Jessie Cave’s 2015 solo show chronicles her unorthodox romance with fellow comic Alfie Brown. The oversharing takes your breath away, as this Woody Allen in pigtails spills her intense neuroses across the stage. • Available on Soho On Demand, £4. Jordan Brookes: Bleed Sandwiched between his breakthrough show Body of Work and his Edinburgh Comedy award-winner I’ve Got Nothing, this mind-melting tour de force draws the audience deep into anti-comedian Brookes’ disturbed psyche. Tricksy as all hell in the theatre, it’s still electrifying online. • Available on NextUp Comedy, paid membership required. James Acaster: Repertoire Why make one comedy special when you can have four? James Acaster does things differently. On stage, where his twisty, superbly constructed sets are like no one else’s. And on screen, where, uniquely, he performs this interconnected “standup mini-series” – three parts of which were Edinburgh Comedy award-nominated. Treat yourself. • Available on Netflix. Leslie Jones: Time Machine Big-hitting standup from the Ghostbusters and Saturday Night Live star, with a set revisiting the decades of her life and celebrating breakout success at the age of 52. It’s raucous, joyous and rich in physical comedy (see the seducing Prince routine) and no-nonsense verbals. One to banish the lockdown blues. • Available on Netflix. Frankie Boyle: Excited for You to See and Hate This A cracking hometown 2019 set from the greatest, if most gruesome, political comic of our times, as the New World Order man talks Brexit, international aid, free speech – and his family history too. The “Jesus re-attaching a leper’s cock” routine is a particular eye-popping standout. • Available on BBC iPlayer. Brian Logan Theatre Les Miserables – The Staged Concert If the Disney+ screening of Hamilton offered us “event theatre” in the safety of our homes in the first lockdown, this newly released performance of Cameron Mackintosh’s starry, surging musical will comfort us through lockdown 2 with its rousing romance, redemption and revolution. Filmed live in the Gielgud theatre, its glittering cast (Michael Ball, Alfie Boe, Carrie Hope Fletcher, Matt Lucas) belts out the solos, while its ensemble numbers raise hairs. Big, lavish, unapologetically sentimental, it leaves no one unmoved. • Available on DVD and to stream Love, Loss, and What I Wore Nora Ephron teamed up with her sister Delia to write this warming, witty and surprisingly profound drama about fashion in 2008. It begins with comic skits about bras, badly fitted dresses and handbags, but opens up into heartfelt stories about love, loss, mothers and friends. This sensational 2017 revival was released this spring by 92Y to “bring comfort and inspiration”. • Available free at 92Y online. Apollo 13: The Dark Side of the Moon In April 1970, the third Apollo mission to land on the moon was aborted after a technical failure. Its crew managed to return to earth unscathed but this captivating play, written by Torben Betts and reconstructing events in documentary style, dramatises the words and thoughts of the three astronauts stranded inside the shuttle. It captures both the wonder of space travel and the importance of community back on Earth. As astronaut Fred Haise says, “We’re all in this life together. We’ve got to take care of each other.” • Available online until 31 December, tickets from £20. The Theatre Channel This series offers half-hour doses of high-octane song and dance from across a wide range of musicals and is uplifting viewing for any musical theatre addict experiencing withdrawal symptoms. Filmed in the West End’s Theatre Cafe, performers include Aimie Atkinson, Sophie Isaacs and Linzi Hateley. Ranging from the dramatic to the camp and gloriously corny, every song pulls us into its emotional drama and leaves us wanting more. • Available online, tickets from £12. What I Love Acclaimed director Ian Rickson has launched an invigorating podcast series just in time for this second lockdown. “We reveal ourselves in the things we love,” he says, and talks to actors, writers and producers about the film, music and poetry that inspires them. Each episode is recorded inside an empty theatre – Cush Jumbo at the Old Vic and Kae Tempest at the Harold Pinter theatre. Tempest speaks about Jerusalem as “the first play that changed my life”, while Sonia Friedman says, movingly, that the nation’s theatres are “waiting patiently and proudly for us”. All thoroughly enlivening stuff. Still to come are Chiwetel Ejiofor, Jessie Buckley, Russell Brand and Johnny Flynn. • Available on all podcast services. Arifa Akbar Classical music The Birds Bavarian State Opera managed just a single performance of its new staging of Walter Braunfels’ Die Vögel before the closedown of German theatres last weekend, originally planned to mark the centenary of the neglected work’s Munich premiere. Braunfels’ post-Wagnerian take on the Aristophanes comedy about the folly of over-ambition was hugely popular in the 1920s, but it’s a real rarity now; this production is directed by Frank Castorf and conducted by that champion of neglected masterpieces, Ingo Metzmacher. • Available on demand from 5 November to 4 December, tickets €9.90. Covid Fan Tutte Finnish National Opera’s bespoke show – in which rehearsals for a production of Die Walküre are interrupted by the pandemic, and its cast redeployed to perform a satire on the ever-changing situation and its impact on the everyday lives of Finnish people – is huge fun. Mozart’s Così provides the names of many of the characters, and also most of the music, which is conducted by Esa-Pekka Salonen, with Karita Mattila as Despina. It’s sung in Finnish, but there are English surtitles. • Free on demand on OperaVision until 26 February. Wigmore Hall Live Though its plans to present concerts through the autumn have been scaled down, the Wigmore Hall is continuing with lunchtime and evening concerts every Monday and some Tuesdays to the end of November at least. Every concert is streamed live, and then made available in the Wigmore’s online archive, which also includes all the concerts the venue has hosted since June, together with many more from well before the March lockdown. • Available free on demand. Bluebeard’s Castle Recorded at LSO St Luke’s in September, Simon Rattle’s concert performance of Bartók’s only opera was one of the London Symphony Orchestra’s first major undertakings after its musicians were allowed to work together again. It’s performed in a reduced re-scoring, with Gerald Finley as Bluebeard and Karen Cargill as Judith. • Available free on demand until 29 January. The Telephone Daisy Evans’s film for Scottish Opera of Giancarlo Menotti’s two-hander, conducted by Stuart Stratford and presented this summer as part of the online Edinburgh international festival. It updates the action to present-day Edinburgh, and to the bar of the King’s theatre, where Lucy (sung by Soraya Mafi) is too busy chatting on her mobile to pay attention to the attempts by Ben (Jonathan McGovern) to propose to her. • Available free on demand. Andrew Clements Podcasts Song Exploder Start your day with Hrishikesh Hirway’s podcast where musicians including Dua Lipa, Slipknot and Michael Kiwanuka break down their songs. Now 204 episodes strong and just released as a Netflix spin-off, Song Exploder is a reminder of why your favourite tunes are so great and a catalyst to listen to something new. The episode featuring Solange’s isolated vocal from Cranes in the Sky is a thing of beauty. Kurupt FM The kings of garage cringe are on top form as they freestyle about all the important things in life (like music, fashion and technology) in their six-part podcast and they’re about to drop a much-needed new season. “The only person I know that’s used a guitar and it’s worked is Craig David,” is their authoritative view on rock. “It’s the spaghetti bolognese of music.” Katherine Ryan Telling Everybody Everything If you want to make your day a little better, get some Ryan on (see also: The Duchess, her so-accurate-about-single-motherhood-it-could-be-a-documentary comedy). Her one-woman podcast goes far deeper than caustic one-liners about WAP, Kanye and buying sperm online – her personal story of strength and resilience after losing her baby is brave and enlightening. Black Frasier Podcasting’s Dope Queen Phoebe Robinson has never seen Frasier, but it doesn’t stop her going all Crane on the microphone, dishing out advice and welcoming guests who are often on the somewhat famous side. Whether she’s chilling with Alicia Keys or playing “Vacation, Quarantine or Zoom” with Michelle Obama, Robinson’s charm and warmth is guaranteed to put you in a good mood. Dear Joan and Jericha Julia Davis and Vicki Pepperdine’s filthy and unfiltered agony aunts go to the darkest and funniest places in their podcast. If jokes about putting your husband into a coma or the horror of “geriatric” (that’s over 35) mothers who spawn wrinkly babies are likely to offend, turn these two dirt-mongers off now. Hannah Verdier"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}