{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2020/nov/08/escapism-and-old-favourites-silver-linings-for-the-book-industry-as-australian-sales-surge", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2020-11-07T19:00:20Z", "webTitle": "Escapism and old favourites: silver linings for the book industry as Australian sales surge", "webUrl": "https://www.theguardian.com/culture/2020/nov/08/escapism-and-old-favourites-silver-linings-for-the-book-industry-as-australian-sales-surge", "apiUrl": "https://content.guardianapis.com/culture/2020/nov/08/escapism-and-old-favourites-silver-linings-for-the-book-industry-as-australian-sales-surge", "fields": {"headline": "Escapism and old favourites: silver linings for the book industry as Australian sales surge", "bodyText": "There’s a glimmer of positivity amid Australia’s beleaguered arts industries: with Covid-19 restrictions limiting our ability to attend live shows or go to cinemas, book sales across the country have surged – with many readers returning to familiar authors, and the escapist comforts of fiction. According to Nielsen Book Australia, which tracks book sales nationally, the Australian market for books experienced a “steep decline” early in the year, but turned a corner over Easter and has been growing ever since. Adult fiction has done particularly well, with the firm noting a 13% rise in sales value in the year to mid-October. “People have more time to read the books they had always wanted to, either from their own bookshelf or a bestseller they had never got around to buying,” says HarperCollins chief executive Jim Demetriou, name-checking two of the company’s titles – Trent Dalton’s Boy Swallows Universe, and George RR Martin’s Game of Thrones – as bestsellers. In contemporary fiction, Where the Crawdads Sing by Delia Owens and the final instalment of Hilary Mantel’s Wolf Hall trilogy, The Mirror &amp; the Light, have also been notable sellers. Bookshops are noticing trends too. During Brisbane’s lockdown earlier in the year, Chris Oliver, owner of Little Bird Bookshop, saw a rise in the sales of Australian books. “People have become interested in knowing their own city because they obviously aren’t traveling internationally, and they couldn’t even travel interstate, to a large extent.” He also noticed a shift away from new releases towards classics. Anna MacDonald, a bookseller at the Paperback Bookshop in Melbourne’s central business district, says one customer picked up six volumes of Proust at the beginning of the city’s second lockdown. “He said in the first lockdown he’d read Dostoevsky, and now in the second lockdown he was going to work his way through Proust.” Staff there have been offering personalised recommendations to online customers based on books they have previously enjoyed. Since March, the store has posted books daily on its website and social media platforms. “One of the challenges for us during the lockdown has been to find ways of maintaining that personal relationship with customers,” MacDonald says. “Sales have taken a pretty hard hit but we are still making enough to make ends meet.” In non-fiction, Australians responded strongly to the global protests sparked by the Black Lives Matter movement in the US, with books including Stan Grant’s Talking To My Country, Marcia Langton’s Welcome To Country, and Bruce Pascoe’s Dark Emu selling well. “That was really exciting to see Australian readers looking to books to inform and to guide them,” says Louise Sherwin-Stark, CEO of Hachette Australia &amp; New Zealand, which publishes Me and White Supremacy by Layla Saad and So You Want To Talk About Race by Ijeoma Oluo. Books that offer practical ways of passing time have also sold well, including cookbooks, gardening and craft books, and a resurgence in adult colouring-in books. Bricks-and-mortar booksellers But while business is booming for online booksellers – Booktopia reported a 28% increase in sales in the 2020 financial year, driven substantially by Covid lockdowns – bricks and mortar stores have had an uneven year. In parts of the country now minimally affected by Covid-19 restrictions, physical bookshops are flourishing. “In small country towns, people have been tremendous in supporting local business,” says Diana Johnston, a book buyer for independent franchise group Collins Booksellers. “Our stores in the country have been doing exceptionally well.” For Michael Roach at the Book Cellar in Campbell Town, Tasmania – a town of fewer than 1,000 people, located between Hobart and Launceston – the absence of international tourists since March has been countered by strong online sales. “We had our best ever week’s trade when one particular book [Alice Irvine’s Central Cookery Book] took off online and we were the main supplier of it,” Roach says. But it’s been a difficult period for Melbourne booksellers, particularly those affected by a drastic drop in foot traffic through the CBD. Johnson, from Collins Booksellers, also co-owns the beloved Hill of Content, where sales have been “decimated”, she says. “Our turnover has probably dropped by about 80%.” The store is building its fledgling online business, which it launched in November last year. Johnston says that jobkeeper and the support from regular customers – some of whom have been frequenting the store for decades – have been lifelines, but she expects a lasting downturn in the coming months, as people continue to work from home and theatres remain shut. “We just have to adjust accordingly.” Debut authors lose out “Booksellers are really good at encouraging readers to try something they haven’t tried before,” says Sherwin-Stark, from Hachette. In the absence of personal recommendations, readers have returned to familiar favourites – Michael Robotham, Nick Earls and Jodi Picoult among them. Debut literary authors, for whom physical events are an important promotional tool, have had a tough year as a result, says Sherwin-Stark. And though virtual events have allowed authors to reach larger audiences, digital event fatigue has been a downside – which is why some publishers delayed the release of key titles to later in the year, in the hopes that in-person events would be possible by then. “Jane Harper, Trent Dalton, Andy Griffiths, Richard Flanagan – all of these people have published books in the last couple of weeks,” says Sherwin-Stark, in an interview at the end of October. Dalton’s All Our Shimmering Skies was delayed from June to October. “What you’re seeing now is a hugely crowded market” for publishers – but “for readers, the best Christmas of all time”."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}