{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2020/nov/01/john-lithgow-trump-keeps-on-surviving-karma-never-quite-wins", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2020-11-01T09:30:16Z", "webTitle": "John Lithgow: 'Trump keeps on surviving. Karma never quite wins'", "webUrl": "https://www.theguardian.com/culture/2020/nov/01/john-lithgow-trump-keeps-on-surviving-karma-never-quite-wins", "apiUrl": "https://content.guardianapis.com/culture/2020/nov/01/john-lithgow-trump-keeps-on-surviving-karma-never-quite-wins", "fields": {"headline": "John Lithgow: 'Trump keeps on surviving. Karma never quite wins'", "bodyText": "John Lithgow, the self-described “professional actor” and “amateur satirist”, has won many Tonys, Emmys and Golden Globes. Recently he starred as Winston Churchill in the first season of The Crown, the predatory CEO of Fox News Roger Ailes in the 2019 film Bombshell, and an attorney in the TV reboot of Perry Mason. Last year his poetry book, Dumpty, about Donald Trump and his cronies, became a bestseller. A follow-up, Trumpty Dumpty Wanted A Crown: Verses for a Despotic Age, has just been published. What were your honest emotions when you learned Trump had tested positive for Covid-19? Oh well, they were complicated and mixed. With so many of my friends, we’ve said: “Oh, why doesn’t he get the coronavirus?” Then when it happened, it’s like a child’s magical thinking. You immediately feel ashamed of yourself. But it is karmic. The reason why I wrote these books, and it was so easy to write them, is because so many elements of the Trump personality and the Trump administration are the elements of comedy. He’s hubristic, then karma catches up with him over and over again. But ultimately, he keeps on surviving. Karma never quite wins. Have you written any poems about the presidential campaign? The very, very short answer is no. And I’m glad of it, because it’s real drudgery. You try spending your entire day thinking about nothing but rhyme and metre, it’s not easy. I just hope Noël Coward felt the same way. There’s always a debate about whether satire defangs the monster. Do you ever worry that’s a danger? I don’t know about a danger. It is a big debate. And it is a dilemma. But just imagine if there was no satire. Everybody would be getting away with murder. And satire may not change anything, but it quickens people’s consciousness, and it reassures people that you’re not the only one who feels this way. Yes, it is true that satirists are preaching to the choir, but they’re emboldening the choir. That’s why it’s important. Instead of a book tour, you’ve asked friends – such as Meryl Streep and Samuel L Jackson – to read poems, which you post on YouTube. Was it difficult to persuade them to stick their necks out? Everybody said yes immediately, and that very much surprised me. There was only one of the actors, and I won’t tell you who it was, who said: “I’ll do it, but just give me one that’s not too savage.” What have you enjoyed culturally in Covid times? Well, my wife and I have, like most of the world, been streaming television like crazy: Babylon Berlin, Trapped and Borgen, and something as benign as Last Tango in Halifax. The Crown is returning soon, and one of the great aspects of that show is the casting, which is brilliant but often surprising. Were you, as Churchill, an example of that? Well, I was an unusual Churchill. I’m much, much taller than him, I am American and not English. But then Churchill himself was different from everybody else. He’s as different from most Englishmen as he is from Americans, in a sense. So it was a very ingenious and oddball idea to cast quite a different person from the rest of the actors, quite an outsider. After Churchill, you played Roger Ailes. What’s your process when you take on a real person? Well, I do a tremendous amount of research… Actually not a tremendous amount, I dabble really. I take what I need. But it’s very interesting that I played Churchill and Roger Ailes in quick succession because in the case of Churchill, there was very little makeup. There were these little plumpers that I put inside my mouth clicking on my back teeth. I stuffed cotton up my nose, but there was nothing glued on me except my balding wig, which made me even more bald than I actually am. But that was it. It was about 20 minutes of makeup. Whereas Roger Ailes was a two-and-a-half-hour makeup. Actually, it was during those two-and-a-half hours that I wrote a lot of poetry for the first book. Is it true that the role of Frasier Crane was originally written with you in mind? Yes, that is true. I never wanted to put that out into the public for many years – really sympathising with Kelsey Grammer. But it was at a time when I was ticking off movies. I’d gotten two Oscar nominations in a row [for The World According to Garp in 1983, and Terms of Endearment in 1984]. A TV comedy series was so beneath my dignity that I barely even remember being told that it had been offered to me. And I only found out years later when I worked with [Cheers co-creator] Jimmy Burrows on 3rd Rock from the Sun, and after that I had no dignity left. To remain sane as an actor, do you have to not think of roles you turned down? Oh, it’s really hard to put it out of your mind. I’m a lucky actor, I get offered all sorts of marvellous things. But it seems all the best things I’m offered, I’ve turned down and some other actor goes off and wins Oscars for them. I’m sure I have the record for the most Tony awards won by actors in roles I’ve turned down: there’s been about 10 of them. But I try to tell myself I have no regrets. And I try to believe it. The new Perry Mason has been very popular, especially in the States. Did you expect it to be a hit? I was convinced Perry Mason was going to be great. And I consider it pretty great. But sometimes you’re completely wrong. In the 1980s, I replaced another actor in a movie that was being done out in Nebraska. They hustled me out there for just five days to shoot all my scenes. And it seemed like a movie completely in chaos. Nobody was listening to the director and actors weren’t speaking to each other and scenes were getting cut and shuffled in and out of the script. And I thought: “Wow, this is a disaster! Let me get this five days over with and just go home.” That was Terms of Endearment. Ha ha, you never know, do you? What will you do if Trumpty Dumpty wins again? I can’t even imagine what it’s going to be like if he wins. I really… you know, you just asked me a question that has struck me dumb. It’s that dark a possibility. But we will survive somehow, I suppose. • Trumpty Dumpty Wanted a Crown: Verses for a Despotic Age by John Lithgow is published by Chronicle Prism (£17.99). To order a copy go to guardianbookshop.com. Delivery charges may apply"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}