{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2020/nov/01/a-selfie-set-in-stone-hidden-portrait-by-cheeky-mason-found-in-spain-900-years-on", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2020-11-01T10:15:17Z", "webTitle": "A selfie set in stone: hidden portrait by cheeky mason found in Spain 900 years on", "webUrl": "https://www.theguardian.com/culture/2020/nov/01/a-selfie-set-in-stone-hidden-portrait-by-cheeky-mason-found-in-spain-900-years-on", "apiUrl": "https://content.guardianapis.com/culture/2020/nov/01/a-selfie-set-in-stone-hidden-portrait-by-cheeky-mason-found-in-spain-900-years-on", "fields": {"headline": "A selfie set in stone: hidden portrait by cheeky mason found in Spain 900 years on", "bodyText": "He is a medieval in-joke, a male figure carved in the early 12th century for one of the world’s greatest cathedrals, but no one has known of his existence until now. The figure has gone unnoticed by millions of worshippers who have made the long pilgrimage to Santiago de Compostela in Galicia, north-western Spain over the centuries. He has looked down on them from the top of one of the many pillars that soar upwards, each decorated with carved foliage, among which he is concealed. Now he has been discovered by a British art scholar who believes that he was actually never meant to be seen because he is a self-portrait of a stonemason who worked on the cathedral in the 12th century. “You find this in medieval buildings,” Dr Jennifer Alexander told the Observer. “They’re usually in dark corners where only another stonemason would find them. This one is in a bit of the building where you’d have to be a stonemason to be up there to see it. It’s tucked away in among a whole set of capitals [the top of a column] that are otherwise plain. “It’s just such a charming connection between us and the person that carved it. It’s almost as if it was designed just for us to see it by those people working on the building. Of course, this stonemason probably had no idea that he’d have to wait so long to be spotted.” Despite the supreme talent of such craftsmen, they were completely anonymous, their names lost to history. This is the closest the mason got to signing his work. Alexander, a reader in art history at the University of Warwick, is a specialist in the architectural history of the great churches and cathedrals of the medieval period. She discovered the figure in conducting an intricate survey of Santiago de Compostela cathedral, a Unesco world heritage site. Its significance lies in its association with the Camino, the pilgrimage across hundreds of miles to reach the shrine of the apostle St James, which is within the cathedral. Such is its draw that. in 2019 alone, the official number of pilgrims reaching the city was some 350,000. The current building was begun in the late 11th-century and is a masterpiece of Romanesque architecture, with later additions. Alexander was conducting a stone-by-stone analysis to work out its construction sequence, in a project funded by the Galician regional government. It was when she was studying the capitals, about 13 metres above the pavement, that “this little figure popped out”, she recalled. “A lovely image of a chap hanging on to the middle of the capital as if his life depended on it. It’s in a row of identical off-the-peg capitals where they’ve been knocking them out in granite – ‘we need another 15 of that design’ – and suddenly there’s one that’s different. So we think it’s the man himself. “He emerges out of the capital and is clinging to it. It’s almost as if it’s swallowing him up.” The carved figure, which is about 30cm high, is depicted down to his waist. Alexander said: “He’s got a nice little smile. He’s pleased with himself. He’s splendidly carved, with a strongly characterised face.” Medieval stonemasons learned their craft through apprenticeships that trained them in the back-breaking trade of cutting stone or using templates to create complex mouldings around doorways and other openings. The most promising masons would learn geometry so that they could design plans and manage construction sites. Alexander said: “These masters had to have many skills since they were also responsible for engineering, supply of materials, hiring the workforce and dealing with the patron, who might be a senior member of the clergy or the nobility.” She added that such craftsmen have remained anonymous throughout the centuries even into more recent times: “When they were building Liverpool cathedral in the 20th century, they published lists of the craftsmen that worked on the building and they never mentioned stonemasons. So these are the unsung geniuses.”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}