{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2020/nov/11/justin-tipuric-is-wales-sole-change-for-nations-cup-opener-with-ireland", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-11-11T22:00:50Z", "webTitle": "Justin Tipuric is Wales sole change for Nations Cup opener with Ireland", "webUrl": "https://www.theguardian.com/sport/2020/nov/11/justin-tipuric-is-wales-sole-change-for-nations-cup-opener-with-ireland", "apiUrl": "https://content.guardianapis.com/sport/2020/nov/11/justin-tipuric-is-wales-sole-change-for-nations-cup-opener-with-ireland", "fields": {"headline": "Justin Tipuric is Wales sole change for Nations Cup opener with Ireland", "bodyText": "Wales sacked their defence coach, Byron Hayward, after a first home defeat to Scotland for 18 years on Halloween, but of the players who started in Llanelli that afternoon 14 have kept their places for Friday’s Autumn Nations Cup opener against Ireland in Dublin. It was Wales’s fifth defeat in a row but the only change sees the return of Justin Tipuric, an original pick against Scotland who withdrew on the morning of the match through illness. With 23 of the squad sharing nearly 1,100 caps, only threehave been blooded by the head coach Wayne Pivac, who took over from Warren Gatland a year ago. None is a back, which is a surprise given that his mandate was to sharpen Wales’s attacking game. Nick Tompkins has been dropped from the bench and like the Gloucester wing Louis Rees-Zammit will have to wait for Georgia next week. Although the uncapped Bristol fly-half Callum Sheedy is among the replacements, he comes in for the injured Rhys Patchell. “We are in this together,” said Pivac on why he had not changed the side after a performance he admitted was well below what he expected. “It is a collective effort and not all about putting it on the players. We have not been flash in defence or attack and need to show an improvement. We believe we can turn this around.” The Exeter prop Tomas Francis will be winning his 50th cap on the ground where he made his Test debut five years ago while the captain, Alun Wyn Jones, will be playing his 150th international. Wales lacked ball-carrying capacity against Scotland but the second-row Jake Ball is fit to take a seat on the bench. “The vibe in training has been very good this week,” said Pivac. “If this is a sinking ship, the players have been very good at hiding it. We did not play a lot of rugby against Scotland and a bit of the selection is about giving players another chance because we believe we can negate Ireland’s strengths. We can win against anyone.” Scotland lost two fly-halves through injury against Wales, Finn Russell and Adam Hastings. Worcester’s Duncan Weir will wear the 10 jersey against Italy in Florence on Saturday, his first Test start for more than four years. “It is a testament to his character,” said the head coach, Gregor Townsend. “He always gives 100%.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}