{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/live/2020/nov/19/coronavirus-live-news-us-hospitals-stretched-to-limits-pfizer-seeks-vaccine-approval-in-days", "type": "liveblog", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-11-19T23:43:12Z", "webTitle": "Italy reports 653 new deaths – as it happened", "webUrl": "https://www.theguardian.com/world/live/2020/nov/19/coronavirus-live-news-us-hospitals-stretched-to-limits-pfizer-seeks-vaccine-approval-in-days", "apiUrl": "https://content.guardianapis.com/world/live/2020/nov/19/coronavirus-live-news-us-hospitals-stretched-to-limits-pfizer-seeks-vaccine-approval-in-days", "fields": {"headline": "Italy reports 653 new deaths – as it happened", "bodyText": "We’ve launched a new blog at the link below – head there for the latest: Research shows that people with coronavirus are more likely to be highly infectious in the first week after symptoms appear. A study, published in the Lancet Microbe, found that while genetic material of the Sars-Cov-2 virus was detected in samples from sufferers for several weeks afterwards, no live virus was found in any samples collected nine days after symptoms began. Lead author, Dr Muge Cevik of the University of St Andrews said: “Our findings are in line with contact tracing studies which suggest the majority of viral transmission events occur very early, and especially within the first five days after symptom onset, indicating the importance of self-isolation immediately after symptoms start.” California’s governor Gavin Newsom has issued month-long curbs on gatherings inside homes, and is telling people to work from home. The latest figures show 9,811 new confirmed cases, meaning there has been more than a million infections in total. 18,360 people have died from coronavirus in the state. You can read more here. Pubs, restaurants and other hospitality outlets will remain closed until mid-December in Northern Ireland, the regional devolved government has announced. Bars and licensed eating outlets were meant to re-open on 27 November but instead will be shut for another fortnight from this date. Unlicensed cafes will be allowed to open this Friday but only for one week when they will be subject to the same closure restrictions. Close contact services such as driving lessons, hairdressers and beauticians will also only be available for a week. You can read more here. The US government will extend a ban on non-essential travel at land borders with Canada and Mexico until 21 December. The rules were first introduced in March to stop the virus’ spread, and will be in place for another 20 days. They were due to expire on Saturday. A significant number of Italians who want to be vaccinated against Covid-19 will have had their jabs by September 2021, according to an official. Special commissioner for the virus emergency Domenico Arcuri said people could be vaccinated as early as January, after the European Medical Agency has authorised the Pfizer jab. He added that the elderly and people at high risk would get priority, as Italy is set to receive 3.4 million doses of the vaccine. Brazil recorded 35,918 new cases of coronavirus and 606 deaths on Thursday, its Health Ministry has confirmed. The country has now had almost 6 million cases of the virus since the start of the pandemic, according to Reuters. The official death toll now stands at 168,061. Here’s a round up of the latest developments • The US centre for disease has told Americans not to travel next week for Thanksgiving celebrations, and not to spend the holiday with people who aren’t in their household. • Northern Ireland faces two weeks of tougher lockdown restrictions from the end of next week, as non-essential retail will also close. Health minister Robin Swann had warned colleagues that a delayed lockdown risked seeing the country’s health services overwhelmed • Spain has announced 16,233 new cases and 252 more deaths from the virus. It takes Spain’s death toll to 42,291 since the start of the pandemic. • France’s health minister, Olivier Veran, has admitted that the mental health of the French was deteriorating during the second lockdown. The admission came as the French death toll from coronavirus increased by 429 to 47,127 people. • Italy’s prime minister, Giuseppe Conte, warned Italians they would have to shun “hugs and kisses” at Christmas. The health ministry recorded 653 further coronavirus fatalities, taking Italy’s death toll from the virus to 47,870. Northern Ireland will go into a fortnight of tougher lockdown restrictions from 27 November. Non-essential shops will have to close, with pubs and restaurants remaining shut. Schools will be allowed to stay open. The measures were agreed by ministers on Thursday night. Existing restrictions on the hospitality sector were due to expire on 26 November. The country’s health minister, Robin Swann had urged colleagues in Stormont to take action, otherwise health services could have been overwhelmed. Some close contact services, such as hairdressers and cafes can open as scheduled on Friday but will have to close in a week’s time. Takeaway hospitality services will be allowed to stay open, but leisure and entertainment services will have to close. Sporting events at an elite level will still be allowed to take place, but without spectators. A ban on households mixing indoor will continue and places of worship will close. People will also be encouraged to stay at home and work from home. On Thursday, another 487 people tested positive for Covid-19. A total of 3,401 have been diagnosed over the last week. Another 12 deaths were reported on the same day, meaning 901 people have died from the virus in the country. Amazon in France has said it will postpone its Black Friday promotion next week amid the country’s ongoing lockdown. A spokeswoman told Reuters that it will now take place on 4 December, as the country’s restrictions are set to expire on 1 December. The French finance ministry said that supermarkets and retailers had told them they were open to suspending the discount day. The Scottish parliament has voted to support stricter Covid-19 measures, including tougher restrictions in 11 council areas and a travel ban. On Tuesday, first minister Nicola Sturgeon announced that areas of west and central Scotland would be moved from tier 3 to tier 4 from Friday, for three weeks. Non-essential shops, and hospitality businesses will close, along with gyms and beauty salons. The new limits will make it illegal to enter or leave Scotland without a reasonable excuse, with those breaking it facing a minimum £60 fine. MSPs voted by 99 to 23 to express Holyrood’s support for the restrictions, rather than to accept or reject them, according to PA Media. The US centre for disease control has told Americans not to travel next week for Thanksgiving celebrations. The guidance, according to the AP press agency, is amongst the strongest given by the US government on limiting celebrations because of the pandemic. Americans have also been told not to spend the holiday on 26 November with people who aren’t in their household. The body’s Dr Erin Sauber-Schatz cited more than 1 million new cases in the US over the past week as the reason for the new guidance. “The safest way to celebrate Thanksgiving this year is at home with the people in your household,” she said. Good evening. I am taking the Guardian’s global coronavirus blog for the rest of tonight, bringing you all the latest updates from around the world. Please keep in touch to share any thoughts, comments or news tips. I’m on Twitter as @HarryTaylr and you can reach me by email at harry.taylor@guardian.co.uk Here’s a round up of the latest developments: • France’s health minister, Olivier Veran, has admitted that the mental health of the French was deteriorating during the second lockdown. The admission came as the French death toll from coronavirus increased by 429 to 47,127 people. • Italy’s prime minister, Giuseppe Conte, warned Italians they would have to shun “hugs and kisses” at Christmas. The health ministry recorded 653 further coronavirus fatalities, taking Italy’s death toll from the virus to 47,870. • Spain has announced 16,233 new cases and 252 more deaths from the virus. It takes Spain’s death toll to 42,291 since the start of the pandemic. • A new mutated strain of coronavirus from mink farms in Denmark is “most likely” extinct, the health ministry said, following a cull of the animals. But the authorities in Sweden are investigating number of cases of Covid-19 among people who work in its mink industry.. • The latest post Brexit trade talks between the UK and EU have been paused at a crucial stage after one of the EU team tested positive for Covid. The health of Brexit negotiators is the top priority, Britain’s chief negotiator David Frost, said after his EU counterpart, Michel Barnier announced the suspension of the talks. • Ireland’s department of health has recommended a cull of mink to stop the risk of the mink mutation spreading to Ireland. Ireland also announced that its R rate has increase from 0.6 to 0.7 to 0.9. • Hungary’s plans to import and possibly use Russia’s Sputnik V vaccine raise safety concerns and could damage trust in potential shots, the European Commission has warned. Meanwhile, trials of the Sputnik V vaccine have resumed after a temporary suspension in Russia. • Iran’s death toll from the new coronavirus outbreak has risen to 43,418, with 476 deaths in the past 24 hours. Ahmed al-Mandhari, director of WHO’s eastern Mediterranean region, expressed concern that countries in the Middle East are lowering their guard after tough lockdowns imposed earlier this year. • Poland reported a new daily high of 637 coronavirus-related deaths. There were 23,975 new cases reported on Thursday, the health ministry said. • The number of new Covid-19 infections in Germany is still much too high and is causing a serious pandemic situation, according to head of the Robert Koch Institute for infectious diseases (RKI), Lothar Wieler. The head of RKI’s surveillance unit, Ute Rexroth, added there are indications that Germany’s new distancing measures are working after the number of new infections has stabilised. • Japan is on “maximum alert” after logging a record number of daily coronavirus infections, its prime minister has said. The comments came as Tokyo raised its alert level to the top of its four-tier system, with local media saying the capital would report a record number of infections for a second day running. • Russia has surpassed 2m coronavirus cases after reporting a record 23,610 infections and 463 deaths related to Covid-19. The total number of coronavirus infections on the continent of Africa also surpassed 2m. Spain has announced 16,233 new cases and 252 more deaths from the virus. It takes Spain’s death toll to 42,291 since the start of the pandemic. The Covid emergency in Calabria, a high-contagion-risk red zone, has been hampered by the resignation of three health commissioners in just 10 days. Saverio Cotticelli was the first who was forced to resign by the central government in Rome, following a TV interview which he admitted he should have prepared the region’s anti-Covid plan. Next up was Giuseppe Zuccatelli who resigned after a video emerged in which he suggested the use of facemasks was pointless. And – finally, Eugenio Gaudio, who quit a day after being appointed to the role, stating in an interview with the Italian national newspaper la Repubblica that his “wife did not want to move to Catanzaro”. Coronavirus cases in Calabria continue to spread, as the region struggles with the lack of health facilities and intensive care unit beds. Covid patients in the region currently occupy some 34% of total intensive care beds (up from 13% a couple of weeks ago). Almost two months after the start of the second wave, Calabria does not yet officially have an anti-Covid plan. The region, one of the poorest in Italy, was designated a red zone, meaning people can only leave their homes for work, health or emergency purposes. Calabria is also struggling with an unstable political situation. Last month the death was announced of Jole Santelli, the regional governor. On Thursday, the president of the Calabria regional assembly was put under house arrest in relation to alleged links to the southern region’s powerful ‘Ndrangheta mafia. G20 leaders holding a virtual summit this weekend must help close a funding gap to buy vaccines, drugs and tests to combat the COVID-19 pandemic, a letter from South Africa’s president, Norway’s prime minister, the WHO chief and the European Commission President said. The letter, seen by Reuters, said: A commitment by G20 leaders at the G20 summit in Riyadh to invest substantially in the ACT (Access to Covid-19 Tools) Accelerator’s immediate funding gap of US $4.5 billion will immediately save lives, lay the groundwork for mass procurement and delivery of COVID-19 tools around the world, and provide an exit strategy out of this global economic and human crisis. The head of the Orthodox Church of Greece, Archbishop Ieronymos, is being treated in hospital after testing positive for the virus, AP reports. The 82-year-old archbishop was taken to an augmented care unit of Athens’ Evangelismos Hospital, the hospital said. The Archbishop of Albania, Anastasios, is also being treated for Covid-19 in Evangelismos since being airlifted to Greece last week. The Archdiocese said Ieronymos had “mild symptoms of the coronavirus,” and was admitted to hospital following the recommendations of his doctors. Shortly before being admitted, Ieronymos told his close associates that he was participating personally “in the ordeal that concerns thousands of our brothers in our country and millions throughout the world,” according to the Archdiocese. Government spokesman Stelios Petsas expressed the government’s wishes for speedy recovery to Ieronymos. The archbishop met Greek Prime Minister Kyriakos Mitsotakis on Saturday, but Petsas said both men had undergone a coronavirus test before the meeting and the results had been negative. Petsas said there was no need for the prime minister to self-isolate as a precaution as he had also tested negative before his trip to the United Arab Emirates earlier this week. The recent death of a senior clergyman in the Greek Orthodox Church has revived a debate over the safety of receiving communion during the pandemic, as a shared spoon is used for the whole congregation. The church insists there can be no danger of transmission as communion is the blood and body of Christ and therefore cannot transmit any disease. It says it has complied with all public safety restrictions. Italy’s prime minister, Giuseppe Conte, warned Italians they would have to shun “hugs and kisses” at Christmas to help contain the coronavirus. Following an increase in 653 Covid-related fatalities (see earlier) Conte said there would be no return to normal anytime soon. Shopkeepers and restaurateurs are pinning their hopes on a revival of business around the normally busy Christmas period to revive their battered fortunes, but Conte said: We will have to spend the festivities in a more sober way. Big parties, kisses and hugs will not be possible, this would mean an abrupt rise in the (infection) curve in January. We hope that we can still buy and exchange gifts. The death toll in France from coronavirus has increased by 429 since yesterday. Jerome Salomon, the government’s top public health official, said the virus had now killed 47, 127 people in France, up from 46,698 on Wednesday. The health minister, Olivier Veran, said France will win its battle against the coronavirus but it is a struggle which will take time. Veran said the mental health of the French was deteriorating during the second lockdown. The lower house of the Czech parliament has voted to allow the government to extend a state of emergency until 12 December as the Czech republic struggles with one of Europe’s worst outbreaks. The state of emergency is the legal basis for some government measures aimed at slowing the spread of the infection, such as limits on assembly, temporarily shutting businesses, or a night-time curfew, Reuters reports. Azerbaijan has extended coronavirus lockdown restrictions until 28 December after a further rise in the number of infections, Reuters reports citing a presidential aide. Hikmet Hajiyev told a news conference that all restaurants, cafes, beauty salons and shops would be closed at the weekends, while public transport would not be operating. Grocery stores and pharmacies remain open. Arrivals and departures from the country will be restricted. Wearing masks in public places is mandatory. The South Caucasus country of about 10 million people had registered 83,994 confirmed cases of the new coronavirus and 1,053 deaths as of Thursday. People living in disadvantaged areas, people with populist views and people who are religious are more likely to be hesitant or resistant to being vaccinated against Covid-19, a survey of Australians has found. The survey found those with higher levels of household income, those who adopt public health measures and people who are more supportive of migration were more likely to get vaccinated. The findings come from a survey of 3,061 Australian adults carried out by the Australian National University’s centre for social research and methods and funded by the Australian Institute of Health and Welfare. Almost three in five Australians (58.5%) said they would definitely get a vaccine once it was available, and 6% said they definitely would not. Another 7% said they probably would not get the vaccine. Read more here: Italy recorded 653 further coronavirus fatalities, down from 753 announced on Wednesday. It takes the death toll from the virus in Italy to 47,870. The health ministry also announced 36,176 new infections. It said mortality rate across many cities was up by over 20% compared to the average of the previous five years. The ministry said there was a significant number of excess deaths in cities including Turin, Genoa, Milan, Rome, Bari and Palermo, adding that the data showed “strong increases in mortality observed during the first phase of Covid-19”. The European Central Bank chief, Christine Lagarde, has called for the EU’s planned coronavirus recovery fund to become available “without delay”, after Poland and Hungary blocked the adoption of the plan, AFP reports. The appeal came ahead of a videoconference by EU leaders set to be dominated by the budget row, which threatens to hold up the unlocking of badly needed stimulus to cushion the economic hit from the pandemic. South Africa has so far suffered 20,550 official deaths but excess mortality figures suggest a far higher toll. The most recent figures from the country’s respected Medical Research Council indicate 50,865 excess deaths between 6 May and 10 November. Not all these deaths can be directly attributed to Covid, but many can. In a statement the council said; Although more data are needed on the underlying causes of death, this observation is strongly supportive that a significant proportion of the current excess mortality being observed in South Africa is likely to be attributable to Covid-19. South Africa is one of the worst hit countries in Africa with 750,000 cases, though it is likely to have recorded a significantly higher proportion of Covid cases and fatalities than many other countries. Tanzania has failed to provide any statistics for more than six months, despite requests by the WHO. In other countries, such as Somalia, Zimbabwe and the Democratic Republic of Congo, official statistics are likely to be a significant underestimate of the extent of the pandemic’s spread. Professor Jonny Myers, a specialist in public health medicine at the University of Cape Town, said statistics from rural parts of South Africa gave an indication of what might be happening elsewhere on the continent. He said: Health services in some areas are in a pretty parlous state in South Africa and deaths are simply not being reported. That is very likely to be representative of rural populations elsewhere in Africa. I suspect people die at home. What the doctors are seeing in hospitals is not a very good indication. Zweli Mkhize, South Africa’s health minister, said complacency was to blame for a recent rise in the number of cases. At the moment, we are not at a point where we are talking a [harder] lockdown, but everyone needs to know that they are supposed to observe all containment measures. “But if we are not able to contain, and an entire area sees a huge spread, then that will make us look at tighter measures. Here’s a longer look at the latest mink mutation news from Denmark: Further to the news from earlier that confirmed cases in Africa have passed the two million mark, Emmanuel Akinwotu, our west Africa correspondent, writes: Confirmed cases in Africa account for less than 4% of the global total, with 48,000 deaths registered. But just 20 million tests have been administered on the continent, with testing rates among the lowest in the world, and health officials estimate cases may be significantly under reported. Yet experts have also praised outbreak responses in several African countries that have helped to contain the virus and protect more at-risk health systems, compared to other parts of the world where the impact has been much greater. Stringent measures adopted early on by governments in Africa helped protect the majority of its 1.3 billion people, according to the World Health Organization, as well as effectively redeploying disease response systems to focus on coronavirus. On the flipside, lockdown measures, now largely eased, increased economic suffering across the continent, and outbreaks of polio, yellow fever, measles and malaria have risen as resources have been focused on the pandemic. In Nigeria, a sharp rise of yellow fever has killed at least 72 people in two months according to government officials, sparking a new wave of immunisation campaigns. In recent months health bodies around Africa have begun to raise the alarm over rising cases. South Africa, Morocco, Egypt and Ethiopia are the countries in Africa most affected by the virus, with 70% of the continent’s cases. Kenya is among a number of countries in Africa where cases are rising steeply. Daily confirmed infections have jumped ten-fold from September to 1,000. At least four doctors died on Saturday, leading a major health union in the country to threaten a nationwide strike from next month. Whilst the progress of a number of potential vaccines have raised hopes around the world, significant concerns remain that availability in Africa could be a challenge. Here’s a round up of the latest developments: • A new mutated strain of coronavirus from mink farms in Denmark is “most likely” extinct, the health ministry said, following a cull of the animals. But the authorities in Sweden are investigating number of cases of Covid-19 among people who work in its mink industry.. • The latest post Brexit trade talks between the UK and EU have been paused at a crucial stage after one of the EU team tested positive for Covid. The health of Brexit negotiators is the top priority, Britain’s chief negotiator David Frost, said after his EU counterpart, Michel Barnier announced the suspension of the talks. • Ireland’s department of health has recommended a cull of mink to stop the risk of the mink mutation spreading to Ireland. Ireland also announced that its R rate has increase from 0.6 to 0.7 to 0.9. • Hungary’s plans to import and possibly use Russia’s Sputnik V vaccine raise safety concerns and could damage trust in potential shots, the European Commission has warned. Meanwhile, trials of the Sputnik V vaccine have resumed after a temporary suspension in Russia. • Iran’s death toll from the new coronavirus outbreak has risen to 43,418, with 476 deaths in the past 24 hours. Ahmed al-Mandhari, director of WHO’s eastern Mediterranean region, expressed concern that countries in the Middle East are lowering their guard after tough lockdowns imposed earlier this year. • Poland reported a new daily high of 637 coronavirus-related deaths. There were 23,975 new cases reported on Thursday, the health ministry said. • The number of new Covid-19 infections in Germany is still much too high and is causing a serious pandemic situation, according to head of the Robert Koch Institute for infectious diseases (RKI), Lothar Wieler. The head of RKI’s surveillance unit, Ute Rexroth, added there are indications that Germany’s new distancing measures are working after the number of new infections has stabilised. • Japan is on “maximum alert” after logging a record number of daily coronavirus infections, its prime minister has said. The comments came as Tokyo raised its alert level to the top of its four-tier system, with local media saying the capital would report a record number of infections for a second day running. • Russia has surpassed 2m coronavirus cases after reporting a record 23,610 infections and 463 deaths related to Covid-19. The total number of coronavirus infections on the continent of Africa also surpassed 2m. In Ireland, the R rate that measures the number of people infected by each positive case has increased, a senior health official has said. Ireland’s R number currently stands at 0.7-0.9, up from 0.6 a week ago, Colm Henry, the chief clinical officer in the Irish Health Service Executive, told a news briefing. The government has said it hoped to see the R number fall to 0.5 to allow the country’s strict Covid-19 restrictions to be eased on schedule on 1 December. The latest post Brexit trade talks between the UK and EU have been paused at a crucial stage after one of the EU team tested positive for Covid. The health of Brexit negotiators is the top priority, Britain’s chief negotiator David Frost, said after his EU counterpart, Michel Barnier announced the suspension of the talks. The suspension comes as time is rapidly running out to agree a deal before the end of the year when the current extension arrangements are due to come to an end. Follow our UK live blog for all the fallout: One person is dying from the coronavirus every 17 seconds in Europe, the regional head of the World Health Organisation has said, as the pandemic continues to risk overwhelming national health systems around the continent. Dr Hans Kluge said that the 53 countries that make up the WHO’s European region had now recorded more than 15.7m Covid-19 cases – including 4m more this month alone – and nearly 355,000 deaths. More than 80% of countries were reporting high 14-day incidence rates greater than 100 per 100,000 people, Kluge said, with nearly a third recording very high rates of greater than 700 per 100,000. “As a result, we are seeing increasing signals related to overwhelmed health systems,” he said, nothing that intensive care wards in France have been at 95%-plus capacity for 10 days and those in Switzerland are currently at full capacity. But Kluge said stricter measures introduced by governments were starting to show promise, with new weekly cases decreasing from over 2m the week before last to roughly 1.8m last week. “It’s a small signal, but it’s a signal nevertheless,” he said. Recent news on the efficacy of Covid-19 vaccines also represented “a great hope in the war against this virus”, Kluge said, as did recent developments in rapid diagnostic or anti-gen tests. He said the WHO still believed strict lockdowns should be a “last-resort measure” because of their “significant collateral damage”, including mental health problems, substance abuse and domestic violence, and said that if mask use reached 95% lockdowns “should not be needed”. Generalised lockdowns also had a negative impact when they were lifted too fast, he said, often requiring the re-imposition of strict new measures. They would be better replaced with tier systems based on local levels of community transmission. It was particularly vital to keep schools open, Kluge said: “Children are not considered primary drivers of transmission and, as such, school closures are not considered to be an effective measure for the control of Covid-19.” He asked countries considering closing schools to consider the adverse effects in terms of educational outcomes and mental and social well-being, and at least ensure children in vulnerable situations and with special needs received full support. Looking ahead to the end of the year, Kluge said Christmas this year would certainly be different, “but that does not mean it cannot be merry”. He noted the success of the recent distanced and online Ramadan and Diwali and said similar solutions could and should be found for Christmas. The UK will be urged to reconsider its opposition to waiving intellectual property rights for Covid-19 vaccines and treatments at a World Trade Organization meeting on Friday, a move that would allow mass production of treatments and inoculations against the disease and could significantly shorten the length of the pandemic, campaigners say. India and South Africa have proposed that WTO member states be allowed to waive patents and other intellectual property (IP) rights on any treatments and tools related to Covid-19 until the end of the pandemic, including for the Moderna and Pfizer/BionNTech vaccines that are set to be approved for use in the coming weeks. Talks on the proposal will be held again in Geneva on 20 November. Those opposing the move include the UK, US, Canada, Australia and the EU – all of which have already reserved billions of doses of potential vaccines through bilateral deals. If the waiver were adopted, it would allow manufacturers to begin producing Covid-19 vaccines, treatments, diagnostics and any others tools used to fight the disease without fear of being sued or prosecuted. “You would open your knowledge, data, patents and do technology transfer with all the manufacturers around the world who could possibly do this,” said Roz Scourse, a policy adviser with Médecins Sans Frontières. Read the full story: More mink mutation news: a number of cases of Covid-19 have been found in people who work in the mink industry in Sweden. In a statement the Swedish Public Health Agency said it and “the Swedish Veterinary Institute, the Swedish Board of Agriculture and local infection control units are jointly investigating whether there is any connection between the cases and their contact with minks.” Ireland’s department of health has recommended a cull of mink to stop the risk of the mink mutation spreading to Ireland. Ireland’s department of agriculture said testing of the mink herd had no positive results to Covid-19 so far. But in a statement it added: The Department of Health has indicated that the continued farming of mink represents an ongoing risk of additional mink-adapted Sars-CoV-2 variants emerging and, therefore, it has recommended that farmed mink in Ireland should be culled to minimise or eliminate this risk. The Department of Agriculture continues to engage with the mink farmers to consider the next steps. According to the Irish Times, Ireland’s chief medical officer Dr Tony Holohan recommended the cull of all farmed mink “as a matter of urgency” following outbreaks of Covid -19 on mink farms in Denmark, Greece Netherlands, Spain, Sweden and Italy, as well the United States. Three Irish mink farms have already been told their animals will have to be culled. The United Arab Emirates has reported 1,153 new infections. This continues a downward trend in daily cases since a record 1,578 were announced on 23 October. Two more deaths were also announced taking the UAE’s Covid death toll to 544. Russia has resumed the vaccination of new volunteers in its trial for its Sputnik V vaccine after a short pause, Reuters reports citing staff at six trial clinics said. At the end of October, eight clinics told Reuters that the trial had been temporarily paused for new volunteers, with some clinics citing high demand and a shortage of doses. Alexander Gintsburg, director of the Gamaleya Institute, which developed and manufactures the vaccine, said at the time that the uptake of new volunteers had only slowed because of a decision to focus on giving those already vaccinated a second dose. “Vaccination has resumed. Starting on Monday, we are doing the first component (of the two-dose jab) again,” a staff member at Moscow Clinic Number 46 said. Reuters reporters saw queues of people waiting for a pre-vaccination medical examination at three Moscow trial clinics on Monday, Wednesday and Thursday. “We have resumed vaccination. Quite a lot of people come to get inoculated,” one health worker at Clinic number 170 said. As of 11 November more than 20,000 volunteers had received the first of the two shots, and over 16,000 volunteers the first and second doses, according to the Russian Direct Investment Fund (RDIF). Vaccine developers intend to give the vaccine to 40,000 people initially. RDIF, which is backing and marketing the vaccine, said clinical trials were never stopped. “The number of first shots was decreased to narrow the gap and to vaccinate more people with the second shot ... There is no shortage of doses,” an RDIF spokesperson said. As cases surge across the Middle East, the regional director for the World Health Organization has warned that the only way to avoid mass deaths is for countries to quickly tighten restrictions and enforce preventative measures, AP reports. In a press briefing from Cairo, Ahmed al-Mandhari, director of WHO’s eastern Mediterranean region, expressed concern that countries in the area were lowering their guard after tough lockdowns imposed earlier this year. The fundamentals of pandemic response, from social-distancing to mask wearing, “are still not being fully practiced in our region,” he said, adding that the result is apparent throughout the region’s crowded hospitals. Noting that the virus had sickened over 3.6 million people and killed more than 76,000 in the region over the past nine months, al-Mandhari warned “the lives of as many people — if not more — are at stake,” urging action to “prevent this tragic premonition from becoming a reality.” More than 60% of all new infections in the past week were reported from Iran, which has seen the worst outbreak in the region, as well as Jordan and Morocco, he said. Cases are also up in Lebanon and Pakistan. Jordan, Tunisia and Lebanon have reported the biggest single-day death spikes from the region. The year 2020 has been transformative for how society sees fatherhood, and could produce the most profound shift in caring responsibilities since the second world war, according to researchers, business leaders and campaigners. Research has shown that while women bore the brunt of extra childcare during the initial coronavirus lockdown and are being disproportionately impacted by the economic fallout, there has been also a huge surge in the number of hours men are spending with their children. This could lead to a permanent re-evaluation of the value of fatherhood and shift in working patterns, according to Ann Francke, the chief executive of the Chartered Management Institute (CMI). “Business leaders have seen firsthand what juggling work and family life entails and that both parents need to be empowered to do that,” she said. The shift to home working had forced business leaders to recognise that flexible working could benefit all employees as well as save money, she said. Read more here: Reuters has more on the progress on eradicating the mink mutation in Denmark after a cull of the animals. A new, mutated strain of the novel coronavirus stemming from mink farms in Denmark is “most likely” extinct, the health ministry said, amid fears the new strain could compromise Covid-19 vaccines. “No further cases of mink variant with cluster 5 have been detected since 15 September which is why the State Serum Institute assesses that this variant has most likely become extinct,” the ministry said in a statement. Two weeks ago, Denmark ordered all farmed mink in the country culled to curb widespread outbreaks of Covid-19 on farms, a situation exacerbated by the discovery of a mutated variant, which authorities said showed reduced sensitivity to antibodies. AFP adds: The government said most of the strict restrictions it had imposed on 5 November on seven municipalities in the North Jutland region, home to 280,000 people, would be lifted on Friday. They had originally been due to stay in place until 3 December. All minks in the seven municipalities have been culled, totalling 10.2 million, and the slaughter is still ongoing in other parts of the country. With three times more minks than people, the Scandinavian country is the world’s biggest exporter, selling pelts for around €670 million annually, and the second-biggest producer behind China. Hungary’s plans to import and possibly use Russia’s Sputnik V vaccine raise safety concerns and could damage trust in potential shots, the European Commission has warned. Reuters says the issue opens up a new front in the fraught relations between Brussels and Budapest: A new showdown is expected when EU leaders hold a video conference today that may address the bloc’s Covid rescue plan and seven-year budget, which Hungary and Poland’s nationalist governments are blocking because they make access to money conditional on respecting the rule of law. Hungarian plans to conduct trials of and possibly produce the Russian vaccine, an unprecedented step for an EU member state, add to existing frictions with Brussels. Asked about these plans, a spokesman for the Commission, the EU’s executive, said: The question arises whether a member state would want to administer to its citizens a vaccine that has not been reviewed by the European Medicines Agency (EMA). This is where the authorisation process and vaccine confidence meet. If our citizens start questioning the safety of a vaccine, should it not have gone through rigorous scientific assessment to prove its safety and efficacy, it will be much harder to vaccinate a sufficient proportion of the population,” Under EU rules, Sputnik V must be authorised by the EMA before it can be marketed in any state of the 27-nation bloc. Orban’s government has said it plans to trial and licence Sputnik V, and this week would begin importing a small number of doses that could lead to larger imports and mass-production in Hungary next year if the shot proved safe and effective. Russia’s sovereign wealth fund said last week that interim trial results showed Sputnik V is 92% effective at protecting people from the Covid-19 respiratory disease, and the country is preparing for mass inoculations. Denmark’s mink mutation of Covid has “most likely” been eradicated, AFP reports citing the Danish health ministry. AFP did not elaborate. We will provide more details when they are available. The apparent breakthrough comes after seven countries reported mink-related coronavirus mutations in humans. The mutations are identified as Covid-19 mink variants as they have repeatedly been found in mink and now in humans as well. Uncertainty around the implications of the discovery of a Covid-19 mink variant in humans led Denmark, the world’s largest mink fur producer, to launch a nationwide cull earlier this month. The cull was sparked by research from Denmark’s public health body, the Statens Serum Institut (SSI), which showed that a mink variant called C5 was harder for antibodies to neutralise and posed a potential threat to vaccine efficacy. (This is Matthew Weaver taking over the global Covid blogging shift). Hans Kluge, WHO regional director for Europe, said that some health systems are being overwhelmed on the continent where more than 29,000 deaths were recorded in the past week alone. “Europe is once again the epicentre of the pandemic, together with the United States. There is light at the end of the tunnel but it will be six tough months,” Kluge told a news conference, speaking from Copenhagen. • Iran’s death toll from the new coronavirus outbreak has risen to 43,418, with 476 deaths in the past 24 hours, the health ministry said, adding the total number of infections had reached 815,117 in the worst-hit Middle Eastern country. • Poland reported a new daily high of 637 coronavirus-related deaths on Thursday, according to the health ministry’s Twitter account. There were 23,975 new cases reported on Thursday, the health ministry said. • The number of new Covid-19 infections in Germany is still much too high and is causing a serious pandemic situation, the head of the Robert Koch Institute for infectious diseases (RKI), Lothar Wieler, said on Thursday. The head of RKI’s surveillance unit, Ute Rexroth, added there are indications that Germany’s new distancing measures are working after the number of new infections has stabilised. • Japan is on “maximum alert” after logging a record number of daily coronavirus infections, its prime minister said Thursday, though no immediate restrictions are planned. The comments came as Tokyo raised its alert level to the top of its four-tier system, with local media saying the capital would report a record number of infections for a second day running. • Russia on Thursday surpassed 2 million coronavirus cases after reporting an additional 23,610 infections and 463 deaths related to Covid-19, both record daily rises. Russia is fifth in the number of infections reported, with 2,015,608, behind the United States, India, Brazil and France. Russia’s official death toll now stands at 34,850. Iran’s death toll from the new coronavirus outbreak has risen to 43,418, with 476 deaths in the past 24 hours, the health ministry said, adding the total number of infections had reached 815,117 in the worst-hit Middle Eastern country. Urging the nation to adhere to the health protocols to control the spread of the disease, health ministry spokeswoman Sima Sadat Lari told state TV that 13,223 new cases had been identified in the last 24 hours in the country. A leading Covid-19 vaccine candidate has shown to safely produce a robust immune response in healthy older adults, its British makers said Thursday as it released its phase 2 trial results. The vaccine, developed by the University of Oxford and AstraZeneca, produced fewer side effects in people aged 56 and over than in younger people - a significant finding given that Covid-19 disproportionately causes severe illness among seniors. The manufacturers said the vaccine was undergoing larger, more comprehensive phase 3 trials to confirm the results. Immune responses from vaccines tend to lessen as people get older as the immune system gradually slows with age. This leaves older adults more vulnerable to infection from a variety of illnesses. “As a result, it is crucial that Covid-19 vaccines are tested in this group who are also a priority group for immunisation,” Andre Pollard, an Oxford professor and lead author of the study results, published in The Lancet. The phase 2 trial saw 560 participants, 240 of whom were over 70, split into groups that received either one or two doses of the vaccine, or a placebo. Fresh lockdowns in Europe are avoidable, including through near-universal mask-wearing, the head of the World Health Organization (WHO) Europe office said. Hans Kluge, WHO regional director for Europe, told a press conference: “Lockdowns are avoidable, I stand by my position that lockdowns are a last resort measure. If mask use reached 95%, lockdowns would not be needed.” Primary schools should be kept open, he said, adding that children and adolescents are not driving the spread of the new coronavirus known as SARS-CoV-2 and school closures are “not effective”. Poland reported a new daily high of coronavirus-related deaths for the second day in a row on Thursday as fatalities mounted despite stabilising numbers of new infections. After a surge in daily case numbers in October and early November, the government shut entertainment venues and many shops, warning that stricter measures could be necessary, but infection rates have since stabilised. The health ministry reported 637 coronavirus-related deaths on Thursday, above the record of 603 set a day earlier. There were 23,975 new cases in all reported on Thursday, the health ministry said, though well below the one-day record of 27,875 registered in the country of 38 million on 7 November. Hungary’s government will be ready to pass tougher restrictions if the pace of coronavirus infections does not slow, Prime Minister Viktor Orban’s chief of staff said on Thursday at an online briefing. The government will decide on the possible new measure at its meeting next Wednesday, Gergely Gulyas added. Hungary closed entertainment venues and imposed a night-time curfew at the beginning of November to curb a fast spread of coronavirus infections. Hello everyone. I am currently running the Guardian’s global coronavirus blog, bringing you all the latest updates from around the world on the spread of the virus. Please do keep in touch with me while I work to share any thoughts, comments or news tips. Twitter: @sloumarsh Instagram: sarah_marsh_journalist Email: sarah.marsh@theguardian.com The head of Germany’s Robert Koch Institute (RKI) for infectious diseases said on Thursday recent news on experimental Covid-19 vaccine trials has been extremely encouraging. “This is of course extremely encouraging, extremely positive news,” Lothar Wieler said at a virtual news conference. Vaccines with an efficacy of more than 90% would be “great weapons” in the fight against the pandemic, he added. European Central Bank chief Christine Lagarde on Thursday called for the EU’s planned coronavirus recovery fund to become available “without delay” after Poland and Hungary blocked the adoption of the plan. The appeal came ahead of a videoconference by EU leaders set to be dominated by the budget row, which threatens to hold up the unlocking of badly needed stimulus to cushion the economic hit from the pandemic. The 750-billion-euro ($887-billion) Next Generation EU package “must become operational without delay,” Lagarde told the European Parliament’s committee on economic and monetary affairs. “The package’s additional resources can facilitate expansionary fiscal policies, most notably in those euro area countries with limited fiscal space,” she added. Poland reported a new daily high of 637 coronavirus-related deaths on Thursday, according to the health ministry’s Twitter account. There were 23,975 new cases reported on Thursday, the health ministry said. AstraZeneca and Oxford University’s potential Covid-19 vaccine produced a strong immune response in older adults, data published on Thursday showed, with researchers expecting to release late-stage trial results by Christmas. The data, reported in part last month but published in full in The Lancet medical journal on Thursday, suggest that those aged over 70, who are at higher risk of serious illness and death from Covid-19, could build robust immunity. “The robust antibody and T-cell responses were seen in older people in our study are encouraging,” said Maheshi Ramasamy, a consultant and co-lead investigator at the Oxford Vaccine Group. “We hope that this means our vaccine will help to protect some of the most vulnerable people in society, but further research will be needed before we can be sure.” A senior German health official said on Thursday the trend of a slowing spread of the Covid-19 pandemic in Germany could continue. “I’m very optimistic that this will happen,” said Lothar Wieler, head of the Robert Koch Institute for infectious diseases. He said it is unclear for how long German measures to slow the spread of the Covid-19 pandemic will have to remain in place. “We’ll see how that works out. I can’t predict that,” Lothar Wieler said at a virtual news conference. The head of the Orthodox Church of Greece, Archbishop Ieronymos, has been hospitalized after being diagnosed with Covid-19, a leading Athens hospital said Thursday. The 82-year-old archbishop was hospitalized in an augmented care unit of Athens’ Evangelismos Hospital, the same hospital where the Archbishop of Albania, Anastasios, is being treated for Covid-19 since being airlifted to Greece last week. Government spokesman Stelios Petsas expressed the government’s wishes for a speedy recovery to Ieronymos. The archbishop had met with Greek Prime Minister Kyriakos Mitsotakis on Saturday, but Petsas said both men had undergone a coronavirus test before the meeting and the results had been negative. Petsas said there was no need for the prime minister to self-isolate as a precaution as he had also tested negative before his trip to the United Arab Emirates earlier this week. The number of new Covid-19 infections in Germany is still much too high and is causing a serious pandemic situation, the head of the Robert Koch Institute for infectious diseases (RKI), Lothar Wieler, said on Thursday. The head of RKI’s surveillance unit, Ute Rexroth, added there are indications that Germany’s new distancing measures are working after the number of new infections has stabilised. British postal operator Royal Mail on Thursday said revenue from parcel deliveries has for the first time overtaken that from letters in the wake of the pandemic. Reporting results for its first half, or six months to the end of September, the former state-run company said growth in online shopping during the coronavirus outbreak led to total group revenue growth of almost 10% to £5.67 billion ($7.39 billion, 6.23 billion euros) year-on-year. “For the first time, parcels revenue at Royal Mail is now larger than letters revenue, representing 60% of total revenue, compared with 47% in the prior period,” Royal Mail’s interim executive chair Keith Williams said in an earnings statement. In England, a hospital consultant who gave birth to twins while she was in a coronavirus coma has described the delivery of the babies as a “miracle”. Perpetual Uke, a rheumatology consultant, was taken to Queen Elizabeth hospital in Birmingham when she contracted Covid-19 in April and was placed on a ventilator in a medically induced coma when her condition deteriorated. Doctors decided to deliver the babies by caesarean section in case their mother did not recover. Her due date had been mid-July, but the babies were delivered at just 26 weeks. But when Uke woke from the coma and could not see her bump, she feared that she had lost the babies. “I couldn’t see my bump and I thought my babies were gone,” she told Metro. “It’s just a miracle what happened, to come out of this. Christmas hasn’t been cancelled yet but meeting Santa and his little helpers is going to look different for a lot of people this year, with video calls that take children to the north pole replacing many visits to local grottos. Socially distanced events are still planned in some event spaces in England, although they will only be able to take place once the national lockdown has lifted, as businesses pivot to deal with coronavirus restrictions. Helen Nurse, the founder of Wonder Adventures, said their events were usually live but they soon realised that would need to change this year. “At Easter, we cancelled our event and took the event online … to see if it worked, and it did, so we did ‘themed stuff’ throughout the summer to refine it and in the summer we considered Christmas and we made the call that we were not going to take the risk to book live venues … so we planned for doing it all virtually. The Association of Leading Visitor Attractions (ALVA) said a survey of its members echoed this. However, others including the Royal Albert Hall in London, are still planning to go ahead with their experience, although it will be socially distanced. Mike Battle, the founder of LaplandUK, a Christmas-themed park, said they could have cancelled their event but thought instead: “Father Christmas stands for children and I don’t believe he would let them down, so nor can we.” Its event has doubled in size and a range of measures have been put in place to make it safe. “People won’t be allowed to enter the site without notification on their app … They will go through a process of waiting in the car before another notification on the app which tells them when they can go in.” France will not face electricity outages this winter even if the new coronavirus crisis disrupts nuclear plant maintenance, Environment Minister Barbara Pompili said on Thursday. “There will be no blackouts in France,” the minister said on France’s BFM TV when she was asked over risks of electricity shortages. Power grid operator RTE is expected to update its forecasts for electricity needs this winter later on Thursday. RTE said in September that the ability of France to meet electricity needs required vigilance as the pandemic made forecasts difficult. Pompili said that industrial companies would have to halt output in the case of any electricity shortages to reduce demand. Turkey will sign a contract within days to buy at least 20 million doses of a Covid-19 candidate vaccine from China’s Sinovac Biotech, the health minister was cited as saying, adding that Ankara was also in talks to buy doses of Pfizer and BioNTech’s vaccine. “We will be able to procure at least 10 million doses of the Chinese vaccine in December. We want to increase this number. It will be just as much in January, too,” Health Minister Fahrettin Koca was quoted as saying by the state-run Anadolu news agency. Japan is on “maximum alert” after logging a record number of daily coronavirus infections, its prime minister said Thursday, though no immediate restrictions are planned. The comments came as Tokyo raised its alert level to the top of its four-tier system, with local media saying the capital would report a record number of infections for a second day running. More than 2,000 cases were recorded nationwide on Wednesday, with nearly 500 in Tokyo. While these figures are comparatively low globally speaking, they represent a sharp rise in cases for Japan, where testing is often less widespread than in other parts of the world. “We are now in a situation of maximum alert,” Prime Minister Yoshihide Suga told reporters. “I ask you, the Japanese people, to fully implement principles such as wearing masks,” Suga added, urging people to wear them even while talking during meals in restaurants. The country has taken a relatively relaxed approach to virus restrictions so far - even a nationwide state of emergency in the spring carried no obligation for businesses to close or for people to stay home. Russia on Thursday surpassed 2 million coronavirus cases after reporting an additional 23,610 infections and 463 deaths related to Covid-19, both record daily rises. Russia is fifth in the number of infections reported, with 2,015,608, behind the United States, India, Brazil and France. Russia’s official death toll now stands at 34,850. The African continent has surpassed 2 million confirmed cases as health officials warn of infections starting to creep up again into a second surge. The Africa Centers for Disease Control and Prevention said Thursday that the continent had crossed that milestone. Its numbers show the 54-country continent also has seen more than 48,000 deaths from Covid-19. The African continent of 1.3 billion people is being warned against “prevention fatigue” as countries loosen pandemic restrictions to ease their economies’ suffering and more people travel. The Africa CDC director this week openly worried that the level of mask-wearing has gone down and called that dangerous. “We don’t know how high the second peak will come,” John Nkengasong said Monday. While the world takes hope from recent news about promising Covid-19 vaccines, African health officials also worry that the continent will suffer as richer countries buy up supplies. Hello everyone. My name is Sarah Marsh and I am taking over the global live feed, bringing you the latest information on coronavirus from around the world. Please do get in touch with me while I work. Twitter: @sloumarsh Instagram: sarah_marsh_journalist Email: sarah.marsh@theguardian.com Thanks for joining me on the blog. I’m handing over to my colleagues in London now but if you are just waking up or logging on, here are the main developments of the last few hours: Deaths from Covid-19 have passed 250,000 in the United States. According to Johns Hopkins University, 250,520 Americans have now died of the virus and there have been more than 11.5 million confirmed cases. There are now more than 76,000 people hospitalised with Covid in the US. Officials said hospitals were straining to cope with the volume of patients but there was some hope that Republicans were beginning to pave the way for cooperation with president-elect Joe Biden as he tries to coordinate a response to the crisis. Japan has recorded a record number of new daily coronavirus infections. The health ministry said it had found 2,179 new cases in the previous 24 hours. The capital, Tokyo, also recorded a new daily record as it went into its highest level of alert. India has edged closer to 9 million cases. It added another 45,576 new cases of the coronavirus, taking its total infections to 8.96 million, data from the health ministry said on Thursday. Mass vaccination planned in England. Britain’s National Health Service is assembling a huge team of retired doctors, nurses and physiotherapists to implement the country’s biggest ever mass vaccination programme. Ukraine has also seen its highest ever daily infection total with a record of 13,357 new cases in the past 24 hours. Turkey plans to buy 20m doses of the Chinese vaccine. The government is also in talks to buy vaccine doses from Pfizer and BioNTech, MPs were told on Thursday. The Pacific nation of Samoa has recorded its first ever case of Covid-19. Prime minister Tuilaepa Sailele Malielegaoi said that a sailor who had returned from New Zealand on a repatriation flight tested positive in a quarantine facility. A hospital doctor gave birth to twins while in a coronavirus coma. Perpetual Uke was 26 weeks pregnant when she was put in an induced coma in hospital in Birmingham but doctors delivered the babies by Caesarean. Ukraine has seen its highest ever daily infection total with a record of 13,357 new cases in the past 24 hours. The previous record was 12,524 cases on one day last week. The health ministry also said the number of coronavirus related deaths had also hit a new high of 257 compared with the previous record of 256 deaths. Here is an interesting chart showing the progress of the virus in Ukraine and other former eastern bloc nations since they recorded their 100th case. The labour market in London has been hit harder by the pandemic than other parts of the UK, a new study claims. Researchers at the Centre for London thinktank and King’s College London found there had been a 170% increase in the number of people in London claiming unemployment-related benefits, compared with the same period in 2019, equal to about 300,000 new claims. The average for the country was 120%. Pictures of black cabs mothballed in Epping Forest due to the dramatic fall in demand for fares in the capital tell the story well. Read the full story on the labour market survey here: Britain’s National Health Service is assembling a huge team of retired doctors, nurses and physiotherapists to implement the country’s biggest ever mass vaccination programme. The extraordinary effort in England aims to immunise 22 million vulnerable adults, followed by the rest of the population, according to NHS documents seen by the Guardian. The documents also reveal codenames for two of the most promising vaccines in development: the Pfizer/BioNTech version is called “Courageous” and the Oxford/AstraZeneca vaccine is known as “Talent”. Read the full story here: Turkey says it is buying 20 million doses of a coronavirus vaccine from the Chinese company Sinovac Biotech. The government is also in talks to buy a vaccine from Pfizer and BioNTech, health minister Fahrettin Koca told parliament, according to Reuters. “We will be able to procure at least 10 million doses of the Chinese vaccine in December. We want to increase this number. It will be just as much in January, too,” he said “This figure can easily double, probably. A contract will be signed on this in one or two days,” he said at his ministry’s budget presentation in parliament. The Japanese capital Tokyo has reported more than 500 new cases of Covid-19 for the first time since the start of the pandemic, prompting the city’s government to raise its alert to its highest level. Justin McCurry, our correspendent in Tokyo, reports: The new alert level, which means that infections are “spreading”, has not been in place since early September, when it was lowered to level three, meaning “infections “appear to be spreading”. The alerts, however, are meant only to reflect the current status of the coronavirus and do necessarily mean new restrictions will be introduced. The Kyodo news agency said the Tokyo metropolitan government was not expected to ask bars, restaurants and other businesses to restrict their opening hours - a measure it has taken in response to previous surges in infections. Japanese authorities do not have the legal powers to enforce European-style lockdowns or restrictions on business operations. The northern-most main island of Hokkaido is also expected to report a daily record of more than 240 cases on Thursday. The governor, Naomichi Suzuki, has already asked residents of Sapporo, the island’s biggest city, to avoid non-essential outings and was the first to declare a local state of emergency during the initial wave of infections in late February. Tokyo has now seen a record number of new infections for the second day in a row, while Wednesday set a new nationwide record with 2,201 cases. Japan has recorded a total of 121,963 infections and 1,933 deaths. Tokyo is the worst-hit region with more than 35,000 cases in all. While Japan has fared better during the pandemic than many other countries, fears are growing for a sustained rise in cases as winter approaches and people spend more time in poorly ventilated indoor spaces, including restaurants. The prime minister, Yoshihide Suga, told reporters on Thursday that Japan was on “maximum alert”. But he did not announce new restrictions and said government-subsidised travel and dining campaigns would remain in place. Instead, Suga asked people to continue wearing masks even when they eat out, removing them only briefly to eat and drink. “I ask citizens once again to be vigilant about taking basic precautions,” he told reporters. “We ask that people engage in quiet, masked, dining. I will do the same starting today.” Shigeru Omi, who leads the government’s expert panel on the virus, has called for tougher preventive measures. “We are on the verge of a situation where we will be forced to more strictly limit economic and social activities,” he told a parliamentary session on Wednesday, according to public broadcaster NHK. “To avoid that, we need to raise our guard once again.” Japan has recorded a record number of coronavirus infections in figures released on Thursday. The health ministry said there had been 2,179 new cases in the previous 24 hours, the first time Japan has seen more than 2,000 new daily cases since the pandemic began. The previous high for new cases was 1,723 on 14 November. Yoshihide Suga, the prime minister, urged maximum caution but stopped short of calling for restrictions on travel or business. There is concern that infections will spread further during the upcoming winter holiday weekend. Cases in Tokyo were set to hit 534 cases on Thursday, according to broadcaster TBS, surpassing a record 493 the previous day. It comes as the capital moves to its highest level of alert as we reported in the blog yesterday. Global stock markets are struggling a bit today as more coronavirus restrictions across many US states raises the prospect of a slower recovery from the pandemic-induced slump. Asian markets drifted off all-time highs seen in the last couple of weeks as prices have been buoyed by the hopes of a vaccine against the virus. Shares in Tokyo are off 0.85% and in Seoul the damage is 0.5%. Futures trading points to a near-1% fall on the FTSE100 when the trading begins in just under three hours. S&amp;P500 futures trade has recovered from 0.5% in the red to around about flat. The number of confirmed cases in Germany increased by 22,609 to 855,916, data from the Robert Koch Institute (RKI) for infectious diseases showed on Thursday. The reported death toll rose by 251 to 13,370, the tally showed. India has added another 45,576 new cases of the coronavirus, taking its total infections to 8.96 million, data from the health ministry said on Thursday. The country has the world’s second-highest number of Covid-19 infections, after the United States, but cases have been falling since hitting a peak in September. Deaths rose by 585, with the total now at 131,578, the ministry said. Andrew Cuomo, governor of New York state, has clashed with reporters during a briefing about coronavirus policies. Asked about New York City’s decision to close its public schools from Thursday – a move Cuomo appeared to be oblivious to – the governor called a reporter “obnoxious”. When the first reporter was backed up by another, Cuomo said angrily: “I don’t care what you think.” South Korea kicked off a special two-week coronavirus prevention period on Thursday as the country’s daily infections tallies continued to mount ahead of highly competitive annual college entrance exams. The Korea Disease Control and Prevention Agency reported 343 new coronavirus cases by Wednesday midnight, bringing the country’s total infections to 29,654, with 498 deaths. The daily tally has topped 200 for five consecutive days and surpassed 300 on Wednesday for the first time since August after a large outbreak at a church political rally. Rising Covid-19 case numbers have fuelled worries among students and parents ahead of the annual college entrance exam, which plays a huge role in students’ education and career prospects. Almost 500,000 high school seniors will sit for this year’s exam on 3 December, the education ministry told Reuters. The ministry called on all high schools nationwide to return to offline classes a week prior to the exam and said it will temporarily disclose names of any cram schools and study cafes that experience an infection during the period. The ministry has secured at 120 hospital beds in 29 medical facilities for students with Covid-19 ahead of exam day. For students in quarantine, including those who had contacted Covid-19 patients, the ministry has secured at least 113 test centres and 754 individual test rooms enough to accommodate 3,800. The ministry said it will not disclose the exact number of high school seniors with Covid-19 to prevent fear among the test-takers. Health Minister Park Neung-hoo said South Korea stands at a critical crossroads of another massive outbreak. “We should pull together in prevention measures to help our kids focus on the college entrance exam in a safe environment,” Park told a meeting. Beginning Thursday, public gatherings of 100 people or more will be banned, religious services and sporting events will be limited to 30% of capacity, and high-risk facilities including clubs and karaoke bars must widen distance among guests. Cases of domestic violence in Thailand have risen sharply since the start of the coronavirus pandemic, according to warnings by a Thai health foundation. A survey by the Thai Health Promotion Foundation, which is reported by the Bangkok Post, suggests incidents have increased by two-thirds since March. The rise in cases is the worst in the south of the country. Throughout the pandemic, activists from across the world – in countries ranging from Brazil to Germany, Italy to China – have raised concerns about increases in domestic abuse, especially in countries where lockdown measures mean families are trapped at home. Thailand has managed to avoid a major coronavirus outbreak, and so all domestic restrictions have been lifted. However, the country remains shut to foreign travellers, and the collapse in tourism has caused huge job losses and economic misery. Thai Health cited falling household income and increased alcohol consumption as factors driving the increase in domestic violence. A lovely story about a hospital doctor in the UK having twins while she was in a coronavirus-related coma provides a little bit of cheer today. Perpetual Uke was 26 weeks pregnanyt when she was admitted to hospital in Birmingham. She was soon on a ventilator and in a coma so doctors delivered the babies by Caesarean. She describes waking up to find her bump was gone but then discovering a “miracle” that the boy and girl had been born safely. Read the full story here: South Korea has recorded more than 300 coronavirus cases for the second day in a row, as the country attempts to prevent a third wave of infections with stricter regulations on gatherings and social distancing in Seoul and other areas. My colleague Justin McCurry in Tokyo has this dispatch: The 343 new cases announced Thursday raised the country’s Covid-19 case total to 29,654, with 498 deaths, according to the Korea Disease Control and Prevention Agency. In response to a recent rise in infections, the government introduced stronger distancing rules for two weeks from Thursday in the greater Seoul area, the southern city of Gwangju and some parts of Gangwon province in the east. The decision to raise distancing measures a notch from the lowest level means people will largely be able to carry on with their daily lives, but businesses identified as high-risk sources of transmission must take extra precautions. No more than 100 people are permitted to attend rallies, indoor concerts and other events, while sporting events and religious services are limited to 30-50% capacity. People visiting theatres, concert halls and libraries must sit at least one seat apart from each other. The health minister, Park Neung-hoo, said the country had reached a “critical juncture” in its efforts to prevent a serious outbreak - although South Korea has avoided the high case numbers and death tollsseen in many other countries. He warned that fatigue and complacency among the population could hamper the latest attempt to contain the virus, according to the Yonhap news agency. Daily case numbers in South Korea have been in triple digits since 8 November and on Wednesday rose above 300 for the first time since late August. Many of the new infections have been linked to hospitals, nursing homes, churches, schools, offices and family gatherings. But there is concern over the potential for year-end socialising and university entrance exams - scheduled for 3 December and involving almost half a million high-school students - to drive new infections. There’s more on the story about airlines in the US requesting more federal aid so they can deliver the potential Covid vaccines around the country. A letter sent by the main industry lobby Airlines for America and signed by the heads of the top seven US airlines, seen by Reuters, says: As the nation looks forward and takes on the logistical challenges of distributing a vaccine, it will be important to ensure there are sufficient certified employees and planes in service necessary for adequate capacity to complete the task. US airlines received $25bn in federal aid to keep employees on payroll between March and September and have asked for a second round of support after cutting tens of thousands of jobs either through furloughs or early retirements in recent months. They have argued that they need trained employees to help service an economic rebound, with the prospects of a vaccine in the coming months underscoring the urgency. The chief executives of the largest US airlines have made a fresh plea for US government funding to meet the logistical challenges of distributing a Covid-19 vaccine, according to a letter to Congressional leaders sent on Wednesday. Reuters reports that the letter was sent by the main industry lobby Airlines for America and signed by the heads of the top seven US airlines. United Airlines announced last week that it has set up a Covid vaccine readiness task force to distribute the hoped-for treatments being developed by Pfizer/BioNtech and Moderna. The aviation industry has been hard hit by coronavirus and has benefited from the US government’s Covid recovery package. In Australia, the government in Victoria has closed its border with South Australia as the latter state wrestles with an outbreak of the virus. South Australia has not recorded any new cases today but has gone into a six-day lockdown to contain an outbreak of 22 cases in the capital, Adelaide. Follow the full story at our live blog on Australian news here. All restaurants and bars in the US state of Minnesota must to halt in-person dining, fitness and entertainment centers are to close and youth sports will be cancelled for four weeks governor Tim Walz said on Wednesday night. The order, which begins on Saturday, comes as the state saw 67 Covid-19 deaths on Wednesday, the most since the pandemic began, according to the state’s health department. Walz said hospital capacity was being “pushed to the brink”. Walz, a Democrat, has already mandated the wearing of masks in public indoor places. As we noted two posts ago, there is a deep divide among states with some Republican states still holding back on introducing tougher measures to stop the spread of Covid. In Oklahoma, Republican governor Kevin Stitt has mandated mask-wearing in public buildings but some critics said other measures such as bringing forward the closing time of bars to 11pm did not go far enough. Mexico’s health ministry has reported 3,918 new confirmed coronavirus infections in the country and 502 deaths as of Wednesday, bringing the official totals to 1,015,071 cases and 99,528 dead. Some US states have started to introduce measures such as mandatory mask-wearing to contain the spread of Covid-19, despite longstanding scepticism. But in South Dakota, the Republican governor, Kristin Noem, is sticking to her guns and has said that mandating face coverings had been in place for weeks in Wisconsin or Wyoming but both had a higher rate of spread than South Dakota, she claimed. It’s another slightly sticky day on financial markets with investor concerns about the continuing spread of Covid-19 trumping increasingly promising news about a vaccine. Shares fell in Asia Pacific in early trade on Thursday morning. In Sydney the ASX200 was off 0.5% while in Tokyo stocks were off 0.4% and the Kospi in Seoul was down 0.25%. They followed similar losses on the S&amp;P500 and Dow Jones in Wall Street on Wednesday. The US dollar index against a basket of other currencies is down about 0.2% for the week and, at 92.549, is less than 1% above a two-year low hit in September. Investors still seem to think that the US Federal Reserve will have to come up with more monetary stimulus to help the US pout of the pandemic-induced recession. “Central bankers continue to offer promises of almost endlessly easy money,” Societe Generale currency strategist Kit Juckes told reuters. “That, when US Covid infection rates are causing enough concern about growth prospects to offset vaccine news, has kept the dollar on the backfoot, even as equities soften.” The virus crisis has made Londoners more disillusioned with city life than people in other major European centres, new research suggests. A survey of over 5,000 residents across London, Paris, Madrid, Berlin and Milan by the engineering firm Arup showed that half of those questioned in the UK capital complained that amenities were too far away, the Press Association reports. Arup’s survey was based on the concept that city dwellers enjoy a better quality of life when essential facilities are within a 15-minute walking or cycling distance from home. Londoners are furthest from this ideal, as on average, they live a 23-minute walk or cycle away from essential services, such as parks, grocery shops, schools, medical facilities, leisure centres, gyms and cafes, said the report. Arup said the distance was just 13 minutes in Madrid and Milan and around 16 minutes in Berlin and Paris. Londoners also have to travel the farthest to get to a park, field or playing area, compared with their European counterparts, the study indicated. Three in five Londoners questioned said they have considered leaving the capital due to Covid-19, more than Paris (41%), Milan (39%), Madrid (37%) and Berlin (30%), said Arup. The list of countries that have kept the novel coronavirus pandemic from their borders has reduced by one more: Samoa has recorded its first positive test for Covid-19, writes Pacific editor Ben Doherty In a national address broadcast on TV and radio across the country, prime minister Tuilaepa Sailele Malielegaoi announced that a sailor, who had returned from New Zealand on a repatriation flight, tested positive in a quarantine facility in the capital Apia. He has since been moved to an isolation ward at the Tupua Tamasese Motootua hospital. “We now have one case, and [Samoa] will also be added to the countries of the world that have the coronavirus,” the prime minister said. “After four days [in quarantine] tests were conducted…. a sailor [tested positive] and he was immediately isolated.” Malielegaoi called for calm. “Let us keep the faith and wear masks and wash our hands as advised.” Seventeen Samoan sailors, who had been stranded at overseas ports, arrived on the Friday flight and have been in quarantine with nearly 300 other returning passengers. Officials have started the contact tracing process of those who had been in contact with the man. Samoa has only recently acquired a PCR machine to test for coronavirus. Previously, samples had to be sent to New Zealand and Australia. Samoa’s cabinet is scheduled to meet Thursday to consider further safety measures and potential restrictions, as well as to review the first repatriation flight from Los Angeles next week. The Pacific is the least Covid-infected region on earth. The small and remote island nations and territories of Kiribati, Micronesia, Nauru, Palau, Tonga, Tuvalu, Cook Islands, Niue, Tokelau, Norfolk island and Pitcairn island are believed to be still free of the virus. Despite the shocking landmark of 250,000 deaths reached in the US, there are some signs of hope that Republicans are realising that they must allow president-elect Joe Biden to work up his plans to tackle the pandemic despite Donald Trump’s refusal to cooperate. Ed Pilkington of our US staff has this analysis: The United States is struggling to cope with the devastating spread of the virus. Fatalities related to Covid-19 have passed 250,000 within the last hour marking a terrible milstone for the nation. Associated Press reports another grim figure showing that 77,000 people are in hospital in the US suffering from the virus. Many emergency wards have been set up, including one in the car park of a hospital in Reno, Nevada, as staff struggle to cope. “We are depressed, disheartened and tired to the bone,” Alison Johnson, director of critical care at Johnson City Medical Center in Tennessee, told AP. In Idaho, doctors warned that hospitals may have to ration care. “Never in my career did I think we would even contemplate the idea of rationing care in the United States of America,” said Dr. Jim Souza, chief medical officer for St. Luke’s Health System. Morning/afternoon/evening everyone. I’m Martin Farrer and thanks for joining me for updates on the coronavirus pandemic. The main development today is that deaths from Covid-19 have passed 250,000 in the United States. According to Johns Hopkins University, 250,029 Americans have now died of the virus and there have been 11,485,176 confirmed cases. There are now 77,000 people hospitalised with Covid in the US. Pfizer vaccine reports 95% efficacy. Pfizer had reported that its coronavirus vaccine has an efficacy of 90% effective but new data has shown it is working even better, the firm said, and that it has passed its safety checks. France has reported 28,383 new confirmed coronavirus cases, compared to 45,522 on Tuesday. The country has also reported a further 425 deaths compared to 428 yesterday. South Australia enters six-day lockdown to contain an outbreak. Scott Morrison, the Australian PM, says no hotel quarantine system can be made “100% safe” after the disease escaped South Australia’s isolation regime. Italy has registers 753 deaths and 34,282 new infections. The critical threshold of Covid patients taking up 30% of intensive care has been exceeded in 17 Italian regions, according to figures on Wednesday. The central region of Abruzzo is the latest to be upgraded to a red zone as the situation deteriorates there, while doctors in the southern region of Puglia have asked for the region to also be upgraded. Scottish police initial inquiry into MP over breaking lockdown rules. Police have handed the results of an initial investigation to prosecutors into whether MP Margaret Ferrier broke the law when she took a train from London to Glasgow after testing positive. Switzerland intensive care beds at full capacity. The Swiss Society for Intensive Medicine said all of the 876 certified ICU beds were occupied, advising vulnerable people to write down in a will whether they would like to receive life support in the event of a severe illness."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}