{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2020/nov/28/wayne-pivac-angry-with-refereeing-decisions-after-wales-loss-to-england", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-11-28T19:49:36Z", "webTitle": "Wayne Pivac angry with refereeing decisions after Wales' loss to England", "webUrl": "https://www.theguardian.com/sport/2020/nov/28/wayne-pivac-angry-with-refereeing-decisions-after-wales-loss-to-england", "apiUrl": "https://content.guardianapis.com/sport/2020/nov/28/wayne-pivac-angry-with-refereeing-decisions-after-wales-loss-to-england", "fields": {"headline": "Wayne Pivac angry with refereeing decisions after Wales' loss to England", "bodyText": "The Wales head coach, Wayne Pivac, said he would be raising the performance of the referee Romain Poite with World Rugby this week. His side lost the penalty count 14-7 but he felt England’s 11-point winning margin came down to incorrect decisions. He was angry that England’s opening try, scored by Henry Slade, was allowed to stand after he claimed Dan Biggar had been tackled in the air by Sam Underhill and he argued that two of the scrum penalties that Owen Farrell kicked came because an England prop lost his footing which prompted a collapse. “We talk to World Rugby about refs every week,” said Pivac. “We will do it on this occasion because I was not happy with England’s first try. The television match official called a tackle in the air but the referee overruled him. Our captain [Alun Wyn Jones] asked him to have a look at it but was dismissed. “There were a number of penalties awarded at the scrum and, in some cases, wrongly. If a prop loses his footing and a scrum goes down, it is his fault. They got six points through that.” Eddie Jones, when asked for his reaction to the decisions, said he never commented about the referee. Seven months ago, the England head coach was reprimanded by the Rugby Football Union for disparaging remarks he made about the referee Ben O’Keeffe last March following the victory over Wales at Twickenham. “I would like us to play with more fluency, but I was pleased with the effort,” said Jones, after his side reached next weekend’s Autumn Nations Cup final at Twickenham, with France the opposition (unless Les Bleus suffered a shock defeat by Italy last night). “I would like us to show more precision with the ball in hand, but it is not quite there. At least we have a week to go.” Jones said one of the most pleasing aspect about England’s biggest victory in Wales for 17 years was that they did not come unstuck when Wales hit back in the second half, unlike the Six Nations match in Cardiff last year when they folded in the final quarter. “At half-time it could have been the Psycho horror movie,” said Jones. “Someone goes for a shower, you know what’s coming. We had a choice of reacting to what Wales were doing to try and put us off or stick to our game. We showed good tactical discipline and control. “We have not played our best rugby this campaign and we want to put on a performance in the final that lights up people’s eyes. It will be nice to have fans back at Twickenham and we want to put a smile on their faces.” England were expected to take firm control of the game in the final 25 minutes having opted for a 6-2 split on the bench in favour of forwards against a team that in the words of Pivac was down to the bare bones in the back row, but their only points in the final 30 minutes came from three Farrell penalties. “It was a frustrating game,” said Farrell. “It was scrappy at times with two teams going hard at it, but nothing ever goes all your way. We stuck in the fight and having not done too well in Wales recently, it was a good performance. “It is hard to get your foot in a game which goes tit-for-tat and we were playing against a good team. What was important was that we came out on top in the big moments. When the game was there to be taken, we were ready. It was not our best performance, but we did what was needed.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}