{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2020/nov/16/weatherwatch-seabed-holds-clues-to-understanding-hurricanes", "type": "article", "sectionId": "news", "sectionName": "News", "webPublicationDate": "2020-11-16T21:30:16Z", "webTitle": "Weatherwatch: seabed holds clues to understanding hurricanes", "webUrl": "https://www.theguardian.com/news/2020/nov/16/weatherwatch-seabed-holds-clues-to-understanding-hurricanes", "apiUrl": "https://content.guardianapis.com/news/2020/nov/16/weatherwatch-seabed-holds-clues-to-understanding-hurricanes", "fields": {"headline": "Weatherwatch: seabed holds clues to understanding hurricanes", "bodyText": "Understanding the pattern of hurricane activity is important for predicting future events, but researchers never have enough data. For example, in Florida, hurricane records only go back to the 1850s, a mere moment ago in geological terms. Researchers from the Florida Gulf Coast University have been filling in the gaps in their data with paleotempestology – looking at the record left by hurricanes on the seabed. In normal conditions the tidal lagoons are full of dark mud, rich in organic matter. A powerful storm brings in quantities of lighter coloured sand, leaving a distinct layer. Even long after the organic matter has decayed, scientists can distinguish layers from the sizes of sand grains, observing fossilised storms in the deposits known as tempestites. The researchers took core samples from lagoons and applied radiocarbon dating and other techniques to date the storm deposits. Their findings suggest that the current pattern, where more hurricanes strike the Gulf coast than the Atlantic coast on the other side of the Florida peninsula, may date back thousands of years. This could be because of the higher water temperature in the Gulf, which drives hurricanes. The study also allows researchers to correlate the number of hurricanes with the sea temperature in a particular period, helping to determine the way the pattern of hurricanes changes with rises in sea temperatures."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}