{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2020/nov/03/glyn-lewis-obituary", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2020-11-03T20:58:44Z", "webTitle": "Glyn Lewis obituary", "webUrl": "https://www.theguardian.com/education/2020/nov/03/glyn-lewis-obituary", "apiUrl": "https://content.guardianapis.com/education/2020/nov/03/glyn-lewis-obituary", "fields": {"headline": "Glyn Lewis obituary", "bodyText": "My father, Glyn Lewis, who has died aged 93 of Covid-19, lived a full and selfless life, mainly in St Albans, Hertfordshire, as a devoted Methodist, friend and family man. He remained vigorous — walking, reading, listening to music, and attending the University of the Third Age — until shortly before his death. Glyn was born in Pontypridd, where his father, Richard, worked with pit ponies. When the pit closed the family moved to Croydon in Surrey, where Richard died when Glyn was eight. His mother, Maud (nee Evans) worked as a dinner lady to support Glyn through Selhurst grammar school and Queen Mary College, London (now Queen Mary University of London). There Glyn met Jean Worsley. He courted her through invitations to the opera, ballet featuring Margot Fonteyn and plays starring Laurence Olivier, John Gielgud and Peggy Ashcroft. They married in 1951 and moved to St Albans, where Glyn taught French at the local boys grammar school. He resigned as head of modern languages in his 50s, after the school went comprehensive, to work in the less stressful occupation of security guard. He also taught at the local Methodist Sunday school. In the community, Glyn gave lifts to people with multiple sclerosis, and with Jean they delivered meals on wheels to people often younger than themselves. His political sympathies lay largely with Labour, though Jean conscripted him to leaflet for the Liberals. Over the years Glyn was keen on rugby and cricket, both as a participant and spectator. He joined various local walking groups, one of which he led on his 90th birthday. In 2018 he moved to a Methodist home in Stratford-upon-Avon in Warwickshire, close to his daughter. There he continued to be active in U3A and the church. It was fitting that Glyn died in Shakespeare’s home town, as he was an enthusiastic actor in his youth with the Company of Ten amateur dramatics group in St Albans. He engaged in play readings into his 90s, and last visited the RSC in 2019. He will be remembered for his loyalty, community service and keen sense of humour. Glyn is survived by three children, Mary, Peter and me, and six grandchildren."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}