{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2020/nov/02/bernard-cross-obituary", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2020-11-02T17:56:11Z", "webTitle": "Bernard Cross obituary", "webUrl": "https://www.theguardian.com/education/2020/nov/02/bernard-cross-obituary", "apiUrl": "https://content.guardianapis.com/education/2020/nov/02/bernard-cross-obituary", "fields": {"headline": "Bernard Cross obituary", "bodyText": "My father, Bernard Cross, who has died aged 87, was headteacher at Westfield school in Sheffield for 18 years and was active in representing the interests of his colleagues through the Secondary Heads Association. He was born in Leicester to to Edward Cross and his wife, Frances (nee Jeffery), who were both factory workers. The family moved in the early 1940s to nearby Loughborough, where Bernard revealed his teaching ambitions at an early age, setting out the garden shed as a classroom for younger children living nearby. After leaving Loughborough college school he studied mathematics (and began to read the Guardian) at Manchester University. Once he had graduated, and after national service in the Royal Army Educational Corps, he returned to his old school to become a teacher. Bernard married Annette Butterworth, who was also a teacher, in 1959, and in the early 1960s he became head of maths at Guthlaxton grammar school in Leicestershire. In 1971 he was appointed deputy head at Westfield on the south-east edge of Sheffield; it had been the first comprehensive school in Derbyshire but, following boundary changes, had recently moved into the orbit of Sheffield. That corner of the city was growing rapidly – the school eventually had almost 2,000 pupils (including his own three children) and at the time mainly served local mining communities. Four years later he was promoted to be headteacher. By the late 70s he was representing heads in local authority meetings and later he began to serve as a regional secretary of the Secondary Heads Association (now ASCL). After the birth rate bulge had passed he found himself in the difficult position of having to make teachers redundant as increasing responsibility for managing school budgets was given to heads. He retired in 1993. Brought up as a Baptist, Bernard was a warden at Holy Trinity church in Barrow upon Soar in Leicestershire, and for four decades was lay-chair of the church council in the village of Eckington in Derbyshire. In retirement he continued his keen interest in gardening and also became a local Probus club organiser. Annette died in 2017. He is survived by his children, Sarah, Andrew and me, and four grandchildren."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}