{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2020/nov/02/businesses-making-eco-friendly-claims-to-be-vetted-by-uk-watchdog", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2020-11-02T17:34:01Z", "webTitle": "Businesses making eco-friendly claims to be vetted by watchdog", "webUrl": "https://www.theguardian.com/environment/2020/nov/02/businesses-making-eco-friendly-claims-to-be-vetted-by-uk-watchdog", "apiUrl": "https://content.guardianapis.com/environment/2020/nov/02/businesses-making-eco-friendly-claims-to-be-vetted-by-uk-watchdog", "fields": {"headline": "Businesses making eco-friendly claims to be vetted by watchdog", "bodyText": "Companies that market their products or services as eco-friendly are to be scrutinised by the UK competition watchdog to make sure they live up to the claim and do not mislead consumers. The Competition and Markets Authority (CMA) said it was concerned that a rise in demand for green goods could encourage some businesses to make misleading claims about the environmental impact of what they are selling. The CMA said examples of misleading behaviour by firms could include exaggerating the positive environmental impact of a product or service, but also using packaging or logos that implied an item was eco-friendly when it was not. The practice is also known as “greenwashing”. The investigation will include a number of sectors, but the CMA said it was likely to focus on areas where consumers appeared to be most concerned about such claims, including fashion, cosmetics, food and cleaning products. Last year, consumers spent £41bn on goods and services that were billed as ethical or environmentally friendly, according to a Co-op report, including travel, food and fashion. As part of the work, the CMA is asking consumers to fill in a survey telling the regulator what they expect from eco-friendly products and how much the claims influence their buying decisions. Andrea Coscelli, chief executive of the CMA, said: “We know that many businesses will be looking for ways to reduce their carbon footprint, and we strongly support this, but the claims they make must not mislead consumers in the process. “It’s important that people can easily choose between those who are doing the right thing for the environment and those who are not, so that businesses genuinely investing in going green can be properly rewarded by their customers.” Clare Carlile of Ethical Consumer magazine, which tests and rates companies’ environmental and ethical credentials, said there had been “a surge in ‘eco-friendly’ claims in recent years”. She said: “While this reflects a growing drive by both businesses and consumers for less environmentally damaging products, many such claims are clearly greenwash. “There is a new trend in companies certifying their own products, meaning that standards are not always externally checked and the criteria are often not transparent.” The CMA said it had not yet decided whether consumer protection law had been broken by any firms, but if it found problems it could take action against offending companies."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}