{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2020/nov/06/fur-is-out-of-favour-but-stays-in-fashion-through-stealth-and-wealth-mink", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2020-11-06T14:45:34Z", "webTitle": "Fur is out of favour but stays in fashion through stealth and wealth", "webUrl": "https://www.theguardian.com/environment/2020/nov/06/fur-is-out-of-favour-but-stays-in-fashion-through-stealth-and-wealth-mink", "apiUrl": "https://content.guardianapis.com/environment/2020/nov/06/fur-is-out-of-favour-but-stays-in-fashion-through-stealth-and-wealth-mink", "fields": {"headline": "Fur is out of favour but stays in fashion through stealth and wealth", "bodyText": "Fur has never been less fashionable. In recent years a raft of designer labels – Gucci, Chanel, Versace, Armani, Coach and Prada, to name a few – have gone fur-free. In 2018, London fashion week banned fur from its catwalks. Celebrities have given up fur too, from the queen of social media, Kim Kardashian West, who announced that she had “remade” all of her fur coats in fake fur in 2019, to the Queen of the UK, Elizabeth II, who renounced fur in “any new outfits” the same year. Even US Vogue editor Anna Wintour – whose fox and mink coats were once as much a front row staple as her dark sunglasses – has been wearing fake fur recently, turning up to fashion week events in “fur-free” coats by Gucci and Stella McCartney. The recent development of luxurious, realistic-looking fur-free furs has helped some brands shed the animal hide from collections. So, too, has the zeitgeist: in the UK, interest in veganism quadrupled between 2014 and 2019, while 93% of the British population does not wear fur, according to a Humane Society International/YouGov poll. Even Fendi, which started life as a fur house in 1925, has scaled back its use of animal hides, emphasising the less controversial parts of its offering – from lace dresses to handbags – at recent catwalk shows. But fur still exists, for a certain customer who can afford, for example, a grey £14,900 inlaid mink parka or a £290 fox Pom-Pom bag charm, both currently selling on the Fendi website. Louis Vuitton, too, has customers who are fond of fur, as evidenced by current wares that include a £7,900 fox intarsia jacket and a £32,500 mink coat. China represents 80% of the fur trade, according to Jing Daily, and 35% of overall luxury spending. Euromonitor projects that the manufacture of fur in China will rise from £6.6bn last year to £6.9bn in 2021. Russia and the US are big fur markets, too, as is South Korea (one of that country’s best-known female rappers was photographed in a very real-looking fur coat this week). In the west, however, though fur still has its fans – the US produced £346m worth of fur for clothes and apparel in 2019, according to Euromonitor – fewer high profile figures will be photographed in a full fur coat. Outliers include Jennifer Lopez, who wore a huge fur coat in much of the 2019 movie Hustlers, though she was protested against at the movie’s premiere. Hip hop stars, including Cardi B and Diddy, have also been photographed in fur. Fur occupies a significant position within African American culture, Jasmine Sanders wrote in the New York Times last year, adding that “there is a sense among many black women that this broader, cultural disavowal of fur has coincided with our increased ability to purchase it.” Scores of high profile figures wear fur in stealthier ways, too, with celebrities ranging from David Beckham to Emma Stone wearing Canada Goose jackets, which have coyote trim hoods. Such trims were one way the fur industry clung on to market share, until recently, but now even those are being rethought, after animal rights campaigns, with Canada Goose announcing that it would use reclaimed fur from 2022. Sign up for the Animals farmed monthly update to get a roundup of the best farming and food stories across the world and keep up with our investigations. You can send us your stories and thoughts at animalsfarmed@theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}