{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2020/nov/05/greta-thunberg-donald-trump-twitter-chill", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2020-11-05T22:45:44Z", "webTitle": "'Chill!': Greta Thunberg recycles Trump's mockery of her as he tries to stop votes", "webUrl": "https://www.theguardian.com/environment/2020/nov/05/greta-thunberg-donald-trump-twitter-chill", "apiUrl": "https://content.guardianapis.com/environment/2020/nov/05/greta-thunberg-donald-trump-twitter-chill", "fields": {"headline": "'Chill!': Greta Thunberg recycles Trump's mockery of her as he tries to stop votes", "bodyText": "They say revenge is a dish best served cold. Greta Thunberg, the teenage environmental activist mocked by Donald Trump in a tweet when she was named Time magazine’s person of the year, waited exactly 11 months before delivering the perfect riposte. In his December 2019 insult, Trump told Thunberg, 17, to work on her “anger management problem” and to “go to an old-fashioned movie with a friend”. “Chill Greta, chill!” the president implored in the tweet, which began with him branding her Time award as “so ridiculous”. On Thursday afternoon, with Trump raging on Twitter in all capital letters and throwing out baseless allegations of voter fraud even as his election day lead in Pennsylvania and other states continued to erode, Thunberg threw his words straight back at him. “So ridiculous,” Thunberg tweeted in reply to Trump’s earlier “STOP THE COUNT!” rant. “Donald must work on his Anger Management problem, then go to a good old fashioned movie with a friend! Chill Donald, Chill!” Within two hours of posting it, the tweet had amassed more than 452,000 likes, double the total for Trump’s original message. Thunberg has proved something of a nemesis for the climate crisis-denying president, the original Twitter exchange coming barely two months after the pair crossed paths at the United Nations in New York. Trump skipped the climate summit at which Thunberg told world leaders, “You are failing us,” but she fixed Trump with an icy stare in a hallway as he made his way to another event on religious freedom. This week has added poignancy for Thunberg due to the formal exit from the Paris climate agreement by the United States on Wednesday. In October, Thunberg endorsed Trump’s election rival Joe Biden, who has pledged to return the US to the global pact on his first day in office."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}