{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2020/nov/06/country-diary-starlings-hold-a-modest-gathering", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2020-11-06T05:30:02Z", "webTitle": "Country diary: starlings hold a modest gathering | Country diary", "webUrl": "https://www.theguardian.com/environment/2020/nov/06/country-diary-starlings-hold-a-modest-gathering", "apiUrl": "https://content.guardianapis.com/environment/2020/nov/06/country-diary-starlings-hold-a-modest-gathering", "fields": {"headline": "Country diary: starlings hold a modest gathering", "bodyText": "Walking along the foreshore, I occasionally spot starlings picking through the wrack-strewn strandline in search of invertebrates, or foraging for leatherjackets in the neighbouring pasture. An hour or so before sunset, small flocks begin to appear, gathering in the sky above the coastal grazing marsh, or wheeling out across the water towards Farlington Marshes, where they will find sanctuary in the reedbeds. Starlings are typically a gregarious species, particularly during the autumn and winter months, when eastern European migrants join our resident population. In some parts of the country, pre-roost murmurations have been known to number as many as 100,000 birds, but due to population decline many roosts are significantly smaller than they used to be. Langstone Harbour’s evening assemblies have always been modest. I’ve never counted a flock more than 50 strong. In decline since the early 1980s, starlings are now red-listed as a species of high conservation concern. As a child, I delighted in watching chattering rabbles swarm my grandparents’ lawn, and squabbling over the leftover breakfast bacon rinds hung daily from the bird table. Nowadays, this is a rare spectacle. In late May, three pairs frequented my garden with their newly fledged offspring, 14 squawking juveniles lining up along the fence as the harried parents shovelled mealworms into their gaping maws. By mid-June they had taken their leave, but in early October a lone male began making a daily appearance. Unlike migrants, which tend to move around freely, resident birds typically remain close to their breeding territories, using the same feeding grounds year-round. This individual spends most of his time perched in the centre of a suet-ball feeder, stabbing his bill at the grey squirrels who hang precariously by their toes in an attempt to raid his trove, but one evening I notice him investigating a cavity behind the rotting wooden fascia board at the gable end of my neighbours’ house. Flying up to perch on the chimney pot above this prospective spring nesting site, he sings, his muted warbling punctuated with a passable impression of a magpie’s rattling alarm call as he waggles his wings at a flight of starlings passing overhead."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}