{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2020/nov/06/two-new-greater-glider-species-discovered-australias-biodiversity-just-got-a-lot-richer", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2020-11-06T10:00:10Z", "webTitle": "Two new greater glider species discovered: 'Australia’s biodiversity just got a lot richer'", "webUrl": "https://www.theguardian.com/environment/2020/nov/06/two-new-greater-glider-species-discovered-australias-biodiversity-just-got-a-lot-richer", "apiUrl": "https://content.guardianapis.com/environment/2020/nov/06/two-new-greater-glider-species-discovered-australias-biodiversity-just-got-a-lot-richer", "fields": {"headline": "Two new greater glider species discovered: 'Australia’s biodiversity just got a lot richer'", "bodyText": "One of the world’s biggest gliding mammals, Australia’s once-common and unique greater glider, actually comprises three separate species, according to new genetic research. Researchers said the findings should prompt urgent work to better understand the three species which are under pressure from rising temperatures, bushfires and land-clearing. The study adds two new marsupials to Australia’s list of species and creates new challenges for protecting the three animals which are all unique to Australia. Greater gliders were listed as vulnerable by the federal government even before last summer’s bushfire’s burned about one-third of their habitat. The quiet marsupials are roughly the size of a cat, are nocturnal, have distinctively fluffy fur and eat only eucalyptus leaves. They launch themselves from trees and spread out a membrane attached to their elbows to glide as far as 100 metres – using their long tails like a rudder. Ecologists knew that greater gliders were different sizes and colours in different places up and down the east coast of Australia, but disagreements over their classification – or taxonomy – had not been settled. Researchers from The Australian National University, James Cook University, the University of Canberra and CSIRO came together to run genetic tests from tissue samples taken from gliders in parts of Queensland, Victoria and from museum specimens. “We found they were profoundly different,” said Dr Kara Youngentob, a wildlife ecologist at ANU and co-author of the study published in the journal Scientific Reports. The research suggests greater gliders, with the Latin name Petauroides volans, are three distinct species that now include Petauroides minor and Petauroides armillatus. The findings mean that Petauroides volans, which was previously thought to have a range as far north as Townsville, was now much less widely-dispersed and concentrated more to the south. The impacts of the 2019 and 2020 bushfires on that species should now be understood to be proportionately greater, Youngentob said. “This also means that we know almost nothing about those two other species. If we don’t start working them out we could end up losing them,” she said. Splitting the one species into three now means assumptions that the greater glider lives from Victoria to Townsville in northeastern Queensland will have to be rethought. Prof Andrew Krockenberger, of James Cook University and one of the researchers, said genetic analysis confirmed a long-held theory the greater glider could actually be multiple species. “Australia’s biodiversity just got a lot richer. It’s not every day that new mammals are confirmed, let alone two new mammals,” he said. PhD student at JCU, Denise McGregor, who led the study, said: “There has been speculation for a while that there was more than one species of greater glider but now we have proof from the DNA. It changes the whole way we think about them.” An early assessment of the impact of Australia’s Black Summer bushfires of 2019 and 2020 suggested about 29% of greater glider habitat overlapped with the fires. Greater gliders need older trees with hollows where they can hide during the day. Youngentob said greater gliders were “an awesome animal” and resembled “a giant square of skin” as they glide. “They are the sweetest-natured animals,” she said. “During mating season you will see them sitting together with their long fluffy tails intertwined.” She said greater glider numbers had fallen sharply in recent decades as a result of tree clearing, bushfires and global heating that was raising night-time temperatures to levels difficult for the marsupials to tolerate. Prof Brendan Wintle, a conservation ecologist at the University of Melbourne who was not involved in the research, said the results suggested that Petauroides minor was mostly restricted to Queensland with some habitat overlapping with areas of development. He said Petauroides volans was known to be sharply declining in numbers and if the other two species were suffering a similar fate, “then we have a significant challenge to manage that.” He told the Guardian: “It would be an absolute tragedy if we lost this animal and it would be up there with losing the Tasmanian tigers. “They are so unique and it’s amazing that we could know so little about such a large attractive animal. “They are quite secretive and even though they’re very large, they’ll often be in the bush at the back of people’s farms and people would never know they were there. “When you do see them, they’re like a big fluffy animal that’s like a great big cat … but this one can fly. Fortunately, they’re vegetarians.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}