{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2020/nov/04/leaked-report-shows-scotland-missed-target-for-marine-wildlife-protection", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2020-11-04T14:29:39Z", "webTitle": "Leaked report shows Scotland missed target for marine wildlife protection", "webUrl": "https://www.theguardian.com/environment/2020/nov/04/leaked-report-shows-scotland-missed-target-for-marine-wildlife-protection", "apiUrl": "https://content.guardianapis.com/environment/2020/nov/04/leaked-report-shows-scotland-missed-target-for-marine-wildlife-protection", "fields": {"headline": "Leaked report shows Scotland missed target for marine wildlife protection", "bodyText": "The Scottish government has failed to meet its target for preventing damage to important marine life, according to a leaked report by scientists from Scotland’s nature agency that shows losses of vital underwater habitats. The draft report, seen by the Guardian, found that seabed habitats awarded “priority” status by the government to protect them have shrunk in five large areas in the period between 2011 and 2019. It blames the decline of habitats including seagrass, flame shells and mussel beds on damage from fishing gear, anchoring, overfishing and engineering works. The draft report, Scottish overall assessment 2020, first published by the Ferret, also points to climate change, ocean acidification, pollutants from fish farming and other sources, as well as diseases and storms as potential causes. Between 2011 and 2019, “The target of no loss … has not been achieved in the Moray Firth, West Highlands, Outer Hebrides, Argyll and Clyde regions,” it said. There was “insufficient evidence” to determine whether six other marine regions had met the target. The declines appeared most severe in Argyll, which has lost 53% of its flame shell beds as well as 35% of its serpulid tubeworm reefs since 2011. Phil Taylor, the head of policy for Open Seas, a marine sustainability charity, said: “These habitats are the life support system for our seas – they provide nursery grounds for fish, store carbon and can improve water quality. If we want to rebuild our coastal fisheries, we need to start at the foundations and protect more of our seabeds urgently.” The Marine Scotland Act, passed by the Scottish parliament in 2010, requires the government to protect and enhance “the health of the Scottish marine area”. A network of marine protected areas (MPAs) was set up to do this, but many do not have management plans to limit the impact of damaging fishing. The Scottish government said a full assessment of the state of Scotland’s seas will be published in due course. A spokesperson for NatureScot confirmed it had written the report as part of that initiative, and that it was based on data from seabed surveys in mainly MPAs between 2011-2019. The report stresses “low confidence” in its assessment because records exist for only a small proportion of habitats, it said. “The losses reported may be caused by a range of pressures including those associated with human activities or natural drivers of change including storm action and fluctuations in recruitment of the habitat-forming species. “In 2016, management measures were put in place to protect the most sensitive seabed habitats within inshore MPAs. It will take time for the benefits of these measures to be seen and for this to be reflected in the results of our MPA monitoring work.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}