{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/nov/19/scotland-covid-regulations-will-make-it-to-enter-or-leave-country", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-11-19T20:59:01Z", "webTitle": "Covid regulations will make it illegal to enter or leave Scotland", "webUrl": "https://www.theguardian.com/world/2020/nov/19/scotland-covid-regulations-will-make-it-to-enter-or-leave-country", "apiUrl": "https://content.guardianapis.com/world/2020/nov/19/scotland-covid-regulations-will-make-it-to-enter-or-leave-country", "fields": {"headline": "Covid regulations will make it illegal to enter or leave Scotland", "bodyText": "The Scottish government has published draft regulations that make it illegal to enter or leave the country without a reasonable excuse, as well as significantly restricting travel within Scotland. The regulations, which come into force on Friday at 6pm, were described as “deeply flawed” by opposition parties, which said they had “grave doubts” about the competence of Scottish ministers to legislate in this way. According to the draft document, a person living in Scotland must not travel to any other part of the common travel area – England, Wales, Northern Ireland and the Republic of Ireland – nor can anyone from those places travel to Scotland. Breach of these cross-border restrictions is punishable by a minimum £60 fixed penalty fine. The restrictions on cross-border and internal travel are accompanied by a lengthy list of exemptions. An individual can leave Scotland to take a driving test, feed an animal or donate blood, in addition to the more usual exemptions around work, education and health. Guidance accompanying the regulations also states that people in level 3 or 4 local authority areas – which includes much of central Scotland – “are now required to stay in that area unless they have a reasonable excuse to travel, such as work, education, or welfare reasons”. Going on holiday, whether elsewhere in Scotland or abroad, is not deemed a reasonable excuse. The Scottish Conservative MSP and professor of public law Adam Tomkins said: “Is this within Holyrood’s competence? For one thing, freedom of movement would appear to be expressly reserved to the UK parliament under the Scotland Act. For another, it’s not clear that the Scottish parliament can make rules contrary to the common travel area, as agreed to by the UK and Ireland. “It’s not at all clear if the draft regulations published today are within the remit of the Scottish parliament.” A Scottish government spokesperson denied this, saying the regulations were “entirely within the remit of the Scottish parliament”. “Restrictions on unnecessary travel are in place in law in various forms in England, Wales, Northern Ireland, Ireland and in many parts of Europe. In Scotland they are necessary to underpin an approach that puts different parts of the country under different levels of protective measures”. Regulations in place in Wales state that travel into the country from England is not allowed without a reasonable excuse, for example, travelling for work purposes. Visiting family and friends or having a holiday is not deemed a reasonable excuse. Regulations in place for England’s current lockdown state that no person may leave home without a reasonable excuse, which includes work, exercise and education. At first minister’s questions on Thursday, the Scottish Labour leader, Richard Leonard, described the travel ban as “deeply flawed” and said: “The overwhelming majority of people are just trying to keep up with regulations in order to follow them. But the best-case scenario is that this travel ban will confuse them. The worst-case scenario is that it will criminalise them.” Later on Thursday, MSP Oliver Mundell resigned from the Scottish Conservative shadow cabinet in protest at the travel curbs. He voted against the party whip in a Holyrood debate on the new regulations because of concerns about the impact border restrictions would have on communities in his Dumfriesshire constituency. Party leader Douglas Ross said he was disappointed to see him go and appreciated that “he is only doing what he feels is best for his local area”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}