{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/nov/05/storm-eta-leaves-many-dozens-dead-across-central-america", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-11-05T23:24:57Z", "webTitle": "Storm Eta leaves many dozens dead across Central America", "webUrl": "https://www.theguardian.com/world/2020/nov/05/storm-eta-leaves-many-dozens-dead-across-central-america", "apiUrl": "https://content.guardianapis.com/world/2020/nov/05/storm-eta-leaves-many-dozens-dead-across-central-america", "fields": {"headline": "Storm Eta leaves many dozens dead across Central America", "bodyText": "Storm Eta has unleashed torrential rains, and catastrophic landslides and flooding in Central America, killing scores of people, displacing more than 300,000, and turning city streets into raging torrents. At least 50 people died in Guatemala, including 25 who were killed in a landslide in the village of Quejá, according to the country’s president, Alejandro Giammattei. He also told local radio that 60% of the eastern city of Puerto Barrios was flooded and 48 more hours of rain were expected. Authorities reported nearly 100 homes damaged by flooding and landslides in Guatemala. Footage posted on social media showed canoes navigating through the flooded streets of the Honduran city of San Pedro Sula, where scores of people perched on roofs, pleading to be rescued. “The situation is serious, it’s shocking and needs to be dealt with professionally, fast,” the Honduran president, Juan Orlando Hernandez, told HCH television, pointing to reports of people stranded or stuck on roofs of flooded homes. Damage and destruction had spread across the “vast majority” of Honduras and speedboats and helicopters would be sent to rescue people in inaccessible areas, Hernandez said. One of the fiercest storms to hit Central America in years, Eta struck Nicaragua as a Category 4 hurricane on Tuesday with winds of 150 mph (241 kph) before weakening as it moved inland and into neighbouring Honduras. By Thursday, authorities confirmed at least five deaths in Guatemala and seven in Honduras. Media in Nicaragua also reported two miners had died in a mudslide. In southern Costa Rica, a landslide onto a house killed two residents, a Costa Rican woman and an American man, officials said. A man and a woman also died in flooding in Panama’s Chiriqui province, near the Costa Rica border, authorities said. There was better news in Honduras, where the 60 fishermen who went missing on Tuesday returned after taking shelter on cays until they were reached by boats bringing food and fuel, said community leader Robin Morales. Calling their escape a “miracle”, Morales said a man among them presumed dead from a heart attack also made it back. “Our friends are alive, thank God,” he said. Across swathes of Nicaragua, Honduras, Guatemala and Costa Rica, high winds and heavy rain have damaged homes, roads and bridges, forcing thousands to take cover in shelters. On Thursday, Eta was a tropical depression moving north-west through Honduras toward the Caribbean at 9 mph, the US National Hurricane Center (NHC) said. Heavy rains continued but its maximum winds had fallen to 30 mph. One unidentified woman broadcast on Honduran television made a desperate plea for help in a neighbourhood of La Lima, a municipality on the southeastern flank of San Pedro Sula. “I’ve got five children on the roof of my house and nobody’s helping me to get them down,” she said. Eta is forecast to return to sea and regain momentum as a tropical storm, reaching Cuba and southern Florida in the coming days, the NHC said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}