{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "fashion/2020/nov/04/she-was-gangsta-with-her-clothes-how-princess-diana-became-2020s-biggest-style-icon", "type": "article", "sectionId": "fashion", "sectionName": "Fashion", "webPublicationDate": "2020-11-04T06:00:09Z", "webTitle": "‘She was gangsta with her clothes’: how Princess Diana became 2020’s biggest style icon", "webUrl": "https://www.theguardian.com/fashion/2020/nov/04/she-was-gangsta-with-her-clothes-how-princess-diana-became-2020s-biggest-style-icon", "apiUrl": "https://content.guardianapis.com/fashion/2020/nov/04/she-was-gangsta-with-her-clothes-how-princess-diana-became-2020s-biggest-style-icon", "fields": {"headline": "‘She was gangsta with her clothes’: how Princess Diana became 2020’s biggest style icon", "bodyText": "Until this spring, the defining experience of shared grief and loss in living British memory could be summed up in one word: Diana. The sea of flowers outside Kensington palace. The outpouring of emotion that recalibrated a country’s self-image. The cultural and political shock waves that threatened the monarchy. And the sickening jolt that comes with finding that the world can turn itself upside down without a moment’s notice. Now, in this strange season of death, Diana is about to make a return to our national life. The fourth season of The Crown has already put Princess Diana back in Vogue. But there is also a documentary to mark the 25th anniversary of her death, and a Hollywood film, Spencer, in the works, in which Kristen Stewart plays the princess. Netflix has also announced the Diana musical is to be filmed and broadcast next year. While in real life, the row over her interview with Martin Bashir has reignited, with Diana’s brother, Earl Spencer, calling for a formal inquiry into how it was secured. Emma Corrin, the actor who plays Diana in this series, graced the cover of the October issue as a vision of 80s royal glamour in a strapless sapphire-blue Oscar de la Renta ballgown, resplendent with the feathered hair and moonbeam complexion of the young princess. The Diana who is coming back to life most vividly is not the tragic “people’s princess” of 1997, but the fairytale bride of 1981. A close replica of her silk taffeta wedding dress was made for The Crown’s royal wedding scene – complete with 7.6-metre (25ft) train. The designers David and Elizabeth Emanuel provided the original patterns for the dress and a copy was made by a team of 20 seamstresses, with David Emanuel on hand as a consultant. It is a mark of how vivid the memory of Diana remains that the same costume department that skilfully updated the mid-century tailoring of the Queen, the 60s daring of Princess Margaret and the 70s chic of Princess Anne, altering silhouette and colour to make those wardrobes palatable to the modern eye, has stuck faithfully to the original wedding dress, in all its overblown glory. As a fashion icon, Diana occupies hallowed territory alongside Audrey Hepburn and Marilyn Monroe, Grace Kelly and Jackie Onassis, but she did not start out with great style. In our first glimpse of Diana in the new series of The Crown, we see her as a schoolgirl, dressed as a tree, then as a part-time nursery school teacher. Her sensible peacoat is sixth-former-adjacent, her ballet pumps well worn, her skirts oversized and slightly droopy. There is not a glimmer here of the Diana who would later wield her glamour like a superpower on the world stage. But it was because her style metamorphosis happened before the eyes of the public that it was so compelling. We see Corrin’s Diana meeting the Queen in a pie-crust blouse and at her wedding rehearsal, dressed on screen almost identically to her real-life counterpart, in a sedate Liberty-print dress, and then the rapid transformation: from the chic but sedate polka dots and houndstooth check suits of the early years into the full-blown movie-star glamour of Catherine Walker and Bruce Oldfield gowns. Diana is a household name all over the world, yet she left remarkably few well-known quotes. (The exception is her tinder-dry aside to Martin Bashir in 1995: “There were three of us in this marriage, so it was a bit crowded.”) She embossed her legacy not in words, but in dresses. The legacy has proved enduring: in recent years, she has been a muse for the cult designer Virgil Abloh, who based an entire Paris fashion week collection on 90s paparazzi photos of her; and for Rihanna, who wears souvenir-store Diana T-shirts with thigh-high Manolo Blahnik stiletto boots and has said of Diana that “every look was right … she was gangsta with her clothes”. The latest collection by the cult US brand Rowing Blazers includes two reissues of classic Diana looks, including a tweed blazer, cycling shorts and a kitsch “black sheep” sweater she wore to a polo match in 1981. Twenty-three years after her death, her ghost haunts the royal family’s every outfit, in endless comparisons with the wardrobes of daughters-in-law she never met. The gown Diana wore for her St Paul’s Cathedral wedding is often described as ultra-feminine, but that is not quite right. Ultra-old-fashioned, more like, in what it said about Britain and about the role of a woman hereby appointed wife and mother to future kings. The Emanuels were instructed to make the construction of the dress as elaborate as possible, to ensure copies would not become available to mere mortals. This was the Britain of high seas and empire: sleeves like something out of a Holbein, lacquered and tiara-ed hair the scale of Nelson’s hat, 10,000 pearls webbed by London’s most skilful embroiderers in a touch that Elizabeth I would have appreciated. The exaggerated proportions of the dress made the young bride look like a child at a birthday party. She is the centre of attention, but not the centre of power. Diana seized control of her wardrobe pretty quickly after that, but her clothes remained as much a public-facing messaging system as a personal delight. She applied her sharp emotional intelligence, using fashion to win people over. In Saudi Arabia, she wore a dress emblazoned with gold falcons, emblem of the kingdom, a chessboard move of sartorial diplomacy that has echoed through the wardrobes of first ladies and royals since. “If she was visiting a hospital for blind people, she would wear velvet so that she would feel warm and tactile,” recalls Eleri Lynn, the curator of the 2017 exhibition Diana: Her Fashion Story. And when briefed against, she knew how to go on the counterattack. On the eve of the Wales’ visit to the US in 1985, Tina Brown wrote in the New Yorker of a marriage in trouble. The report is striking now, for its parallels with coverage of the Sussexes. “She has made him give up shooting … She keeps sacking his staff … The debonair Prince of Wales … is, it seems, pussy-whipped from here to eternity,” Brown wrote. But all this was forgotten when Diana took to the White House dancefloor with John Travolta, in a ballgown by Victor Edelstein and a sapphire-and-diamond choker. The midnight blue velvet slipped off her shoulders like honey from a spoon and the American public was seduced. Globetrotting polished Diana’s style, which Vogue’s Hamish Bowles described as “English style refracted through an un-English sensibility”. The ballgowns of London high society in the early 80s had an awkward kind of pomp, skirts crumpled from being shoved in behind the tweeds in Mummy’s wardrobe. The movie-star polish that Diana brought was exotic. It was as if Adrian of Hollywood, the wardrobe designer who dreamed up Dorothy’s ruby slippers, was costuming a real-life princess. Diana, who shimmied while those around her rustled, became a Disney vision of an English rose. Except, of course, that this was no fairytale. If she were still alive, Diana would be 59, the same age as George Clooney, Tilda Swinton and Barack Obama. Instead, what some say was a global TV audience of 2.5 billion people watched her funeral 23 years ago – more than three times the number who had watched her wedding. As we try to metabolise the grief, fear and anxiety of 2020, The Crown’s rerun of the royal wedding will redress that balance, just a little. Even on Netflix, without a street party in sight, it will symbolise hope, as weddings always do. And then we will get to see Diana in her prime: adorable in a tweed suit, ravishing in an evening dress. The unhappy ending can wait until the next series, because 2020 needs all the good memories it can get. Season four of The Crown is on Netflix from 15 November • This article was amended on 27 November 2020. An earlier version gave figures global TV audience figures; this has been clarified to include a source for the information."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}