{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/nov/11/france-pays-tribute-to-six-year-old-resistance-hero-marcel-pinte", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-11-11T22:38:26Z", "webTitle": "France pays tribute to six-year-old resistance hero Marcel Pinte", "webUrl": "https://www.theguardian.com/world/2020/nov/11/france-pays-tribute-to-six-year-old-resistance-hero-marcel-pinte", "apiUrl": "https://content.guardianapis.com/world/2020/nov/11/france-pays-tribute-to-six-year-old-resistance-hero-marcel-pinte", "fields": {"headline": "France pays tribute to six-year-old resistance hero Marcel Pinte", "bodyText": "France has paid tribute to a six-year-old boy regarded as its youngest resistance hero, as part of the nationwide Armistice Day ceremonies in memory of those who died in the first and second world wars. In a special ceremony, the name of Marcel Pinte was inscribed on the war memorial of Aixe-sur-Vienne, just west of the central city of Limoges. Marcel, known as Quinquin after a children’s song, acted as a courier for resistance fighters who opposed the Nazi occupation during the second world war, slipping past enemy patrols and carrying messages under his shirt. His father, Eugene Pinte, was a local chief of the “army of the shadows” led from London by Charles de Gaulle, who set up an operations centre at a farm outside Aixe-sur-Vienne. His farmhouse received coded messages from London, and parachute drops of supplies in a field nearby. Marcel died, aged just six, on 19 August 1944, when a large deployment of resistance fighters arrived by parachute ahead of an expected battle around Aixe as allied forces began to liberate France. They were heavily armed and Marcel was hit by several bullets when a Sten submachine gun went off accidentally. “People who pass by this monument to the dead will notice his name and particularly his age,” said a family member, Marc Pinte. “It’s an honour. It throws a light on those who remained in the shadow but who fought for freedom.” Several days after Marcel’s death, containers fell in the field in a final drop, but the parachutes were black. “The British knew that the little Marcel played a real role. This parachute was the calling card sent to the family,” Pinte told Le Monde. In 1950, Marcel was posthumously awarded the rank of sergeant of the resistance. In 2013, he posthumously received an official card for “volunteer combatants of the resistance” from the National Office of Former Combatants and War Victims."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}