{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2020/nov/03/cary-grant-never-proposed-on-set-sophia-loren", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2020-11-03T06:00:49Z", "webTitle": "Cary Grant never proposed to me on set, says Sophia Loren", "webUrl": "https://www.theguardian.com/film/2020/nov/03/cary-grant-never-proposed-on-set-sophia-loren", "apiUrl": "https://content.guardianapis.com/film/2020/nov/03/cary-grant-never-proposed-on-set-sophia-loren", "fields": {"headline": "Cary Grant never proposed to me on set, says Sophia Loren", "bodyText": "It was one of the greatest cinematic love stories of the 20th century, but Sophia Loren has now revealed that Cary Grant never proposed to her on set. The 86-year-old Italian actor has previously detailed the torrid love affair she had with Grant while filming the 1957 film The Pride and the Passion. Also starring Frank Sinatra, it was the first American film she had worked on. She set the record straight in an interview with Radio Times. “Cary Grant was a very handsome man and a wonderful actor, but he didn’t propose,” she said. It would have been “impossible” for the English actor to propose while they worked together on set, she said. Loren, who was 23 when shooting the film, was 30 years younger than Grant. She said she was too young to have any clear ideas about love and relationships. In her memoirs, published in 2014, Loren wrote of Grant’s determined pursuit of her, despite the fact he was married to his third wife. At the time, Loren was about to marry the film producer Carlo Ponti and faced a choice that was to shape her personal life and career. Her first volume of autobiography includes a cache of letters and souvenirs from Grant. “You’ll be in my prayers,” he wrote in one. “If you think and pray with me, for the same thing and purpose, all will be right and life will be good.” It had previously been reported that Grant asked her to marry him while on set. Loren chose to be with Ponti, who was 22 years her senior, and they remained married up to his death in 2007. But she and Grant remained friends and continued talking on the phone and writing letters, she told Radio Times. While she does not regret the decision, she does regret not having a white wedding. She told the magazine: “It’s very hard to say you have no regrets. In life, you always go through so many experiences, but I have always tried to live with no regrets. I think I’ve reached a peaceful life. I have everything I ever wanted, which is a wonderful family with beautiful children and beautiful grandchildren. The only thing I regret a little is that I never got married in a white dress. That was the dream of my life, which is still inside me.”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}