{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2020/nov/05/cinema-dementia-relic-dick-johnson-is-dead-films", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2020-11-05T14:07:49Z", "webTitle": "Facing the fear: cinema finally confronts the reality of dementia", "webUrl": "https://www.theguardian.com/film/2020/nov/05/cinema-dementia-relic-dick-johnson-is-dead-films", "apiUrl": "https://content.guardianapis.com/film/2020/nov/05/cinema-dementia-relic-dick-johnson-is-dead-films", "fields": {"headline": "Facing the fear: cinema finally confronts the reality of dementia", "bodyText": "I’ve yet to see a film that sufficiently gets to the heart of what it means to watch a loved one lose their mind to dementia. Those that have garnered attention and awards over the years (Still Alice, Iris, Away from Her), while incredibly affecting, are suffused with a worthiness or restraint that somehow neglects the dementia that I have witnessed. There are some notable exceptions: Michael Haneke’s Amour and Tamara Jenkins’ The Savages do well to convey the more savage aspects of the disease. But, on the whole, films dealing in dementia – an umbrella term that relates to the decline of brain function, interfering with memory, mental acuity, movement, spatial awareness, language and everyday activities such as making a cup of tea or buttoning up a cardigan – have felt lacking. This year, that changed. Last month, Netflix released Dick Johnson Is Dead, Kirsten Johnson’s documentary ostensibly about her father’s dementia. It opens with the titular Dick pushing his grandkids on a swing in a barn. It evoked memories of my own grandad taking me to the swings in the park and pushing me back and forth for longer than most other adults would tolerate. Dick Johnson looks old but animated. His movements are as limited as his facial expressions are spirited. The documentary proceeds to knit contradictions together; absurdity and mundanity sit side by side, joy is interwoven with grief. It’s one of several films this year that have taken an inventive approach to how dementia is characterised on screen. In embracing the horror genre, the Australian film Relic is able to confront the most terrifying aspects of dementia. Edna (Robyn Nevin), an old woman living alone in a rundown house in rural Australia, is visited by her daughter Kay (Emily Mortimer) and granddaughter Sam (Bella Heathcote) after she is reported missing. Edna is displaying the signs of absent-mindedness and behavioural changes that denote dementia, although the kind she lives with is never specified. Writer-director Natalie Erika James uses the motif of mould to externalise, and thus make visible, the encroaching effects of dementia. In projecting these slow-blooming spores across the walls and then Edna’s skin, we are unable to ignore a sense of rot and decay. Edna’s behaviour is also increasingly volatile, and James gives space to explore these changes as much as her memory loss. “There are unsettling and eerie moments that can happen with people with dementia,” James told the Guardian, saying that her grandmother was convinced someone lived in her closet. Airing the more hallucinatory aspects of the disease feels both revelatory and useful. Some dementias have a major “motor component” wherein hallucinations are very common, says Martin Rosser, a professor of clinical neurology at the National Hospital for Neurology and Neurosurgery and the National Institute for Health Research national director for dementia research. As dementia progresses, he adds, people lose their language and their ability to make sense of their visual surroundings, as well as, in some cases, their empathy and judgment. Imperative to our own empathy is a cinema that not only foregrounds the perspective of someone living with dementia, but can immerse us in it. At one point, during Relic’s most shudder-inducing sequence, Edna and Kay get trapped within the walls of the house, as it appears to shape-shift into a never-ending labyrinth. The house becomes an allegory for Edna’s wandering mind. James recalls coming up with this idea after hearing a man with Alzheimer’s describe the uncanniness of getting lost in his own home. Portrayals of dementia have hitherto been tinged with a sense of exceptionalism. The tragedy of a deteriorating mind is such because that mind is “first class”, as was said about Iris Murdoch in Richard Eyre’s biopic. Alice Howland in Still Alice (2014) is a renowned linguistics professor, described by her husband as “the most beautiful and the most intelligent woman I have known in my life”. The fact she becomes unable to articulate herself is held up as a greater loss because of her academic prowess. However, dementia is an increasingly ordinary disease, and dementia isn’t less sad if you haven’t been published or publicly lauded. Loss is loss. Equally damaging is Still Alice’s focus on a diagnosis of early-onset Alzheimer’s, which manages to avoid the uglier symptoms of the disease. Alice’s dignity comes at the expense of clarity about what ravages might lie ahead. The same could be said of this year’s Supernova. Stanley Tucci and Colin Firth play Tusker and Sam, a couple who embark on a scenic, but sombre road trip around the north of England; a “last hurrah” before Tusker’s dementia takes hold. There is something noble in Supernova’s intentions. Tusker is afraid of “becoming a passenger” in his own life, captive to the unpredictability of dementia. Supernova thus becomes an attempt to wrestle back control of a narrative skewered by loss and Tusker becomes a man determined to deflate his own balloon, on his own terms. However, in giving Tusker that dignity, the film becomes oddly sanitised. There’s almost a romanticism to it when Sam makes an impassioned speech about his duty of care to Tusker – “I was put here on earth for you.” As the pair drive through bucolic countryside – all rolling hills and shimmering lakes – it’s hard not to see Supernova as dementia wrought with immense classiness. Unveiling the uglier elements of dementia is important. We need to see the worst of the illness to know what we’re up against. And, as in Relic, our embrace of a person at their most impaired is somehow more hopeful. Florian Zeller’s The Father, a big-screen adaptation of his play due for release early next year, provides a similar exercise in total immersion. Anthony Hopkins plays Anthony, an 82-year-old with dementia, whose daughter Ann (Olivia Colman) is battling with how best to care for him. She is about to move to Paris and employs a carer called Laura (Imogen Poots) to help out. These plot points, along with Anthony’s fixation on losing his watch, are revisited throughout the film. Scenes repeat and loop and jump from different perspectives, so you’re never quite sure where you are in the timeline. It viscerally recreates the experience of having the same conversation over and over again. Even more destabilising than that is the genius move of casting different actors to embody the different characters at various points. Rufus Sewell and Mark Gatiss appear as versions of Ann’s husband. This, combined with the circuitous nature of events cleverly and poignantly mimics Anthony’s loss of grip on his reality. We are just as bewildered as he is. The elliptical structure of the film also aids our ability to witness Anthony’s deterioration and thus see the complexity of dementia in a new light. Anthony can be charming, quick-witted and condescending. He is able to outsmart someone in a conversation but then unable to figure out how to put on a jumper. As he regresses to an almost child-like state of vulnerability towards the end, I couldn’t help but recall my own mother assiduously caring for her father during his decline, just as he had done for her when she didn’t know any better. One stigma that persists in our thinking around dementia is a level of inevitability. Rosser believes that it’s one of the biggest obstacles yet to be overcome. “If someone developed heart failure or arthritis later in life, they wouldn’t be very happy with the view that ‘well, that’s just a part of getting old’. There is a tendency to disregard impaired brain function as somehow an inevitable part of ageing and that there is nothing to be done.” Tackling this stereotype of inevitability head-on is Johnson’s startling and surreal feat of non-fiction Dick Johnson Is Dead. Johnson stages brutal scenarios in which her father might suddenly have cause to drop dead. In the first of these, an air-conditioning unit hurtles from an apartment above to knock a smiling and unknowing Dick to the ground. It’s horrific. What the documentary does so brilliantly is to conflate death with dementia in a way that is not as morbid as it sounds, but is, rather, cause for a kind of celebration – as during one fantasy dance sequence featuring confetti, glitter and a beaming Dick Johnson. We are born and therefore we will die. But, for the most part, this knowledge doesn’t inhibit our enjoyment of life. Perhaps the most sinister part of films such as Still Alice or Supernova, in which characters contemplate suicide, is the suggestion that a life with dementia is not worth living. However, there are approaches that can ameliorate the symptoms and enhance the quality of life that a person with dementia has access to. What Johnson’s film suggests, or at least what I took away from it, is that dementia should warrant the same reaction. Just because dementia is perceived to be inevitable, a slow and excruciating erosion of self, doesn’t mean that life can’t still be savoured. There are birthday candles to be blown out, wishes to be made, cake to be devoured. “I love life too much for that,” says Dick, when the topic of euthanasia comes up. Dementia is often framed through the lens of illness, which can be harmful in that we seek to find a cure or a treatment. Linda Clare, professor of clinical psychology of ageing and dementia at Exeter University, suggests thinking about dementia as a disability. In cases of acquired brain injury, the patient would enter a period of rehabilitation to regain any skills lost in the accident and would be equipped with various strategies to enable them to manage. Clare thinks dementia might be supported in the same way. Dick Johnson Is Dead possesses a spirit of defiance. “What loving demands is that we face the fear of losing each other. That when it gets messy we hold each other close,” declares Kirsten, in the film’s final moments. That many of these films end in an embrace speaks to the ways they grasp and tussle with dementia like never before."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}