{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2020/nov/07/streaming-films-about-refugee-crisis-love-child", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2020-11-07T08:00:06Z", "webTitle": "Streaming: films about the refugee crisis", "webUrl": "https://www.theguardian.com/film/2020/nov/07/streaming-films-about-refugee-crisis-love-child", "apiUrl": "https://content.guardianapis.com/film/2020/nov/07/streaming-films-about-refugee-crisis-love-child", "fields": {"headline": "Streaming: films about the refugee crisis", "bodyText": "The European refugee crisis has inspired so many films in recent years that the subject practically qualifies as a genre in itself, encompassing as broad a spectrum of originality and artistic value as any other. Some documentaries follow a familiar if heart-tugging template; others hit you squarely between the eyes with perspectives you haven’t previously seen or considered. Danish director Eva Mulvad’s documentary Love Child (multiple VOD platforms), falls in the latter category. Its story is a simple one, but the patience and intimacy with which it is told give the film its unusual, building power. Over the course of six years it follows Iranian lovers Sahand and Leila as they flee their homeland and attempt to settle in Turkey while dreaming of a permanent escape to the US. Leila is leaving behind an abusive marriage, having given birth to Sahand’s illegitimate son; execution awaits if they return. In Turkey they’re alive, but everything about their new life – from their boxy, featureless apartment to Sahand’s menial employment – feels temporary. Their asylum-seeking process, meanwhile, stretches on indefinitely, seemingly lost in the vast pile of other, war-ravaged refugees’ applications. With observant, unsentimental clarity, Mulvad tracks the daily burden of living long-term as a refugee – even in conditions others might regard as relatively fortunate, away from the hardship of camps and detention centres. It’s a very different view of the crisis from the more panoramic one offered by Ai Weiwei’s Human Flow (on BFI Player), which frames it less in terms of individual tragedies than as a global population movement, or of Gianfranco Rosi’s thorny, much-celebrated Fire at Sea (on Curzon Home Cinema), which examines the impact of refugees on a small community from inside and out. It’s closer in focus and tenor to Hassan Fazili’s riveting Midnight Traveler (on Amazon), an urgent, first-hand journal of his own family’s escape from Afghanistan, though with a distinctive dynamic: that of a family learning how to live as one for the first time, under the most testing of circumstances. While documentaries have unsurprisingly led the way in putting refugee lives on screen, fiction film-makers are finding increasingly imaginative ways to do so. Recently we’ve had Remi Weekes’s fascinating Netflix horror His House merge the trauma of the Sudanese refugee experience with the terror of a haunted-house movie – to surprisingly sensitive and non-exploitative effect. Like German director Wolfgang Fischer’s brilliant, under-discussed thriller Styx (Google Play), in which a lone female sailor must balance empathy and survival instincts when she encounters an overloaded refugee boat in open water, His House demonstrates how lean, mean genre tropes can heighten the moral urgency of the matter at hand. Other film-makers opt for a stark docudrama approach, as in Jonas Carpignano’s poetic, organically constructed Mediterranea (iTunes), which undertakes a journey from Burkina Faso to Italy with equal parts humanity and hardness. Riskiest of all, perhaps, is the application of whimsy to this toughest of subjects. It’s an approach that British film-maker Ben Sharrock took on his recent debut, Limbo (set to premiere on Mubi in the coming months); but for now, Finnish auteur Aki Kaurismäki owns the sub-genre with his winning unlikely 2017 buddy comedy The Other Side of Hope (Curzon again). With countless individual stories behind the headlines of the crisis, there are any number of ways to tell them. Also new on streaming and DVD Queen of Hearts (Mubi, 18) An audience award-winner at last year’s Sundance festival, this engrossing Danish provocation finally gets a UK release directly to the Mubi platform. What sounds like a premise for salacious soap opera – a wealthy middle-aged lawyer begins an affair with her teenage stepson – is thoughtfully explored in terms of gender standards and taboos, while Trine Dyrholm’s ferocious performance grounds it in tricky emotional reality. Real (Verve, 15) British actor turned film-maker Aki Omoshaybi makes a quietly appealing directorial debut with this gentle character study of an ex-convict and a hard-up working mum embarking on a new relationship in Portsmouth. It’s observed with integrity and care, and if its touch is sometimes a little too soft for its own good, a pair of warm, grounded performances by Pippa Bennett-Warner and Omoshaybi himself keep it, well, real. How You Live Your Story: Selected Works by Kevin Jerome Everson (Second Run) African American artist Jerome Everson’s film-making has been exhibited in galleries across the world, but home viewing hasn’t always been easy. Curated by Everson himself, this nine-hour, two-disc Blu-ray retrospective is an invaluable primer: his raw, beautiful films, dedicated to portraying everyday life in black communities, are supplemented with an image booklet of equally striking photography. Breathless (StudioCanal, PG) Given a gleaming 4K restoration for its 60th anniversary, Jean-Luc Godard’s pace-setting Nouvelle Vague landmark looks sharper and younger than most of us would seven decades in: however much parodied and imitated, its twitchy, sexy reanimation of a bare-bones crime-film formula has held on to its cool. For true obsessives, the ultra-tricked-out special edition includes a vinyl soundtrack."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}