{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2020/nov/03/my-streaming-gem-why-you-should-watch-short-term-12", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2020-11-03T07:30:49Z", "webTitle": "My streaming gem: why you should watch Short Term 12", "webUrl": "https://www.theguardian.com/film/2020/nov/03/my-streaming-gem-why-you-should-watch-short-term-12", "apiUrl": "https://content.guardianapis.com/film/2020/nov/03/my-streaming-gem-why-you-should-watch-short-term-12", "fields": {"headline": "My streaming gem: why you should watch Short Term 12", "bodyText": "When things haven’t been going your way, when you’ve been trying so hard to hold it together, sometimes you just need to let go. A raw drama about a children’s care home might not seem an obvious choice right now, but Short Term 12 offers something better than any feelgood film, it offers catharsis and the cleansing feeling that no matter how bad things get, they can and will always get better. Short Term 12 was released in 2013 as the sophomore feature film by writer/director Destin Daniel Cretton and it follows the staff and residents of a short-term care facility for children, who live there “until the county figures out where they’re going to go next”. It may be a tiny indie film, but it also boasts an incredible cast including Brie Larson, Rami Malek, LaKeith Stanfield, Kaitlyn Dever, John Gallagher Jr and Stephanie Beatriz before any of them had hit the big time. We learn two things very quickly in Short Term 12: the residents (and some of the staff) carry a lot of pain and are liable to explode at any second, but that doesn’t mean the home is a depressing place. Comedy and tragedy are balanced expertly by Cretton with a light, naturalistic touch. Take the anecdote that opens the film: it’s a tense story about a violent resident trying to run away from the home, but it ends with a joyous punchline that deflates the tension. Cretton developed the idea for the film while working in a home just like this, and his personal experience is what makes Short Term 12 shine. Whereas some other films on bleak topics amount to little more than trauma porn exploiting people’s pain, Short Term 12 comes from a place of empathy and understanding. These kids aren’t checklists of trauma to be fixed; they feel like real people with complex personalities and complex problems. They can’t be saved through inspirational speeches. After one tough scene where Marcus (LaKeith Stanfield) spills all his resentment of his mother through tears, Mason (John Gallagher Jr) can only reply, “Yeah man, I don’t know what to say.” The real strength of the staff and residents in Short Term 12 is simply being there for each other and doing what they can to help in the moment. The authenticity can make some of the more emotional scenes in the home tough to watch, but it also creates a beautiful intimacy between long-term partners Grace (Larson) and Mason. As much as the kids’ trauma might bring you down, Grace and Mason’s relationship will lift you up again. The camera catches their loving glances and tireless support for each other, but most of the credit has to go to the actors themselves for such great performances. Larson may have won an Oscar just two years later for Room, but Short Term 12 is the film she really deserved to win for. Her performance is incredibly complex, switching from the maternal yet tough role she plays at work, to the more anxious, scared and passionate person that is gradually exposed as we learn more of her past. When she suspects new resident Jayden (Dever) is struggling and possibly in danger, she becomes a force of nature, her desperation to keep the kids safe radiating off the screen. These lurking threats and past traumas are handled perfectly by Cretton. We don’t need to know the details of what Grace’s dad did to her, or what might be happening to Jayden now. Like a good monster movie, the beast stays hidden until the last second. Short Term 12 is so powerful because it tackles the rawest pain imaginable one step at a time and shows a new way to live beyond it. After all, if they can get through this, they can get through anything. These kids have been abused and mistreated by their parents, the people who are meant to care for them the most, but Short Term 12 has a more hopeful message. In one simple throwaway scene, Mason raises a glass to his foster parents on their 30th wedding anniversary, surrounded by dozens of the kids – now adults – that they once raised. “Just look at the beautiful family you made,” he says, and I instantly cry. And let’s be clear, you will cry. A lot. But mostly, not tears of misery or despair. Instead, they’re the kind of tears you need after you’ve had one of those weeks, or years, and you can’t hold it together any longer. They’re the kind of tears that say it’s OK to be sad because don’t worry, things are going to get better. Short Term 12 is available on Amazon Prime in the US and UK"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}