{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2020/nov/05/a-christmas-gift-from-bob-review-family-friendly-festive-sequel", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2020-11-05T11:00:27Z", "webTitle": "A Christmas Gift from Bob review – family-friendly festive sequel", "webUrl": "https://www.theguardian.com/film/2020/nov/05/a-christmas-gift-from-bob-review-family-friendly-festive-sequel", "apiUrl": "https://content.guardianapis.com/film/2020/nov/05/a-christmas-gift-from-bob-review-family-friendly-festive-sequel", "fields": {"headline": "A Christmas Gift from Bob review – family-friendly festive sequel", "bodyText": "Here’s a follow-up to A Street Cat Named Bob, the feelgood 2016 movie based on the true story of homeless busker James Bowen and his handsome ginger tom Bob, a stray he’d nursed back to health. The inseparable duo had a pitch outside Angel tube station in north London where Bowen sold the Big Issue. When a literary agent suggested he turn his story into a book Bowen wrote a bestseller about recovering from heroin addiction and finding purpose looking after Bob. It’s a happy ending against all the odds, so I find it hard to be unkind about this family-friendly festive sequel – an undeniably good-hearted film. Saying that, I’m not sure it had to be quite this tepid – there was more menace in Paddington 2. It begins the Christmas after Bowen’s literary success, at a swanky publishing party. Luke Treadaway once again brings depths not found elsewhere in the film with his gentle, sensitive performance as Bowen: vulnerable and socially awkward, mistrustful after living on the streets. Bob the cat plays himself, though the less said about that the better. (There is an unbudgeable quality to his acting style – imagine Wayne Rooney reading Keats.) After leaving the party early, Bowen tells a young homeless kid the story of his and Bob’s grim Christmas a year earlier living in sheltered accommodation. Ken Loach this ain’t, but the script does show how an accumulation of small disasters can sink you when you are skint. In the ghost of Christmas past, Bowen leaves his gas heater on all day, running down his meter. Then his guitar breaks so he can’t work. After he has an altercation with a dog owner, the council’s animal welfare unit launches an investigation into his fitness to own a cat. (The film-makers know their audience: focus on the feline interest.) It’s an undemanding, telly-ish film, with as many surprises as the Queen’s speech. But like I say, a hot water bottle of a story. Fans will be sad to hear that Bob died in June, so the franchise must surely end here. • A Christmas Gift from Bob is in cinemas and on digital platforms from 6 November."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}