{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2020/nov/05/brazen-hussies-review-reclaiming-the-history-of-australias-womens-liberation-movement", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2020-11-04T16:30:23Z", "webTitle": "Brazen Hussies review – reclaiming the history of Australia's women's liberation movement", "webUrl": "https://www.theguardian.com/film/2020/nov/05/brazen-hussies-review-reclaiming-the-history-of-australias-womens-liberation-movement", "apiUrl": "https://content.guardianapis.com/film/2020/nov/05/brazen-hussies-review-reclaiming-the-history-of-australias-womens-liberation-movement", "fields": {"headline": "Brazen Hussies review – reclaiming the history of Australia's women's liberation movement", "bodyText": "Three years ago I went searching for historic sites of the Sydney women’s liberation movement. A Glebe terrace that was briefly the movement’s unofficial headquarters was now an unremarkable cafe where you could sip one of Sydney cheapest coffees ($2.50) and browse old Women’s Weekly magazines. The site of Sydney’s first public women’s liberation meeting now appeared to be a massage parlour. If these places had been the birthplace of a political party, I thought, these buildings might now be museums. There would, at least, be plaques on the street. Brazen Hussies, a new documentary about the Australian women’s liberation movement, is an important contribution to redressing this absent history. As second-wave activist Margot Nash remarks in the film’s opening minutes: “History has to be told over and over again.” First-time director Catherine Dwyer was a co-producer on She’s Beautiful When She’s Angry – Mary Dore’s 2014 documentary about the US movement, prompting Dwyer’s realisation that film-makers hadn’t chronicled Australia’s movement. Brazen Hussies adds depth and breadth to the second-wave stories of our popular imagination: consciousness-raising circles in the suburbs, femocrats seizing power in government, Germaine Greer urging a female orgasm-led revolution. The film’s focus is the movement’s key campaigns. While their brothers and lovers were dying in Vietnam, early women’s liberationists organised against women perishing in backyard abortions. Covering domestic violence, equal pay and childcare battles, it also reminds us change can be glacial. Images of Merle Thornton and Rosalie Bogner chaining themselves to the men-only public bar at Brisbane’s Regatta Hotel and Zelda D’Aprano chaining herself to Melbourne’s Commonwealth Building demonstrate how performance and spectacle were key to many of the movement’s successes. Protestors holding aloft a “Glory Box” coffin, or boarding trams and paying 80% fares, helped draw attention to women’s liberation ideas, which spread (as one interviewee says) like “wildfire”. The preview session I attended began with a short film about the punk rock group Pussy Riot and their stage show about their invasion of a Moscow cathedral and imprisonment. The two films’ juxtaposition led me to reflect how rarely (if ever) the women’s liberation movement is credited as a punk movement. But women’s liberationists squatted in vacant Anglican church houses to establish a women’s refuge; they graffitied slogans (“Lesbians are lovely”) and threw bras on statues at Parliament House, and they gave police the name Vera Figner (a Russian revolutionary) when they were thrown into paddy wagons to avoid prosecution. There was a DIY sensibility to the movement. The 1970s saw an explosion of women’s creativity as women wrote poetry, started bands and taught themselves how to use movie cameras and stage plays. But while airtime is given to the poet Kate Jennings, and to the film-makers Martha Ansara and Jeni Thornley, Brazen Hussies doesn’t explore their creative works. Bands such as Toxic Shock and Clitoris Band do, however, feature in a rousing soundtrack, and we do get a look at a short film by Margot Nash and Robin Laurie. Gloriously naming themselves the Anarcho-Surrealist Insurrectionary Feminists (ASIF), their film featured a stark-naked Nash and Laurie hurling tomatoes at their camera lens. Rightly picking up on today’s preoccupations, Brazen Hussies ably shows the women’s liberation movement’s ongoing failure to address black women’s concerns. In the 1970s as now, a racist “justice” system sees Indigenous domestic violence victims facing a double jeopardy. In archival footage, Dr Naomi Mayers takes a movement meeting to task for ignoring the oppression of black men and women, while in a contemporary interview Pat O’Shane discusses the movement’s “unconscious” racism. At just 90 minutes long and covering 1965-1975, it inevitably tears through many key events, with a focus on Sydney and Melbourne stories. The role migrant and working-class women played (an important one, as the recent Women of Steel documentary shows) is skirted around. The film balances critique with celebration. While Asio files talked about the “Women’s Liberation Army”, many of these “warriors” were 20-something single mothers. Single mother Elizabeth Reid became the world’s first government advisor on women’s issues, and we hear Reid confessing to wearing knickers emblazoned with a woman’s lib clenched fist symbol to her job interview with Whitlam. The movement was, however, generally sceptical of stars and leaders, and appropriately many interviewees aren’t well known (Anne Summers features though, and in 1970 footage, an aviator glasses-wearing Summers looks like Australia’s answer to Gloria Steinem). Dwyer has uncovered terrific archival footage and photos to complement contemporary interviews shot in a traditional documentary style of talking heads in serene lounge rooms. This approach gives these figures and events their due, cementing their place in the canon alongside his stories. But as an insurrectionary movement, I craved a cinematic form that embodied punk’s up-yours, rebellious spirit. This important film (supported partly by crowdfunding) will, however, be a defining work for some time. And I suspect my criticism says less about the film than it does about the impossible expectations we can place on a much-anticipated work about women. • Brazen Hussies is out in Australian cinemas now"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}