{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2020/nov/05/the-cycling-schmuck-who-cut-up-sean-connery", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2020-11-05T17:36:01Z", "webTitle": "The cycling schmuck who cut up Sean Connery | Brief letters", "webUrl": "https://www.theguardian.com/film/2020/nov/05/the-cycling-schmuck-who-cut-up-sean-connery", "apiUrl": "https://content.guardianapis.com/film/2020/nov/05/the-cycling-schmuck-who-cut-up-sean-connery", "fields": {"headline": "The cycling schmuck who cut up Sean Connery", "bodyText": "Your obituary (31 October) states that Sean Connery set up the Scottish International Education Trust to help “deprived children”. I received a grant when I was 22. I was going to Yale on a scholarship, which probably did not signal deprivation, as the grant was small. But the encouragement from Connery meant far more than the money. Years later I practically bumped into him in New York. Crossing the street, I heard him before I saw him. “Get outta the way ye schmuck,” he yelled at a cyclist who cut him up. The words were American, but constant with his acting career, the delivery was pure Fountainbridge. Moyna Flannigan Edinburgh • Regarding the reduction of 1,500 head office roles at John Lewis, it’s stated that “as a percentage, it’s almost a third” (Business view, 4 November). In mathematical terms, that statement is 100% incorrect. Michael Robinson Berkhamsted, Hertfordshire • Your report on Antarctic iceberg A-68A (4 November) states that it has “drifted about 1,400km north … to find itself about 500km away from South Georgia”. Are icebergs sentient? Andrew Simms Bovingdon, Hertfordshire • Swede (Letters, 3 November)? Out in East Anglia, when I was a lad, we got mangelwurzels. And we lived in a cardboard box in Grunty Fen. Peter Russell Tunbridge Wells, Kent • What’s wrong with swedes? They make good Halloween lanterns and raw swede is delicious. Polly Bird Bedlington, Northumberland • Should the US pollsters be considering a career change (Polling industry the night’s big loser as 2016 debacle repeats itself, 4 November)? Lynne Pearson Plaistow, West Sussex"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}