{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2020/nov/06/johnny-depp-fantastic-beasts-resign-franchise-statement", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2020-11-06T16:53:04Z", "webTitle": "Johnny Depp says he has been asked to resign from Fantastic Beasts franchise", "webUrl": "https://www.theguardian.com/film/2020/nov/06/johnny-depp-fantastic-beasts-resign-franchise-statement", "apiUrl": "https://content.guardianapis.com/film/2020/nov/06/johnny-depp-fantastic-beasts-resign-franchise-statement", "fields": {"headline": "Johnny Depp says he has been asked to resign from Fantastic Beasts franchise", "bodyText": "Johnny Depp is set to exit the Fantastic Beasts franchise after being asked to resign by Warner Bros. The actor announced the decision in a statement on Instagram, one that comes just days after he lost his libel case against the Sun over claims he abused his ex-wife Amber Heard. “I wish to let you know that I have been asked to resign by Warner Bros from my role as Grindelwald in Fantastic Beasts and I have respected and agreed to that request,” Depp wrote. He then followed the news with an insistence of his innocence and a promise to continue his legal battle to prove it. “The surreal judgment of the court in the UK will not change my fight to tell the truth and I confirm that I plan to appeal,” he wrote. “My resolve remains strong and I intend to prove that the allegations against me are false. My life and career will not be defined by this moment in time.” The news was also confirmed by Warner Bros in a statement which details that his role of the villainous Grindelwald will be recast. Earlier this week, Depp lost his libel case against the Sun after he was called a “wife-beater” following stories of alleged abuse against Heard. “I have found that the great majority of alleged assaults of Ms Heard by Mr Depp have been proved to the civil standard,” the judge said. Principal photography on the untitled third Fantastic Beasts movie was set to begin in March but was postponed after the start of the pandemic. It commenced in September with safety precautions and is unclear whether Depp filmed any scenes alongside stars Jude Law and Eddie Redmayne. The second film, Fantastic Beasts: The Crimes of Grindelwald, was seen as a major box office disappointment in 2018 after making $564m worldwide, the lowest total of any film within the Harry Potter universe. Depp’s reprise of his role in the sequel led to a backlash at the time but was defended by author JK Rowling. “Based on our understanding of the circumstances, the film-makers and I are not only comfortable sticking with our original casting, but genuinely happy to have Johnny playing a major character in the movies,” Rowling said. The actor’s most recent performance, as war photographer W Eugene Smith in drama Minamata, premiered this year at the Berlin film festival to middling reviews. Depp had also been rumoured to return to the Pirates of the Caribbean franchise in Margot Robbie’s upcoming reboot yet he currently has no future acting credits confirmed. • In the US, the domestic violence hotline is 1-800-799-SAFE (7233). In the UK, call the national domestic abuse helpline on 0808 2000 247, or visit Women’s Aid. In Australia, the national family violence counselling service is on 1800 737 732. Other international helplines may be found via www.befrienders.org."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}