{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2020/nov/06/fantastic-fungi-review-mushrooms-documentary", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2020-11-06T07:00:05Z", "webTitle": "Fantastic Fungi review – how mushrooms could save the world", "webUrl": "https://www.theguardian.com/film/2020/nov/06/fantastic-fungi-review-mushrooms-documentary", "apiUrl": "https://content.guardianapis.com/film/2020/nov/06/fantastic-fungi-review-mushrooms-documentary", "fields": {"headline": "Fantastic Fungi review – how mushrooms could save the world", "bodyText": "Here is a rather oddly-structured documentary-cum-mission-statement that changes its horse midstream. It starts out as a slickly shot nature film and then morphs into an impassioned screed on how mushrooms can – essentially – save the world. The central figure is Paul Stamets, a Denzil Dexterish figure who studies fungi in Washington state and is an advocate for the life form’s centrality to harmonious natural systems. (Though quite how that squares with developing lethal types of mould to exterminate termites is never explained.) If this film resembles a souped-up TED talk that’s because it presumably took wing from Stamets’ own 2009 TED talk, Six Ways Mushrooms Can Save the World, and the film contains copious excerpts from his various on-stage lectures: there’s no denying he is a charismatic and persuasive speaker, both to camera and to live audiences. This film, likewise, is a treat for the eye and ear: the liberal use of speeded-up footage of growth and decay is unfailingly spectacular, while Stamets and fellow interviewees have a gift for a memorable turn of phrase. “We will forever exist together within the micro-molecular matrix,” Stamets says at one point. “Mushrooms don’t give a shit,” says academic/author Michael Pollan, at another. Though the fungus-eye-view voiceover, by Brie Larson, with its breathy, quasi-visionary utterances, is less impressive. Stamets’ message is that fungi (which he, like the other US and Canadian interviewees here, pronounce with an off-putting soft “g”) can be put to use in a variety of helpful ways: cleaning up oil spills, assisting chemotherapy and – a little more controversially – treating mental illness. It’s this latter point, which is dwelled on with rather more enthusiasm than anything else, that you feel is the deep motivation for the hippy silver-fox speakers who pass across the screen. For long stretches Fantastic Fungi resembles the final sequence of 2001: A Space Odyssey, with swirling kaleidoscopic visuals and a solemnly intoned devotion to the mystical experience. Whether you buy the fungal head trip is a matter of personal inclination; there’s quite a bit of shamanistic waffle and airy speculation about brain evolution to get through. Perhaps most eye-opening is the brief mention of fungus’ use in battling a potential pandemic – the news clip of a US president (George W Bush, as it happens) taking the threat of a pandemic seriously like a bulletin from another age. • Fantastic Fungi is available on digital platforms from 9 November."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}