{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/nov/07/crystal-palace-leeds-premier-league-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-11-07T17:11:50Z", "webTitle": "Eberechi Eze inspires Crystal Palace rout of Leeds after VAR denies Bamford", "webUrl": "https://www.theguardian.com/football/2020/nov/07/crystal-palace-leeds-premier-league-match-report", "apiUrl": "https://content.guardianapis.com/football/2020/nov/07/crystal-palace-leeds-premier-league-match-report", "fields": {"headline": "Eberechi Eze inspires Crystal Palace rout of Leeds after VAR denies Bamford", "bodyText": "With a combined age of 138 and 34 managerial posts spread across four continents between them, Roy Hodgson and Marcelo Bielsa have seen it all before. But despite that wealth of experience in the dugout, this encounter was the first time that the two men had met and it was certainly worth the wait. An inspirational performance from Palace’s Eberechi Eze meant Leeds suffered a second successive 4-1 defeat, although Bielsa must still be wondering why Patrick Bamford’s first-half equaliser was disallowed for offside. But having seen his side fall behind to Scott Dann’s early header, the former Argentina manager will know his defenders made things too easy for their opponents thereafter as Eze’s superb free-kick, a bizarre own goal and Jordan Ayew’s first of the season sealed victory for the hosts. “They scored at the moments when we looked like we would score,” said Bielsa. It had been more than two decades since these two sides last met in the Premier League in January 1998, with goals from Rodney Wallace and Jimmy Floyd Hasselbaink giving the visitors victory. Palace, by contrast, were relegated after finishing bottom following a brief spell when Attilio Lombardo and the former Leeds forward Tomas Brolin become joint player-managers. Things are a lot more stable in this part of south London these days under Hodgson, with Palace now firmly ensconced in the Premier League’s establishment under their wily old manager. His tendency for pragmatism has been at the root of his success throughout his career, but on this occasion, perhaps as a result of his side’s insipid performance against Wolves last week, the 73-year-old decided to fight fire with fire. Having not started since the defeat to Chelsea five weeks ago, Eze was one of three changes along with James McArthur and Ayew and the £19.5m summer signing from QPR seemed determined to make the most of his opportunity. After a blistering start with Andros Townsend and Patrick van Aanholt testing Illan Meslier in the Leeds goal, Dann’s header from Eze’s corner was a deserved reward for their early endeavour. Bamford – who failed to score in an ill-fated loan spell at Palace under Alan Pardew in 2015 – thought he had equalised after being set up brilliantly by Mateusz Klich, only for VAR to rule his arm was offside as he pointed to where he wanted the pass to be played. “I don’t understand the rule,” Bamford said. “You can’t score with your arm. It doesn’t make sense.” Bielsa’s indignation on the touchline was not helped when Eze dusted himself down after being fouled on the edge of the penalty area to curl home an exquisite free-kick via the underside of the crossbar. “He was outstanding,” said Hodgson. “The goal was the icing on the cake.” Another brilliant combination with Klich eventually gave Bamford his seventh goal of the season in a breathless period of play. But Bielsa must have sensed this was not his day when a deflection off Helder Costa from Van Aanholt’s attempted cutback somehow diverted the ball past Meslier at his near post three minutes before the break. Bielsa assumed a crouching position on the edge of his technical area for most of the second half as his side attempted to claw their way back into contention. They were always likely to be susceptible to Palace’s speed on the break as they poured forward and so it proved when Wilfried Zaha cut in from the left flank with 20 minutes remaining and found Ayew in acres of space. Even with a three-goal lead and his team coasting in the final stages, Hodgson was still on hand to rebuke Van Aanholt after he was almost caught in possession."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}