{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/nov/01/gareth-taylor-targets-two-fa-cup-wins-in-a-season-for-manchester-city-women", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-11-01T20:15:28Z", "webTitle": "Gareth Taylor targets two FA Cups in a season for Manchester City women", "webUrl": "https://www.theguardian.com/football/2020/nov/01/gareth-taylor-targets-two-fa-cup-wins-in-a-season-for-manchester-city-women", "apiUrl": "https://content.guardianapis.com/football/2020/nov/01/gareth-taylor-targets-two-fa-cup-wins-in-a-season-for-manchester-city-women", "fields": {"headline": "Gareth Taylor targets two FA Cups in a season for Manchester City women", "bodyText": "Gareth Taylor paid tribute to the desire and patience of his Manchester City side as he celebrated his first trophy as a manager in Sunday’s FA Cup final. City had made a subdued start to the Women’s Super League season and endured some difficult periods at Wembley against a spirited Everton side. But Taylor said Everton “did not look especially dangerous” and challenged his players to make history by becoming the first club to win the Cup twice in a season. “We controlled most of the game,” said Taylor in a conference call following City’s 3-1 extra-time victory. “We had to find some resolve. Once we stuck to the principles of keeping the ball, we knew we’d arrive in the final third. We kept knocking on the door, and eventually it opened. The will imposed by the players as a collective was top-class.” This was only Taylor’s ninth game in charge of City after taking over from Nick Cushing in May, but he has been encouraged by the early signs of progress. “This can be a springboard,” he said. “We want to achieve big things, we want to make history, and challenge the club to do what may never be done again, which is win the FA Cup twice in one season.” The 2019-20 competition was carried over into this season because of the pandemic. Everton’s manager, Willie Kirk, was disappointed but proud of his players and promised that they would learn and improve from the experience. “The manner of that defeat only heightens your trust and reinforces your belief,” he said. “We’ll be back here. The beauty of this group is that we’re continually learning. We’ve got something potentially really special here. We’ll continue to improve, we’ll continue to strengthen. We could have been a little bit better in the final third. But City deserved it.” Both managers also paid particular tribute to the Everton goalkeeper Sandy MacIver, who was named player of the match for the multiple saves that kept her side in the contest. “Outstanding from start to finish,” said Kirk. “For me, she’s England’s No 1.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}