{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/nov/02/mohamed-salah-marks-prove-didnt-dive-jurgen-klopp-liverpool", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-11-02T15:28:54Z", "webTitle": "Mohamed Salah has the marks to prove he didn't dive, says Jürgen Klopp", "webUrl": "https://www.theguardian.com/football/2020/nov/02/mohamed-salah-marks-prove-didnt-dive-jurgen-klopp-liverpool", "apiUrl": "https://content.guardianapis.com/football/2020/nov/02/mohamed-salah-marks-prove-didnt-dive-jurgen-klopp-liverpool", "fields": {"headline": "Mohamed Salah has the marks to prove he didn't dive, says Jürgen Klopp", "bodyText": "Jürgen Klopp has defended Mohamed Salah over accusations he dived to win a penalty against West Ham and insists the Liverpool striker has the marks to prove he was fouled by Arthur Masuaku. Salah has been widely criticised for his reaction to the challenge that brought Liverpool their equaliser on Saturday, with the West Ham manager, David Moyes, claiming Salah “threw himself to the ground” to deceive the referee, Kevin Friend. The Liverpool manager insists the spot-kick was awarded for a clear foul and that Salah, who converted it for his eighth goal of the season, was still feeling the effects of the defender’s tackle on Sunday. Klopp said: “What can I say? It was a foul. Pretty much everyone who saw the situation thought it [was a foul]. Believe it or not, I spoke to Mo yesterday morning about how he feels. He has exactly three proper knocks on the foot and one of them is from the penalty situation. That’s how it is. “There is a knock, you go down or not, whatever. Sometimes the refs give it. We don’t talk too long about all the penalties we don’t get, to be honest, but obviously now two days after the game we are talking about this. There was clear contact. I don’t understand the criticism.” Liverpool face what Klopp described as “the biggest challenge in the Champions League” so far on Tuesday when they visit last season’s quarter-finalists Atalanta in Bergamo. Gian Piero Gasperini’s team scored 98 goals in Serie A last season, the highest total in Italy’s top flight for more than 60 years, and Klopp believes there are comparisons between their style and Marcelo Bielsa’s Leeds. Klopp, who has Joël Matip, Naby Keïta and Kostas Tsimikas back in training after injury, said: “Atalanta are very special in their approach, slightly similar to Leeds. Top players, top recruitment, very well organised, play their system with 100% conviction; they know exactly what everyone has to do and use the skills of individuals in incredibly smart ways. “You can see [Alejandro] Gómez in midfield, a completely free, floating genius and they make it very difficult to catch him. There has been some impressive developments of players. They have a lot of these kind of stories and in the team there is a really good atmosphere and a good mood. “Their last season was a good one and we know how difficult the season was for everyone in Bergamo [because of the coronavirus pandemic]. They dealt with the situation and I respect that. I know how good they are. I enjoyed analysing them because it is really interesting and if you see something interesting you should try to learn a little bit from it. It will be a tough one.” Liverpool are top of their Champions League group with a 100% record and have also risen to the Premier League summit since the setbacks of losing 7-2 at Aston Villa and Virgil van Dijk’s injury. Trent Alexander-Arnold admits the champions were “humbled” by that emphatic defeat at Villa Park but have rediscovered their focus as a result. “It was about self-reflection in that period [after Villa] and knowing that can’t happen,” the defender said. “It was kind of a one-off. To concede seven goals is unacceptable but it is about learning from these things. It kind of humbled us as a team and it let us know we can’t just win games because we are Liverpool with the history of the club and the players we’ve got. It is about mentality and the work we put in. If we are not at 100% these things can happen. “It wasn’t an outrageously bad performance but our mentality wasn’t there on the day and we got punished. Since then we have been really able to focus on that and looking back on the last two years especially, it is our mentality that has got us to where we are now. “It has enabled us to come back from any position, to break through walls and kick down doors in that respect. Since that game we have been able to get back into that stride.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}