{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2020/nov/07/everton-v-manchester-united-premier-league-live", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-11-07T14:55:07Z", "webTitle": "Everton 1-3 Manchester United: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2020/nov/07/everton-v-manchester-united-premier-league-live", "apiUrl": "https://content.guardianapis.com/football/live/2020/nov/07/everton-v-manchester-united-premier-league-live", "fields": {"headline": "Everton 1-3 Manchester United: Premier League – as it happened", "bodyText": "Andy Hunter was at Goodison Park. His verdict is in. Thanks for reading this MBM! Carlo Ancelotti’s verdict. “After we scored, we were not able to defend well. They scored two goals easily, took advantage and then the game was more difficult. If we could play the first half like we did the second we could have had a different result, but that was not the case. We have to defend better. We were slow at the back. We have to improve. I hope after the international break we will be back in a different shape. I know how to manage the difficulties. This season is not finished yet. This moment is bad, so we have to be focused.” Since the start of February (when Bruno Fernandes signed) only Liverpool have taken more Premier League points than United. A vindicated Solskjaer speaks to BT Sport ... and he’s fuming. “We were set up to fail. They set up the boys to fail. We been to Turkey Wednesday night, we’re playing Saturday lunchtime kick-off, it’s an absolute shambles. And I cannot praise the boys enough for the character they have shown. Them boys deserve better than being thrown out here to fail today. Authorities set us up to fail. You’ve got Liverpool and City, play on Tuesday, they play Sunday. Who’s responsible? I’ve had enough. We’ve lost Luke Shaw [hamstring] because of that. So set us up on a Sunday, then. It’s a joke. We were brilliant. They deserve all the praise. Well done.” The man-of-the-match Bruno Fernandes speaks to BT Sport, and is asked who scored United’s second goal. “I don’t care. If Marcus touched it a little bit it can be his goal, it was no problem for me. Most importantly for me as a number 10 is serving my team-mates, as I did in the end for Cavani, I had the chance to shoot and look for the hat-trick but I see him alone. And if Marcus can take the second goal, it is not a problem for me. Everyone needs to be a leader. One who doesn’t talk too much but does the right things. Others need to speak a little bit more, to feel more part of the game. The three points is for everyone, not just one player.” You’d have been forgiven for fearing the worst for Ole Gunnar Solskjaer when Bernard gave Everton the lead. But United’s players came to the rescue of their under-fire manager. Bruno Fernandes orchestrated a fine comeback, and the richly deserved win buys Solskjaer some precious time. It also moves United up to 13th, on ten points, suddenly only six off Southampton’s lead but with a game in hand. Everton meanwhile stay fifth, but they’ve been stuck on 13 points for a while now. It’s seven Premier League away wins in a row for United, thanks to two goals and an assist from the wonderful Bruno Fernandes. Everton have lost three on the spin, the first time that fate’s befallen Carlo Ancelotti since he was at AC Milan in 2006. It’s four on two. Fernandes down the middle. He draws Holgate infield, then plays a cute flick towards Cavani on his left. Cavani nearly runs offside, but he’s OK, and slams into the bottom left! 90 min +4: Keane creams long towards Iwobi, just to the right of goal. Iwobi pulls back for Doucoure ... who takes a fresh-air swipe! United break, and ... 90 min +3: Digne clumsily bowls Rashford to the ground. Rashford takes his sweet time to get up. 90 min +2: United head up the other end and go about their business carefully and slowly. The clock ticks on. 90 min +1: Coleman spins Fred gorgeously down the right. He cuts back for Doucoure, who leans back and hoicks high into the stand. He has the good grace to look sheepish. 90 min: There will be four extra minutes. 89 min: Fernandes tries to beat Pickford with the free kick from 35 yards. It’s always heading over ... but it’s always worth testing the erratic Pickford. 88 min: Doucoure is booked for a high-speed whack into McTominay. There’s been a bit of an edge to this match, you know. Slightly surprising it hasn’t spilled over at any point. 87 min: A free kick for United deep in Everton territory. Fernandes tries to surprise everyone with a quick flick, but only slaps the ball straight to Tosun. 85 min: Tosun is booked for a cynical tug on McTominay. The foul allows VAR to take a look at an earlier coming together between Keane and Cavani just inside the Everton box. Turns out everything’s fine. We play on. 84 min: Digne curls to the far post. Maguire rises to bash a header clear. The ball’s returned. Fernandes and Doucoure scrap and tug away at each other, but it’s a fair 50-50 tussle and Everton don’t get the penalty they ambitiously claim for. 83 min: Coleman goes on another blistering run, this time down the right, and is taken out by a combination of Fred and McTominay. Fred goes in the book. Free kick, just to the right of the United box. 82 min: United make a double change. On come Pogba and Cavani, in place of Mata and Martial. 80 min: Everton ping it around, pushing United back. No way through, though. Rodriguez earns another corner down the left. It’s his last act of the afternoon; he’s replaced by Tosun. Nothing comes of his corner. 78 min: Calvert-Lewin breezes down the left. He’s got no support, so does extremely well to win a corner on his own off Maguire. Nothing comes of the set piece, though. Everton need something. 76 min: Iwobi earns a corner off Tuanzebe down the right. Rodriguez takes one, then another. Bernard has a whack from distance. Nope. De Gea still hasn’t had any serious work to do in this second half. 74 min: Mata tries to thread a shot into the bottom right from 25 yards. Ambitious. Everton go up the other end, Iwobi crossing from the right. Maguire heads clear under pressure from Calvert-Lewin. That’s superb defending. 72 min: He’s also a superb footballer, and gently wedges a ball down the middle that nearly releases Rashford. Pickford comes out to smother, then berates his team-mates for their poor decision-making, an admirable display of chutzpah. 71 min: Fernandes slides in on Allan, catching both ball and foot. The referee’s not interested this time, but Fernandes is pressure-testing his luck. He’s fired up. 69 min: It’s all gone a bit scrappy in the wake of the substitutions. 67 min: A disappointed Shaw makes way for Tuanzebe. 66 min: Sigurdsson, who has been very poor today, is replaced by Iwobi. 65 min: Corner for United down the left. Coleman clears Fernandes’s cross before it reaches Pickford, who was preparing to squirt it with his funny flower. 63 min: Now Everton want a penalty as Maguire scythes through Digne. But the flag had gone up for an offside earlier in the move, and Maguire got a toe to the ball before cleaning out his man. No penalty. A few rash decisions being made at the moment, in more ways than one. 61 min: No penalty! That is preposterous. Maguire was clattered by two separate challenges. Everton ... specifically Pickford ... gets away with a couple of outrageous plays. Penny for the thoughts of Virgil van Dijk. 60 min: Fernandes loops the free kick to the left-hand post. Pickford reprises his cock-up that set up Divock Origi in the Merseyside derby a couple of seasons ago. He drops the high ball, teeing up Maguire, who can only knee over the bar from a tight angle. But Maguire is then kicked by both Keane and Pickford. VAR to check. 59 min: Fernandes threatens to spin away from Sigurdsson so is shoved to the ground by the Everton man. A free kick just right of centre, 35 yards out. Fernandes’s eyes light up. 57 min: Coleman bustles with purpose down the middle of the park, the sort of dribble Rodriguez would be proud of. He enters the box, space opening up for a shot, but he can’t sort his feet out, hesitates, and eventually falls over. For a second, a wonder strike from a very unexpected source was on the cards. Shame. 55 min: Everton have seen much more of the ball since the restart. They’ve yet to seriously warm De Gea’s hands, however. 53 min: Calvert-Lewin clips a cross in from the left. Rodriguez attempts a bicycle kick, but his scheme is scuppered by Maguire, who has read the danger well and comes in to clear. 51 min: Fernandes is booked for a late clip on Sigurdsson. He effs, jeffs and gesticulates, and really needs to watch himself. It’s not the first time this afternoon he’s nearly talked himself into bother. 49 min: Sigurdsson’s set-piece delivery, not for the first time today, is appalling. United clear easily. In the dugout, Duncan Ferguson fumes in a manner that should worry the Icelandic midfielder. 48 min: A long Everton hoof. Calvert-Lewin is the only man up, and he does sensationally well to win an aerial duel with Lindelof, spin him, then run down the left and draw a foul from Wan-Bissaka. Free kick to the left of the box. 47 min: Everton appear to have upped the intensity. All players with hair freshly blow-dried by Carlo Ancelotti. 46 min: Within 15 seconds of the restart, Sigurdsson rolls a ball across the face of the United box for Doucoure. Shaw very bravely blocks the shot. Everton get the second half underway. No changes. United’s second goal, then. It’s been awarded to Bruno Fernandes. Rashford didn’t get a touch on it. United responded wonderfully to falling behind. If you’ve heard people questioning whether the players are four-square behind their manager, well, there’s your answer. Everton by contrast played a half of two halves: very good, then very poor. A puzzle for Ancelotti to solve during the break. 45 min +4: Allan is booked for a petulant lunge into the back of Fred. 45 min +3: Digne might not be the only Evertonian culpable for the turnaround. Paul Fitzgerald has been looking back at the second goal: “It shows Allan completely unconcerned about Rashford strolling into the box ahead of him.” 45 min +2: Shaw flicks purposefully clear. The ball’s returned by Digne but Rodriguez is caught offside. Everton have done absolutely nothing since Digne opted to shoot instead of setting up Calvert-Lewin at 1-0. 45 min +1: Fred slides into Calvert-Lewin, out on the right. A free kick and a chance for Everton to line up on the edge of the United box. 45 min: Martial is back up. There will be four added minutes. 44 min: Fernandes is back up and about ... but now Martial is down, Keane’s knee accidentally catching him under the chin as the pair flailed around in the air. 43 min: To be fair, though, Fernandes took a whack in the first challenge with Coleman, and he’s down getting treatment. 41 min: Fernandes is bundled to the ground by Coleman. A minute later, he repays with interest. He should probably go into the book for a late tackle ... or for then demanding the referee book Coleman. But it’s just a stern talking-to. 39 min: Everton have completely misplaced their mojo. #MEGA 37 min: Martial is flagged an inch or two offside as he races down the middle. The correct decision but Everton were playing with fire there. United look dangerous every time they go forward. 36 min: What a response by United to falling behind, though. Everton by contrast are losing their cool, Allan clattering into Martial and risking the ire of the referee. 34 min: Holgate is booked for an agricultural lunge on Martial. Meanwhile, replays of the second goal aren’t conclusive, but ... it could be Fernandes’s goal, you know. Rashford certainly strained to head the cross, but did he make contact? If he did, it was the lightest of touches. Neither player seemed 100 percent sure as they celebrated ... but they celebrated as if it didn’t matter either way. Another lovely United goal. Fred finds Rashford in the middle with a lovely right-to-left diagonal pass. Rashford slips wide left to Fernandes, who chips delicately back into the centre. Rashford eyebrows it towards the bottom right, off the post, and in! 31 min: Fernandes is brought down by Keane, 35 yards out. United load the box. Everton sit deep. Fernandes opts to blooter straight through the thicket of players. Any slight touch and it’s deceiving Pickford, but somehow the ball gets through without deviation, and it’s an easy gather for the keeper. 29 min: Bernard skips past Wan-Bissaka, who has been uncharacteristically lax so far this afternoon. He reaches the edge of the box, where his shot is blocked. It’s good end-to-end fun, this. 28 min: Bernard’s cute reverse pass down the left releases Digne. He enters the box, with Calvert-Lewin in the middle, waiting for the invitation to tap home from six yards. But Digne decides to take the shot on himself, going for the top-left corner. He gives it a good thump, but the ball bangs the left-hand post and out for a goal kick. Calvert-Lewin is furious. Digne pretends not to see him. 27 min: It’s easily cleared, and suddenly United are flooding forward on the counter en masse! Mata scampers down the left, with time to weigh up his cross. But he sends it straight into the arms of Pickford, with Martial and Fred waiting in acres of space. 26 min: Everton respond through Coleman, skittering down the right. He’s upended by Shaw. Free kick. This is basically a corner. This is a brilliant goal. United move up a gear and pick up the pace. Some nice triangles down the inside-left channel. Suddenly Mata slips the ball wide for Shaw, who sends in a stunning cross. He finds Fernandes, ten yards out. Fernandes plants a glorious header into the top right, giving Pickford absolutely no chance! 24 min: Rashford drives in from the left and reaches the edge of the box, before opening his body and attempting a curler into the bottom right. It’s always sailing wide, but it was a nice purposeful run. 22 min: WORLD KNOWS UNITED WINNING. #MAGA 21 min: In the stand, Ed Woodward frowns, a dark cartoon scribble forming above his head. Not happy. Solskjaer isn’t smiling now. Pickford hits long. Calvert-Lewin flicks on, beating Lindelof in the air with ease. Bernard picks up possession, cuts inside past Wan-Bissaka, and threads a shot into the bottom left. Too easy. Lindelof, Wan-Bissaka and De Gea should all have done better. 18 min: Lindelof plays a suicidal backpass that nearly lets Doucoure in. De Gea is off his line quicksmart to blooter clear. Lindelof makes a theatrical show of apologising to his keeper once the danger has passed. De Gea doesn’t seem too pleased. 17 min: Buoyed by that chance, United come again, Fernandes seeing another shot blocked. The rebound falls to Rashford, who slices over the bar. 16 min: United should be leading. Rashford’s corner from the left is half-cleared by Holgate. Fred returns it down the inside-left channel ... and Martial is free! He fires a low shot across Pickford and inches wide of the right-hand post. Everyone was expecting the net to billow. 15 min: Fernandes shoots from distance. The ball twangs off Sigurdsson’s back, and this will be United’s first corner of the match. 14 min: United move it around the middle of the park, but at glacial pace. Everton are once more quite content to sit back and wait. 12 min: After a reasonable start, United are struggling to retain possession. Solskjaer nevertheless seems to be enjoying himself on the touchline. A broad smile as he laughs and jokes with his staff. Perhaps he’s just spotted that toolkit with his aeroplane. 10 min: Everton are starting to stroke it around nicely. Rodriguez splits the United back line in half with a cute backheel down the right. Coleman dinks it into the middle but there’s nobody there. That was a very pretty move, shame about its end. 9 min: Sigurdsson’s delivery is dismal, failing to beat the first man. Penny for Calvert-Lewin’s thoughts. 8 min: Digne drops a shoulder down the left and wins the first corner of the match off Wan-Bissaka. 6 min: Rodriguez sends Bernard scampering down the left. Bernard cuts inside and curls towards Calvert-Lewin, who flicks a header towards the top right. It’s just over the bar. De Gea was momentarily worried that the ball was looping into the corner, but he breathes again. 5 min: Shaw crosses from the left. The ball pings off Rashford’s back and out for a throw. Everton seem perfectly happy to sit back and let United come onto them, having spotted how things have been panning out at Old Trafford this season. 4 min: And now some careful probing by United, though they don’t really get anywhere. Everyone easing themselves into this match. 2 min: Both sides take a turn to ping the ball around in fast and confident fashion. Early statements of intent. And we’re off! United get the ball rolling ... but only after the players take a knee of solidarity, love and equality. Black lives matter. There’s no room for racism. The teams are out! Everton in blue, Manchester United in red, Ed Woodward in the stand with that usual glazed look. A moment to remember the fallen. The Last Post. The referee pierces the silence with his whistle. We’ll be off in a minute, and the excitement is palpable, as amply illustrated by Neil Carter: “It’s Saturday and my beloved Manchester United are playing. Hello darkness my old friend. Sigh.” As one of Liverpool’s most famous sons once sang ... ♫ ♬ ♩ ♪ Above us only sky ♫ ♬ ♩ ♪ Imagine a world in which that really was the case. Because just look at the swivel-eyed tin-foil-hattery floating through the air over Goodison Park earlier this afternoon! Imagine using your own money to pay for this. Carlo Ancelotti’s turn. “It was a good week because we recovered a lot of players from injury. I think we have a better team today. It is a difficult game but also a great opportunity to come back to win as we did during the first period of the season. We have to defend better against United, they are a strong team with a lot of quality up front.” Ole Gunnar Solskjaer talks to BT Sport. “Every day when you’re at Manchester United you need to deliver, because you’re in the best position, you’ve got the best possible shirt over your head, and you must go out and enjoy it. That’s how I felt when I played, that’s how I feel now when I lead them out, so I just want them to express their talents. I want a confident team working together. Our diamond worked quite well against Leipzig, didn’t it, so you don’t have to delve too far back to find good results. Every game lives its own life, and the first goal is massive, so hopefully today we can start bright. That first goal against Istanbul is ... [laughs sheepishly] ... I don’t know what to say about that one because it’s one of the worst goals I’ve conceded as a manager, and when you make personal mistakes, it just costs you.” Carlo Ancelotti has a lovely word or two for Marcus Rashford in his programme notes. Rashford was welcomed with a message on the big screen from the Everton Fans’ Forum which read: “Thank you for sticking up for our kids who needed a voice, here on Merseyside and across the country.” That’s been echoed by the manager, who writes ... I heard our supporters are saying thank you to Marcus Rashford for his incredible effort to ensure no child in this country is hungry. I say congratulations too. In football we have a privileged position where people hear our voices. Marcus is using his platform to make a meaningful and lasting change and doing his work with maturity and dignity. Carlo Ancelotti has made six changes to the Everton side beaten at Newcastle. Jordan Pickford, Seamus Coleman, Lucas Digne, Mason Holgate, Bernard and James Rodriguez replace Robin Olsen, Niels Nkounkou, Yerry Mina, Jonjoe Kenny, Fabian Delph and Andre Gomes. Ole Gunnar Solskjaer make just one change from the Manchester United side that lost to Arsenal last Sunday. Paul Pogba drops to the bench, Juan Mata taking his place. Everton: Pickford, Coleman, Holgate, Keane, Digne, Doucoure, Allan, Sigurdsson, Rodriguez, Calvert-Lewin, Bernard. Subs: Mina, Tosun, Iwobi, Andre Gomes, Godfrey, Davies, Olsen. Manchester United: de Gea, Wan Bissaka, Lindelof, Maguire, Shaw, McTominay, Fred, Mata, Bruno Fernandes, Rashford, Martial. Subs: Pogba, Cavani, James, Henderson, Matic, van de Beek, Tuanzebe. Referee: Paul Tierney (Lancashire). Everton’s fast start to the season seems a distant memory already. They won their first seven games in all competitions, and in some style too, but since then it’s been slim pickings: just one point from the last nine available. They could do with some good news as they look to snap that run, and here’s some: James Rodriguez should be back from injury. Here’s some more: they face Manchester United this lunchtime. United aren’t in a good place right now. They were eased aside by Arsenal last weekend, conceded one of the daftest goals in the entire history of association football in Istanbul on Wednesday, and are stuck at the wrong end of the Premier League table. Ole Gunnar Solskjaer is under serious pressure; another bad performance today would plunge him into all sorts of bother. However, there’s some good news for United too. Anthony Martial is back from suspension, for starters. They’re currently on a run of six away wins in the league. And Solskjaer has a habit of pulling rabbits out of the hat at exactly the right time. With both teams fancying their chances of victory, this one is very much on. Kick off: 12.30pm GMT."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}