{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/nov/06/west-ham-david-moyes-force-for-good-deserves-new-contract", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-11-06T11:00:44Z", "webTitle": "West Ham need to recognise David Moyes has been a force for good", "webUrl": "https://www.theguardian.com/football/2020/nov/06/west-ham-david-moyes-force-for-good-deserves-new-contract", "apiUrl": "https://content.guardianapis.com/football/2020/nov/06/west-ham-david-moyes-force-for-good-deserves-new-contract", "fields": {"headline": "West Ham need to recognise David Moyes has been a force for good", "bodyText": "West Ham underestimated David Moyes last time. Under pressure to challenge the elite after moving into the London Stadium, they blinded themselves to their structural flaws and chased a quick fix. They wanted fantasy football and their self-indulgence was not lost on Moyes, who could sense which way the wind was blowing as the end of his first spell at West Ham approached. He ended up departing with a warning, telling West Ham that “everybody always thinks the grass is greener” after closing out the 2017-18 season with a win over Everton. “I would say, more often than not, it’s proved wrong,” Moyes added. The Scot, who failed to convince West Ham to extend his six-month deal despite saving them from relegation, read the situation well. West Ham moved on, hiring Manuel Pellegrini, but the rewards were minimal. They spent heavily, signing Sébastien Haller and Felipe Anderson for record fees, but still ended up in relegation trouble. Unable to instil a “big-team mentality”, Pellegrini lost his job last December. But when Moyes returned, promising stability, many supporters were aghast, judging the appointment as further evidence of broken promises from West Ham’s owners, David Gold and David Sullivan. Yet Moyes kept West Ham up again. He has turned them into a better side: tougher to beat and more effective going forward. His signings have settled and he has helped the club navigate a daunting fixture list at the start of this campaign. They have taken eight points from their first seven games after smashing Wolves and Leicester, holding Manchester City and fighting back from 3-0 down to draw with Tottenham. Somehow the doubts endure before Saturday’s home game against Fulham, demonstrating that perceptions are hard to alter once a narrative takes hold. Over the course of 11 years at Everton, Moyes developed a reputation for shrewdness. But that all disappeared after he replaced Sir Alex Ferguson at Manchester United in 2013 and his status took another hit after he took Sunderland into the Championship in 2017, since when he has been written off as a tactically clueless dinosaur. It is a strange misreading. Moyes was too cautious for United and oddly pessimistic at Sunderland. Yet he was excellent for Everton and has been a force for good at West Ham. He impressed during his first spell in east London, turning Marko Arnautovic into a deadly striker, and has had a similar impact on Michail Antonio this time. Antonio has scored 12 goals since the end of February, and Moyes bought well in January. Tomas Soucek has impressed in midfield and Jarrod Bowen has added speed and quality on the right flank after joining from Hull. Moyes, who inherited an unbalanced squad after the unfocused extravagance of the Pellegrini era, wants to sign hungry young players. Yet it has not been straightforward. Turmoil is never far away at West Ham, whose supporters turned on the board after the £18m sale of Grady Diangana to West Brom in September. The transfer window was fraught and although Diangana was sold to raise funds for defensive reinforcements, West Ham failed to secure most of their targets and eventually signed Craig Dawson on loan from Watford. The signs were ominous when West Ham lost their opening game to Newcastle. Mark Noble, the captain, fumed about Diangana. Yet team spirit has never wavered under Moyes, who remained calm. Switching to a back three after the defeat to Newcastle has led to a massive improvement, with Vladimir Coufal impressive at right wing-back since joining from Slavia Prague for £5.4m. Plenty of players have grown in stature. Pablo Fornals, the £24m Spaniard, is more efficient in attacking midfield. Angelo Ogbonna is back to his best in central defence, with Aaron Cresswell and Fabián Balbuena resurgent next to the Italian. Declan Rice has a strong partnership with Soucek in midfield. As ever, though, West Ham do not quite look ready to push for more than a mid-table finish. The squad remains light in certain areas, with the reliance on Antonio up front exposed when the forward missed last week’s narrow defeat at Liverpool with a hamstring injury. The 3-4-3 system malfunctioned without Antonio, who makes it work with his speed and hold-up play, and did not suit Haller, who was has struggled since his £45m move from Eintracht Frankfurt in 2019. The problem could have been predicted given that Antonio, who is far more mobile than Haller, has a long history of hamstring problems. Yet after raising funds by shifting Anderson and Jack Wilshere, West Ham chose not to add depth up front by signing Bournemouth’s Joshua King. They moved for a winger instead, signing Brentford’s Saïd Benrahma on loan with an obligation to buy, and Haller will be under pressure to shine on Saturday. Perhaps it will work out and Benrahma, untested at this level, will add another layer of creativity. The Algerian could make his debut against Fulham, who are likely to test West Ham’s ability to seize the initiative against smaller sides, and a less reactive approach could bring the best out of Haller. Yet the worry is that West Ham have fallen into an old trap, prioritising flair over substance. Perhaps they are in the same place as Benrahma: in need of Moyes’s pragmatism. The manager’s 18-month contract runs out at the end of the season and talks over a new deal are yet to commence. This time West Ham need to show their appreciation."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}