{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/nov/06/the-fiver-premier-league-early-leaders-usa-usa-usa-election", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-11-06T16:16:48Z", "webTitle": "The Fiver | It's all about who is top of the pile at the business end", "webUrl": "https://www.theguardian.com/football/2020/nov/06/the-fiver-premier-league-early-leaders-usa-usa-usa-election", "apiUrl": "https://content.guardianapis.com/football/2020/nov/06/the-fiver-premier-league-early-leaders-usa-usa-usa-election", "fields": {"headline": "It's all about who is top of the pile at the business end", "bodyText": "COUNT ‘EM The seemingly interminable counting process in the USA! USA!! USA!!! election, and the confounding peaks and troughs that have come with it, has probably been a doddle to follow for football fans. It’s really been all about games in hand. You always want to count them as three points in the table of your mind’s eye, but we really know deep down that there’s a big difference in whether you’ve got a tricky away at Florida Panhandle Rovers or you’re taking on Lackawanna County United on home turf. After all, teams can get off to all the storming starts they want but it’s all about who is top of the pile come the end of the season. The difference is that reaching a lofty perch early in a season isn’t really for nought. Blackpool fans, for example, have been through the mill of late, but the Premier League table from 14 August 2010 – when a 4-0 opening-day win over Wigan had them at No 1 of the 92 – still has a special place in Tangerine hearts. And so it’s no small deal that Southampton have the chance to vault to the Premier League’s summit on Friday evening with a win over Newcastle. It’s 32 years since the Saints last marched all the way to the top. “If you told me this would happen before the season, I would say you are a little bit stupid,” chuckled Ralph Hasenhüttl. “We are lucky that we play Friday evening because it gives us a great chance.” Indeed, six teams are in with a chance of topping the table by the end of the weekend – and two of them meet on Sunday. And not at the Etihad but at the King Power, where a managerial love-in (“he’s done a fantastic job” – cooed Brendan of Nuno; “he’s an amazing manager” – gushed Nuno of Brendan) should give way to a cracking contest between Leicester and Wolves sides with genuine top-four aspirations. Elsewhere, under-fire Ole Gunnar Solskjær (“I don’t look at one or two results and fall like a house of cards”) takes a suspiciously house-of-cards-esque Manchester United to an Everton side whose own dalliance with top spot has been followed by a reality clattering into them like Jordan Pickford coming out for a corner. “It is true they were up and down in this first period of the season,” said Carlo Ancelotti of his team’s opponents. “But in some games they played really well,” he added, patting Solskjær gently on his head. Spurs travel to West Brom with José Mourinho rehashing some of his 2014 material about kick-off times. And to cap it all off Manchester City and Liverpool meet in the most pivotal clash to the outcome of a title since [shoehorn your own Pennsylvania/Wisconsin/Michigan reference here if you must]. LIVE ON BIG WEBSITE Join John Ashdown from 8pm GMT for hot Premier League MBM coverage of Southampton 0-0 Newcastle United. QUOTE OF THE DAY “I don’t expect people to write me a wonderful epitaph but I thought it was very disrespectful. Having said that, I moved on very quickly. It’s not scarred me” – Nigel Pearson gets his growl on with Ben Fisher about Watford’s pithy 49-word statement to mark his exit, plus riding horses and what football needs to do now. RECOMMENDED LISTENING Football Weekly Extra is right here for you. Also, tickets are available for this on Monday. FIVER LETTERS “Since we’re into apologies (yesterday’s Fiver), on behalf of at least 140 million Americans, I apologise for our national election results being as convoluted as the Uefa Nations League” – JJ Zucal. “As a Wimbledon fan, it was wonderful to see the team finally return home on Tuesday night and have Joe Pigott claim the first goal at the new Plough Lane. At first I was devastated to see Doncaster claim a 91st-minute equaliser. However, over the last couple of days I have since learned from a certain global leader that we can stop counting when in an advantageous position. Therefore, I stopped counting goals at the 90th minute and, hey presto, Wimbledon have a 2-1 win and two additional points in League One. Can someone let Rick Parry know?” – Robert Way-Bradley. “Maybe Gunnersaurus will pay Mezut Özil’s speeding fine for him (yesterday’s Quote of the Day)?” – Martyn Shapter. Send your letters to the.boss@theguardian.com. And you can always tweet The Fiver via @guardian_sport. Today’s winner of our prizeless letter o’the day is … Martyn Shapter. NEWS, BITS AND BOBS Diego Maradona has been sedated by doctors to help him cope with withdrawal symptoms and will remain in hospital, even though he wants out. “This was one of the few times where Diego has been told no,” said his doctor, Leopoldo Luque. Ongoing lockdown or not, Boris Johnson has been urged to fulfil a general election pledge [honk – Fiver Ed] and launch a fan-led review of football. Labour MP Ian Mearns wrote: “The Covid-19 disruption has brought to the fore some of the many challenges, both financial and at a governance level, which have been allowed to fester out of the spotlight for decades … It is becoming increasingly urgent that the government intervene and deliver on its promises.” New manager news: League Two strugglers Mansfield have appointed Nigel Clough. Neil Warnock reckons his Middlesbrough side are unappealing opponents for Championship wannabes. “I’m not saying that we’re very, very good, but I don’t think you want to play us,” he cheered. You won’t find any envy from Wolves boss Nuno after Diogo Jota’s hot start at Liverpool. “When a player goes and succeeds, it makes us happy,” he cooed. Super Mr 15%s are being targeted by Fifa under new regulations. Unhappy Queen’s Celtic boss Neil Lennon is feeling funky after a home roasting by Sparta Prague in Big Vase. “It’s poor. Lack of hunger was really apparent,” he fumed. “I can’t defend the players.” Canvey Island and Banbury are among the FA Cup hopefuls embarking on the first round this weekend. Koke and Álvaro Morata are recalls to Luis Enrique’s Spain squad, while Marcos Llorente has got a first call-up. It may already look bleak for Ronnie K at 12th-placed Barcelona, but he’s hopeful of an improvement. “Teams like Barça need to be near the top all the time and if they are, then there is always criticism,” he tooted. “We cannot become obsessed by it.” Tottenham manager José Mourinho is uneasy that Gareth Bale will be under the jurisdiction of Arsenal coach Albert Stuivenberg while with Wales. “Honestly, it doesn’t make me very comfortable,” he parped. “National team matches should not [have] coaches who work for other clubs.” STILL WANT MORE? James Ward-Prowse gets his chat on with David Hytner about his mad skillz at set pieces and Southampton’s resurgence. Word. Some Premier League things to look out for this weekend. One per game. You know the drill. David Moyes is a good thing for West Ham United, insists Jacob Steinberg. Ole Gunnar Solskjær is not such a good thing for Manchester United, warns Jonathan Liew. Oh, and if it’s your thing … you can follow Big Website on Big Social FaceSpace. And INSTACHAT, TOO! LAWRO ENDS THE STREAK AT 159!"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}