{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/nov/03/real-madrid-internazionale-champions-league-group-b-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-11-03T22:32:09Z", "webTitle": "Relief for Real Madrid as Rodrygo seals rollercoaster win over Internazionale", "webUrl": "https://www.theguardian.com/football/2020/nov/03/real-madrid-internazionale-champions-league-group-b-match-report", "apiUrl": "https://content.guardianapis.com/football/2020/nov/03/real-madrid-internazionale-champions-league-group-b-match-report", "fields": {"headline": "Relief for Real Madrid as Rodrygo seals rollercoaster win over Internazionale", "bodyText": "When at last the final whistle went, Zinedine Zidane turned to his right, Antonio Conte turned to his left and they turned down the tunnel together. Former teammates, they embraced, each man knowing that he could have been in the other’s shoes at the end of a tense, open and unpredictable night. A game that both teams needed to win and both could have won ultimately ended with Real Madrid defeating Internazionale 3-2. Victory came thanks to a superb goal from the substitute Rodrygo who, asked afterwards if he was happy or relieved, replied “both”. That made sense: his winning goal had come when Madrid, who came into this game with a single point, were most under pressure; it also lifted them off the bottom of the group and left Inter there instead. It could have gone either way, until Vinícius delivered the ball from which Rodrygo changed the match and the shape of things to come. This was dynamic and open from the start, Samir Handanovic tipping over from Marco Asensio as early as the fourth minute and then seeing Fede Valverde’s delivery drop dangerously inside the six-yard box before Valverde struck over. The scoreboard – an old-style square with dotted numbers straight out of a Subbuteo stadium – signalled just six minutes gone, and within three more Nicolò Barella had headed Ivan Perisic’s clipped cross off the bar. A moment later, Thibaut Courtois saved from Lautaro Martínez. That first Inter advance came from a route that was to become familiar – Achraf Hakimi sprinting into space on the right. His most decisive contribution, though, was to accidentally set up the opening goal for Madrid after 24 minutes. Hakimi, who played at this training ground every day for 12 years having joined the club at the age of eight, delivered a back-pass that ended up being the perfect through ball, bending into the path of Karim Benzema, who stepped around Handanovic and rolled into an open net. An error had always seemed possible, if not necessarily like that. Inter were determined to play the ball out from very deep, dangling the bait, drawing Madrid in and then releasing the ball beyond that first line of pressure into the space beyond. It worked often, but it was a fine line that contributed to a fine game, particularly on a slick surface. There were opportunities at both ends. Arturo Vidal had already hit into the side-netting and Hakimi had dashed beyond Ferland Mendy, but now Inter trailed. Soon it was 2-0, Sergio Ramos heading in from a corner. Inter weren’t done. An astonishing backheel volley from Barella that drew gasps from the few people inside this ground concluded a circuit of possession and set up Martínez, rushing into the area. His finish was worthy of the pass, the first time shot as hard as it was accurate. And a moment later, he almost sent Hakimi away again, but Thibaut Courtois was out quickly. That momentum remained deep into the second half. As Inter stepped up, pushing ever higher, now it was Madrid playing from very deep: partly inviting pressure, partly subjected to it. The difference was that Madrid weren’t really finding a way out, unable to connect with the men waiting further up. The one time they did, Lucas Vázquez shot just wide. And although Inter were not making clear chances, when the goal arrived on 67 minutes it was no great surprise. Nor should it have been the end of it. Arturo Vidal lifted the ball into the area where Martínez expertly brought it down for Perisic, who turned away from Vázquez and cut the shot into the corner. Inter almost took the lead when Ashley Young sought Hakimi. Then, as the pitch opened even more and they began dashing right through it and leaving Madrid’s defence exposed, they passed up clear opportunities. Martínez bent the first past a post when he might have passed. He then did deliver the second, struck just wide by Perisic. They paid for it. Zidane sent for the boys from Brazil, Vinícius and Rodrygo introduced. And just when Madrid were at their most desperate, Inter gathering pace, Valverde released Vinícius. He ran up the right and pulled back the perfect pass for Rodrygo to slip in the knife."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}