{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/nov/06/banbury-and-canvey-island-lead-the-way-for-a-shot-at-fa-cup-second-round", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-11-06T15:51:59Z", "webTitle": "Banbury and Canvey Island meet in FA Cup first round like no other", "webUrl": "https://www.theguardian.com/football/2020/nov/06/banbury-and-canvey-island-lead-the-way-for-a-shot-at-fa-cup-second-round", "apiUrl": "https://content.guardianapis.com/football/2020/nov/06/banbury-and-canvey-island-lead-the-way-for-a-shot-at-fa-cup-second-round", "fields": {"headline": "Banbury and Canvey Island meet in FA Cup first round like no other", "bodyText": "When the Football Association announced this week that all activities for non-elite clubs would be suspended for a month, it caused a fright among the 10 lowest-ranked teams left in this weekend’s FA Cup first round. Happily, clarification soon came that those clubs would, in fact, be allowed to train in preparation and that the dispensation would be maintained if they reached the second round, although they would not be allowed to contest league matches in the interim. This, then, is a uniquely exciting and challenging time for those clubs, who come from step three or lower of the National League system. Some of them, including Marine, Bishop’s Stortford and South Shields, take on league opposition this weekend, while at least one is guaranteed to advance to the next round as Banbury United host Canvey Island. Canvey Island may have the better Cup pedigree – they reached the third round in 2002 before falling to Burnley – but they go into Saturday’s tie as underdogs, since they now play at a lower level than Banbury, who are 18th in the Isthmian League Southern Central Division. “In a sense this is the worst time to reach the FA Cup first round because the prize money was double last year and we would have been playing in front of a crowd of 1,000-plus rather than an empty stadium,” says the Canvey Island manager, Mark Bentley, whose team have come through five ties to get this far. “But we’re certainly not complaining. The world is going through a horrible time and, besides, we could have gone out against Ware in the first preliminary round so everything we’re earning now is a bonus. And it’s vital, because we’re losing money at the moment.” If Canvey topple Banbury they will have a tricky decision to make. “If the players are going to train, they will need to be paid so we have to think about what we can afford. But we do things right at this club so I’d be hopeful a solution could be found.” It helps that the match has been one of those chosen for inclusion on the BBC’s red button service, yielding £12,500 for each team. Another televised fixture is the joust between the Merseyside club Marine, of the Northern Premier League Division One North-West (the eighth tier), and Colchester United of League Two. “This is the biggest match for our club since our last appearance in the FA Cup first round 25 years ago to the day,” says Marine’s chairman, Paul Leary. “We’ve beaten five teams to get here, including two from higher levels, and with all the challenges around for business at the moment, the income we’ve had from this Cup run has been an absolute godsend. With us not being able to run any other activities, we’ll have no other income for a month. The TV fee is a massive injection in terms of keeping our heads above water.” One match surprisingly not chosen for TV coverage is South Shields’ trip to Cheltenham Town. Although South Shields play in the Northern Premier League Premier Division, three levels below the home side, they are well supported. They took over 15,000 fans to Wembley when they won the FA Vase in 2017 and their last home match before this year’s first lockdown attracted 2,500. The pandemic struck at a particularly bad time for them, as they had just committed to moving towards professionalism. “We took the step at the beginning of last season to bring in some full-time players,” explains the club’s co-manager, Lee Picton. “So there is a proportion of our squad for whom you would class this as their primary income. Then we have a smaller number of players who still do their nine-to-five jobs and train with us on Tuesday and Thursday.” In the north-east there is a lot of interest in the club’s first FA Cup first round tie since 1973. “This is a little bit of history for our club,” says Picton. “Our confidence is high and if Cheltenham are slightly off their game, then you never know. We have a large number of players who we would consider could be playing at a higher level, and we have ambitions to progress through the tiers of non-league football as quickly as we can. “Obviously that’s easier said than done but we’ve had a lot of success, relatively speaking, in recent years. We gave a good account of ourselves in the last round against Halifax, who are two levels above us, and the challenge we’ve given the players is to replicate that performance against a league team.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}