{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/nov/02/dementia-football-rife-game-not-doing-enough-to-help-chris-chilton-gary-chilton", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-11-02T21:01:23Z", "webTitle": "'Dementia in football is rife and the game is not doing enough to help'", "webUrl": "https://www.theguardian.com/football/2020/nov/02/dementia-football-rife-game-not-doing-enough-to-help-chris-chilton-gary-chilton", "apiUrl": "https://content.guardianapis.com/football/2020/nov/02/dementia-football-rife-game-not-doing-enough-to-help-chris-chilton-gary-chilton", "fields": {"headline": "'Dementia in football is rife and the game is not doing enough to help'", "bodyText": "Ten days ago the Chilton family were at breaking point. Chris Chilton, 77, was diagnosed with Alzheimer’s disease and vascular dementia in 2012. Eight years later he needs a level of care his family cannot afford. They did not know where to turn, or what to do. They felt utterly alone. This even though he was one of the best forwards in England in the 1960s. He scored a record 222 goals for Hull City, where he formed a famous strike partnership with Ken Wagstaff. The Professional Footballers’ Association (PFA) paid for Chilton to spend four weeks in a care home and the family had pulled together enough from their savings to pay for a fortnight more. But that was about to run out. “We couldn’t just keep limping along like this,” says his son Gary. His mother, Margaret, is 72, and has health problems of her own. Chris had been caring for her until he became ill. So Gary, who stayed nearby to help, decided it was time to sell his house and use the money to pay for care. “I said we’ll get maybe £100,000 and we’ll do it that way.” It was either that or else he would have to quit his job and move in to be a full-time carer. It was Wagstaff’s daughter, Francesca Sharp, who found a solution. “She popped in to see me and my mum,” Gary says. “And she just looked at us and said: ‘You two look like you’re finished.’ And we are, to be honest. My dad’s at a stage now where he needs more than we can give him. “We’ve tried to get through the last eight years as best we can on our own, keeping him at home. But we’ve got to that point now where he’s lost all the skills you learn when you’re a little child. It’s like looking after a five-year-old again basically, but a five-year-old who can pick up knives and leave the gas burner on, or put lit cigarettes in the bin.” Wagstaff set up a GoFundMe page. In seven days it raised more than £30,000. “The support from fans, locally, nationally, and abroad, has blown us away,” Gary says. “My dad was quite a humble bloke, never sought the limelight. He’s got quite a career behind him, with all those records, but this has been unbelievable, a show of love and support we never ever thought we’d see.” Some former Hull players helped out – Nick Barmby, Steve McClaren, Dean Windass – and so did some famous fans, such as Sir Tom Courtenay, who has supported Hull since he was a boy. The club launched a clothing and merchandise line, the 222 Collection, and donated the proceeds. “You can understand,” Gary says, “it’s been a very emotional week.” But those emotions are bittersweet. Because you have to ask why the family are relying on crowdfunding, and whether the football authorities could be doing more to support them instead of leaving it to the fans. Chilton’s illness has never been officially tied to his career but the family believe there is a link; that, like so many of the men he played with and against, he is living with dementia caused by playing football. “We’ve talked about it, me and my mum and my sister,” Gary says. “Dad was a big, old-school No 9, heading was his forte and the balls they played with were just absolutely brutal.” Gary describes his dad as “a very similar sort of player to Jeff Astle”. Chilton was also a teammate of Alan Jarvis. Astle and Jarvis had dementia caused by heading the ball and coroners ruled both men were killed by an industrial disease. “Just like a miner,” says Gary. Nobby Stiles, who died on Friday, also had dementia. And on Sunday Sir Bobby Charlton’s wife, Norma, confirmed he has the condition, too. “It feels like it’s rife, absolutely rife,” Gary says. “It’s not just that England team from 66; quite a few of the Hull City side my dad played in have it too. Dad’s in the pot of players from that era who have this illness and that pot is getting bigger all the time. Like it’s rampant and it’s absolutely devastating for families. It’s torn ours apart. It’s such a cruel, cruel disease, just absolutely evil. “And for football it is the big elephant in the room. And the authorities are doing their best to divert attention away from it by giving little soothers to keep families pleasant, like a ‘you’re OK’ type of thing.” The PFA has provided the Chiltons with respite care and other financial support, and Gary speaks warmly of the welfare officer they have been working with. But he worries there is a limit to how much support it can give. He says the PFA has been encouraging the family to turn to social services. “They spoke to my Mum a week or so ago and in that phone call they were more or less driving us down the social services route. That was what she took from it.” But he says their progress with social services stalled back in March, when the first lockdown started. “They shut all these cases down when all this crazy stuff started, and they said to us if the virus ever does go away we’ll have to reapply and go through the whole process again, of creating his case from scratch.” A spokesman for the PFA said it “will continue to support Chris and his family as we have done for a number of years”. “I think the sport is in denial,” Gary says. “I think they haven’t done enough and they’re not doing enough, because I think they’re worried. I think they’re worried about the size of this thing, the implications, and what it could mean if they do put their hand in the air and say: ‘We know and we’ve known about this for a long time.’” Even £30,000 only buys so much time. Generous as the fans are, this is not a problem football is going to be able to fix through GoFundMe pages."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}