{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/nov/06/brighton-burnley-premier-league-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-11-06T19:43:20Z", "webTitle": "Danny Welbeck shines but Brighton are frustrated by Burnley in stalemate", "webUrl": "https://www.theguardian.com/football/2020/nov/06/brighton-burnley-premier-league-match-report", "apiUrl": "https://content.guardianapis.com/football/2020/nov/06/brighton-burnley-premier-league-match-report", "fields": {"headline": "Danny Welbeck shines but Brighton are frustrated by Burnley in stalemate", "bodyText": "It may have been an essential battle at the bottom of the table between two teams searching for a result that will imbue them with the confidence to kick their seasons into gear, but Brighton and Burnley were unable to offer anything new as they departed to the international break with a limp draw. Brighton returned home having produced ample promising performances while failing to record a league win since 20 September. Down at the foot of the table, Sean Dyche’s Burnley have managed just one achievement this year: their worst league start in the club’s history. This was an enormous opportunity for both teams, which they demonstrated from the beginning by starting with a shared frantic, nervous intensity. Graham Potter offered a first start at Brighton for new signing Danny Welbeck, who is desperate to put his career back on track after two painful years since breaking his ankle at Arsenal. Within seconds of kick-off, Welbeck was flitting up the right flank without a care in the world. He provided Tariq Lamptey with a perfect cut-back inside the box. From close range, Lamptey lost his composure and belted his strike well over the bar. As the game settled, it was Dyche’s team that dominated possession, perhaps buoyed up by the return of captain Ben Mee after four months and the return of his formidable defensive partnership with James Tarkowski. Brighton eventually took control, ending the opening half by suffocating Burnley with long stretches of possession. Welbeck relentlessly stretched the Burnley defence. The 20-year-old Lamptey continued his blazing start to regular Premier League football, tearing up the right side with his intelligence and speed. All the while, Adam Lallana and Pascal Gröss joyfully traded Cruyff turns and controlled much of the final third, linking the forward players with their slick passing. And yet, Brighton ended the first half without a goal. They provided a glimpse of the fun they may soon have once their new attacking players gel, but it was a reminder of the wastefulness that has defined their season. It continued for much of the second half as Brighton camped out within Burnley’s half, generating waves of attacks but failing to penetrate an increasingly resolute Burnley team. Burnley had their own typical issues to address. As Mee settled down, the Burnley back four became more organised. But when they picked up the ball in advanced positions, they were nothing. Chris Wood and Ashley Barnes were stranded, prompting Dyche to replace them with Jay Rodriguez and Matej Vydra. Little changed. As the clock ticked down, Brighton’s attacks became disjointed, their quality faltered as Gröss and Lallana began to overhit passes that looked so easy half an hour earlier. Burnley tried to move the ball up the field in the dying minutes, and they generated some final free-kicks in dangerous positions. But as their attacks crumbled, so did the match. Still, both Potter and Dyche left with some satisfaction. “Really positive, really happy with a lot of the performance because I thought we restricted the opponent to not too much at all and had some opportunity ourselves,” said Potter. “Pushed and pushed, tried everything. The only thing missing was the goal.” Burnley return home with their second point of the season, finally off the bottom of the table. “Brighton are a decent outfit, they spent a lot of money over the last few years,” said Dyche. “Graham is doing a good job of moulding them into what he wants. So we don’t think these are easy tasks. And I thought a lot of the performance was right about us, but we know that we’ve got to continue to search for better quality chances.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}