{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/nov/06/frank-lampard-says-fikayo-tomori-remains-part-of-his-chelsea-plans", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-11-06T22:30:53Z", "webTitle": "Frank Lampard says Fikayo Tomori remains part of his Chelsea plans", "webUrl": "https://www.theguardian.com/football/2020/nov/06/frank-lampard-says-fikayo-tomori-remains-part-of-his-chelsea-plans", "apiUrl": "https://content.guardianapis.com/football/2020/nov/06/frank-lampard-says-fikayo-tomori-remains-part-of-his-chelsea-plans", "fields": {"headline": "Frank Lampard says Fikayo Tomori remains part of his Chelsea plans", "bodyText": "Frank Lampard has backed Fikayo Tomori’s decision to turn down a loan move to West Ham and has said the Chelsea centre-back remains part of his plans despite falling out of favour this season. Tomori, who was open to the idea of furthering his development by going on loan this season, has had to be patient since rejecting West Ham on the final day of the transfer window. The 22-year-old, who was also targeted by Everton in the summer, has not started a Premier League game since February and faces an uncertain future given that Chelsea’s squad contains five centre-backs. The situation was complicated by Antonio Rüdiger seeing potential moves to Milan, Roma and Tottenham fall through last month. Rüdiger has forced his way back into contention since then and Tomori did not even make the bench for Chelsea’s last two league games. Yet Lampard said he was happy to see Tomori stay, even though he has handed him only one substitute appearance in the league this season. “I think there’s arguments on both sides,” Chelsea’s manager said. “Fikayo is our contracted player. We know that West Ham were interested. Fikayo took the decision not to go and that’s well within his rights. That had no bearing on my thoughts at all. He’s still a developing player. “When I say developing, he’s had a great two years. He got himself in the England team, was one of the best defenders in the Championship and then played 20-plus games for Chelsea. It’s normal for a young player sometimes, in a squad as competitive as ours, where there are periods where you maybe aren’t playing every week.” Lampard took Tomori on loan to Derby in the 2018-19 season and gave him plenty of opportunities last season. “I’ve got no problem with Fikayo,” he said. “I rely on him. That’s clear from when I took him to Derby and how I handled him last year. He’s been a fantastic player for me. He trains very well and when he gets his opportunity, like he had when he came on against Liverpool and in the Carabao Cup, it’s important he takes them.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}