{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2020/nov/02/atalanta-v-liverpool-champions-league-live", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-11-03T22:26:08Z", "webTitle": "Atalanta 0-5 Liverpool: Champions League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2020/nov/02/atalanta-v-liverpool-champions-league-live", "apiUrl": "https://content.guardianapis.com/football/live/2020/nov/02/atalanta-v-liverpool-champions-league-live", "fields": {"headline": "Atalanta 0-5 Liverpool: Champions League – as it happened", "bodyText": "So that, my old MBM pals, is your lot for this evening. Andy Hunter’s verdict is in, so you’ll be heading off over there. Enjoy ... and thanks for reading this report. Nighty night! Jurgen Klopp’s verdict. “It was the performance we needed. The opponent is really strong and can cause you massive problems, and my boys played an incredible game. Front line, defending and attacking, outstanding. Midfield organisation, desire, readiness, top level. We win the game 5-0, could score more goals, yet your goalie has to make three world-class saves! So everybody was involved. It was a really good game. I don’t think any system could have defended tonight against Sadio, Mo and Diogo.” “Always on the bench I was thinking about what I could do to unlock the result.” That’s what Jota said after scoring the winner against West Ham last Saturday. His repeated use of the word “unlock” may be quite revealing. Liverpool have a very wily player on their hands here. Sorry: another very wily player. Diogo Jota speaks. “I am playing in the best team in my career, so I don’t know if it was my best moment. But scoring goals is my way of playing football, so I am really happy with it, and with the result. A great win away. A good moment, a good night. My favourite goal was the first one, because it unlocks the game. It is important to get the first one. After that we could manage the game our way.” Jurgen Klopp is delighted as he comes on to congratulate his players. They were sensational in attack, with one caveat: Atalanta were little short of appalling in defence, and allowed Liverpool far too much time and space in midfield. But a mention for Liverpool’s makeshift defence as well: they restricted one of Europe’s most goal-happy teams to Duvan Zapata’s unfortunate blooter off the post. Just as Diogo Jota, Mohamed Salah and Sadio Mane excelled up front, so did Joe Gomez and young Rhys Williams at the back. The 19-year-old midfielder Curtis Jones was very tidy too. A good day at the office all round for Liverpool, who have a 100 percent record at the top of Group D with nine points; Ajax, who won 2-1 at Midtjylland, leapfrog Atalanta into second, both teams with four points. A rout. It’s Liverpool’s biggest away victory since winning at Porto two years ago. Hat-trick hero Diogo Jota will get the headlines, rightly so, but everyone in Liverpool red played extremely well tonight. A fine team performance, and a statement to the rest of the Champions League. 90 min +2: A corner for Atalanta. Liverpool clear. The ball’s returned. Zapata spins and turns the ball into the bottom right from six yards. But the flag goes up, correctly, for offside. Liverpool’s back line had pushed out efficiently. 90 min: There will be two added minutes. 89 min: A corner for Atalanta down the left. Malinovskyi takes. Ruggeri guides a weak header towards the bottom left. Alisson gathers. 88 min: Neco Williams and Tsimikas take turns to flash dangerous balls in from the flanks. Salah would have surely had a goal had he not slipped over. 87 min: Atalanta attack. Jones intercepts and strides clear. The young midfielder has been excellent tonight. 85 min: That really should have been six. It’s hard to criticise, though. 84 min: ... Salah nearly scores on the break again! But Sportiello sticks out a strong arm this time. From the resulting corner, Mane heads straight at the keeper. 83 min: Zapata has another fierce batter from just inside the box. Alisson parries well again, then Rhys Williams heads clear for a corner. From which ... 82 min: Liverpool use up the last of their substitute allocation, replacing Alexander-Arnold and Wijnaldum with Neco Williams and Tsimikas. 81 min: Atalanta make a triple change. Alejandro Gomez, Mojica and Hateboer make way for Lammers, Depaoli and Ruggeri. 79 min: Milner has a whack from the left-hand edge of the Atalanta D. It’s deflected over the bar, and nothing comes of the corner. 78 min: Alexander-Arnold takes his own sweet time over a throw. A sense that everyone would be happy to call it a day, for various reasons. 76 min: Djimsiti makes good down the left and crosses dangerously. Joe Gomez slashes clear. Liverpool will be extremely happy with their defensive performance this evening. 75 min: Malinovskyi has come on for Pasalic, incidentally. 74 min: Not sure Klopp agrees with that assessment, because he’s booked for taking a discussion too far with the assistant ref. 73 min: Jones nearly breaks clear into the Atalanta box from the right, chasing a Salah flick, but is eased off the ball with great feeling by Mojica. He claims a penalty but, quite correctly, isn’t getting one. A fair shoulder charge. 72 min: Firmino has a shot blocked from the edge of the D. His was a good run; nothing’s coming off for the Brazilian at the moment. 70 min: Salah whips in from the left for Firmino. Toloi should intercept and clear, and Firmino isn’t expecting the ball to get through ... but it does, after the defender fresh-air swipes. The ball breaks to Sportiello before Firmino can belatedly react. 68 min: Zapata drives with purpose down the inside-right channel. It’s a powerful, swerving run, and he springs clear of Milner and shoots low. Alisson sticks out a strong arm to deny him. Gomez has another go, but this is an easier claim for the Liverpool keeper. 66 min: Jota limped off the pitch a little gingerly. Liverpool will be worried about their new star ahead of the Manchester City game on Sunday. 65 min: Liverpool make three changes. Robertson, Jota and Henderson make way for Keita, Firmino and Milner. 63 min: It really isn’t Atalanta’s night. Zapata drops a shoulder to make space just inside the Liverpool box, just to the left, sending Gomez away to the wrong fire. He unleashes a thunderous rising shot across Alisson and towards the top right. It’s surely going to plant itself into the corner ... but hits the junction of post and bar, travels across the face of goal at the speed of light, and away! So unlucky. That would have been the goal of the evening. 61 min: Wijnaldum and Mojica collide in the middle. A flailing arm hits the Atalanta wing-back in the face. It’s deemed accidental, fortunately for Liverpool, as Wijnaldum is already on a booking. “Huh?! What is happening?” begins Peter Oh. “Football, bloody hell. As an American, I might be saying the same thing about elections later tonight.” 59 min: Palomino faffs around, last man, and is pleased to hear the whistle when Jota shoulders him off the ball. A wee too much force, and perhaps a little from behind. Jota would have been clear on goal otherwise. 57 min: Salah tries to lob Sportiello from 40 yards. He nearly manages it, too, though if this match was tight he’d have surely slipped Mane into acres down the left instead. Atalanta are giving up a ludicrous amount of space in midfield. 56 min: It’s seven goals for Jota in his first ten appearances ... and he’s not started so many of those. Mane curls a low pass down the left. Jota is clear of Palomino. Sportiello races from his area. Jota rounds the keeper on the left before rolling into an empty net. That’s his first hat-trick in Liverpool colours, and he’s got it in double-quick time. What a signing the Portuguese is proving to be. 53 min: Zapata is replaced by Pessina. He looks surprised to be hooked. Ah hold on, no. It’s not #91 but #9. The fourth official recalibrates his gadget and Muriel makes way instead. 51 min: Gomez slides a pass down the Atalanta left for Zapata, who threatens to burst into the box. Liverpool’s Gomez reads well and hoicks out for a corner. From the set piece, hit long, Zapata heads towards the bottom right. Alisson makes an awkward claim look easy. This is too easy. From a throw in the middle of the park, Salah feeds Mane down the inside left. Sportiello comes off his line. Mane enters the box and chips gently over the keeper and into the net. 48 min: So much for Atalanta’s fast start to the second half. This is astonishing. Gomez’s poor corner is cleared by a combination of Robertson and Jones ... and suddenly Salah is one on one with Hateboer! He tears down the inside-right channel, cuts inside, and curls an unstoppable shot into the top left. Sportiello had no chance. What a counter! 46 min: A bit of space for Muriel down the left. His cross is deflected out for a corner by Jota. Atalanta get the second half underway. They came back from two down against Ajax, Zapata scoring twice in six second-half minutes, so Liverpool won’t be taking anything for granted. No changes at the break. Half-time reading. You want news of the 5.55pm kick-offs? We got news of the 5.55pm kick-offs! Or: Atalanta 0-2 Diogo Jota. He, along with pretty much everyone else in a red shirt, has been excellent. Atalanta have been kept uncharacteristically quiet. A big half-time team-talk coming up for Gian Piero Gasperini. 45 min: Jota tries to release Robertson down the left. He should send the full-back into plenty of space, but overcooks the pass. Goal kick. 44 min: Robertson attempts an outrageous first-time diagonal spray down the right and nearly finds Salah, who was inches away from being clear on goal. 43 min: Mane backs himself in a footrace with Hateboer down the left and wins. He crosses deep for Salah, but the ball floats out harmlessly at the far post. Liverpool carry danger every time they go forward. 41 min: Salah tries to spin his way clear down the right but is ushered away from the ball by a combination of Mojica and Palomino. This is all Liverpool. Atalanta need a spark from somewhere. 39 min: Salah holds the ball up on the edge of the Atalanta box with his back to goal. He very nearly releases Mane with a cute flick down the channel, but the ball doesn’t make it through the small gap he’d spotted. Liverpool are in total control right now. 37 min: Now it’s Jota’s turn to run at Palomino. He wins a corner out on the left. Robertson’s delivery is no good and an easy clear for Gomez. 36 min: Mane wins a loose ball in the centre circle and sashays forward. He drifts inside past Palomino and curls towards the top right. He’s denied by a brilliant full-stretch fingertip save by Sportiello. Nothing comes of the resulting corner. 35 min: Liverpool are brimming over with confidence now. Jones and Salah flick their way down the middle, but the move breaks down as Mane tries one fancy trick too many. Atalanta clear the corner. Joe Gomez returns it from the halfway line, his long diagonal pass finding Jota, just inside the box on the left. He takes it down and knocks it inside, past Hateboer, and lashes into the bottom left! What a start to his Liverpool career this is! 33 min: Jones and Wijnaldum combine down the right to earn a corner. From which ... 31 min: Liverpool spend another couple of minutes in careful control. 29 min: Zapata romps down the inside-left channel, then drops a shoulder to pass Alexander-Arnold. He shoots. Alexander-Arnold sticks out a leg and deflects the fierce effort off the top of the crossbar. Then the flag goes up, correctly, for offside. 27 min: Gomez enters the Liverpool box down the right, and nearly breaks free of Henderson. But he’s tackled by his own feet and falls over. Henderson makes sure not to get too close and concede a soft penalty. The ball breaks off Zapata and it’s a pressure-releasing goal kick. 26 min: Jota nearly bursts clear down the right but is denied by Toloi’s excellent last-ditch sliding tackle. That had to be timed perfectly. A red card if it wasn’t. Marvellous defence. 24 min: Jota tears down the left and whips a low cross into the mixer. Hateboer does well to skelp clear under pressure from Salah and Mane. Liverpool come again, Robertson flaying a risible effort miles wide right and kilometres high. 23 min: Robertson slips a pass down the left for Jones, who is in miles of space. The flag goes up. At first glance, it looks a simple decision, but replays suggest someone in the middle might have been too deep and playing him on. Atalanta get away with one there. 21 min: Jones must have said something, because he’s gone in the book as well. Ah hold on, there’s a replay of an earlier slide on Alejandro Gomez, so perhaps it’s that. Either way, two-thirds of Liverpool’s midfield are suddenly walking the proverbial tightrope. 20 min: Wijnaldum goes in the book for a cynical tug on Alejandro Gomez. 19 min: More space for Muriel, this time in a pocket 25 yards out. He shoots low and hard. Alisson claims, but only at the second attempt, making a meal of the first one. 18 min: Jota already looks like he’s been playing for Liverpool for years. Roberto Firmino will have a job getting his place back at this rate. Diogo Jota does it again. It’s simple, but magnificent. Alexander-Arnold slide-rules a pass down the inside-right channel. Jota gets ahead of Palomino, holds off a strong challenge by the defender, draws Sportiello, and flicks elegantly over the keeper and into the bottom left! 15 min: Muriel enters the Liverpool box down the right channel, drops a shoulder, and gives Allison the eyes, using two defenders for cover. Alisson dives early, but adjusts to claim a weak shot. Liverpool go straight up the other end, Jones finding some space in the Atalanta box ... and delivering a Muriel-style dribbler that Sportiello gathers. 14 min: Zapata again lurks with the intention of latching onto a long pass; again Williams intercepts crucially, this time with an extended leg. It’s been a confident start by the young defender. 13 min: Jota and Salah combine well down the inside right, the latter teeing up Mane, who swivels and shoots for the top right in one graceful movement. Sportiello tips over the bar spectacularly, and nothing comes of the resulting corner. 12 min: Liverpool keep hold of the ball for a couple of sterile minutes. But then Hateboer intercepts and feeds Pasalic, who is clumsily brought to ground by Henderson. Just a talking-to from the referee; Liverpool’s captain is fortunate not to go into the book there. Next foul, perhaps. 10 min: Toloi, quarterbacking from deep, creams a lovely pass towards Zapata, threatening to break past Liverpool’s last man. But that last man, Rhys Williams, reads the situation well, stepping forward to head clear and put a stop to Atalanta’s direct plans. 8 min: A glorious backheel by Mane, out on the left, sends Jota scampering down the wing. He’s got Wijnaldum underlapping him, and should release him in on goal, but overcooks the pass, allowing Sportiello to come out of his box and take control. 6 min: Alexander-Arnold rakes a long ball down the right for Salah, who is found in acres of space. He nearly zips past Mojica, who is forced to tap out for a corner. The hosts deal with the set piece easily enough. 4 min: Robertson tries to beat Mojica in a footrace down the left, but he’s eased off the ball by Palomino, who comes across to snuff out any danger. A nice open start to this game, news which should come as no surprise. 2 min: Jota should put Liverpool ahead. Fed by Jones, he runs at Atalanta, right to left. Then he pokes down the channel, easing past Hateboer, and breaks into the box. He attempts to lift a chip over Sportiello, but the keeper does well to smother. Jota wears the expression of a man who knows he’s passed up a fine chance. 1 min: An immediate test for Joe Gomez, who is one on one in a footrace with Muriel. He wins that one ... but nearly comes off second best as the same player runs at him down the right. Robertson comes over to help him out. Here we go, then! Liverpool get the ball rolling. The teams are out. Atalanta are in their black and blue; Liverpool wear their famous red (with not so famous teal trim). Once the Champions League anthem remix and then the Champions League anthem have been played, everyone will shake hands, toss coins, make decisions and we’ll be off. Not long now! A word with Jurgen Klopp. “It’s very intense, it’s a fight all over the pitch. It will be one against one. The cheekiness of Alejandro Gomez, the power of the wing-backs, there are a lot of things to think about. If we are in a good mood we can be really uncomfortable for our opponents. I was not sitting in front of the television for the draw and thinking: now please Bergamo! But I am pretty sure nobody wants us. We can be a pain, and we will try to be that tonight. We have to play good football, be well organised, to adapt but deny it and push through our idea. Clean sheets are nice but it’s not the main target. Rhys Williams has played football since 15, so very experienced!” Atalanta make two changes from the XI that started last weekend’s 2-1 win at Serie A bottom club Crotone. Duvan Zapata (five goals in the last six matches in all competitions) and defender Jose Luis Palomino replace Cristian Romero and Ruslan Malinovskyi. The 18-year-old Ivory Coast winger Amad Traore, who moves to Manchester United in January, is on the bench. Liverpool make two changes to the XI named for the 2-1 victory over West Ham United on Saturday evening. Diogo Jota takes the place of the out-of-form Roberto Firmino, while Rhys Williams replaces Nat Phillips at the back. Firmino drops to the bench; Phillips isn’t part of Liverpool’s Champions League squad and therefore ineligible. Joel Matip returns to the bench after a four-match absence, while new left-back Kostas Tsimikas also returns to the squad. Atalanta: Sportiello, Toloi, Palomino, Djimsiti, Hateboer, Pasalic, Freuler, Gomez, Mojica, Zapata, Muriel. Subs: Lammers, Romero, Malinovskyi, Depaoli, Rossi, Pessina, Ruggeri, Miranchuk, Ilicic, Diallo Traore, Gollini, Scalvini. Liverpool: Alisson, Alexander-Arnold, Rhys Williams, Gomez, Robertson, Jones, Henderson, Wijnaldum, Salah, Jota, Mane. Subs: Milner, Keita, Firmino, Adrian, Minamino, Tsimikas, Shaqiri, Origi, Matip, Kelleher, Cain, Neco Williams. Referee: Ovidiu Alin Hategan (Romania). Atalanta have won just one major trophy in 113 years, the 1963 Coppa Italia. And for a golden moment last season, it looked as though they might make it two by going all the way in the biggest tournament of all. Sadly for the Goddess from Bergamo, Paris Saint-Germain’s late double in Lisbon ended their run in the quarters, and the dream was over. For a year, anyway. Gian Piero Gasperini’s team scored 98 goals in Serie A last season, the highest total in Italy’s top flight for more than six decades. They’re up to their usual nonsense again this time round: in six league games so far, they’ve been involved in two 4-1s, a 4-0, a 4-2 and a 5-2. They’ve spanked Lazio and been spanked by Napoli. Meanwhile in Europe they’ve trounced Midtylland 4-0 away, and come back from two down to draw a four-goal thriller with Ajax. They remind Jurgen Klopp of Leeds, who gave Liverpool one hell of a game on the opening day of the Premier League season. The Reds won that 4-3, and have since been on both ends of a 7-2 scoreline, struggled a little to get the better of Sheffield United and West Ham, but also seen off Chelsea and Arsenal with great ease. An Atalantaesque rollercoaster. So good luck predicting which way this one will go. The chances of a dour goalless draw are not high, mind you. Can Liverpool make it three out of three in Group D, closing in on the knockout stages in double-quick time? Or will free-scoring Atalanta leapfrog them into top place at the halfway stage of the group? A very strong possibility it’ll be a blast finding out. It’s on! Kick off: 8pm GMT, 9pm at the Atalanta Stadiun in Bergamo, Lombardy, Italy."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}