{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/nov/04/greenwood-expected-to-return-to-england-squad-after-ings-ruled-out", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-11-04T15:00:39Z", "webTitle": "Greenwood expected to return to England squad after Ings ruled out", "webUrl": "https://www.theguardian.com/football/2020/nov/04/greenwood-expected-to-return-to-england-squad-after-ings-ruled-out", "apiUrl": "https://content.guardianapis.com/football/2020/nov/04/greenwood-expected-to-return-to-england-squad-after-ings-ruled-out", "fields": {"headline": "Greenwood expected to return to England squad after Ings ruled out", "bodyText": "Mason Greenwood is expected to return to the England squad on Thursday after Gareth Southgate faced up to the loss of Danny Ings, who has been ruled out for four to six weeks with a knee injury. Greenwood and Phil Foden were left out of last month’s internationals after they invited two women into England’s hotel in Iceland in September and were sent home. Foden’s selection for a triple-header against the Republic of Ireland, Belgium and Iceland that starts on 12 November had been anticipated and Greenwood’s involvement looks more likely in the absence of Ings. The Southampton striker would have kept his place in the England squad after scoring against Wales last month and with five Premier League goals this season. Southgate will select Harry Kane and Dominic Calvert-Lewin as two of his centre-forward and his other options there are Greenwood, Tammy Abraham and Callum Wilson. Southgate has kept the door open for Jamie Vardy to return from international retirement but such a move is not expected at this stage. Other forwards named in the squad are likely to include Marcus Rashford, Raheem Sterling and Jadon Sancho. Ings was hurt against Aston Villa last Sunday and will have an operation. “It looks as though Danny is out for four to six weeks,” Southampton’s manager, Ralph Hasenhüttl, said. “He will have small surgery tomorrow morning. It could be worse but he is out and this is not good news for us. “The scan was not too bad and showed an issue with his meniscus. He started running yesterday, jogging on the pitch, but the knee was swollen and he had pain. We decided to stop so it didn’t get worse because that doesn’t make sense. It was clear that we had to take another look. “We decided to go for the surgery because it is the safest way to have a four-to-six-week break only. It is a small surgery but a necessary one and hopefully it doesn’t get worse.” England have Nations League games in Belgium (15 November) and at home to Iceland (18 November) after the 12 November friendly at Wembley against the Republic of Ireland. Southgate must decide whether to include Reece James given that the Chelsea right-back will serve a two-match Nations League ban following his sending-off for dissent in last month’s 1-0 defeat by Denmark. Harry Maguire is suspended for one game in that competition for his red card for two bookings in the same match. Kalvin Phillips is unavailable because of a shoulder injury."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}