{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/nov/03/harry-maguire-says-social-media-criticism-of-performances-has-no-effect", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-11-03T16:19:21Z", "webTitle": "Harry Maguire says social media criticism of performances has no effect", "webUrl": "https://www.theguardian.com/football/2020/nov/03/harry-maguire-says-social-media-criticism-of-performances-has-no-effect", "apiUrl": "https://content.guardianapis.com/football/2020/nov/03/harry-maguire-says-social-media-criticism-of-performances-has-no-effect", "fields": {"headline": "Harry Maguire says social media criticism of performances has no effect", "bodyText": "The Manchester United captain Harry Maguire insists he is oblivious to criticism on social media, saying he does not “go on it or read it”. Scrutiny of Maguire’s performances has increased this season after he was found guilty in a Greek court of aggravated assault, resisting arrest and attempted bribery, charges he denies. The 27-year-old, who is appealing against his conviction, has been part of a defence that has struggled, especially at Old Trafford. United have lost there 3-1 to Crystal Palace and 6-1 to Tottenham, with Maguire unconvincing in both matches. Those results prompted criticism and he was asked how he deals with negative posts on social media. Maguire has accounts on Twitter and Instagram. “I don’t go on it, don’t read it,” he said. “My mind is fully focused on football. Obviously as the captain I focus more on the team than the individual. Defensively we didn’t start in the best shape against Crystal Palace – we were too open. Against Tottenham we let ourselves go, especially when we went down to 10 men [Anthony Martial was sent off]. “To concede six in any game, especially at this club, isn’t good enough so we’ve worked hard on that since we’ve come back from the international break. Obviously I had a difficult period in the summer but now I’m fully focused. I come into training each day and work as hard as I can.” United lost 1-0 at home to Arsenal in their last league game on Sunday. This caused Roy Keane, a Sky TV pundit and former United captain, to claim Ole Gunnar Solskjær’s players had let the manager down. Solskjær was asked about Keane’s view that United do not have footballers he would want to be “in the trenches” with. “Roy has always been outspoken,” he said. “I’m very glad we have the players we’ve got here. We’ve got different jobs and Roy’s job is to give his opinion and I always listen to Roy. But we always move on with a great group of players and I’m sure we’ll see a response.” Keane also stated that United lack leadership, which Maguire denied. “I haven’t seen his comments because especially after a negative result we don’t bring the negativity into the place,” he said. “We stay positive and I can stay for sure that there’s a lot of leaders in this squad. I’m the captain and I’ve got a lot of leadership around me – staff and players.” Paul Pogba admitted he was at fault for conceding Arsenal’s game-winning penalty by rashly fouling Héctor Bellerín. It was the latest error from the midfielder, who was dropped for three matches following the Tottenham defeat. Solskjær brushed off the notion that Pogba may not fulfil his potential at United. “Every player is frustrated with himself and is disappointed after defeat,” he said. “Paul has gone through a difficult period with an injury last season and having Covid. Now he is working up to full fitness. We’ve seen plenty of positives now and hopefully more can continue,” Solskjær said United are at Istanbul Basaksehir for Wednesday’s third Group H match, having won their opening two ties in the Champions League. “Hopefully we can put in another performance like we’ve shown we can do in the competition,” Maguire said."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}