{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/nov/04/mamadou-sakho-wins-substantial-damages-from-wada-over-drugs-claims-libel", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-11-04T14:53:46Z", "webTitle": "Mamadou Sakho wins 'substantial damages' from Wada over drug claims", "webUrl": "https://www.theguardian.com/football/2020/nov/04/mamadou-sakho-wins-substantial-damages-from-wada-over-drugs-claims-libel", "apiUrl": "https://content.guardianapis.com/football/2020/nov/04/mamadou-sakho-wins-substantial-damages-from-wada-over-drugs-claims-libel", "fields": {"headline": "Mamadou Sakho wins 'substantial damages' from Wada over drug claims", "bodyText": "Mamadou Sakho has won his libel action against the World Anti-Doping Agency and is to receive “substantial damages” after it repeated false claims about a drug test taken by the former Liverpool defender. In a statement read in open court at the Royal Courts of Justice, Wada accepted Sakho’s case in full. It apologised for making defamatory allegations to the press following Sakho’s successful appeal against a ban imposed for taking higenamine, a substance commonly used in weight loss supplements. Speaking outside the court, Sakho, a France international and Crystal Palace player, said: “I feel happy. Happy for my family, for all my friends, for the people who were around me during those tough years. It’s not easy when you are a professional athlete and are accused of doping. It is the worst thing that can happen to you. “I always believed in my lawyers, that’s my squad, my team. We always said the truth would take time to come out and I am happy Wada has said sorry. Now everything is behind me and I just want to look forward.” The settlement brings to an end a four-year period in which Sakho has sought to clear his name after testing positive following a Europa League match between Liverpool and Manchester United in March 2016. At the time, Sakho received a 30-day provisional ban from Uefa, and he never played for Liverpool again. Sakho claimed the ban put paid to his hopes of making the France squad at Euro 2016. That ban was overturned on appeal after Uefa found that there was no certainty over whether higenamine was on Wada’s list of prohibited substances, under the category ‘beta-2 agonist’. In 2017 Wada specifically added higenamine to its list. In two statements released to the press in 2016 and 2017, Wada repeated claims that Sakho had taken a banned substance. In the second statement, which was published in the Guardian, it claimed Sakho had taken a substance banned since 2004. In a response to Sakho’s claim, Wada retracted and apologised for the claims. In a statement through its lawyers, it said: “Wada accepts that it should not have made the defamatory allegations it did. Wada accepts that Mr Sakho did not breach the Uefa anti-doping regulations, did not cheat, had no intention of gaining any advantage, and acted in good faith. “Wada regrets the damage the defamatory accusations caused. To indicate the sincerity of this apology, Wada has agreed with its insurers to pay Mr Sakho a substantial sum of damages.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}