{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/nov/06/ole-gunnar-solskjaer-strikes-defiant-note-house-of-cards-after-manchester-united-defeats-football", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-11-06T16:08:56Z", "webTitle": "Ole Gunnar Solskjær says he will not fold 'like house of cards' under pressure", "webUrl": "https://www.theguardian.com/football/2020/nov/06/ole-gunnar-solskjaer-strikes-defiant-note-house-of-cards-after-manchester-united-defeats-football", "apiUrl": "https://content.guardianapis.com/football/2020/nov/06/ole-gunnar-solskjaer-strikes-defiant-note-house-of-cards-after-manchester-united-defeats-football", "fields": {"headline": "Ole Gunnar Solskjær says he will not fold 'like house of cards' under pressure", "bodyText": "Ole Gunnar Solskjær has struck a defiant note by insisting he will stay mentally strong and not collapse “like a house of cards” following Manchester United’s defeats to Arsenal and Istanbul Basaksehir. The manager’s position is under scrutiny following the defeats, with Wednesday’s 2-1 reverse to the Turkish champions of particular concern given the slipshod defending that preceded both goals. Yet Solskjær shrugged off the criticism. “You have to be mentally strong, there are demands on any Manchester United player, coach and manager,” he said. “And there is also an expectation – we are at the best and biggest club in the world and you don’t expect to have anything but criticism then; it’s how you deal with that setback and from what I’ve seen from the boys they’ve been very focused.” He is also confident that Ed Woodward, the executive vice-chairman, and the rest of the hierarchy remain intent on the plan Solskjær is pushing. “I am going to say all my conversations with the club have been planning long term,” he said. “Of course we want results in the short term but I’ve had positive good dialogue with the plans we have put in place. We have planted a seed, the tree is growing. Some clubs just rip up that tree and see if it is still growing and see if it is still getting water underneath. “For me I have had a backing all the way since I’ve come in [regarding] the bigger picture. And the club needs to look at the bigger picture, we can’t go thinking and reacting to one or two results, we have got to look further back and what is the direction we are going.”\u2028 The 47-year-old was asked if Saturday’s lunchtime trip to Everton is make-or-break regarding his job. “I’ve always had a very good, open and honest and positive dialogue with the club,” he said. “They’ve shown strong leadership – I’ve had good dialogue continually – since I came in and I don’t expect the wind to turn [for his job be in jeopardy]. “I have grown up here. I became a man at Manchester United [when a player from 1996-2007] and have learned how to deal with good and bad times. Every game of football becomes history quickly and we need to go to Goodison Park in a positive frame of mind.” United have lost three Premier League matches – all at home – and stand in 15th place with seven points from six games. Solskjær, however, still believes he will be successful at United. “Yeah, why shouldn’t I be?” the Norwegian said. “If I don’t trust my beliefs and values and my staff’s quality and players’ quality, who else should? I don’t look at one or two results and fall like a house of cards. “It’s a setback, definitely [but] there’s been too much made of not scoring against Arsenal and Chelsea [a 0-0 draw] because there’s been more or less nothing in those two games.” Solskjær cited the 2-1 and 5-0 victories over Paris Saint-Germain and RB Leipzig in the Champions League as a reason to be positive. “It’s not long ago we were the best thing since sliced bread when we beat Leipzig and PSG,” he said. “That’s how it is in football. You have to have that belief in yourself, the club, the players. And the club have been very positive and shown me their character and strong leadership, so I’m looking to Saturday lunchtime.” Solskjær did admit, however, he is concerned about how the coronavirus pandemic might be affecting his squad’s mental health. “Times are different, times are strange. It is a strain on the players, football is not the same without fans and passion,” he said. “That takes away from it. I don’t think anyone’s been in the situation the players are in now. They have had months and months of playing with uncertainty and the unknown of the virus and the pandemic. “Sometimes it’s easy to sit at home and think football is the same and you [can] expect the same from everyone. Sometimes you have to look after them, physically and mentally, and these are things I think about a lot. I am thinking about how my players cope with the whole situation. I’m a definite believer in these boys and they will come back and show how much they care.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}