{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "games/2020/nov/02/ghostrunner-review-cyberpunk-game-one-more-level", "type": "article", "sectionId": "games", "sectionName": "Games", "webPublicationDate": "2020-11-02T15:30:07Z", "webTitle": "Ghostrunner review – a ninja-lover's dream", "webUrl": "https://www.theguardian.com/games/2020/nov/02/ghostrunner-review-cyberpunk-game-one-more-level", "apiUrl": "https://content.guardianapis.com/games/2020/nov/02/ghostrunner-review-cyberpunk-game-one-more-level", "fields": {"headline": "Ghostrunner review – a ninja-lover's dream", "bodyText": "When one cyberpunk game from a Polish developer is delayed, another surfaces. Ghostrunner, from developer One More Level, puts you in the jika-tabi boots of a sword-wielding cyber-ninja as you dash, slide, slash and wall-run your way to realising your 90s ninja fantasies. It’s a game all about speed and momentum: every jump and sword slash builds to a crescendo as you dispatch enemies in Blade Runner-esque environments. Both you and your enemies die in one hit, so success wobbles on a blade edge. Stand still and you’ll be dead before you can blink, but clearing each area requires forward planning as much as fast reflexes. Death is frequent in Ghostrunner, but fair checkpointing and swift load times ensure you’ll quickly be back in action. The story is cyberpunk hokum involving an amnesiac hero assisted by a questionable AI, leading a revolution against enhanced soldiers – thankfully, you’re thrown straight into the action without an overwrought story scene. Not since Mirror’s Edge has first-person movement felt this good. Environments are easy to read and acrobatic manoeuvres flow seamlessly from one to the next. Best of all is the use of slow-motion. At the squeeze of a trigger you can shift to the side, not only to dodge bullets but to make small adjustments to your trajectory. Pure platforming requires creative use of your abilities, while combat areas gradually add shielded enemies, flying drones, grind rails and more, forcing you to change your strategies. Occasionally the speed is too much to contain as you’re sent careering off a building to your doom, but Ghostrunner is fair as well as difficult. Eventually the game’s rhythm falls into place and what once were mazes of walls and platforms become assault courses for you to flex your skills, plan your moves and execute the perfect run. It’s frenetic and relentlessly intense, but get it right and it truly makes you feel like a ninja – except when performance issues, from screen-tear to one game-halting bug, get in the way. Mixed in are cyberspace puzzle challenges that strip you of your abilities, offering a chance to take a breath. Often these bring upgrades that are slotted into a grid like Tetris blocks – a gimmicky method of limiting your powers. There are hidden collectibles in each level, too, superfluous distractions from what is an otherwise tightly focused game. But as the dazzling nocturnal cityscapes load up and the techno soundtrack kicks in once more, it’s hard not to press retry. Ghostrunner is out now, for £24.99."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}