{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "global-development/2020/nov/03/the-women-who-risk-their-lives-to-deliver-pakistans-polio-vaccines", "type": "article", "sectionId": "global-development", "sectionName": "Global development", "webPublicationDate": "2020-11-03T07:45:49Z", "webTitle": "The women who risk their lives to deliver Pakistan's polio vaccines", "webUrl": "https://www.theguardian.com/global-development/2020/nov/03/the-women-who-risk-their-lives-to-deliver-pakistans-polio-vaccines", "apiUrl": "https://content.guardianapis.com/global-development/2020/nov/03/the-women-who-risk-their-lives-to-deliver-pakistans-polio-vaccines", "fields": {"headline": "The women who risk their lives to deliver Pakistan's polio vaccines", "bodyText": "Nasreen Bibi never saw the face of her killer. The 44-year-old had just finished work for the day, vaccinating children against polio in Chaman, Pakistan. As she and her co-worker, Rashida Bibi (no relation), stood waiting for a rickshaw home, a motorcycle skidded up in front of them carrying two masked men. The men did not utter a word, but through the churned up dust that filled the air, Rashida remembers seeing the raised pistol, hearing the shots and feeling the pain as the bullets hit her hands, her thighs, her back and her stomach. Rashida fell to the ground and felt Nasreen crumple beside her, blood pouring from a dark hole in her forehead. “I started crying and screaming,” says Rashida. “I was lying on the ground and embracing Nasreen in my arms. We lay there under the scorching sun and no one came to help us. I was trembling but tried to drag myself up with the wall. I begged people around for help, but the most traumatising thing was no one came to assist us. I will never forget that.” Nasreen died instantly in the street, the latest female victim to join the ranks of those known in Chaman as the polio martyrs. Rashida, 35, survived last year’s attack, but is now unable to walk or work to support her five children. Chaman, a city on Pakistan’s porous border with Afghanistan, in the volatile region of Balochistan, is one of the most dangerous places in the region for the women who work on the frontline of the polio vaccination programme. The polio workers, men and women, go house-to-house administering polio drops to children. But for the female workers, to do their job is to put their lives at risk on a daily basis. The threats and fatalities are a direct result of a rampant anti-vaccination campaign led by hardline religious leaders and politicians in this highly conservative area. They have pushed the narrative that the polio vaccination drive is a western conspiracy being forced on Pakistan, and is violating Islam by allowing women to work as polio vaccinators. Female polio workers are often the only women seen on Chaman’s streets. Fake reports claiming that polio vaccines have led children to become ill or die have become rife on social media, prompting local protests against the vaccination drive. Polio workers in Chaman and surrounding areas are now not allowed out without security, but last month, after a police officer tasked with protecting female polio workers on their rounds was shot, officers have been reluctant to do the job. On Monday, a new polio drive in the area had to be partially suspended when seven police security teams did not show up. Nasreen’s husband, Maqsood Ahmed, 45, says his wife was regularly told she was obscene and polluting Islamic culture and traditions as she worked. “But we had to tolerate that because she needed to financially support our family and children as I have heart issues and can’t work,” says Ahmed. “And maybe her efforts would finally make Pakistan polio free.” More than a year later, her family is still waiting for the promised compensation for her murder, while Rashida still has not been reimbursed for the thousands she spent on medical treatment for her gunshot wounds, which she paid for through a loan. Nasreen’s killers remain at large. The religious pushback goes a long way to explain why Pakistan is one of only two countries in the world which has failed to eradicate polio. At madrassa Dar al Uloom Rabbania Waqfia, an Islamic religious school in Chaman, about 900 children and adults study under Maulvi Abdul Ghani, a hardline religious leader who has been a prominent voice in the anti-polio campaign. “It is against our culture for men and women to work together,” Ghani told the Guardian at the madrassa. “Male and female polio workers go and meet after their working hours are finished. They promote immorality and obscenity in our society and in our country. I don’t want women to visit any homes for polio.” Another local hardline Islamic leader, Maulvi Abdul Zahir, often gives sermons at the mosque in Chaman discouraging parents from allowing their children to have polio vaccinations, calling them haram and against Islam. Polio workers said that followers of Zahir would also harass them in their homes, calling them infidels. Zahir refused to comment. Salahuddin Ayoubi, a local politician elected to Pakistan’s national assembly, echoes the hardline sentiments. “This polio drive is corrupting our society and I am not in favour of it,” says Ayoubi. “Why not give all jobs to men rather than women?” Nasreen was paid just £80 a month for the job that killed her, but in this poverty-stricken and illiterate area, where, before clashes in 2017, many villages were on the Afghan side of the border, there is little work available. Women feel taking the job is a risk they have to take. “People tell us this job is not for women and that we are ruining the society, but I am only doing this job to support my children,” says Shireen Khala, a polio worker in Chaman. “People coming from Afghanistan also make our work an uphill task,” she adds. “If it were not for my children, I would have never done this job. We are constantly disrespected and declared American agents and infidels.” The impact on Pakistan’s polio programme is tangible. The number of unvaccinated children continues to grow, with parents sometimes pretending their children have died to avoid vaccinations. In the latest polio drive last week, officials recorded more than 13,135 refusals in Killa Abdullah district where Chaman is located, one of the areas in the country worst affected by polio. One senior polio worker in Killa Abdullah district, says: “Some families mark their children falsely without having given them the polio drops, and lie about it when polio workers arrive at their homes. Some send their children to their relatives’ homes, some make excuses and some directly refuse.” With upwards of 25,000 crossing between the Pakistan-Afghanistan border every day, monitoring which children in the border areas have been vaccinated is an almost impossible task. In the disputed border areas of Killi Aashiq and Waris, the Taliban has warned female polio workers not to enter. To complicate matters, people visiting the Pakistan border areas from Afghanistan are equally resistant to accepting polio vaccines. But even with all the dangers they face, female polio workers in Chaman and the border areas are seen by many as a crucial step towards challenging the patriarchal society imposed upon women in this region of Pakistan. Despite the societal resistance, more than 400 women are now working as polio vaccinators in Killa Abdullah district. Dr Shams Tareen was the area coordinator for the World Health Organization who first recruited women in the campaign in this district in 2015. “The induction of women into the polio programme is not only empowering them financially but in the most conservative district Killa Abdullah it is challenging the outdated traditions,” she says. Local deputy commissioner of Killa Abdullah Tariq Javed Khan Mengal pledges to stop the attacks against the women escalating. “We have planned tighter security for polio teams,” he says. “We will tackle it.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}