{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "global/2020/nov/05/priscilla-jana-obituary", "type": "article", "sectionId": "law", "sectionName": "Law", "webPublicationDate": "2020-11-05T18:28:27Z", "webTitle": "Priscilla Jana obituary | Pat Devereaux", "webUrl": "https://www.theguardian.com/global/2020/nov/05/priscilla-jana-obituary", "apiUrl": "https://content.guardianapis.com/global/2020/nov/05/priscilla-jana-obituary", "fields": {"headline": "Priscilla Jana obituary", "bodyText": "Priscilla Jana, who has died aged 76, was a formidable human rights lawyer and key anti-apartheid figure in South Africa. An active member of the banned African National Congress, Jana was pivotal in the underground battle against the apartheid state, even transporting AK47s in the boot of her car on one occasion. Unlike her world-famous client, the ANC leader Nelson Mandela, Jana stridently resented conciliation with “the enemy”. In 1977, as a visiting solicitor needing Mandela’s signature for papers, Jana was the first woman to hug the ANC leader in 13 years of captivity on Robben Island. His wife, Winnie, could only see him through a glass panel. Soon, Jana became his personal attorney and her joking, teasing visits became a method to pass serious coded messages. Realising other prisoners on the island needed help, Jana also began to represent them. While an articled clerk, Jana saw the horror of state brutality and the fallout of the 1976 Soweto riots. She defended members of the Soweto students’ representative council as they passed through the turnstiles of jails and court hearings. A big case that Jana took on in 1979 was that of the uMkhonto we Sizwe (MK) soldier Solomon Mahlangu, charged with two counts of murder and several charges under the Terrorism Act. Jana was the last person to see him before he walked to the gallows at the age of 23. She emerged with his last message: “Tell my people that I love them. They must continue the fight. My blood will nourish the tree that bears the fruits of freedom.” After the Mahlangu case, Jana opened her own law practice, which focused on civil liberties and human rights. But within weeks the state pounced and she was given a five-year banning order under the Suppression of Communism Act. The mid 1980s saw Jana targeted by state agents. Her home was fire-bombed, her car tyres slashed and she was arrested. Not intimidated, Jana in 1985 fostered an activist client’s baby girl, Albertina (Tina). Popo Molefe’s child had been left on a sofa in Jana’s offices by the despairing mother. Years later, when appointed Netherlands ambassador in 2001, Jana officially adopted Tina and her own brother’s child, Shivesh Sewpal, so they could travel to Europe as a family. Sir Sydney Kentridge QC, who conducted the 1978 inquest into the death of Steve Biko while in police custody, revealed that it was Jana who took up the case against the doctors who had attended Biko in detention, Dr Ivor Lang and Dr Benjamin Tucker, accused of unethical conduct. In 1985, eight years after the inquest, a hearing found Tucker and Lang had failed in their duties. Kentridge said of Jana: “I recall her most vividly on a case with me as she drove us from Durban to Pietermaritzburg. She was a fascinating woman and she drove very well, but very fast. She would regularly drive the 68.8km from Johannesburg to Pretoria to see detainee clients and she always had food, clothes and personal messages from their families.” Born in Westville, Durban, KwaZulu-Natal, to a middle-class Hindu Indian family, Jana was the middle of three children of Hansraj Sewpal, a rebellious, atheist schoolteacher, and his wife, Hansrani. By her seventh birthday, in 1950, racial segregation had become law and Jana’s earliest memories were of “whites only” signs. Later, in her 20s, she watched when the family home was bulldozed because of the Group Areas Act, which separated districts according to race. In 1958, as a teenager at Pietermaritzburg girls’ high school, she rallied her classmates to join her in a potato boycott, siding with starving farm workers. Two years later she was enrolled at Durban high school, then, in 1963, Jana travelled to Bombay (now Mumbai), India, to attend the Sophia College for Women, where she learned about caste and class. She also took to wearing silk sashes and saris, which became her striking brand in the courtroom. In 1974, after graduating in law from the University of South Africa, Jana joined Ismail Ayob’s legal firm in Johannesburg. One of the first files put on her desk was that of Winnie Mandela. Following South Africa’s 1994 election, won by the ANC and a freed Nelson Mandela, Jana served as a member of parliament until 1999. She was a key member of the justice committee that oversaw the truth and reconciliation commission. After serving in the Netherlands until 2005, she went to Ireland as ambassador (2006-11). In 2016, Jana published her autobiography, Fighting for Mandela: The Explosive Autobiography of the Woman Who Helped to Destroy Apartheid. The following year she served as the deputy chairperson of the South African Human Rights Commission, and received a lifetime achievement award at the Woza awards (for women in the legal fraternity). Her daughter, Tina, described Jana as “a true feminist, a human rights activist, a humanitarian, a politician, an intellectual … and the best mother”. Jana was married twice, first to Reg Jana (1964-1989), then, briefly, to Reagan Jacobus. Both marriages ended in divorce. She is survived by Tina and Shivesh, and two granddaughters. • Devikarani Priscilla Sewpal Jana, lawyer and human rights activist, born 5 December 1943; died 10 October 2020"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}