{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "law/2020/nov/05/its-hard-to-get-a-feel-for-a-firm-on-a-screen-online-tips-for-law-trainees", "type": "article", "sectionId": "law", "sectionName": "Law", "webPublicationDate": "2020-11-05T13:26:49Z", "webTitle": "'It’s hard to get a feel for a firm on a screen': online tips for law trainees", "webUrl": "https://www.theguardian.com/law/2020/nov/05/its-hard-to-get-a-feel-for-a-firm-on-a-screen-online-tips-for-law-trainees", "apiUrl": "https://content.guardianapis.com/law/2020/nov/05/its-hard-to-get-a-feel-for-a-firm-on-a-screen-online-tips-for-law-trainees", "fields": {"headline": "'It’s hard to get a feel for a firm on a screen': online tips for law trainees", "bodyText": "Applying for a training contract has always been competitive, but this year the landscape has changed. As many work experience opportunities have been cancelled, applicants are feeling worried. “Whenever I open up a training contract application I get hit with so much anxiety,” says Harry Cooper*, 22. “I swear I didn’t do enough during lockdown to show ‘my drive for law’.” Second year law student, Sapha Habib, 19, is worried about finding the right fit as open days are taking place online. “It’s hard to get a feel for a firm from a computer screen,” she says. Some firms are deferring start dates or taking fewer trainees than normal. “It’s more competitive and some have stopped hiring altogether while they navigate the impact on work streams,” says Victoria Roper, chair of the education and training committee at The Law Society. Since online work is here to stay, what impact has this made and what are the skills aspiring lawyers need in the post-Covid world? Be a self-starter In the past, trainees would have learned a lot just by sharing an office with a senior colleague. “It was the small things like hearing how partners reacted on a call, how they talked to each other, and how they handled stress. All that has gone,” says Matt Maciejewski, a second year trainee at a magical circle firm, who now works from home. Working virtually takes more effort, he says. “You’ve got to be hungry for it.” For legal aid work, this means increasing pressure for trainees to do hearings themselves. Simon Bennett, a partner at Fox Williams LLP, says they now have to be more visible and inquisitive, and much more entrepreneurial. “It’s a bit of a cliche, but out of sight is out of mind,” he says. Network online The work may be more solitary but some lawyers are seeing more of their clients than ever before. “The networking still has to happen, but just in a different way,” says Bennett. “Client calls that would previously have been done over the phone are now happening face to face online.” As a result, online communication skills are more important than ever. Anna Humphrey, graduate talent partner at Taylor Wessing, says being able to continue relationships with clients is essential and you need to support them beyond just legal advice. “This can be anything from spotting new areas of opportunity, to expanding their network through new introductions.” Demonstrate flexibility Being a trainee was never a nine-to-five job but the boundaries are now even more blurred. “Zoom calls are happening at any time,” says Bennett. The work has also sped up. You may not have the hassle of being stuck on a commuter train but this means people are more available for meetings and there are less communication delays. Maciejewski says this has been a positive: not being in the office allows you more control over your working day. Be open-minded Think about which sectors will be recruiting more. Industries such as technology, private wealth and life sciences have increasing demand for legal services. Many businesses are having to get their houses in order and re-examine their real estate, resources, and demand for their services. With firms reducing office space, James Catchpole, director of the legal practice course at the City Law School, thinks applicants should also consider throwing the net wider and looking beyond their city of choice. “Location is less of an issue now,” he says. “You just have to be prepared to come into the office for a couple of days a week when that is feasible.” Get experience It can be hard to fill your CV when most work experience placements are not going ahead as normal. Natalie Slater, recruitment manager at Kingsley Napley, advises gaining as much relevant non-legal experience as possible, whether that is working within the hospitality sector or for an online business. Show commitment by attending webinars and virtual law fairs, connecting with local law clinics such as a Citizens Advice Bureau, and consider reaching out to newly qualified lawyers on Linked In for mentoring and advice. Habib says online experiences can be just as rewarding and attending virtual open days has opened her eyes to firms she hadn’t heard of. “I spoke to eight in five hours the other day and it’s practically impossible to do that in real life,” she says. “If anything, it’s been really helpful for students like me.” *name changed"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}