{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "law/2020/nov/06/government-qcs-call-for-end-to-ministers-attacks-on-lefty-lawyers", "type": "article", "sectionId": "law", "sectionName": "Law", "webPublicationDate": "2020-11-06T13:14:02Z", "webTitle": "Government QCs call for end to ministers' attacks on 'lefty' lawyers", "webUrl": "https://www.theguardian.com/law/2020/nov/06/government-qcs-call-for-end-to-ministers-attacks-on-lefty-lawyers", "apiUrl": "https://content.guardianapis.com/law/2020/nov/06/government-qcs-call-for-end-to-ministers-attacks-on-lefty-lawyers", "fields": {"headline": "Government QCs call for end to ministers' attacks on 'lefty' lawyers", "bodyText": "More than 170 QCs and barristers who act on behalf of the government have written to the attorney general urging ministers to stop using emotive language they say is “politicising” lawyers. The letter sent to Suella Braverman QC is highly critical of rhetorical attacks on “lefty” and “activist” lawyers made by Boris Johnson and the home secretary, Priti Patel. The mass action by senior lawyers is the latest evidence of widespread concern within the legal profession about the government’s approach to upholding the rule of law. Last month Johnson and Patel were accused in a letter to the Guardian signed by more than 800 former judges and senior legal figures of endangering the personal safety of lawyers through their attacks. In August the Home Office published a video on Twitter blaming “activist lawyers” for frustrating the department’s efforts to deport people with no right to remain in the UK. The video was later withdrawn. Last month at the Conservative party conference, Patel broadened her targets, claiming that among those defending the “indefensible” and “broken” immigration appeals system were “do-gooders, lefty lawyers, the Labour party”. In his conference speech, Johnson went further, declaring he would prevent “the whole criminal justice system from being hamstrung by what the home secretary would doubtless – and rightly – call the lefty human rights lawyers, and other do-gooders”. Last month a man appeared in court charged with carrying out a racist attack on a firm of immigration lawyers in London. Cavan Medlock, 28, from Harrow, faces six charges including preparing an act of terrorism. He has not yet entered a plea. The letter to Braverman, sent on 28 October, is signed by more than 170 members of the attorney general’s A, B and C panels. They are barristers recognised for their expertise who are instructed to represent the government in legal actions. “We are writing in a personal capacity to share our serious concerns about recent criticisms of ‘lefty’ and ‘activist’ lawyers by senior government ministers including the prime minister and the home secretary,” the letter states. “It has long been a recognised and valued tradition of the attorney general’s panels that its members act both for and against government … This reflects the value to government of having access to high-quality, independent legal advice from a diverse range of counsel. “The emotive language politicising lawyers in the recent speeches undermines this system. Criticising lawyers, such as ourselves and our colleagues, for acting fearlessly on behalf of our clients in accordance with our professional duties serves to reduce public confidence in the legal system on which the rule of law depends. “It also risks undermining the credibility of Treasury counsel within this system. We invite the government to consider these points and to refrain from using such language in the future.” The letter was signed by 23 QCs and more than 150 other barristers. It is unusual for barristers on the attorney general’s panels to publicise their criticism. They last spoke out in 2013 over deep cuts to legal aid imposed by the government. Apart from its attacks on “lefty” lawyers, the government has faced a series of damaging resignations by senior government-appointed lawyers over the internal market bill, which authorises ministers to breach international law. Among those who have left in protest at the legislation are Sir Jonathan Jones, the former head of the government legal service, Lord Keen, the government’s advocate general for Scotland, and Amal Clooney, the high-profile human rights lawyer who was the UK’s special envoy on media freedom. Replying to the panel barristers, Braverman said: “I have no hesitation in standing up for the role of lawyers in our justice system. “Pride in the profession does not, however, mean that the legal profession is somehow immune from criticism. Where there may be concerns that any lawyer is not acting in accordance with the professional standards expected of them, our system of independent regulation will, as it has always done, continue to ensure that high standards are met.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}