{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2020/nov/03/my-boyfriend-and-i-only-have-sex-once-a-month-and-its-clinical-routine-and-cold", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2020-11-03T14:00:49Z", "webTitle": "My boyfriend and I only have sex once a month – and it's clinical, routine and cold", "webUrl": "https://www.theguardian.com/lifeandstyle/2020/nov/03/my-boyfriend-and-i-only-have-sex-once-a-month-and-its-clinical-routine-and-cold", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2020/nov/03/my-boyfriend-and-i-only-have-sex-once-a-month-and-its-clinical-routine-and-cold", "fields": {"headline": "My boyfriend and I only have sex once a month – and it's clinical, routine and cold", "bodyText": "My boyfriend and I have been together for five years. I am a 30-year-old woman and he is 10 years older than me. We started our relationship long distance, but had a passionate sex life. However, since we moved in together, we only have sex once a month, sometimes not even that. When we do have sex, it’s always in the same position, and it’s quite clinical; it has to be at the same time every week and if we miss that time, we don’t have sex. I have never reached orgasm with him. He does not like to kiss passionately and tends not to look at me during sex. There is never any foreplay. I have told him bluntly how I feel, but he says that talking is just making the problem worse. I love him very much and our relationship is generally good, but I feel frustrated and rejected. I don’t want to write off my sex life at 30. You are still at a stage of learning about each other and assessing what a long-term relationship might be like. So far, you have discovered that the passionate connection you originally enjoyed has not survived the transition to cohabitation, and that is a red flag. However, there is always a plateauing or even a reduction of erotic engagement when people have increased access to each other – they may become sexually complacent or even lazy. But this doesn’t mean they love their partner less – it is just that a level of comfort sets in and the excitement of rare encounters is missing. Sometimes this can be rectified by trying to reproduce situations in which you had great sex – perhaps kissing in a car or sex in a hotel. You have choices to make about what you need in the future. You may decide to walk away, but it would be smart to be patient for now, because things could improve – even without his willingness to address it. At this time of Covid, one must consider that the stress of quarantine, financial insecurity and general depression or anxiety about what is happening in the world is negatively affecting sexual appetite and expression for many people. Pamela Stephenson Connolly is a US-based psychotherapist who specialises in treating sexual disorders. If you would like advice from Pamela on sexual matters, send us a brief description of your concerns to private.lives@theguardian.com (please don’t send attachments). Submissions are subject to our terms and conditions: see gu.com/letters-terms. Comments on this piece are premoderated to ensure discussion remains on topics raised by the writer. Please be aware there may be a short delay in comments appearing on the site."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}