{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2020/nov/07/daphne-guinness-making-music-is-the-most-fun-ive-had-", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2020-11-07T14:00:12Z", "webTitle": "Daphne Guinness: ‘Making music is the most fun I’ve had'", "webUrl": "https://www.theguardian.com/lifeandstyle/2020/nov/07/daphne-guinness-making-music-is-the-most-fun-ive-had-", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2020/nov/07/daphne-guinness-making-music-is-the-most-fun-ive-had-", "fields": {"headline": "Daphne Guinness: ‘Making music is the most fun I’ve had'", "bodyText": "I’m told that I had a difficult childhood. I had a lot of freedom, but there was a lot of drama. It was a childhood of extremes. I was bullied by my history teacher. He’d say, “Well, your grandmother is a fascist [Diana Mitford, wife of Oswald Mosley], so you’re getting a D in this essay,” and I was like, “What does that have to do with it?” I didn’t retrench into just thinking, “Oh gosh, they’re just being mean to me.” I went to Auschwitz. I went to the Holocaust camps. I did a lot of deep research, which was pretty heavy in my teens. But it was something I needed to resolve to understand why I was being bullied. It took me a long time to realise that I didn’t have to be defined by the place that I came from. I try not to look in the mirror. I’m very, very hard on myself. I’m not someone who thinks I’m completely fabulous. That’s why I’m always disguising myself. David Bowie had a wonderful sense of humour. He was funny, clever, disarming and very interested in what everybody had to say. We frequented the same secondhand bookshop in New York. I was happy to know that I wasn’t the only person that was so obscure. It’s hard to say how many pairs of shoes I own. Probably hundreds. Most of them are in storage. In between making music and making visuals, I’ve neglected to figure out where I actually live. I haven’t had a Guinness for a really long time. Alas, I don’t get it free, but my dad worked for the brewery until the late 80s, so we did get a large case at Christmas. I’m sure that’s where my hair comes from. I almost died three years ago. I collapsed in the studio, was rushed to hospital and they had to remove something in my intestine. I was 10 hours on the operating table and they didn’t think I was going to make it. What I did feel was that it wasn’t the end of the world to die. Is there a God? I absolutely believe that the spirit goes into this great sort of beyond and there is an afterlife. Making music is the most fun I’ve had. I’d trained as a soprano, but hadn’t done anything with it. I’ve got three albums now. Life throws things in your way and you either embrace them or you can avoid your destiny. I suck on Nicorettes all day long, the ones that look like Tic Tacs. Although I’ve not had a cigarette in 18 years, nicotine helps me think. Salvador Dalí was my childhood neighbour. I had no idea he was such a famous artist. I just thought he was a friend of my mum’s who lived in Cadaqués. When I wrote at school about what I did in my summer holidays, they handed it back and said I was lying. I was in lockdown in LA for seven months. It’s been a nightmare living in America, because of the politics. You couldn’t get away from it. Being in LA in May with all the protests and dissatisfaction was awful. Not only were we under lockdown, but we were under curfew, too – alarms were going off every hour. It was like something out of a science fiction novel. I’ve lived long enough to know that the world doesn’t revolve around me. How would I like to die? I’d like to know that I was dying. I would like to be conscious when I’m dying. I think it’s an important step. Daphne Guinness’s Revelations is out now"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}