{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2020/nov/06/it-looks-great-and-covers-dodgy-plasterwork-readers-cheap-clever-five-minute-home-improvements", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2020-11-06T11:30:44Z", "webTitle": "‘It looks great – and covers dodgy plasterwork!’ Readers' cheap, clever five-minute home improvements", "webUrl": "https://www.theguardian.com/lifeandstyle/2020/nov/06/it-looks-great-and-covers-dodgy-plasterwork-readers-cheap-clever-five-minute-home-improvements", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2020/nov/06/it-looks-great-and-covers-dodgy-plasterwork-readers-cheap-clever-five-minute-home-improvements", "fields": {"headline": "‘It looks great – and covers dodgy plasterwork!’ Readers' cheap, clever five-minute home improvements", "bodyText": "Framed and hung pictures I framed and hung the art, photographs and posters I had collected over years of travelling, but had never bothered to display (or had been unable to because I was renting). Not only did it make my flat a lot more personal, but I was also able to cover some of the dodgy plasterwork – a win-win. For ages, I was put off by the price of the frames, which were often substantially more expensive than the picture inside. I would recommend shopping around online and having a look in charity shops to save money. Ultimately, though, it is worth it in order to be surrounded by images you love or that provoke happy memories. I am especially glad to have some photos of friends and family on the wall, as I haven’t been able to see many of them in real life lately. Emily, public sector worker, London A makeshift gym My kids do martial arts lessons twice a week. When it looked like lockdown was coming, I laid rubber mats in a spare room, brought a punch bag out of storage and mounted a TV at head height. They have been continuing with lessons via a video call (cast to the TV) since then. It has helped to keep some structure to the weeks and given them regular exercise with familiar faces through strange times. Adrian Firth, technology consultant, Leeds A pull-out knife rack I made a pull-out knife rack, which fits under the worktop, using some spare MDF and a couple of drawer sliders. My grandfather made one in the 70s that I was very impressed by when I visited their house as a child, but he never managed to finish it, much to my grandma’s annoyance. He was a former mining engineer and had the only two-storey shed in the village. I think two of the knives I have might have been theirs. David Vaughan-Birch, solicitor, Staffordshire Shelves for tea and coffee Since I have been furloughed, I’ve done a massive amount of DIY. The most satisfying and quickest project was putting up some shelves for the tea- and coffee-making facilities. I used reclaimed joist timbers: cut, sanded and varnished, with simple brackets from the local hardware shop. Clearing the surface and using otherwise unoccupied space felt good. Robyn Williams, medical engineer, Swansea Bedroom draught excluders Putting draught excluders on my bedroom windows has – and this is no exaggeration – revolutionised my life. As the colder weather set in, I was stumped as to why my bedroom was five to 10 degrees colder than the rest of the house. After a couple of weeks of wearing multiple jumpers, I thought there had to be a better solution. A trip to B&amp;Q, £5 and five minutes later, my window was no longer rattling and my curtain no longer flapping in the breeze coming through from outside. Now, every morning, I wake up pleasantly toasty and congratulate myself on the extent of my five-minute home-improvement success. Hannah Hamnett, project officer, Manchester A bird bath fountain My daughter and I bought a solar-powered fountain and put it in our bird bath. We didn’t use the attachments that came with it, as they seemed to need a lot of sun to work well, but when we took them off the water gurgled out from the solar-powered base in a natural way, like water from a stream trickling over a rock. On a bright day, the water catches the sunlight and sparkles. The birds love it; we have regulars calling in for a morning wash. Helen Strachan, play therapist, Cheltenham A kitchen roll dispenser I put a piece of dowel suspended on two cup hooks under the bottom of my kitchen wall units. This holds greaseproof paper, kitchen roll, kitchen foil and shrink wrap. The amount of space saved is amazing and it is always there, ready to use. Claire Childs, foodbank and gallery/coffee shop worker, Wales Shower tap grip Try wrestling, with soapy hands, the smooth, round, chromium-plated tap in your shower. It is completely ungrippable: a design disaster, even if it looked good in the showroom. I found being unable to adjust the temperature or turn the tap off or on infuriating, especially when washing my hair. So, I bought some self-adhesive abrasive tape from eBay – a 5m roll cost me £3.24 – and stuck it to the tap, although it could be done with a 10cm sample, costing £0.99. It stuck very well and, months later, is still there. Now, I can easily control the thing and I can take eco-showers: wet body, turn off shower, soap body all over, then turn on shower and rinse. You can just about halve the amount of water used and I reckon I save at least £50 per year. Conscience much cleaner, too! Charles Medawar, retired, London Coat and mask hooks I put up 3M adhesive hooks in the entry of my home, so that I can remove them without damage. I put some at eye height and hung fabric masks off them, making it much easier to remember a mask on the way out. I also put one near the bottom step of the stairs and hung a shoehorn off it; easy to grab to help put on that one stubborn pair of shoes. And I hung up some big hooks on which to put hats, scarves, coats and so on, so that they can dry properly instead of getting piled together on the end of the banister. Nell, research fellow, Manchester A homemade lampshade Low ceilings in our cottage left us with a glarey overhead light fitting that we hardly ever used. It became amusingly difficult to say hello or goodbye to friends at night in a dark hallway (this was before Covid, of course, when people did things). So, I covered a strip of watercolour paper (quite thick) on both sides: a wallpaper sample on one side and a handprinted giftwrap on the other. I then glued the strip into a circle and attached around the light with a thin nylon line. I am really happy with it, as it cost nothing, was quick to make and looks pretty. Sandy, Cambridge"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}