{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2020/nov/07/benjamina-ebuehi-recipe-for-date-and-chocolate-christmas-cake", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2020-11-07T11:30:09Z", "webTitle": "Benjamina Ebuehi's recipe for date and chocolate Christmas cake", "webUrl": "https://www.theguardian.com/lifeandstyle/2020/nov/07/benjamina-ebuehi-recipe-for-date-and-chocolate-christmas-cake", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2020/nov/07/benjamina-ebuehi-recipe-for-date-and-chocolate-christmas-cake", "fields": {"headline": "Benjamina Ebuehi's recipe for date and chocolate Christmas cake", "bodyText": "For years, my mum was the only one in our house who ate Christmas cake. She’d buy a little one all for herself, loving the fact that she didn’t have to share it with anyone. I’m much more drawn to rich, fudgy chocolate cakes at Christmas, so decided to combine the two for something we could both enjoy. It’s still full of all the classic festive flavours, but the dates bring my ideal squidgy texture and the chunks of dark chocolate are a real delight. This is a make-ahead cake – it can be stored for two months and also freezes well. Date and chocolate Christmas cake Feel free to switch up the dried fruits used here: cherries, currants and dried figs work equally well. Just keep the total weight the same. Prep 25 min Cook 2 hr 15-30 min Serves 12 450g medjool dates, pitted 1 tsp bicarbonate of soda 200g raisins 150g sultanas 150g dried cranberries 100ml brandy, plus extra to brush 200g dark muscovado sugar 150g unsalted butter Juice and zest of 1 orange 3 medium eggs, beaten 200g plain flour 50g ground almonds 2 tbsp cocoa powder 2 tsp ground cinnamon 2 tsp ground ginger ½ tsp ground cloves ½ tsp ground cardamom 120g dark chocolate, roughly chopped Grease a deep, round 23cm cake tin and line the base and sides with a double layer of baking paper, allowing it to extend about 10cm above the rim. Heat the oven to 140C (130C fan)/300F/gas 2. Chop the dates into small pieces, put them in a bowl with 250ml boiling water and the bicarb, stir and leave to soak for 10 minutes. Put all the other dried fruit into a large saucepan with the brandy, sugar, butter, orange zest and juice, and simmer gently for 10 minutes, stirring occasionally. Remove from the heat, stir in the softened dates and leave to cool to room temperature. Once cooled, stir in the beaten eggs. In a separate bowl, sift the flour, ground almonds, cocoa powder and spices. Pour this into the fruit mixture and stir until fully combined. Fold in the chopped chocolate, then pour the batter into the prepared cake tin. Bake the cake for two hours and 15 minutes to two hours and 30 minutes, or until a skewer inserted into the centre comes out clean. Leave to cool in the tin, then poke a few holes across the surface and brush with a little more brandy. Wrap the cake well in greaseproof paper and a layer of foil, and store in a cool, dark place until advent."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}