{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2020/nov/05/we-should-be-getting-people-fitter-the-gyms-defying-englands-covid-lockdown", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2020-11-05T16:10:34Z", "webTitle": "'We should be getting people fitter': the gyms defying England's Covid lockdown", "webUrl": "https://www.theguardian.com/lifeandstyle/2020/nov/05/we-should-be-getting-people-fitter-the-gyms-defying-englands-covid-lockdown", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2020/nov/05/we-should-be-getting-people-fitter-the-gyms-defying-englands-covid-lockdown", "fields": {"headline": "'We should be getting people fitter': the gyms defying England's Covid lockdown", "bodyText": "Several gyms have insisted on keeping their doors open in defiance of the new lockdown rules that came into force in England on Thursday. The gyms insist the regulations should not apply to them and have risked fines of up to £10,000 to stay open, after a campaign to have an exemption inserted into the law failed on Wednesday. “Gyms protect the NHS. We’re in a health pandemic, and I believe that during this time we should be doing everything we can to get people healthier and fitter,” said Alex Lowndes, the owner of Gainz. Lowndes said two Gainz Fitness and Strength sites – one in Bedford and the other St Neots, in Cambridgeshire – were still open on Thursday. The business had had four visits from police and one from environmental health during the morning, Lowndes said, and at least half a dozen police were gathered in the car park of his Bedfordshire premises. Later in the afternoon, Bedfordshire police confirmed they and the local council had ordered the gym to close and fined three members. Lowndes insisted his motivation was not money, saying he was no longer accepting new memberships. “It’s become very clear that obesity is the biggest vulnerability [for people with Covid. The prime minister himself said that. So why are we not doing anything about it? All the government’s done about it so far is given us half-price cheeseburgers,” he said, referring to the “eat out to help out” scheme. “I believe that what we’re doing by staying open is protecting people with mental and physical health.” Lowndes added that gyms were increasingly important as the nights draw in, particularly to women because they provide a safer environment in which to exercise than poorly lit parks. Others said their activities had not yet attracted the attention of the authorities. Jayne Deakin, who runs a fitness studio in Bury, Greater Manchester, said she had decided to stay open and risk the hefty fine, which she could not afford. She claimed the risk was minimal because she dealt with regular clients, and she had operated for 110 days without a positive test. There was a similar story at Majestic Gym in Wigan, which said it had followed through on its vow to open on Thursday and had not been visited by the authorities by the early afternoon. The College of Policing said police would only enforce rules applying to businesses as a last resort, saying it would leave it to local government in the first instance."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}