{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2020/nov/06/covid-walking-20000-steps-a-day-changed-my-life", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2020-11-06T17:29:40Z", "webTitle": "When Covid hit, I started walking 20,000 steps a day. It's changed my life", "webUrl": "https://www.theguardian.com/lifeandstyle/2020/nov/06/covid-walking-20000-steps-a-day-changed-my-life", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2020/nov/06/covid-walking-20000-steps-a-day-changed-my-life", "fields": {"headline": "When Covid hit, I started walking 20,000 steps a day. It's changed my life", "bodyText": "It started with an alert on my iPhone. In late June, a notification from the Health App popped up intrusively on my lockscreen. This year, you’re walking less on average than you did in 2019. This felt personal. It wasn’t another news alert about politics, or people denying the medical reality of Covid-19. This was my phone, the one I’d paid too much money for and kept cradled close to me like some sort of tiny purebred pet, calling me out for a personal failing. When I was done being insulted, though, I became uncharacteristically motivated. I put on a pair of beat-up Vans, strapped on a mask, and headed toward Prospect Park, not far from my Brooklyn apartment. There, I completed the 3.35-mile loop, and felt great afterward. Back in my apartment later that day, the sun setting, I already missed the sense of achievement I felt earlier that morning, so I went for another walk. The next morning, I did it again. It felt good to move my body. And accomplishing something gave me a jolt of mood-lifting dopamine. In the middle of an achingly difficult year, here was a simple task I could complete – something good for me. Every morning after I woke, and every evening before bed, rain or shine I headed to the park and put one foot in front of the other. This was a huge triumph. I’d made many attempts to regularly exercise in my adult life, and until now, nothing had stuck. I committed to a goal: 20,000 steps a day, or about 10 miles. As days turned into weeks turned into months, I didn’t always hit that goal, but it didn’t really matter. I walked every day, and if I logged only 15,000, or even 12,000 steps, still considered it a win. Not surprisingly, walking day in and day out has had positive, if subtle, effects on my body. I’ve grown sturdier. My leg muscles are a little bigger and harder, and I feel generally stronger and more resilient. It’s also had a positive effect on my mind. I feel sharper, more alert. My morning walks get me charged up for the day, and my sunset walk gives me a boost going into the evening, where before, I would just lie about, wondering why I was so tired. While I keep my phone on me – how else can the app track my steps? – I try not to look at it while I’m walking. Taking a break from the tiny, upsetting digital universe I keep in my pocket frees me up to be attentive to the world my body moves through, to notice and connect with other walkers I encounter. One man always wears goggles. Another carries a large ball, sometimes bouncing or kicking or throwing it forward before running to catch up with it. There’s a group of women who must keep to the exact same schedule I do, given how often we run into each other. We all give each other the nod when we cross paths, and it feels good. The nod I value most comes from a rail-thin, bearded, older man who has always stood out to me. Regardless of the weather, I’d see him walking or running. Struck by his dedication, I did some Googling and found a New York Times article on him. His name is Luis Rios, and he’s been circling the park since 1977. He is my patron saint of walking. Camaraderie with other walkers has provided a wholesome substitute for something I’ve desperately missed during the isolating pandemic: the sense of community I’ve always enjoyed while hanging out in bars, or working in them, as I did for years. In a way, the park has become my new, much healthier bar. I’ve become something of an evangelist for my new daily ritual. I talk about it to anyone who’ll listen, encouraging them to join me. More and more often, they do. A friend and I recently crossed the Brooklyn Bridge together, before making our way to Staten Island by ferry. Another friend walked with me to Sunset Park, where we ate tacos and burritos on the steps of a church. These adventures have allowed me to discover so many parts of this beautiful city I’ve never explored before. As the weather turns colder, and the pandemic persists – keeping us mostly at home and isolated – I plan to bundle up and keep striving toward my 20,000-step daily goal. Walking helped me to transform much of a terrible year into a tolerable one. So much lies ahead that will continue to test us, to traumatize us, to stretch to the breaking point our capacity for madness and uncertainty and horror. So, I’ll keep putting one foot in front of the other. No reason to stop now. Isaac Fitzgerald is the author of the children’s book How to Be a Pirate and the forthcoming essay collection Dirtbag, Massachusetts"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}