{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2020/nov/01/allan-jenkins-on-gardening-winter-brings-with-it-a-new-to-do-list", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2020-11-01T06:15:12Z", "webTitle": "As the season turns, it’s time to prune and feed the soil", "webUrl": "https://www.theguardian.com/lifeandstyle/2020/nov/01/allan-jenkins-on-gardening-winter-brings-with-it-a-new-to-do-list", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2020/nov/01/allan-jenkins-on-gardening-winter-brings-with-it-a-new-to-do-list", "fields": {"headline": "As the season turns, it’s time to prune and feed the soil", "bodyText": "So here we are: November, the month for pruning and soil care. Time now to clear any nets from fruit cages but to keep them over brassicas to continue to deter marauding pigeons. We’ve given up on caging kales, though I admit to occasional envy when I see our neighbours’ extravagant cavolo nero thriving under cover. What I can happily vouch for is pruning back soft fruit, vines, apple and pear trees once leaves have fallen. And for planting new bare-root fruits (cherries, plums, apples, pears), while your soil is warm and dry enough. Remember, too, to weed and feed fruit trees and bushes, and to wrap grease bands around tree trunks to protect spring bud from the caterpillars of winter moth. It can be upsetting if you forget. It is a good month to split rhubarb (best done every three years) and to add new crowns. There is still time to sow green manure (there are numerous options to choose from) to replenish the ground for next year. Howard and Rose have it in hand for his mother-in-law’s new plot. You are still just in time to plant autumn onion sets and garlic, and to sow broad beans and winter peas in more protected, milder spots. Time to tidy your beds, collect up leaf mould, and add any organic matter. Winter crops, such as Oriental mustards, chards, kales and beets should be coming on stream, but it’s best to leave any parsnips and sprouts until after frost. If you have an allotment, other plots will be quieter now, so keep a watchful eye on communal space. Float an inflated ball in the pond to protect frogs and newts from freezing over. Put out feed and water for smaller birds. There is much to love in the quieter, contemplative time as the gardening year shuts down and thoughts turn to new seed and spring. Allan Jenkins’s Plot 29 (4th Estate, £9.99) is out now. Order it for £8.49 from guardianbookshop.com"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}