{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2020/nov/07/nobody-can-block-it-how-telegram-app-fuels-global-protest", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2020-11-07T12:00:10Z", "webTitle": "'Nobody can block it': how the Telegram app fuels global protest", "webUrl": "https://www.theguardian.com/media/2020/nov/07/nobody-can-block-it-how-telegram-app-fuels-global-protest", "apiUrl": "https://content.guardianapis.com/media/2020/nov/07/nobody-can-block-it-how-telegram-app-fuels-global-protest", "fields": {"headline": "'Nobody can block it': how the Telegram app fuels global protest", "bodyText": "One Sunday in August, two weeks after Belarus’s authoritarian leader Alexander Lukashenko declared an implausibly decisive victory in presidential elections, I joined a crowd of around 100,000 people as it moved through central Minsk. Protest in Belarus was no longer the domain of a few hundred hardy opposition figures, and the homemade placards many people carried illustrated how broad the coalition had become: “Let’s drink to love, from the bartenders of Belarus”; “Teachers against violence”; “Working class, go on strike!” The previous fortnight had been a time of national awakening, as the country united around the goal of ending Lukashenko’s 26 years in charge. As grim footage of police violence circulated on the messenger app Telegram, large numbers came out to demand that their voices be heard. The enormous crowd began to flow from Independence Square, through the broad central avenues of Minsk towards a second world war memorial – because many people had received messages on their phones telling them to head there. When we arrived, the monument had been surrounded by barbed wire and placed under armed guard. Some people shouted abuse; others offered the soldiers flowers and implored them to join the side of the people. After a tense, half-hour standoff, they looked down at their phones again. Mobile internet was not working for everyone (the authorities had been switching it off at key moments) but those tech-savvy enough to install the right virtual private network (VPN) apps were able to relay the news. The first place they looked was Nexta Live (pronounced “Nekhta” and meaning “someone” in Belarusian), a channel on Telegram. “Nexta says we should go towards the residence!” one man called out, joining a column of people making the short walk to Lukashenko’s official residence. Outside was a police line: cars, makeshift fences and a few hundred riot officers in balaclavas with shields. It was clear that attempting to push through would result in bloody clashes. Again, advice flashed up in the Nexta Telegram feed. “Minsk! Do not approach the police line! The best decision now is to disperse.” The crowd did just that. Since then, every Sunday, they have come out; each week, Nexta has announced the time and place of the protest a day or two before. Telegram, a messaging app created by the reclusive Russian exile Pavel Durov, is suited to running protests for a number of reasons. It allows huge encrypted chat groups, making it easier to organise people, like a slicker version of WhatsApp. And its “channels” allow moderators to disseminate information quickly to large numbers of followers in a way that other messaging services do not; they combine the reach and immediacy of a Twitter feed, and the focus of an email newsletter. The combination of usability and privacy has made the app popular with protestors (it has been adopted by Extinction Rebellion) as well as people standing against authoritarian regimes (in Hong Kong and Iran, as well as Belarus); it is also used by terrorists and criminals. In the past five years, Telegram has grown at a remarkable speed, hitting 60 million users in 2015 and 400 million in April this year. Each day, another 1.5 million people sign up. In Belarus, it permeates the political landscape. Opposition politicians issue press releases on a Telegram channel; journalists swap tips about where things are happening and how to avoid being detained; and people who have been tortured or beaten by Lukashenko’s thugs can find groups offering free medical or psychological support. Most importantly, Nexta Live and a number of smaller opposition channels feed subscribers with organisational information and rallying cries. “How can you stop these Telegram channels? Can you block them? No. Nobody can,” Lukashenko complained. But if he can’t beat Telegram, he has decided to join it instead. On the Sunday I followed protesters through Minsk, Lukashenko took off from his residence in a helicopter and flew over us. Later, his press service posted video footage, shot from inside the helicopter, to his newly created Telegram channel: the leader, dressed in black and wielding an automatic rifle, surveyed the crowds below; “They’ve scarpered like rats,” he muttered, as he peered down from the windows. Lukashenko was meant to appear uncompromising and in control, but the video was quickly copied to opposition Telegram channels, overlaid with insulting captions, voiceovers and memes, and seen there by far more. At the time of writing, Lukashenko’s channel has 86,000 subscribers, while Nexta Live has almost 2 million, an impressive feat in a country of fewer than 10 million. Last month, Belarusian authorities declared Nexta’s channel and logo to be “extremist materials” in an unsuccessful attempt to scare followers off. It is a common trope for embattled autocrats to claim that protesters are in fact puppets in the hands of nefarious foreign plotters. This summer, Lukashenko suggested that his opponents were backed by the massed armies of Nato, or shadowy forces in Washington DC. But the truth is rather more embarrassing: his nemesis is a 22-year-old blogger working from a room strewn with pizza boxes 300 miles away. *** Two weeks after that Sunday in Minsk, I meet with Stepan Svetlov at Nexta’s makeshift headquarters, inside the office of an NGO in a Warsaw apartment block. After buzzing me in, Svetlov appears at the apartment door in baggy jeans and a blue sweatshirt. There are armed police outside; unsurprisingly, given the volume of threats the group receives. “We get them all the time. They say they’re going to blow the office up, they say they’re going to kidnap us and drive us back to Belarus,” Svetlov tells me. We sit down in the room from which he and four others run Nexta. It contains a couple of computers, and a table covered with blue takeaway coffee cups. Svetlov, who only recently turned 22, has not been to Belarus for two years. His parents were there until recently, but have now left the country, having been advised by friends with government contacts that things might get dangerous. “At the start of all this, my mum was quite sceptical, but now she has started to support me,” Svetlov says. Has it been a shock for his parents that their son is now seen as the revolution’s puppet master? “You could say they were quite surprised,” he says, smiling. Svetlov launched Nexta as a YouTube channel in 2015, shortly before the last round of elections in Belarus. “Nobody to vote for/ Only mustachioed portraits everywhere,” ran the lyrics to a song that formed the channel’s first post. Nexta’s sharply satirical videos about Belarusian politics swelled subscriber numbers to 100,000, and quickly brought it to the attention of the authorities. A clip Svetlov made entitled “Lukasherlock”, about the Belarusian president’s claims to have solved a crime overnight, was deemed to be in potential violation of a law on insulting the president, and a criminal case was opened against him. By that time, he was studying in Poland, and he has not returned to Belarus since. In 2018, Svetlov switched his main activities from YouTube to Telegram, realising its potential to reach more people more easily. As the summer’s election campaign wore on, Nexta’s popularity began to grow, partly because other bloggers who remained inside Belarus were harassed or thrown in jail. Sergei Tikhanovsky, who ran a YouTube channel and intended to stand for president, was arrested in May. In June, Igor Losik, administrator of the second biggest Belarusian Telegram channel, was also arrested. Both remain in jail. Tikhanovsky’s wife, Svetlana Tikhanovskaya, eventually ran against Lukashenko as an opposition unity candidate. The dictator assumed she would give the election a veneer of legitimacy while posing no threat; but her promise to be a transitional leader ahead of new, fair elections began to energise a population desperate for change. Svetlov and his small team in Warsaw were quick to share videos from her rallies. On 9 August, election day, Belarusian authorities turned off the internet almost completely as they announced the results – 80% for Lukashenko and 10% for Tikhanovskaya – to widespread disbelief and fury. After three nights of protests and ruthless police violence in response, the internet returned, a sign the authorities felt they had the situation back under control. But as detainees were freed and began to tell their stories, the Nexta team in Warsaw was deluged with horrific testimony and graphic footage of violence and injuries. I spoke to a western diplomat who told me that it is hard to overestimate Svetlov’s role in this summer’s protests, with most traditional opposition leaders jailed or forced into exile before the presidential vote: “I think he’s been the most important person of this entire period.” Svetlov’s small team was overwhelmed by the volume of information coming from Belarus. “During the peak, there were about 200 messages coming every minute, or 100,000 a day. It was impossible to work through. We ignored text and just looked at photos and videos, and put the best on to the channel,” he recalls. As we speak, a young woman enters the office with a brusque, “Hi” and settles down for a shift at one of the computers, sifting through the thousands of messages, videos and tipoffs that Nexta receives each day. “You can’t talk to her, she’s still working anonymously,” Svetlov tells me, suggesting we continue our conversation in the kitchen. I ask Svetlov about the Sunday I followed the crowds in Minsk, who in turn were following his directions. There were three people in the office that day, he says, tracking events in the Belarusian capital. There was no great science behind it: no complex software mapping the crowds, or algorithms to determine the numbers – simply three young people scrolling through hundreds of messages sent from the ground, and trying to determine which were the most relevant. Before major logistical information is put on the channel, it is debated in a small Telegram chat containing about 15 people, Svetlov tells me, including Nexta’s administrators and those from a few other channels. “We understood that people were by the war monument, and they needed to do something. Someone suggested they should go to the residence and everyone agreed, so we put it on the feed,” he says. And with that, a 22-year-old sitting in Warsaw moved a crowd of 100,000 people in Minsk. *** None of this would have happened without Telegram’s creator, Pavel Durov. The reclusive 36-year-old Russian is ascetic in most lifestyle choices, arrogant in his interactions with others and quite brilliant at what he does. Born in St Petersburg, he learned coding in school, and immediately used it to subvert authority. According to a biography by the Russian journalist Nikolai Kononov, Durov hacked the system so that all the computers in the classroom displayed a photograph of the teacher and the caption “Must die”. Later, as a student at St Petersburg State University, Durov set up a web forum for his fellow students. He did everything he could to promote it, organising real-life beauty contests that forum users could vote on, and creating controversial alter egos to ramp up controversy. “They were really juicy characters and people believed in them: an anti-feminist, a homophobe, a Stalinist,” he told Kononov. In much the same way that Mark Zuckerberg’s Harvard forum grew into Facebook, Durov and his brother Nikolai, who still work together today, turned their university website into VKontakte (meaning “in touch”). The Durovs were joined by a team of young coders, working out of the famous Singer House building in central St Petersburg, and the company grew rapidly in Russia and the former Soviet countries, partly because it also allowed users to share music and videos. As VKontakte evolved into a tech giant, Durov gained a reputation as a strange, imperious figure. Obsessed with The Matrix, he saw himself, like Keanu Reeves’ character Neo, as a coder with a mission. He looks a little like a boyish Reeves, and in his rare public appearances is always dressed in black. He is a fan of grand gestures, such as a 2012 stunt in which he threw 5,000 rouble notes (then worth about £100) from the windows of Singer House and watched people scuffle on the street below. But many artists were unhappy at VKontakte’s failure to take action against widespread copyright infringements on the site, and it was also slow to act on offensive material or groups, including those belonging to “Occupy Paedophilia”, an organisation that shared videos of attacks on LGBT people to its 90,000 followers on the site. Durov has a libertarian streak and has often said over the years that he values free speech above all, though to many, his unwillingness to take quick action over hate groups looked like an evasion of moral responsibility. He also refused to bow to Kremlin pressure to ban opposition political groups, after protests broke out in Russia in late 2011. “This is my official answer to the security services,” he wrote on Twitter at the time, posting a photograph of a dog wearing a hoodie. As the informal relationship he had with figures around the Kremlin broke down, he was forced to sell his stake in an investment fund linked to pro-Kremlin oligarchs; and in the aftermath of the annexation of Crimea in 2014, he fled Russia, citing threats against him. Durov acquired St Kitts and Nevis citizenship, and is now based in Dubai, spending long periods travelling the globe with his team of 15 or so coders in tow, often staying in hotels or rented houses. His precise movements are hard to track, and he ignored several interview requests for this article. (An associate of his tells me this is because “he has very high quality standards” and has met few journalists who lived up to them.) Instead, Durov communicates through a sporadically updated Telegram channel, where around once a month he drops his thoughts on freedom of speech, or the flaws of rival messenger services, particularly WhatsApp, which he loves to denigrate (“WhatsApp sucks”). Occasionally, the channel gives an insight into Durov’s lifestyle, such as a post last June in which he extolled the virtues of a “seagan” diet of wild fish and nothing else. He drinks no alcohol or caffeine, and claims not to have taken any pills or medicine for the past 15 years. In an October post marking his 36th birthday, he shared tips on how to stay looking young (you should live alone, for a start). Since leaving Russia, Durov has focused on Telegram, the app he began developing as a way to speak securely with his brother and other associates. He has portrayed Telegram as a labour of love; it carries no advertising, and he says he has so far funded it himself, from the vast profits he made from VKontakte. A plan to launch a cryptocurrency called TON, which would have been integrated into Telegram, faltered earlier this year after the US Securities and Exchange Commission ordered the cash to be returned to investors. One of the chief reasons Telegram is so beloved of protest movements is that it will run even if national regulators ban it. Used in conjunction with another app called Psiphon, it can circumvent most firewalls. Protesters in Iran used this approach to get around a government ban on Telegram in early 2018. But this loophole makes it just as useful for drug dealers, terrorists and other criminals. In Britain and many other places, one of the primary uses of Telegram is for buying drugs. In India, authorities have found Telegram has become a leading source of pirated music and film streams. Most notoriously, it also became known as the Isis app of choice. Former former prime minister Theresa May singled out Telegram in 2018 when she warned about “smaller platforms” that “can quickly become home to criminals and terrorists”. According to Joshua Fisher-Birch, a researcher at the Counter Extremism Project in New York, Telegram was the forum Isis fighters used most often to communicate with each other at the height of the group’s dominance of parts of Iraq and Syria. “They felt it was a safe space, because they would not have their data shared with any government, and they also liked the ease of use,” he tells me. Durov’s explanations for why he does not lose sleep over this have been far from convincing: “Ultimately, Isis will always find a way to communicate within themselves, and if any means of communication turns out to be not secure, they’ll just switch to another one,” he said at a conference in 2015. But, despite its initial reluctance to work with governments, Telegram has started taking action against terrorist-linked channels, Fisher-Birch says. In November last year, thousands of chats, bots and channels with Isis links were removed, in a joint operation with Europol, who said Telegram had gone to “considerable effort” to identify and remove Isis-linked content. *** Earlier this year I spoke, via Telegram audio, to the administrator of a number of channels covering the Hong Kong protests, including one with more than 100,000 subscribers. Anticipating what would happen in Belarus, he told me that the organisers used channels for disseminating timely information to protesters, and the group chats for discussing their next steps. He particularly appreciated a Telegram feature that allows one user to delete a chat for both themselves and the other party, and had used it when friends had been arrested, in case police gained access to their phones. He also liked the way people could be mobilised very quickly. “A big Telegram moment was at the Polytechnic University [in Hong Kong] last November, when a lot of students were trapped inside and the police were trying to attack. We used the channels to get as many people there as possible to help save them from arrest,” he told me. Although he was sure that some of the chats were infiltrated by police informants, a feature allowing users to hide their telephone numbers meant he felt more protected than on WhatsApp or other messengers. “With Telegram, we are pretty sure that we can’t be monitored by the government,” he said. In Belarus, it is not just the tech-savvy youth who rely on the app. I realised this at the end of a reporting day in the provinces, when I stopped the car in a small village about an hour from Minsk, and got chatting to a 72-year-old woman who lives alone in a neat cottage. A former manager at one of Belarus’s many Soviet-built, state-run factories, Valentina is exactly the kind of person one might have expected to support Lukashenko – and she told me that until a few years ago she had, appreciating the way he had steered the country through the 90s without allowing the oligarchy and inequality that developed in neighbouring Russia and Ukraine to take hold. “If he had left 10 years ago, he would have gone down as a hero, but he has started to treat the people as though they are trash,” she said as we drank tea made from leaves she had foraged herself. The transformation in Valentina’s political views began when she stopped watching state news on television and started using Telegram, which one of her grandchildren had installed for her on the chunky desktop computer in her bedroom. Now, each night before bed, she draws the orange curtains in the spotlessly tidy room and settles into an armchair at her computer desk to scroll through her Telegram feed. “It’s very addictive! I think, I’ll just take a look for half an hour, and before I know it, it’s nearly three in the morning. Which is a disaster as I have to wake up early to tend the allotment.” Almost all her friends are on Telegram, too, usually with the help of their children or grandchildren. Meanwhile, the standoff in Belarus appears to have reached something of a stalemate: the Sunday protests continue, but Lukashenko remains reluctant to make concessions. A whole network of smaller Telegram chats and channels, coordinating protest in various cities, streets or even specific apartment blocks, has now appeared, creating a localised and fragmented protest movement that authorities cannot possibly crush. Back in Warsaw, I ask Svetlov what comes next for Nexta. The evening before we meet, the channel had published the home address of a pro-Lukashenko official. Wasn’t this an incitement to violence? “That was not meant to exert physical pressure on him – it was more for psychological effect, so that people start thinking about their actions. We see the same thing with policemen who are scared to show their faces and hide behind masks,” he says. In the weeks after our meeting, Nexta releases the names and dates of birth of thousands of policemen, having been sent a leaked list. Will Svetlov feel a sense of responsibility if the protests turn violent, given the volume of his followers? What if something happens to the people he outs on Nexta? He shrugs, with his usual half-smile, and dodges the question. “From the beginning, we saw it as a peaceful protest. It was the authorities who started the repression.” As Lukashenko’s legitimacy has crumbled, he has increasingly looked to Vladimir Putin for support. While the Russian president has little affection for Lukashenko, he has even less for street protest. In the Kremlin, there has been horror at how quickly discontent has flared in a neighbouring country that appeared to be stable. Russian authorities banned the app in 2018, after Durov refused to comply with their demand that Telegram should share encryption data with the security services on request. But after two years in which millions of Russians got round the ban by using their own VPN, this June the Kremlin gave up and legalised Telegram again. Still, events in Belarus show that even in the harshest of crackdowns, neutralising Telegram as a mobilising force is close to impossible. Lukashenko recently warned Putin that he, too, should be wary of Telegram: “You’re a powerful country, a nuclear country. But the Soviet Union was also a nuclear country. So you can’t relax… Through the internet, through these Telegram channels, they will get so deep into people’s brains.” The words were clearly meant to pressure Putin into continuing to prop him up, but Lukashenko might have a point – that the app, created by an exiled Russian, could one day play a similar role in Russia. Recently, Svetlov inserted a poll into the Nexta Live channel to ask followers where they were based. Out of more than 700,000 respondents, over half were in Belarus, but 28% were in Russia. “When things quieten down in Belarus, we need to start reaching that Russian audience, too,” Svetlov says, smiling. “We won’t call for people to protest. But if they start, we’ll certainly cover it.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}