{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2020/nov/01/how-city-high-flyer-dodged-covid-to-end-up-top-of-the-stocks", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2020-11-01T09:00:16Z", "webTitle": "How City high-flyer dodged Covid to end up top of the stocks", "webUrl": "https://www.theguardian.com/money/2020/nov/01/how-city-high-flyer-dodged-covid-to-end-up-top-of-the-stocks", "apiUrl": "https://content.guardianapis.com/money/2020/nov/01/how-city-high-flyer-dodged-covid-to-end-up-top-of-the-stocks", "fields": {"headline": "How City high-flyer dodged Covid to end up top of the stocks", "bodyText": "Ten years ago City of London maverick Terry Smith launched what he boasted would be “the best fund ever” for small investors, boldly sticking his own surname on it – he called it Fundsmith Equity – and pugnaciously attacking other fund managers as “fat and complacent”. Sunday 1 November is its 10th birthday – and the anniversary comes at the end of another week of dramatic convulsions in global stock markets. But this is not a story about broken promises or calamitous losses. Fundsmith Equity has grown to be the biggest and most successful mainstream fund in the UK, gathering £22bn in assets. Its huge investments in household names and tech stars – from Domino’s Pizza to Microsoft and Facebook – have earned its early investors spectacular returns. Someone clever enough to invest £10,000 at launch in 2010, and doing nothing since, would be sitting on £54,120 today. This year, Smith has delighted his growing army of investors yet again, with a return of 13% so far – despite the pandemic – leaving the FTSE 100 languishing significantly below its January levels. Little wonder his loyal investors hail him, the working-class son of an east London bus driver, as Britain’s answer to American stock market hero Warren Buffet. Smith’s approach to investing even bears a lot in common with the “sage of Omaha” – right down to the folksy mantras in his “owner’s manual” for investors. The golden rule is “Buy good companies. Don’t overpay. Do nothing.” At launch, he said other fund managers bought too many stocks, and traded in and out of them too frequently, paying excessive fees to brokers. He promised to buy a core of 20 or so (other funds typically hold about 60) and hold them for the long term, keeping turnover below 5%. Ten years on, his average portfolio turnover has, indeed, kept below 5%, and the dealing costs – of buying and selling shares – are a miniscule 0.014% per annum. “The fund still holds 10 of the original stocks,” says Smith. Despite the fact that his current top three holdings (Microsoft, PayPal and Facebook) are tech giants, Smith insists his returns come from a broad base of companies. The best-performing stock over 10 years, in terms of contribution, has been Microsoft. Followed by Stryker, the US medical devices company, and then Domino’s Pizza, which rather gives the lie to the suggestion that the performance is “down to a few stellar tech stocks”. The next two are Unilever and Becton Dickinson, the world’s largest maker of syringes. But not everything Smith touches turns to gold. In a letter to investors in March, he defended his investments in hotel group Intercontinental Hotels (IHG) and Spanish airline reservations company Amadeus, saying they were putting in cost-cutting and cash-conservation measures. Maybe they will eventually bounce back from the pandemic, but this week IHG was trading at £38 a share, down from £52 at the start of the year, while Amadeus is at €40, down from €73. Smith’s investors will be delighted to hear that despite the global economic carnage from Covid 19, he remains as ebullient about future returns as he was a decade ago. He generally avoids making major geopolitical or economic calls. But from the wreckage of coronavirus, he suggests there could be opportunity. “If I were looking for solace in the current situation I would look back to the aftermath of the Spanish flu pandemic of 1918-19. That lead to 50 million-plus deaths and, as a result, the decline in the labour force caused a change in industry with widespread adoption of the assembly line for mass production. “This lead to cheaper production of goods such as cars and household electrical items which became affordable by the middle-classes for the first time. The result was the ‘Roaring 20s’ in the economy and the stock market. “Coincidentally, we are now in the 2020s. Might something similar happen? After all, the productivity of many people has risen as they no longer have to commute to work or engage in business travel, and can work, socialise, shop and do their medical appointments online.” Smith is testament to the new world of work. He runs his operation from a sun-soaked home in Mauritius, 6,000 miles from London. It’s helpful, he has said, that Mauritius is away from the “noise” of London. It is probably also helpful that the maximum tax rate in the island paradise is just 15%. Quite how much money Smith has made from the fund is not known. But 10 years ago he promised to put £25m of his own cash into it – and today says it’s still there. “The £25m is worth over £130m and I have, indeed, added substantially to that over the years. Perhaps, more importantly, I have not withdrawn a single penny,” says Smith. The Sunday Times Rich List last year estimated his personal wealth at about £300m, making him the 436th richest person in Britain. His success is in dramatic contrast to the other “star” investment manager of the last decade, Neil Woodford. Woodford also struck out on his own, launching a fund in 2014 under his own name to an adoring fan base of small investors. It collapsed in spectacular fashion in 2019, its investors losing half of their original investment. Smith was 57 when his fund launched, but though he has now qualified for his state pension there are no signs of him stepping down. “I have no plans to retire. I still enjoy what I do and, just as importantly, the people I do it with. “Other successful investors have gone on to continued success far beyond their 60s. However, there is a succession plan. I have very able colleagues who will take over.” Will investors who decide to put their faith in Fundsmith today enjoy anything like the returns of the past 10 years? “Obviously I don’t know if the Fundsmith Equity Fund will still be the best in 10 years’,” says Smith. “But I know that the commitment and enthusiasm of me and my colleagues is the same today as it was 10 years ago.”"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}