{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2020/nov/02/how-would-we-split-profits-from-unequal-contributions-to-house-purchase", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2020-11-02T07:00:44Z", "webTitle": "How would we split profits from unequal contributions to house purchase?", "webUrl": "https://www.theguardian.com/money/2020/nov/02/how-would-we-split-profits-from-unequal-contributions-to-house-purchase", "apiUrl": "https://content.guardianapis.com/money/2020/nov/02/how-would-we-split-profits-from-unequal-contributions-to-house-purchase", "fields": {"headline": "How would we split profits from unequal contributions to house purchase?", "bodyText": "Q I was wondering if you could help. I am buying a house with my partner and we are trying to work out a fair process of splitting the profits on the house if we were to separate and sell but we are having difficulty working it all out. The property costs £590,000 and I am providing a deposit of £235,000. We are taking out a mortgage of £442,500, which will allow us to pay for an extension soon after we move in. Due to me earning less, we have agreed that he will pay 75% of the mortgage repayments and I will pay 25%. We may both also contribute one-off payments here and there, and will keep a record of these. How would we work out how to split the profits? We think it should be based on the proportion we each own at that point, based on our deposits and what we have both repaid, but we are having trouble with the calculations, especially as we have taken out the larger mortgage to pay for the extension. My partner was also wondering if the interest paid should be considered as he will be paying 75% of that, too. I didn’t think it should but I don’t know if this is unfair of me. NA A No, it isn’t unfair of you to think that interest paid should not be taken into account. It shouldn’t, in the same way as interest not received by you on your £235,000 cash should be ignored when calculating your percentage shares in the property. But back to your main question: you split the profits in accordance with your percentage shares in the property when you bought it. In your case, your cash contribution of £235,000 and your 25% share of the mortgage (£110,625) has bought you a 51% share in the property (using the total cost of buying the current property and its future extension, which is £677,500). So you would get 51% of any profits. So . . . assuming you and your partner are registered at the Land Registry as tenants in common – with you owning a distinct 51% share and your partner a 49% share – you might decide to sell in five years’ time, say, and after the extension has been built. If you managed to sell for £800,000, your 51% share would be worth £408,000 and your partner’s 49% share would be worth £392,000. You bought your share with cash savings and your 25% share of the joint mortgage with your partner, while he bought his share just with the money raised by his share of the joint mortgage. You have been paying 25% of the monthly mortgage sum and your partner has been paying 75% of it. Five years down the line let’s assume that the amount owing on the mortgage has gone down to £500,000. So you’ll have to use £125,000 of your £408,000 share of the sale proceeds to pay off your share of the mortgage (25% of £500,000). Your partner has to stump up the remaining £375,000 (75% of £500,000) so he will have £17,000 left over from his share of £392,000 of the sale proceeds. • Want expert help finding your new mortgage? Use our new online tool to search 1000s of deals from over 80 lenders with the Guardian Mortgage Service, powered by L&amp;C. • This article was amended on 5 November 2020 to include an example of calculations in the event of a house sale after five years."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}