{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2020/nov/01/most-tickets-on-viagogo-and-stubhub-sold-by-professional-resellers", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2020-11-01T13:03:48Z", "webTitle": "Most tickets on Viagogo and Stubhub sold by 'professional resellers'", "webUrl": "https://www.theguardian.com/money/2020/nov/01/most-tickets-on-viagogo-and-stubhub-sold-by-professional-resellers", "apiUrl": "https://content.guardianapis.com/money/2020/nov/01/most-tickets-on-viagogo-and-stubhub-sold-by-professional-resellers", "fields": {"headline": "Most tickets on Viagogo and Stubhub sold by 'professional resellers'", "bodyText": "The vast majority of tickets for events on resale sites Viagogo and StubHub are advertised by “professional resellers” including touts seeking to make money from ordinary fans, according to new evidence that sheds light on the secretive “secondary ticketing” industry. Data revealing the influence wielded by touts emerged as part of the competition watchdog’s investigation into Viagogo’s $4bn (£3bn) takeover of StubHub. The Competition and Markets Authority has said it may demand the controversial deal is unpicked, meaning Viagogo – which went ahead with the purchase despite the watchdog’s warnings - would be forced to sell StubHub. Documents published by the CMA about its investigation revealed previously unknown data about the companies’ business model. According to the CMA, the largest 10% of resellers – the industry’s customary term for touts – account for between 80% and 100% of tickets advertised on StubHub and more than 70% on Viagogo. Viagogo said the number included event organisers but declined to offer more information. The CMA’s finding lends weight to claims by campaigners that the sites are a haven for profit-hungry touts, rather than a service for fans who find they can’t use a ticket and want to recoup their money. The Guardian has previously revealed that the sites forge alliances with powerful touts able to hoover up tickets. Previous targets include musicians such as Ed Sheeran, the Harry Potter &amp; the Cursed Child play, football matches and even a talk by Michelle Obama, charging huge mark-ups to fans desperate to see them. Resale sites such as Viagogo help them do this by providing specialist tools. Some touts who used the sites have been found to use fraudulent techniques, resulting in the jailing of two men last year. The CMA’s new findings offered further insight into how many customers the resale sites are able to attract thanks to these relationships and how they do it. The watchdog revealed that 750,000 tickets were sold on Viagogo last year, in a UK market worth around £350m. It redacted details of how much both companies made in 2019. But earlier this month, when the CMA moved to block Viagogo’s takeover of StubHub, it said the two of them would have more than 90% of the UK market combined. The CMA also revealed how the sites find buyers, revealing that they spent £10m on buying the right to appear in advertised listings at the top of Google search results. Viagogo’s spend was £5m but would have been more had it not been temporarily banned by Google over its treatment of consumers. Music industry group FanFair Alliance said the CMA had proved that Viagogo relies on using Google to drive customers into the hands of touts. “The site is now effectively a two-legged stool. Remove either one of those legs, its suppliers or Google, and the whole operation topples over,” said a spokesperson. Viagogo said: “Professional sellers include a range of businesses such as event organisers, hospitality agents, and tier 1 football clubs. The Covid-19 pandemic has devastated businesses such as these and so the need for additional support in the distribution of their tickets is more important than ever. “Viagogo plays a key role in this, and in turn enables fans to benefit from an increased level of choice of tickets. Industry cooperation is vital to bring back live events and is where our efforts and attention should be focused.” The CMA said earlier this month it was minded to block Viagogo’s takeover of StubHub because it would lessen competition significantly. If Viagogo cannot find a buyer to recoup its $4bn, the CMA can appoint a divestiture trustee to manage the sale. They would not be obliged to achieve any particular valuation. The plan by Viagogo boss Eric Baker to reunite the company with StubHub, which he also co-founded, has previously been called the “worst deal in history” because it completed shortly before the pandemic struck. The Guardian has approached Viagogo and StubHub for comment."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}