{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2020/nov/07/amazon-prime-scam-phone-calls-bank-account", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2020-11-07T08:00:05Z", "webTitle": "Amazon Prime customers warned of scam phone calls", "webUrl": "https://www.theguardian.com/money/2020/nov/07/amazon-prime-scam-phone-calls-bank-account", "apiUrl": "https://content.guardianapis.com/money/2020/nov/07/amazon-prime-scam-phone-calls-bank-account", "fields": {"headline": "Amazon Prime customers warned of scam phone calls", "bodyText": "Consumers have been warned not to fall prey to fraudsters who are targeting Amazon Prime customers, many of whom became members for the first time during the Covid-19 crisis. Security experts said fraudsters had been phoning people claiming to be calling from “Amazon Prime security” and saying their Amazon account had been compromised in California, and a series of payments had been made from their account. Having gained the person’s trust, the fraudster instructed them to download TeamViewer, a brand of remote access software, which was subsequently used to access the victim’s online bank account. While this is by no means a new fraud, scammers are thought to have taken advantage of the fact that many households have signed up to Amazon Prime since the pandemic hit. This week the consumer group Which? warned of the dangers of computer takeover scams which cost victims more than £16m a year. It highlighted the case of a woman from Brighton who lost almost £7,000 in July to a cold caller claiming to be from Amazon Prime security who tricked her into downloading TeamViewer. The fraudsters took over her laptop and a total of £6,900 was taken from her bank account and credit card. Ray Walsh, digital privacy expert at ProPrivacy said providing remote access to your PC can result in hackers installing sophisticated malware. “This will allow hackers to communicate with a command and control server to install secondary exploits such as keyloggers. It is important for consumers across the UK to be alert to the possibility that they too could receive bogus cold calls to fix an issue with their Amazon Prime account ahead of Black Friday,” he said. Action Fraud has warned consumers to never install any software or visit a website as a result of a cold call. Unsolicited requests for remote access to your computer should always raise a red flag, it said. An Amazon spokesperson warned customers to be on their guard. “We take phishing and spoofing attempts on our customers seriously, and will never call a customer for payment outside of our website. If a customer has concerns or receives a call they believe is not from Amazon, they should check the Amazon.co.uk help pages for guidance.” Jenny Ross, the Which? money editor, said millions of pounds are lost to computer takeover scams every year. “Which? is calling on banks to reimburse all blameless customers who fall victim to these scams and for the government to introduce legislation to ensure a new statutory code of practice can be created, which would include clear standards and protections for victims,” she said. “Anyone who receives unsolicited calls claiming to be from tech support or broadband engineers and asking for personal details or to install computer software should hang up and phone their provider back using the legitimate phone number (that they have independently looked up).”"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}