{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2020/nov/03/lady-gaga-attacks-donald-trump-at-joe-biden-rally", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2020-11-03T09:07:48Z", "webTitle": "Lady Gaga attacks Trump's 'grab' remarks at Joe Biden rally", "webUrl": "https://www.theguardian.com/music/2020/nov/03/lady-gaga-attacks-donald-trump-at-joe-biden-rally", "apiUrl": "https://content.guardianapis.com/music/2020/nov/03/lady-gaga-attacks-donald-trump-at-joe-biden-rally", "fields": {"headline": "Lady Gaga attacks Trump's 'grab' remarks at Joe Biden rally", "bodyText": "Lady Gaga gave an impassioned message of support for Joe Biden as America heads to the polls, making reference to Donald Trump’s history of crude sexual remarks and alleged sexual assaults. “Vote like your life depends on it, or vote like your children’s lives depends on it, because they do,” she told a rally in Pennsylvania. “Everybody, no matter how you identify, now is your chance to vote against Donald Trump, a man who believes his fame gives him the right to grab one of your daughters, or sisters, or mothers or wives by any part of their bodies … Vote for Joe. He’s a good person.” Her words referred to Trump’s infamous 2005 boast that “when you’re a star, they let you do it … Grab ’em by the pussy. You can do anything”. Trump referred to Gaga at his own Pennsylvania rally, saying she “is not too good … I could tell you stories about Lady Gaga. I know a lot of stories.” On Sunday, Trump’s communications director Tim Murtagh tweeted: “Nothing exposes Biden’s disdain for the forgotten working men &amp; women of PA like campaigning with anti-fracking activist Lady Gaga. This desperate effort to drum up enthusiasm is actually a sharp stick in the eye for 600,000 Pennsylvanians who work in the fracking industry.” Gaga responded: “I’m glad to be living rent free in your head.” At his Pennsylvania rally, Trump also criticised Jon Boni Jovi, Jay-Z, and LeBron James, who won the 2020 NBA championship with the LA Lakers in October. “I didn’t watch one shot, I got bored, back forth, back forth,” Trump said. “You know why? When they don’t respect our country, when they don’t respect our flag, nobody wants to watch”, a reference to the kneeling protests James and his team made on their return in July. James later endorsed Biden on Instagram, saying: “We need everything to change and it all starts tomorrow.”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}