{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2020/nov/01/ornella-volta-obituary", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2020-11-01T17:52:51Z", "webTitle": "Ornella Volta obituary", "webUrl": "https://www.theguardian.com/music/2020/nov/01/ornella-volta-obituary", "apiUrl": "https://content.guardianapis.com/music/2020/nov/01/ornella-volta-obituary", "fields": {"headline": "Ornella Volta obituary", "bodyText": "Ornella Volta, who has died aged 93, was the founder and creator of the Fondation Erik Satie and the Erik Satie Archive, a wonderful collection assembled by her over 45 years, documenting every aspect of the composer’s life amid the cultural life of Paris from 1880 to 1925. To her many British friends she liked to emphasise that Satie was half Scottish. Her pathfinding work enabled much British creativity relating to Satie, from the playful Satie’s Faction group of artists to the erudite works of Robert Orledge and publications by Caroline Potter. The daughter of Renata (nee Denon) and Tito Vasio, Ornella was born in Trieste (then only recently part of Italy), where her father ran a business making pharmaceutical products. Ornella wanted to study architecture, but had to settle for studying cinema in Rome. In 1957 she moved to Paris, and lived there for the rest of her life. An Italian publisher asked her to research a book on vampires, and this became her first book, I Vampiri (1960). In 1968 Federico Fellini, visiting Paris, asked to meet the author of this book. Ornella became researcher and translator for his film The Clowns (1970), made on location in the bricks-and-mortar circus in Amiens built by Jules Verne when he was mayor. She was asked to do research on Satie and found her vocation. She made it her business to get to know everyone who might have scraps of information or letters by the composer, and produced in 1977 her collection of his writings, Les Ecrits d’Erik Satie. Translations rapidly appeared in many languages but in English only in 1995 (A Mammal’s Notebook, which I translated, from Atlas Press). Ornella located the heir to Satie’s estate, Pierre-Joseph Lafosse, who was running a garage in Normandy; with him on side, she created the Fondation Erik Satie, and briefly made the tiny room Satie had lived in from 1896 until 1898 at 6 Rue Cortot in the Montmartre district of Paris into what may have been the smallest museum in the world. It contained a piano, and once hosted a performance of Satie’s 18-hour Vexations, with two people at a time allowed in as audience. Many books on Satie followed, sumptuous illustrated works, small paperbacks of various sizes and shapes and in 2000 the magisterial Correspondance Presque Complète (Almost Complete Correspondence), which won the Prix Sévigné. When she died Ornella was still working on a revised and expanded edition of Satie’s writings. In 1957 she married Pablo Volta, a television cameraman, whose photos of André Breton taken in 1956 were published in 2003 with a characteristically witty memoir of Breton by Ornella. Their third-floor flat in the Marais quarter was full of the spirit of Satie. Between the entrance hall and the sitting room was a revolving door, in homage to a dance number in his last ballet, Relâche (1924). A glass of Calvados was compulsory: the Calvados département was Satie’s birthplace, and Ornella claimed that a daily drink of it kept her going. Pablo died in 2012; she is survived by her son, Matteo."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}