{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2020/nov/07/tunng-presents-dead-club-review-max-porter-grief-is-the-thing-with-feathers", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2020-11-07T16:00:14Z", "webTitle": "Tunng: Tunng Presents… Dead Club review – a thoughtful meditation on life and loss", "webUrl": "https://www.theguardian.com/music/2020/nov/07/tunng-presents-dead-club-review-max-porter-grief-is-the-thing-with-feathers", "apiUrl": "https://content.guardianapis.com/music/2020/nov/07/tunng-presents-dead-club-review-max-porter-grief-is-the-thing-with-feathers", "fields": {"headline": "Tunng: Tunng Presents… Dead Club review – a thoughtful meditation on life and loss", "bodyText": "A concept album about death and grief during a pandemic? Now there’s bravery. Fortunately, Tunng bring a characteristically light touch to these tender, if not taboo subjects. The group’s seven albums of gentle folktronica have ranged from pastoral horror to domestic drollery, a mix crystallised in the opening Eating the Dead, where the customs of Brazil’s Wari’ people are transposed to a cadaver on the kitchen table. “Eat the anger and the kindness,” lilts singer Mike Lindsay. The genesis of Dead Club was reading Max Porter’s novel Grief Is the Thing With Feathers, and the author is one of several luminaries whose words float through the album – among them the philosopher Alain de Botton, Tinariwen’s founder Ibrahim Ag Alhabib, illusionist Derren Brown and anthropologist Dame Sue Black, all of whom have contributed to the band’s accompanying Dead Club Podcast series. It’s truly a project. There are some blunt moments among the songs, such as The Last Day, but most are empathic. A Million Colours and Carry You are loving tributes, while Swedish Death Cleaning offers practical advice: “The old toys in the shed have to go.” Then there’s the cheery surrealism of Death Is the New Sex, with its promise “Death is coming to fuck us all.” Thanks for the reminder."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}