{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2020/nov/04/kanye-west-announces-kanye-2024-as-he-fails-to-make-election-impact", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2020-11-04T09:17:31Z", "webTitle": "Kanye West announces 'Kanye 2024' as he fails to make election impact", "webUrl": "https://www.theguardian.com/music/2020/nov/04/kanye-west-announces-kanye-2024-as-he-fails-to-make-election-impact", "apiUrl": "https://content.guardianapis.com/music/2020/nov/04/kanye-west-announces-kanye-2024-as-he-fails-to-make-election-impact", "fields": {"headline": "Kanye West announces 'Kanye 2024' as he fails to make election impact", "bodyText": "Kanye West has suggested he will run for president in 2024, following his failed bid this year. Alongside a photo of him next to an electoral map filled with Republican and Democrat wins, he tweeted “welp”, an expression of disappointment. He added: “Kanye 2024”. West was a latecomer to the 2020 race, announcing his candidacy in July. Initially focusing on abortion and faith, he later drew up a 10-point platform, calling for support for the environment and arts, an anti-interventionist foreign policy, and reforms to the legal system and policing. He struggled to make it to the ballots of many states, including some that legally barred him from appearing, and encouraged supporters to write him on to their ballot papers. Across the 12 states whose ballots he appeared on, he won fewer than 60,000 votes. He found most success in Tennessee, winning more than 10,000 votes, 0.3% of the state’s total. As he cast his own vote, West said he had never previously voted in a presidential election. He tweeted: “God is so good. Today I am voting for the first time in my life for the President of the United States, and it’s for someone I truly trust ... me.”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}