{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2020/nov/04/inside-the-6-november-guardian-weekly-the-american-divide", "type": "article", "sectionId": "news", "sectionName": "News", "webPublicationDate": "2020-11-04T14:55:47Z", "webTitle": "Inside the 6 November Guardian Weekly: the American divide", "webUrl": "https://www.theguardian.com/news/2020/nov/04/inside-the-6-november-guardian-weekly-the-american-divide", "apiUrl": "https://content.guardianapis.com/news/2020/nov/04/inside-the-6-november-guardian-weekly-the-american-divide", "fields": {"headline": "Inside the 6 November Guardian Weekly: the American divide", "bodyText": "In the end, how could it have been anything else? Far from the blue wave that many polls predicted, the 2020 US election looked – as of Wednesday morning – like it would be extremely tight, but the situation seems to be slowly improving for Joe Biden as the day goes on. The Weekly went to press before a result was called with victory still possible for both sides. But just before we did, a chilling, authoritarian speech by Trump trying to claim victory early on Wednesday hinted to how the president will respond to a drawn-out vote count process. In the magazine this week Ed Pilkington and Oliver Milman report on the story of election night, while David Smith looks back at an election campaign that pulled an already divided nation apart. The political events in the United States may have dominated the week (/last four years) but there was plenty of drama elsewhere. Europe is facing a bleak winter with infection rates and Covid deaths surging. New lockdowns in Spain and Italy have led to dissent on the streets and restrictions have been tightened in Germany and France. Perhaps most dramatically, in England, Boris Johnson interrupted the Saturday night primetime schedule to tell the nation that he would be implementing a new four-week lockdown. Julian Coman reports on the disintegrating situation in Europe while political editor Heather Stewart explores the road to the new English shutdown. We also look at how former UK Labour leader Jeremy Corbyn was thrown out of his own party after his response to a report into antisemitism. Christian Davies reports on the protests that have erupted in Poland over a new court ruling that effectively criminalises abortion in the heavily Catholic nation. Jason Burke analyses the attack in Vienna on Monday evening and examines if Isis are gaining strength in Europe again, while Simon Tisdall asks if Emmanuel Macron’s language towards the wider Muslim world in the context of the recent attacks in Nice and Paris is likely to antagonise a whole population. We also look at the result of the Johnny Depp libel trial and have fascinating features on the death of James Le Mesurier, the co-founder of the White Helmets, the Syrian rescue group. Hadley Freeman invites Helena Bonham Carter to her back garden to discuss her role in the new series of The Crown and Guardian film critic Peter Bradshaw pays tribute to the late, great Sean Connery - a Bond like no other. Get the Guardian Weekly delivered at home"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}