{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2020/nov/05/johnson-urged-to-denounce-trumps-unsubstantiated-us-election-claims", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2020-11-05T15:27:12Z", "webTitle": "Johnson urged to denounce Trump's claims of US election fraud", "webUrl": "https://www.theguardian.com/politics/2020/nov/05/johnson-urged-to-denounce-trumps-unsubstantiated-us-election-claims", "apiUrl": "https://content.guardianapis.com/politics/2020/nov/05/johnson-urged-to-denounce-trumps-unsubstantiated-us-election-claims", "fields": {"headline": "Johnson urged to denounce Trump's claims of US election fraud", "bodyText": "Boris Johnson has been under pressure to follow European leaders and warn Donald Trump that he will be damaging democracy worldwide if he continues to allege ballot fraud in the US presidential election without any supporting evidence. The prime minister said on Wednesday it was not for the UK as an ally of the US to intervene in the internal politics of the country, a claim that led to charges of cowardice from Labour and contrasted with a clearer stance stance from German politicians. The German foreign minister, Heiko Maas, said: “It is important that all politicians who reach people directly, establish trust in the electoral process and the results.” He added it would be “premature” to comment further given that ballots were still being counted. The German chair of the Bundestag foreign affairs committee, Norbert Röttgen, described Trump’s behaviour as “really unbelievable and it’s really with great sadness to many, many Germans to witness this awful behaviour”. The leadership of the Social Democratic party of Germany (SPD) accused Trump of trying to foment civil unrest with co-leader Saskia Esken saying: “In a democracy every vote counts and elections are decided by the voters.” “A candidate, even if he is the incumbent president, who calls for absentee votes not to be counted, acts anti-democratically,” Esken added. “More than ever, it is true that we have to defend our democratic achievements against populist and nationalist agitation.” Speaking on Sky news, the UK justice secretary, Robert Buckland, became the first minister to hint at any criticism, calling for a “smooth” transition of power if Trump loses the election. He said: “We are all watching, biting our nails to see what might happen in those key swing states. But the important thing from our point of view is that we want the major democracy in the world to have a smooth transition, whether it’s a change of president or whether it’s the same president, we wish them well.” Ministers will be reluctant to ring Joe Biden to congratulate him on his victory until Trump has conceded defeat, but there is a danger that the US president will not do that, and will instead challenge the result either through lengthy vexatious court challenges, or by encouraging his supporters to take to the streets. The chair of the foreign affairs select committee, Tom Tugendhat, tried to avoid direct criticism of Trump saying he supported Republican Senate leader Mitch McConnell in his call to keep counting the votes, but said it would be wrong for the UK to get involved in this stage. Asked if he approved of Trump’s challenge to the results, he said: “If he has got evidence let him bring it. That is how a fair and open legal system works. If he does not then it is simply undermining the process. Keep voting, keep calm.” Tobias Ellwood, the Conservative chairman of the defence select committee, sent out a warning shot. “With authoritarianism on the rise across the world, how America handles and respects the democratic process over the next 48 hours will impact on all western nations’ credibility to uphold, promote and defend hard fought standards at a time of growing global instability.” The shadow trade secretary, Emily Thornberry, told ITV’s Peston that Johnson and the UK foreign secretary, Dominic Raab, were refusing to criticise Trump. “If he had been the leader of any other country in the world then the foreign secretary and the prime minister would have called it out.” She added: “He is behaving like a tinpot dictator… and it’s not acceptable and it should be called out.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}