{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2020/nov/06/rishi-sunak-recession-fears-and-rivalries-take-the-shine-off", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2020-11-06T13:39:46Z", "webTitle": "UK recession fears and rivalries take the shine off Rishi Sunak", "webUrl": "https://www.theguardian.com/politics/2020/nov/06/rishi-sunak-recession-fears-and-rivalries-take-the-shine-off", "apiUrl": "https://content.guardianapis.com/politics/2020/nov/06/rishi-sunak-recession-fears-and-rivalries-take-the-shine-off", "fields": {"headline": "UK recession fears and rivalries take the shine off Rishi Sunak", "bodyText": "From Whitehall to Wetherspoon’s, there was near universal agreement that Rushi Sunak was performing very well under the stresses of the pandemic. At the beginning of the coronavirus crisis the chancellor – a virtual unknown outside the Westminster bubble just months earlier – was getting almost as much airtime as the prime minister and collecting a string of flattering nicknames. There was “Dishy Rishi” for his “Eat out to help out” scheme designed to help restaurants recover from the first national lockdown. The financial news provider Bloomberg also dubbed Sunak, a Star Wars fan, “Britain’s economic Jedi”, for turning on the Treasury’s taps to pay millions of workers’ furlough wages and help save thousands of businesses from collapse. Sunak’s ability to gather such broad support – the pollsters Ipsos Mori found him to be the most popular chancellor since Labour’s Denis Healey in the 1970s – was noted by political pundits, who were quick to cast him as the “prime minister-in-waiting”. He remains the bookies’ firm favourite to take the top job. But perhaps Sunak, who turned 40 during the first lockdown and has only been an MP since 2015, let his star rise a little too quickly. His rivals are seeding what they hope will be a more lasting, and damaging, label: “Rishi’s recession.” Perhaps this was in the back of his mind when on Thursday he set out the government’s latest spectacular U-turn: extending the furlough scheme to pay up to 80% of a person’s wages up until the end of March 2021. This had not been part of the Sunak master plan, but the chancellor had been under pressure from all sides. Boris Johnson, who installed Sunak in No 11 in February, and his allies are understood to have launched a subtle campaign to ensure Sunak will be associated with the UK’s deepest recession since records began. His name is also being actively linked with some of the government’s most unpopular policies, including the refusal to concede to the footballer Marcus Rashford’s campaign to extend free school meals over half-term. A Sun on Sunday article headlined Rishi vs Rashi accused Sunak of “parking the Treasury bus” to block £20m needed to feed 1.4 million underprivileged children. Allies of Sunak denied the claim and said the education secretary, Gavin Williamson, had not asked for the money. “He’ll have to take his share of bad news, not just clean up for stuff that works,” one insider said. A minister was said to grumble that Sunak needed to be told to “stop behaving as if he is PM already”. Whether he blocked it or not, the government’s failure to find £20m for hungry children while the chancellor spent half a billion on Eat out to help out has not gone unnoticed at food banks across the country, including those in Sunak’s Richmond constituency in Yorkshire. Alison Grainger, who helps run a food bank in Northallerton, near Sunak’s £1.5m constituency home, said it was “bewildering and disappointing” that Sunak “could help people rich enough to eat out at restaurants, but not people here who can’t afford to feed their families the basics”. Grainger said she had been impressed by Sunak when he came (along with a publicist and cameraman) to volunteer at the Hambleton Foodshare food bank in the town centre a few years ago. “People in the town have been proud of Rishi and what he’s done during the pandemic,” she said. “But now I think there is a feeling of disappointment, that he’s trying to do his best for big business but leaving the community to come together to feed the kids.” The Labour leader, Keir Starmer, is thought to be working on the assumption it will be Sunak not Johnson he will be fighting at the 2024 general election, and is now zeroing in on the chancellor, blaming him for the economic pain that will be caused by the month-long England-wide lockdown that began this week. Starmer said it was Sunak who blocked the implementation of a less severe two-week “circuit breaker” recommended by the government’s Scientific Advisory Group for Emergencies (Sage) in September. “Make no mistake, the chancellor’s name is all over this,” the Labour leader told company bosses at the Confederation of British Industry virtual conference on Monday. “[It was] his decision to block a circuit breaker – to dismiss it as a ‘blunt instrument’.” Sunak, Starmer said, failed to learn, failed to listen and failed to lead. “The result is tragic – but all too predictable,” Starmer added. “It makes me so angry.” Sunak’s previous winter economy plan, which cut the amount of money workers would receive and increase companies’ contributions, did not even make it to the middle of autumn. His mantra that he “can’t save every job” had changed to say he was acting to “help protect as many jobs as possible” but only those that were “viable”. The suggestion that the chancellor and his mandarins could decide whose jobs were viable and whose weren’t sparked an immediate backlash, particularly among powerful figures in the arts. Asked by ITV News if he was suggesting some of the UK’s “fabulous musicians and artists and actors” should get another job, Sunak said: “As in all walks of life, everyone’s having to adapt.” “I can’t pretend that everyone can do exactly the same job that they were doing at the beginning of this crisis,” he said. “That’s why we’ve put a lot of resource into trying to create new opportunities.” This was met with derision – from stars used to the mud of Glastonbury to those accustomed to the glamour of the Royal Opera House. The British soprano Louise Alder said she couldn’t work in the UK “because my industry doesn’t exist” but could in Germany, where audiences are socially distanced. “In Germany I am ‘viable’. I choose to stay there,” she said. Oasis’s Liam Gallagher attacked government “dopes” for “telling musicians and people in arts to retrain and get another job”. The actor Michelle Collins, who played Cindy Beale in Eastenders, said: “Thirty-five years an actor, I now have a non-viable job. Thanks Rishi Sunak, is that all of us in the arts? We are prevented from working so cannot even work if we wanted to. Absolutely insulting to me and all those people who thrive in and enjoy the arts. Brings £120bn into economy.” The chancellor, and his team of special advisers and image consultants running his social media campaign on Instagram and Twitter, are keen to point out that it was hard work and ambition that helped Sunak rise to the top. They talk of his summer job as a waiter at Kuti’s Brasserie Indian restaurant in Southampton, where he grew up, and his admiration for Southampton football legend Matt Le Tissier. Less often mentioned is his time as head boy at £13,000-a-term Winchester college, reading PPE at Oxford University or his years working for Goldman Sachs and controversial City hedge funds. Sunak’s own vast personal wealth – which includes a £10m-plus property portfolio with homes in Notting Hill and California as well as a Georgian manor house set in 12 acres of grounds in the village of Kirby Sigston, north Yorkshire – has also caused an unwanted distraction. Around the tearooms in Westminster, MPs are said to speculate that he probably also holds the title of “the richest man in the House of Commons”. “There is a sense that his wealth can make him feel a bit detached from other people,” said one Conservative MP who, like Sunak, was first elected to the Commons in 2015. “Beyond his ministerial team, there’s not really anyone I can think of who you’d say is a close ally.” The MP said that Sunak’s ambitions were based on projecting a broad sense of competence, rather than forming a clique. “You could argue that he has done quite well so far, but giving out all the money is the easy bit. There’s a long way to go.” It’s impossible to find out just how rich Sunak is or where his millions are invested as he moved his wealth into a blind trust in July 2019. Labour activists have also seized on Sunak’s wealth and “lavish celebrity lifestyle” producing a viral video asking: “Is Dishy Rishi on your side? You decide.” The video, produced by the campaign group One Rule for Them, describes Sunak as “Boris’s smooth-talking people’s politician” and accuses him of planning tax cuts for “his old mates in the City”. As images of Sunak’s Californian beach house, Yorkshire estate and “mansion in Kensington to boot” flash up, the narrator claims the chancellor once worked for a hedge fund that helped crash the economy. Adam McNicholas, founder of One Rule for Them, which describes itself as “a grassroots campaign fighting back against a government who thinks it’s one rule for their lot and another for the rest of us”, said he decided to create the video to “show the public who Sunak really is”. “Not many people knew he was a hedge fund manager, at a fund that helped crash the economy,” he said. “People need to know that before they make up their minds about him.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}