{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2020/nov/03/a-blackout-needed-on-lockdown-rebels", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2020-11-03T17:35:15Z", "webTitle": "A blackout needed on lockdown rebels", "webUrl": "https://www.theguardian.com/politics/2020/nov/03/a-blackout-needed-on-lockdown-rebels", "apiUrl": "https://content.guardianapis.com/politics/2020/nov/03/a-blackout-needed-on-lockdown-rebels", "fields": {"headline": "A blackout needed on lockdown rebels", "bodyText": "If Boris Johnson is worried that a Tory rebellion in the Commons might scupper his lockdown plans (PM moves to stop Tory mutiny with vote on England lockdown extension, 2 November), why doesn’t he apply a three-line whip, as he did with the recent vote on free school meals during school holidays? It worked then. Gary Bennett Exeter • Sir Graham Brady and other Tory libertarians object to tougher lockdown restrictions (The lockdown rebels preparing to defy No 10 on Covid restrictions, 2 November). Had their fathers, during the second world war, opposed the blackout they would have been locked up. Is this situation so very different? Martin Brayne Chinley, Derbyshire • I don’t believe “virtue signalling” is necessarily the evil practice James Bartholomew alleges it to be (Virtue signalling: the culture war phrase now in BBC guidelines, 30 October). Surely it’s streets ahead of the “nasty piece of work signalling” engaged in by Bartholomew and many Tories. Phil Coughlin Houghton-le-Spring, Tyne and Wear • After I anxiously asked whether swimming pools would be closed, the receptionist at our local pool cheerfully said “you’re all covered with bleach, so it’s very safe” (Boris Johnson kills hopes of lockdown reprieve for grassroots sport, 2 November). Elaine Fullard Oxford • Butternut squash? Emma Beddington should be so lucky (The second lockdown is a chance to get it right – so I’m taking a new approach, 2 November). Up here in Newcastle we get the ubiquitous swede. Joanna Rimmer Newcastle upon Tyne • Join the conversation – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit theguardian.com/letters"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}