{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2020/nov/03/boriss-stooges-back-on-the-covid-tour-but-would-rather-be-elsewhere", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2020-11-03T19:35:31Z", "webTitle": "Boris's stooges back on the Covid tour throwing data at the politics", "webUrl": "https://www.theguardian.com/politics/2020/nov/03/boriss-stooges-back-on-the-covid-tour-but-would-rather-be-elsewhere", "apiUrl": "https://content.guardianapis.com/politics/2020/nov/03/boriss-stooges-back-on-the-covid-tour-but-would-rather-be-elsewhere", "fields": {"headline": "Boris's stooges back on the Covid tour throwing data at the politics", "bodyText": "Back in March, Prof Chris Whitty and Sir Patrick Vallance were introduced – two ingenues blinking under the lights – to the nation at the Downing Street press conferences as the scientists to see the UK through the coronavirus pandemic. And even though Boris Johnson liked to treat the chief medical officer and the chief scientific adviser respectively as his two pet stooges, they were still the men on whose advice government policy was by and large made. But somewhere along the line, things soured. Whitty and Vallance became visibly uncomfortable when Boris chose to go rogue by interpreting the data to suit himself, and the relationship appeared to have completely broken down when the government ignored the advice of Sage to introduce a short “circuit breaker” lockdown and opted instead for a series of tiered regional lockdowns. Still, the band had reconciled its differences sufficiently to reform for a comeback tour for the briefing on Saturday at which the pair were invited to talk through some slides, before Johnson made the announcement – already leaked to the press the day before – that there was going to have to be another national lockdown after all. On Monday, it was Johnson’s turn to get it in the neck from MPs for the policy U-turn; on Tuesday it was that of Whitty and Vallance, who got to have their advice examined at a hastily assembled meeting of the science and technology select committee. It’s fair to say that both men would rather have been elsewhere. Any enjoyment at once again becoming public figures has quickly worn off, and Whitty and Vallance now yearn again for anonymity. The disconnect between MPs hungry for concrete data – and cheap political point-scoring – and experts who can only deal in probabilities has become too great. It was a clash of cultures in which there could be no winners. The session got off to a friendly enough start with the committee chair, Greg Clark, asking the questions. Nothing worse than having an academic paper that would probably be read by fewer than 10 people being peer-reviewed by one of your arch rivals. Vallance was adamant that he was only really confident in talking about six-week projections and pointed out that a lot of their predictions had proved to be totally accurate. Not so long ago Sage had been derided for suggesting deaths could rise to 200 a day by mid-November; that number had already long since been reached. Likewise, back in September, when there had been just 536 patients in hospital with Covid-19, people had laughed at the idea of that figure rising to 2,500 by mid-October. Now we were up to 10,000 and counting. So far, so good. Things got rather nastier when Labour’s Graham Stringer inquired why Vallance and Whitty had included a “reasonable worst case scenario” of 4,000 deaths a day in its slides at the Downing Street press conference when all other models were coming in significantly lower. Weren’t Sage guilty of trying to frighten Boris and the public into an unnecessary lockdown? “It wasn’t our intention to scare people,” Vallance insisted. One person’s reasonable worst case scenario was another’s walk in the park. That was the nature of the oxymoron. Besides, 4,000 wasn’t a prediction, it was a model, he said, without ever fully clarifying the difference between the two. And it was a model that had come from a reputable institution so it deserved to be included even if it was something of an outlier. At which point Whitty started to look visibly narked. So 4,000 might turn out to be well over the top, he snapped, but would MPs be happy to return to the daily death toll of 1,000 we had earlier in the year, because we were definitely on course to hit that target? And if MPs were happy with 1,000 deaths, then he wasn’t. Yes, the regional lockdowns had made a difference but the rate of infection was still going in the wrong direction and we didn’t want to reach a point where the NHS was unable to cope, because then there would also be a rise in excess deaths among cardiac and cancer patients. Things calmed down a bit after that but there was still a definite niggle in the room. Whitty observed that MPs kept asking for more and more data and Sage was doing its best to supply it. It wasn’t his fault if they didn’t like what they got. After all, it was inevitable that many of the predictions weren’t going to be entirely accurate. And instead of asking him for the economic costs of lockdown, why didn’t they try asking some economists instead? The whole essence of the coronavirus was there were no good choices. Scientists were having to choose between the crap and the really crap. Still, there was time for everyone to find some common ground. And that was on the uselessness of the government’s test-and-trace system. One of the goals of the lockdown was for the number of people infected to fall so far that Typhoid Dido might be able to locate at least a couple of their contacts. Serendipitously, Harding herself had simultaneously been given the graveyard slot of 5pm at the CBI conference. A time when it was almost guaranteed that everyone would have packed up for the day and she would struggle to trace herself. Clark desperately tried to end the session on something of an upbeat note. Would we be able to return to regional lockdowns in a month’s time, he asked desperately. Whitty and Vallance both shrugged. They hadn’t a clue. There were just too many variables in getting the R down below 1. But things were looking a bit more rosey, Clark said. There was the possibility of a vaccine, for a start. The winter might be hard, but the spring would be bright. “Brighter,” Whitty corrected him, keen to nip any signs of optimism in the bud. The afternoon hadn’t been his idea of fun, but at least he got to have the last word."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}