{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "science/2020/nov/01/why-a-digital-christmas-goes-against-our-instincts", "type": "article", "sectionId": "science", "sectionName": "Science", "webPublicationDate": "2020-11-01T09:00:16Z", "webTitle": "Why a digital Christmas goes against our instincts", "webUrl": "https://www.theguardian.com/science/2020/nov/01/why-a-digital-christmas-goes-against-our-instincts", "apiUrl": "https://content.guardianapis.com/science/2020/nov/01/why-a-digital-christmas-goes-against-our-instincts", "fields": {"headline": "Why a digital Christmas goes against our instincts", "bodyText": "Even at the best of times, Christmas can be a season of contradictory feelings. There is a yearning to enjoy the season of goodwill with our relatives and yet their proximity often creates friction. For many families, it is the only time of year we get to spend together, yet we resent the stress that this creates. The Covid-19 pandemic will only amplify this angst. It is hard to predict how the situation will change, but it seems unlikely that the second wave will have receded by 25 December. If the virus is still circulating widely, our celebrations will pose a danger and we will have to decide between taking that risk and celebrating alone. Boris Johnson has repeatedly asserted the government will do “everything we can to make sure that Christmas for everybody is as normal as possible”, yet his chief scientific advisor Sir Patrick Vallance echoed the warning of a senior Scottish health official that a “digital Christmas” cannot be ruled out. Why would we be prepared to put our ourselves and our loved ones at risk for the sake of turkey and charades? These traditions are deeply embedded in our culture, but recent developments in evolutionary psychology suggest the knotty and conflicting emotions they inspire may have deeper origins. While it cannot provide simple solutions to our dilemmas, a knowledge of our evolved instincts may help us to approach Christmas with a little more clarity of thought. According to evolutionary theorists, most of our social connections rely on a sense of reciprocity that brings mutual benefits. In prehistory, we might have shared our food with allies during times of scarcity in the knowledge that they would do the same for us; the balance of give and take is essential for the survival of the relationship. “Implicitly or explicitly, people keep track of favours given to friends, even close friends,” says Dr Samuel Roberts at Liverpool John Moores University. For family members, however, we have an additional motivation for altruism, arising from an evolutionary process known as “kin selection”. This theory, popularised in Richard Dawkins’s book The Selfish Gene, centres on the fact that our close relatives – our siblings, nieces, nephews and grandchildren – share many of our genes. By aiding our nearest kin, we can therefore protect part of our genetic lineage. “In evolutionary terms, I can pass on my genes through my own kids or by helping out my sister and her kids,” says Roberts. This means we have evolved an instinctual urge to care more about family members than friends, even if we share little in common besides our genes – and we don’t keep such a close watch on the reciprocal give and take. Although the theory of kin selection may seem too cynical and simplistic to explain human behaviour, there is strong evidence it drives many of our feelings and actions. Working with Robin Dunbar and Oliver Curry at the University of Oxford, Roberts asked more than 100 participants to state how prepared they would be to donate a kidney to 12 different people within their social network, as well as rating the “emotional closeness” of each relationship. For people outside the family, the willingness to donate was intimately connected to their feelings of friendship; the greater their sense of affinity, the more likely they would be to give the organ. The participants were, however, much keener to donate to a family member and this was true even when the researchers factored in those feelings of emotional closeness, suggesting that the sheer fact of their relatedness was driving their altruism. Roberts has since shown this “kinship premium” is also evident in more regular displays of devotion, such as the distance we are willing to travel to see someone. For more distant relatives, a second cousin, say, the ratings of emotional closeness were the predominant factor in determining how much participants were willing to invest in a long drive, train journey or flight. For more immediate family members, however, the feelings of emotional closeness could only partly explain the link. People were willing to “go the extra mile” if it meant spending time with the people who shared a higher proportion of their genes, even if they might have actually had more fun with their friends. It’s not hard to imagine how kin selection applies to a typical holiday gathering: our evolved instinct to maintain our family relationships pulls us together, year after year, despite our different opinions on politics or the best way to cook a turkey. And the networks are so tightly entwined you can’t simply avoid the most annoying members: you are bound together through all your mutual relations. As Roberts says: “You choose friends who are similar to you, but you can’t choose your family.” Confronting those differences may be stressful, but from an evolutionary point of view, it is the act of turning up and showing our continued investment in these bonds that really matters. Kin selection can’t, however, explain our behaviour in 2020, when many are considering whether to go ahead with celebrations despite the known dangers. One recent analysis showed that the chance of catching Covid-19 from an infected member of the same household is about 19% (and that newly infected person may then, of course, pass it on to someone else in the family). Surely any action that might threaten our own lives, and those of our kin, should be at odds with all those evolved instincts? The problem, says Dr Tegan Cruwys at Australia National University in Canberra, is that many people intuitively believe their families will be less likely to carry the virus than strangers. “The reality is that we are prepared to take much greater risks with the people we live with, with our closest friends and families – even in a non-Covid context,” she says. To understand why this is the case, we need to consider the ways we might have assessed risk in prehistory. Our ancestors did not have the science to explain how something such as the coronavirus could be transmitted between people, but they had evolved some basic rules of thumb that would help them to tune their sense of danger and one involved group membership. In prehistory, outsiders may have brought many threats, including the possibility of new infections, meaning that we are less trustful of people who are not part of our in-group and more trustful of people with whom we share a sense of identity. Cruwys has found that subtle interventions to manipulate people’s sense of group membership can have a powerful effect on the way they perceive risk. In one study, published earlier this year, her team first gave the participants a test of colour perception. Based on the results of the test, they were subsequently divided into two groups – “green” or “red” – depending on supposed differences in their perception. (In reality, the assignment was random.) The participants were then asked to make a Lego model, a task that was supposed to test their spatial awareness. At the table, they found a few crumpled tissues, ostensibly left behind by a previous participant who had a cold. Rationally speaking, that person’s colour perception – whether they were identified as a “red” or “green” person – should have had no effect on the risk of contagion. Yet Cruwys found that they estimated the risk to be much greater if they were told that the previous participant had come from the opposite group than if they were told that they had fallen in the same group. In more natural settings, such as student parties or festivals, Cruwys has found that sharing a sense of identity with someone can affect things such as our sharing of drinks or engaging in unprotected sex with the other partygoers. If people felt more of a shared identity with someone, they tended to imagine that the risk of these activities would be much lower. Cruwys’s most recent (currently unpublished) research shows that our sense of social identity and group membership has already had a serious impact on people’s behaviour in the pandemic. She has found, for example, that a sense of community has caused people to underestimate the contagion risk. “The more people identified with the other people in their neighbourhood pre-Covid, the less likely they were to perceive their neighbourhood as a Covid risk, and the less frightened they were of catching it during the lockdown,” she says. Our families, of course, represent our most salient group; our “clan” is enshrined in our surnames and is one of the first things we present to anyone else. In Cruwys’s view, this may explain why we underestimate the potential dangers of a family gathering. “There are lots of people Googling things like ‘how do I make sure I don’t get Covid if a runner goes past me on the path?’, but not so many people are asking how to celebrate a birthday safely,” she says. “And that’s completely contrary to what the data say about who you’re most likely to catch it from.” Given these findings, she thinks public health messaging should be more tightly focused on domestic situations, where the risk is highest but also least recognised. Assuming that the virus is still prevalent in the population, and that there is not a total lockdown, there are a few measures that we might take to reduce contagion, such as reducing the size of the family gatherings, avoiding hugs, meeting outside or wearing masks inside the home. That won’t be easy to stomach, of course – it will be unsettling to spend the holidays this way. But Cruwys thinks health authorities could encourage more careful behaviour if they emphasise the fact that these measures are themselves an act of love and concern. Roberts’s research, meanwhile, might offer some reassurance that, whatever happens, our connections will endure. In a series of studies, he has examined how various relationships change over time. While our friendships tend to weaken without regular contact, he has found that most family bonds remain strong after prolonged absences. “They are much more durable,” he says. The seismic shifts of 2020 will be hard to live through, but they will not be strong enough to uproot the family tree. David Robson is a science writer and the author of The Intelligence Trap: Revolutionise Your Thinking and Make Wiser Decisions (Hodder &amp; Stoughton, £20). To order a copy go to guardianbookshop.com. Delivery charges may apply"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}