{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "science/shortcuts/2020/nov/04/new-moon-scientists-claim-the-earths-satellite-may-have-a-dead-ringer", "type": "article", "sectionId": "science", "sectionName": "Science", "webPublicationDate": "2020-11-04T15:09:45Z", "webTitle": "New moon? Scientists claim the Earth’s satellite may have a ‘dead ringer’", "webUrl": "https://www.theguardian.com/science/shortcuts/2020/nov/04/new-moon-scientists-claim-the-earths-satellite-may-have-a-dead-ringer", "apiUrl": "https://content.guardianapis.com/science/shortcuts/2020/nov/04/new-moon-scientists-claim-the-earths-satellite-may-have-a-dead-ringer", "fields": {"headline": "New moon? Scientists claim the Earth’s satellite may have a ‘dead ringer’", "bodyText": "Name: (101429) 1998 VF31 (AKA: the Moon’s Sister). Age: 4.5bn years, give or take. Appearance: Lunar. Twinned with: The moon. I didn’t realise the moon had any siblings. No one did. This one, an asteroid about 1km in diameter, has been hiding behind Mars the whole time. And how is it related to the moon? They appear to be made of the same stuff. How would anyone know that? Spectroscopic observation. What does that mean? It means they looked at it with a very large telescope, known as the Very Large Telescope, located in the Atacama Desert in Chile. And what did they discover? “In a nutshell, it has the same colour as the moon,” said astronomer Dr Apostolos Christou, lead author of a new study conducted by the Armagh Observatory and Planetarium (AOP). The same colour? Can’t they come up with a more sciencey explanation? Detailed spectral analysis suggests the asteroid is rich in pyroxene and iron – “almost a dead-ringer for parts of the moon where there is exposed bedrock”, according to Galin Borisov, an astrochemist at the AOP. Thank you. How could we have missed this? What else is lurking at the back of Mars? Actually, it was discovered in 1998. It is one of the Trojans orbiting with Mars. Trojans? Celestial objects clustered around “Lagrange points”, which is to say it is suspended in equilibrium between the gravitational fields of Mars and the sun. And there are more of these Trojans? Yes, but the others seem to be related to one another. This one is different. It is our long-lost second moon! More accurately, it is possibly a small chunk of our moon that broke off and got caught up in the Martian orbit. Who cares? We want it back! Where are you going to put it? We’ll stick it back on the moon! That might be difficult. And we want a better name for it than (101429) 1998 VF31. What do you suggest? Moon 2. That’s not very good. Chip Off the Old Moon. Nor is that. Fine, we can sort out the naming later, once we have towed it back here. Actually, it is possible – and maybe even more likely – that this particular Trojan is a fragment of Mars itself. Now you tell me. Sorry. Do say: “It’s a lifeless chunk of toxic red dirt in the middle of nowhere. Let’s give it six electoral college votes.” Don’t say: “And the winner is: Moony McMoonface.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}