{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "science/2020/nov/01/conor-ffrench-davis", "type": "article", "sectionId": "science", "sectionName": "Science", "webPublicationDate": "2020-11-01T17:44:43Z", "webTitle": "Conor ffrench Davis", "webUrl": "https://www.theguardian.com/science/2020/nov/01/conor-ffrench-davis", "apiUrl": "https://content.guardianapis.com/science/2020/nov/01/conor-ffrench-davis", "fields": {"headline": "Conor ffrench Davis", "bodyText": "My father, Conor ffrench Davis, who has died aged 79, practised as a veterinary surgeon in County Meath, Ireland, for more than 40 years. He worked hard and is fondly remembered by his clients for his strength, friendliness and wisdom. I adored going out on calls with him as a child, in one of a series of filthy vans full of spilt medicine and muck, visiting farms and listening to him talk about the names and history of the townlands we drove through, with tapes of Fats Waller, Juanito Valderrama and Bix Beiderbecke blaring away. He treated small animals in the evenings and somewhere in between ran his own small farm. A trainer of the odd racehorse, he kept many animals, but pigs were his favourite. He was in his element leaning over a gate and scratching a sow’s back. Conor was born in Dublin, the son of Francis ffrench Davis, a market gardener and amateur racing driver, and his wife, Ingrid (nee MacDermot), a keen angler. Francis was killed three years later during the second world war in Italy. Ingrid moved Conor and his little brother, Dermot, to Co Mayo in the west of Ireland when she remarried in 1948, to Myles Pery-Knox-Gore. This marriage gave him a stepbrother, Simon, and later two half-siblings, Sarah and Mark. Dermot was killed in a traffic accident aged seven, a profound loss for my father, who was not allowed home from his prep boarding school, St Gerard’s in County Wicklow, to attend the funeral. After secondary schooling at Ampleforth college in Yorkshire, Conor studied veterinary medicine at Trinity College Dublin. He married Prue Smith-Wright in 1962 and graduated in 1964. Their first son, Dermot, was born in the same year, and then they moved to Matlock, Derbyshire, where Dominic was born. They soon returned to Ireland and set up home and Conor’s veterinary practice near Kentstown, Co Meath. Two more sons, Stephen and Michael, were born there, followed by two daughters, Sarah and me. Ferociously intelligent and well-read, Conor loved sharing his knowledge and would lecture his children on anything under the sun. He was desperately impatient with ignorance and lost no time in putting anyone straight. “You are, of course, talking complete cock” or just bellowing out “Bollocks” or “You haven’t a notion” are family phrases that originated with my father. He loved music of many varieties, Irish traditional, baroque, early gospel, Indian classical music, flamenco, reggae, fado and much more besides. His taste was fantastically eclectic yet clearly defined. He also adored cricket and with his neighbour established Knockharley cricket club. For the last seven years of his life he had to cope with Parkinson’s disease with Lewy body dementia. He lost first his clarity of thought and crossword genius, then his ebullient enthusiasm, love of the outdoors, his loud voice and laugh, and one by one so many pleasures of life. Thankfully his hearing never gave up on him and there was always music to the end, and best of all his love for my mother, who had spent her 18th birthday on honeymoon with him. Together they weathered the storms of nearly 60 years. He is survived by Prue, his children and 13 grandchildren, and his half-siblings, Sarah and Mark."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}