{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2020/nov/06/un-urges-resumption-of-mass-measles-and-polio-vaccinations-covid", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2020-11-06T15:43:06Z", "webTitle": "UN urges resumption of mass measles and polio vaccinations", "webUrl": "https://www.theguardian.com/society/2020/nov/06/un-urges-resumption-of-mass-measles-and-polio-vaccinations-covid", "apiUrl": "https://content.guardianapis.com/society/2020/nov/06/un-urges-resumption-of-mass-measles-and-polio-vaccinations-covid", "fields": {"headline": "UN urges resumption of mass measles and polio vaccinations", "bodyText": "Unicef and the World Health Organization have called for urgent action to prevent millions of avoidable child deaths from measles and polio by resuming mass vaccinations disrupted by the Covid-19 pandemic. They say that while there is no vaccine against the coronavirus yet, there are very effective immunisations against these two killer diseases, and children should not be left at risk. Measles vaccination prevented 23.2 million deaths between 2000 and 2018, they say, and polio was on the brink of eradication before the pandemic hit, with more than 18 million people walking around who would have been paralysed without a vaccination. The two UN organisations estimate that $655m (£500m) is urgently needed to fill the gaps opening up in vaccination services against the two diseases. “We cannot allow the fight against one deadly disease to cause us to lose ground in the fight against other diseases,” said Unicef’s executive director, Henrietta Fore. “Addressing the global Covid-19 pandemic is critical. However, other deadly diseases also threaten the lives of millions of children in some of the poorest areas of the world.” The two organisations are calling for global action from country leaders, donors and partners. “We need additional financial resources to safely resume vaccination campaigns and prioritise immunisation systems that are critical to protect children and avert other epidemics besides Covid-19,” Fore said. “Covid-19 has had a devastating effect on health services and in particular immunisation services, worldwide,” said WHO’s director general, Dr Tedros Adhanom Ghebreyesus. “But unlike with Covid, we have the tools and knowledge to stop diseases such as polio and measles. What we need are the resources and commitments to put these tools and knowledge into action. If we do that, children’s lives will be saved.” Measles outbreaks had become a problem before Covid hit, partly because of families’ caution about vaccines in various parts of the world. In parts of Europe and north America, unfounded but sometimes sincerely-felt doubts about the safety of the measles vaccine have spread via social media. In other regions, there have been problems with supplies and a lack of confidence in the government. Unicef says the number of new measles infections climbed to its highest in more than two decades in 2019, and data to be released next week is expected to show high death tolls in many countries. Poliovirus transmission is expected to increase in Pakistan and Afghanistan and in many areas of Africa where insufficient numbers of children have been immunised. The Covid-19 pandemic has undermined routine vaccination services. “Even when available, people are unable to access services because of lockdown and transport disruptions, or are unwilling due to fear of contracting SARS-CoV-2. This has resulted in plummeting uptake of vaccination in many countries, falling to as low as 50% in some countries during the crisis,” says a report from the two UN agencies. Polio and measles vaccination campaigns were paused while measures were put in place to protect health workers and communities from coronavirus infection. “The result of the pause is that more than 94 million children have missed out on measles vaccination alone,” the report said. Countries are resuming their vaccinations, but WHO and Unicef say it is vital that they make immunisation a budget priority and respond quickly to outbreaks of the diseases. They estimate that investment of $400m is needed for polio and $255m for measles."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}