{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2020/nov/05/susanna-constantine-opens-up-about-alcohol-addiction", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2020-11-05T17:58:52Z", "webTitle": "Susannah Constantine opens up about alcohol addiction", "webUrl": "https://www.theguardian.com/society/2020/nov/05/susanna-constantine-opens-up-about-alcohol-addiction", "apiUrl": "https://content.guardianapis.com/society/2020/nov/05/susanna-constantine-opens-up-about-alcohol-addiction", "fields": {"headline": "Susannah Constantine opens up about alcohol addiction", "bodyText": "Susannah Constantine, who hosted the TV programme What Not to Wear alongside Trinny Woodall, has revealed she is an alcoholic and has been in recovery for nearly seven years. The presenter said she previously felt shame about her drinking and acknowledged that she tended to project her flaws on to the people around her. However, she said she felt liberated after she realised she could change her life. “I’m in recovery, so I’m an alcoholic and I’ve been in recovery for nearly seven years now,” Constantine told the podcast My Mate Bought a Toaster. “As an addict, often what you would do, and certainly what I did, I would put all my own defects – I would find someone else to attach them to. And so I thought my husband was passive aggressive, but actually I was the one who was passive aggressive. “And that I’ve realised over time and being in recovery. I was the awful, angry – passive aggressive and my poor husband was the one who had to live with it.” The former Strictly Come Dancing contestant added: “It’s not something I’ve spoken about before really, but it’s important.” Constantine, who has previously spoken about giving up drinking but did not disclose the reason, has been in recovery since 2013. She told the podcast about the moment she acknowledged she had a problem. “It was so liberating. I felt a lot of shame most of the time … the relief was so immense because I could change it. I wasn’t having to try and change someone else. It was down to me. I was responsible and accountable for becoming a better person and getting sober and well,” she said. “And so it was the most extraordinary relief to have that lightbulb moment.” Asked if she drank while she was working and whether it affected her work, Constantine replied: “No, I was highly functioning.” Her former co-host Woodall has previously talked openly about her own problems with alcohol, saying she began drinking seriously at 16 and, after spells in and out of rehab, stopped at the age of 26. She told the Guardian in 2007: “I think I just took a while to know myself. I went on a journey to find out. I was a bit wild.” Woodall said she self-medicated “against the intensity”, adding: “I was in this European social environment and it was quite fast-paced. I had to medicate myself to feel comfortable. I just took a long time to wake up. When I came out of it all I was a different person, but very raw.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}