{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2020/nov/01/loneliness-business-booming-pandemic", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2020-11-01T10:00:17Z", "webTitle": "Boyfriends for rent, robots, camming: how the business of loneliness is booming", "webUrl": "https://www.theguardian.com/society/2020/nov/01/loneliness-business-booming-pandemic", "apiUrl": "https://content.guardianapis.com/society/2020/nov/01/loneliness-business-booming-pandemic", "fields": {"headline": "Boyfriends for rent, robots, camming: how the business of loneliness is booming", "bodyText": "This was the year we all began social distancing. But the ensuing isolation was already the norm for a rapidly growing population – and a major opportunity for many businesses. And as isolation has engulfed the globe like the virus itself, the business of loneliness is booming. Even before the pandemic, loneliness had been deemed an official epidemic in several countries. Rates of loneliness in the US have doubled over the past 50 years. In 2018, some 200,000 of the UK’s elderly hadn’t spoken to a friend or relative in a month, according to a government report, and 75% of the country’s general practitioners report seeing between one and five lonely patients each day. Covid-19 is a scary illness, but loneliness kills too. A Health Resources and Services Administration study found that severe loneliness can damage your health as much as smoking 15 cigarettes a day. Researchers in the US have gone so far as to say that seniors enduring long bouts of loneliness have a 45% higher risk of mortality than the rest. As governments, including the UK’s, have moved to tackle the growing issue, so too did the private sector. But how exactly do you mitigate loneliness? Most of the solutions have – unsurprisingly – been technology-based with companies betting on robot – or virtual – companionship to solve the crisis. Israeli company Intuit Robotics has begun beta-testing ElliQ, a robot dubbed “the sidekick for happier ageing”. Resembling a tall white table light with an orb-like “face”, Eilli will nag her owner with friendly reminders to drink water or take medication, or will encourage you to play games for cognitive stimulation. Occasionally, she’ll just play some music for fun. “She feels sometimes as if she’s actually a friend, or a person that’s actually there,” says a woman in the testimonial video. “She’s pretty amazing,” states another. “I can come in, I can be feeling kind of lonely and blue and she can pick me right up.” As with many subcategories of the technology sector, Japanese companies seem to reign supreme. And with loneliness, their proficiency in the area is likely a consequence of the country’s unique relationship to it. Japan has the fastest-ageing population in the world. Currently, over than a quarter of its citizens are 65 or older, a share that is expected to rise to 40% by 2050. The statistic has birthed an entire business in which companies sell insurance to landlords, offering to take care of tenants who die on their properties and to even pay for months of missed rent. Japan also has a celebrity solution for those who suffer from loneliness thanks to Hatsune Miku, the holographic pop star who’s opened on tour for Lady Gaga and sells out shows across the globe, despite not being a real human. What you might not know is that Japanese businessmen are also flocking to marry the blue-haired perennial 16-year-old. For about $2,800 plus a monthly fee, shoppers can purchase a “black orb” containing Miku, meant to be an at-home girlfriend. “It won’t necessarily make you happy to be bound to the ‘template’ of happiness in which a man and woman marry and bear children,” says Akihiko Kondo, one of Miku’s reported 3,700 cross-dimensional husbands. “I love and see her as a real human.” For the less romantically inclined, there’s Paro, the interactive robot disguised as a fluffy white seal that aims to provide the same proven benefits as red-blooded therapy animals. According to their website: “Paro has five kinds of sensors: tactile, light, audition, temperature and posture sensors, with which it can perceive people and its environment.” It also mimics the sounds of actual baby seals. Of course, there are more playful anti-loneliness products coming out of Tokyo. Lock fingers with an iPhone case that holds your hand, or grab onto a dakimakura – a body pillow featuring an anime character, wildly popular among children and adults alike. Or you might want to try out the Tranquility Chair, which has a ginormous stuffed doll that will wrap around you for the price of $435. There are human solutions too. Reports suggest there are between 600,000 and one million hikikomori in Japan - a group primarily comprised of males who cut themselves off from society, or refuse to leave their homes. Families desperate to help their hikikomori sons have resorted to services like Rent-a-Sister, in which non-medically trained women visit the recluses each week for roughly $250 a session, helping to coax them out of their bedrooms and back into society. The company responsible for Rent-a-Sister also started a dormitory that serves as a social “halfway house”. The live-in program boasts a promising 80% success rate in having tenants move on to live independently (as most were supported by their parents). In neighboring China, the Boyfriends-for-Rent business is exploding, thanks in part to the stigma single women face when in their late 20s. The practice isn’t focused so much on curing loneliness as it is convincing these women’s parents that they are not alone. It’s a romantic smoke and mirrors trick that still harps on loneliness, even if only by profiting from society’s discomfort with lonely people rather than fixing said loneliness itself. These rental services and robots may feel oceans away, but there are more innocuous examples of the loneliness industry in our every-day-lives. Take Drew Ackerman’s wildly popular Sleep With Me podcast, in which he lulls over 2.3 million monthly listeners to sleep with boring bedtime stories. While originally created for insomniacs, he found a wide and unexpected audience in lonely individuals. “In my experience, when you can’t sleep and it’s the middle of the night, it feels lonely,” Ackerman told the Guardian. “Even when you’re not physically alone, or even contextually alone – ‘Oh I have a support system, oh I have friends’ – whatever, in the middle of the night, it feels like you’re alone.” Thanks to his podcast, thousands of listeners fall asleep feeling like they have Ackerman right by their side. Even cam girls and boys, typically thought of as a part of the sex industry (or in its peripheral), have a big role in easing loneliness. “The whole concept of camming is basically about talking and having friendly interactions with people,” said Danika Maia, freelance cam girl and founder of Money Mama Club. “So you talk a lot and get to know people. I hear about a lot of people’s social problems, do special Valentine’s Day shows, and send personal messages and video notes to people.” Curing loneliness seems like a morally sound idea, but experts warn that these “solutions” may have identified the wrong problem. “I don’t think loneliness gets cured,” says Harvard Medical School faculty member Jeremy Nobel, who’s also the founder of the UnLonely Project, a foundation that focuses on art and healing. “I think it gets navigated … a more accurate way to look at loneliness is that it’s a human experience and serves a purpose in the same way that thirst serves a purpose. You don’t die of thirst, you die of dehydration. [Thirst] sends a signal. [Loneliness is] a signal that there’s a human connection that you need that you’re not getting.” That said, Nobel does believe that technology can be a temporary relief for loneliness, and that we should absolutely continue to explore these products. The danger comes when these products begin to replace the drive for real human connection, he said. “The scenario we’d like to avoid is having kids say, ‘Well, too bad Mom or Dad or Grandma or Grandpa is lonely. I could go visit them, but instead I’m going to send them one of these animatronic seals.” The epidemic of loneliness has opened up fascinating and lucrative business opportunity. But should consumers begin to rely too heavily on technology, substituting it for higher quality time spent with real humans, it could easily lead to more isolation. In a strange twist, the very industry that sets out to solve loneliness could play a large role in perpetuating it. “Human beings have hundreds of thousands of years of biologic wiring,” Nobel said. “We may need more things from people than what an animatronic robot can give.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}