{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2020/nov/05/online-learning-is-not-so-simple-for-poorer-pupils", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2020-11-05T17:36:20Z", "webTitle": "Online learning is not so simple for poorer pupils | Letters", "webUrl": "https://www.theguardian.com/society/2020/nov/05/online-learning-is-not-so-simple-for-poorer-pupils", "apiUrl": "https://content.guardianapis.com/society/2020/nov/05/online-learning-is-not-so-simple-for-poorer-pupils", "fields": {"headline": "Online learning is not so simple for poorer pupils", "bodyText": "While I agree with your correspondents about the impossibility of keeping pupils and staff safe in schools (Letters, 2 November), the suggestion of sending them home for online teaching is, for many, not a viable option. Shona Nsoatabe refers to how private schools’ use of this method was described as “privileged”, but suggests that state schools are now ready to follow suit. The schools may be ready, but many pupils are not. Unless a child lives in a home where space, time, quiet and support are available, and appropriate equipment is on hand and not being competed for by siblings and parents also working from home, she will have no access to such teaching and will be further disadvantaged. What made private schools able to do this was that either their (mostly wealthier) pupils already had access to such equipment at home, or the schools provided it. The government has already reneged on its promise to provide such equipment for pupils in state schools. A family that does not have enough money to buy food is not likely to be able to buy a laptop. Until this is provided, home schooling just means no schooling for disadvantaged children. Jill Wallis Aston Clinton, Buckinghamshire • As advocates for children’s play, we are deeply concerned that children’s health and wellbeing is being limited to behind the school gates. During this second national lockdown, schools will remain open, but children also need places to play outdoors with their friends, particularly in built-up city neighbourhoods. Staffed adventure playgrounds play a major role in offering respite for families, many living in overcrowded homes with no access to outside space and in varying degrees of economic hardship. London alone has 80 of these free-to-use outside play spaces, and all have adapted their services to be Covid-safe. While schools and municipal unstaffed playgrounds remain open, adventure playgrounds and other outdoor, out-of-school play schemes must also be allowed to continue. Children have the right to play, and have already suffered disproportionately from the impacts of coronavirus restrictions. They should not be forced to bear the brunt of further measures taken to contain a disease that itself poses a very low risk to their health. Melian Mansfield Chair, London Play"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}