{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2020/nov/01/one-post-947-applicants-restaurants-story-reveals-the-depth-of-uk-jobs-crisis", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2020-11-01T06:45:12Z", "webTitle": "One post, 947 applicants: restaurant’s story reveals the depth of UK jobs crisis", "webUrl": "https://www.theguardian.com/society/2020/nov/01/one-post-947-applicants-restaurants-story-reveals-the-depth-of-uk-jobs-crisis", "apiUrl": "https://content.guardianapis.com/society/2020/nov/01/one-post-947-applicants-restaurants-story-reveals-the-depth-of-uk-jobs-crisis", "fields": {"headline": "One post, 947 applicants: restaurant’s story reveals the depth of UK jobs crisis", "bodyText": "It was a single job advert for a minimum wage role as a waiter in a Manchester restaurant. Buoyed by the “eat out to help out” scheme, Peru Perdu, a Peruvian themed eatery in the heart of the city was looking for someone to join its serving staff. Within four days, 320 people had applied. And by the time the ad was taken down, 947 people had submitted applications. “Normally we would have between 20 and 30 for a role like this,” recruitment consultant Abi Dunn, who posted the ad, told Channel 4’s Dispatches for a programme to be broadcast on Monday night. “I’m shocked by that, and it’s a real indication of where the sector is at. Definitely we’re recruiting in different times.” Among those applying was Faye, a dancer on a cruise ship. She has been forced to move back in with her parents and was struggling to find a job that paid even the minimum wage. “It took me a long time to get a job on the cruise ships. It took me two years of auditioning. I’m quite small for a dancer – 5ft 2in – and I found it really difficult to break through that wall and get my job – which was actually my dream job. It’s what I always wanted to do.” When asked about how many jobs she’s applied for, she said, “it feels like hundreds. I think it might be hundreds. When I first started applying, I was applying for everything. Even things I was probably under-qualified for because, you know, you do feel so desperate.” Among the applicants for the job, even those with years of experience in hospitality were finding it hard to get noticed. Jake was most recently a manager in a luxury hotel. “I thought it would be easier with a degree and 10 years of experience, but it has been a struggle,” he said. “I probably only have one-and-a-half month’s rent left in the bank account … That would only take me through November.” Admin worker Kerry was one of 1,000 people to lose their jobs at luxury car maker Bentley. “My savings are going down. I was able to put money in my savings and in the kids’ account – from there to nothing. I did get a tiny bit of money from universal credit as it is now. I just put it all into the joint account. That was my contribution at the time to paying for the house, because I don’t want to lose this house. I don’t want the kids to not have this any more. I’m not even going to be able to put money away towards Christmas presents this year, and that really upsets me.” One Peru Perdu applicant who did not make it to interview was 51-year-old John. He and his husband, also John, lost their jobs as ticket inspectors in March. “The amount of jobs that we have applied for between the two of us since end of March-ish has got to be close to 2,000, if not more. It’s very depressing. We’ve burnt through all our savings. It’s a toss-up between do we get gas and electric or do we get food? And even if I do get food, if we’ve got no gas, I can’t cook it!” At Peru Perdu, the search for a new member of waiting staff was whittled down from 947 to just two. But before a final decision could be made, Boris Johnson announced that all pubs, bars and restaurants could operate only a table service except for takeaway and must close at 10pm. As a result, the vacancy was withdrawn. Six weeks after the Peru Perdu job advert went out, Dispatches contacted all those who had applied for the job. Among those who replied, four out of five were still out of work."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}