{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2020/nov/02/peter-sleight-obituary", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2020-11-02T16:54:12Z", "webTitle": "Peter Sleight obituary", "webUrl": "https://www.theguardian.com/society/2020/nov/02/peter-sleight-obituary", "apiUrl": "https://content.guardianapis.com/society/2020/nov/02/peter-sleight-obituary", "fields": {"headline": "Peter Sleight obituary", "bodyText": "Until the late 1980s, doctors had little to offer patients who had suffered from heart attacks. Half of them died within two hours. The remainder faced the risk of heart failure, further heart attacks and strokes, with similarly bleak outlooks. Combining scientific curiosity, intellectual rigour and clinical experience, Peter Sleight teamed up with statisticians and epidemiologists to conduct large-scale trials showing that speedy treatment with aspirin and other readily available drugs could significantly cut this toll of death and disease. Millions of patients worldwide have since gained years of healthy life thanks to those studies. Sleight, who has died aged 91, brought to these international collaborations his clinical credibility as Field-Marshal Alexander professor of cardiology at Oxford University (1973-94) and his openness to learning from the expertise of others. While no one would call him unassuming – a colleague described his department as “mildly madcap, but always successful” – he was without vanity and used his influence to raise financial and scientific support for the international networks of doctors and researchers over which he presided. In the late 70s Sleight and his student Salim Yusuf approached the Oxford statistician Richard Peto about improving the reliability of a small study they had done on the effect of beta blockers for emergency treatment of heart attacks. Peto told them they needed 6,000 patients, not 500, to demonstrate a benefit convincingly. Sleight chaired the first ISIS (International Study of Infarct Survival) trial, which eventually included 16,000 patients in 240 hospitals in 12 countries and showed a modest reduction in death rates. While it did not change clinical practice, it established a model for how to do this kind of study. At the time, doctors were still debating whether clots in the coronary arteries caused heart attacks, or whether the clots were a consequence of the attack. A cheap and well-established drug, streptokinase, dissolves blood clots, while aspirin helps to stop them forming. Sleight, Yusuf, Peto and the trial coordinator Rory Collins set up ISIS2, involving over 17,000 patients, to test the effects of giving either aspirin or streptokinase, or both, as soon as possible after a heart attack. Published in 1988, it showed that either drug cut the risk of dying within a month by almost a quarter, and that giving both together cut it by nearly half. A third ISIS trial – of 46,000 patients in 1,000 hospitals worldwide – compared streptokinase with a more modern but 10 times more expensive drug, tissue plasminogen activator, or tPA. Announcing the results at an international conference in Atlanta in 1991, Sleight showed that the two drugs cut deaths by exactly the same number, but that streptokinase was slightly safer. As tPA was by this time widely prescribed in the US, his presentation led to acrimonious arguments with American cardiologists. When one of these dismissed streptokinase and aspirin as “low tech”, Sleight surreptitiously removed his shoes and socks, walked to the lectern and announced himself as a “barefoot doctor from Europe”. It was a measure of his convivial personality that after repeated clashes with one of his most vociferous opponents, he organised an annual golf tournament with him. Many cardiologists believed that if you had to do such big trials to find benefits, the benefits would not be worth knowing about. But Sleight understood the logic, and convinced others. “It would never have been possible to do the ISIS trials without Peter’s ability as a senior cardiologist to persuade clinicians from around the UK and the world to take part,” says Collins, now director of UK Biobank. All heart attack treatments since, including newer drugs that prevent clots, such as clopidogrel, and balloon angioplasty to unblock arteries, stemmed from ISIS trials demonstrating that clots were a big part of the problem. Their simple design, which made it easy for busy doctors to participate, influenced all subsequent such investigations, including the current Recovery trial for therapies in Covid-19. Born in Hull, east Yorkshire, Peter was the eldest of three children of William Sleight, a town planner in Leeds, and his wife Mary (nee Westmoreland). He attended Leeds grammar school and studied medicine at Cambridge University and St Bartholomew’s hospital, London. He met Gillian France at Bart’s, and they married in 1953: she became a public health doctor and was later an active supporter of the ISIS team. In 1961 Sleight spent two years at the Cardiovascular Research Institute in San Francisco, taking the family (by then they had two sons) across the Atlantic by ship and then driving coast to coast in a Morris Oxford. As a junior doctor in Oxford in the early 60s he collaborated with surgeons to implant one of the earliest internal heart pacemakers. He also deployed a wearable device that measured pressure in the arteries “from beat to beat” over 24 hours to explore the natural feedback mechanisms between arteries and brain that control blood pressure. These became his lifelong research interest. Officially retired in 1994, Sleight continued to be as active as ever, co-chairing several more large-scale trials such as the 2002 Heart Protection Study demonstrating that cholesterol-lowering drugs could prevent heart attacks even in people with no history of cardiovascular disease. Although rarely in the public eye, he attracted global media attention in 2015 for demonstrating with his Italian colleague Luciano Bernadini that listening to certain musical rhythms lowered blood pressure. They had previously found an explanation for the calming effect of recited phrases such as yoga mantras or Ave Marias that slowed breathing to match a 10-second physiological blood pressure cycle. He travelled indefatigably to scientific conferences and meetings, once flying to Tokyo for a single day: a medical students’ pantomime represented him as “Professor BA Flight”. He enjoyed the joke. He is survived by Gillian, their sons, Christopher and James, and four grandchildren. • Peter Sleight, cardiologist, born 27 June 1929; died 7 October 2020"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}