{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2020/nov/04/four-uk-companies-announce-job-losses-totalling-4200", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2020-11-04T22:48:44Z", "webTitle": "Sainsbury's among five UK companies announcing job losses totalling 7,200", "webUrl": "https://www.theguardian.com/society/2020/nov/04/four-uk-companies-announce-job-losses-totalling-4200", "apiUrl": "https://content.guardianapis.com/society/2020/nov/04/four-uk-companies-announce-job-losses-totalling-4200", "fields": {"headline": "Sainsbury's among five UK companies announcing job losses totalling 7,200", "bodyText": "More than 7,200 workers are set to lose their jobs as retailers Sainsbury’s, John Lewis and Clarks, plus Lloyds Banking Group and a caterer for British Airways, added to the already grim picture for the UK’s employment prospects. Sainsbury’s is expected to confirm plans to cut at least 3,000 jobs on Thursday within its Argos chain, as well as on deli and fresh fish and meat counters in its supermarkets, following similar moves by Tesco and Asda as the grocers try to cut costs and compete with discount rivals Aldi and Lidl. John Lewis said it would axe 1,500 jobs at its head office as it tries to save £300m a year in costs and return to profitability. The retailer, which employs 78,000 people at its department stores and Waitrose supermarkets, paved the way for further job cuts last month when it said it wanted to save an additional £200m in annual costs on top of £100m it announced a year ago. The business – which is owned by its staff, who are known as partners – had already unveiled plans for 1,300 job losses in July. The latest job cuts will affect the group’s strategy, commercial development and operations teams. Finance director, Patrick Lewis, the great-grandson of its founder and the only family member still working for the business, will also leave the company after 26 years as part of the changes The cuts at footwear retailer Clarks and the airline caterer Do &amp; Co were directly linked to the coronavirus pandemic. Economists had already predicted a steep increase in unemployment over the winter, even before Thursday’s planned closures of shops and other leisure venues when England enters its second lockdown. More than 670,000 people have lost their jobs during the pandemic as struggling companies across the economy cut costs. Clarks is set to cut at least 700 jobs as part of a shake-up of its shop management and store estate. The group is consulting with all 3,969 staff at its 320 UK shops about potential redundancy. About two staff members from each store are expected to go. The company said it could not confirm the number of redundancies. More jobs are at risk as part of a proposed rescue deal with its landlords under which Clarks wants to cut rents on 60 stores to nil – potentially leading to closures. Clarks confirmed the changes as the founding family agreed to sell a majority stake in the business to the private equity firm LionRock Capital. The company had already announced 900 job losses in May. The latest employment blow for the hard-hit aviation sector came at Heathrow on Wednesday, after the Unite union revealed that the airline caterer Do &amp; Co is making 1,068 staff redundant. The company will be left with about 500 staff at the London airport. The pandemic has caused dramatic losses and job cuts across the global airline industry and in the supply chain that serves it. Airlines such as BA have already made thousands of job cuts in the UK, and in September the boss of Heathrow warned that local areas could become like “a mining town in the 1980s” because of the extent of job losses. Unite said Do &amp; Co had refused to put its workers on the government’s newly extended coronavirus job retention scheme, unlike other airline caterers at Heathrow such as dnata and Gate Gourmet. The job retention scheme will support 80% of the wages of furloughed workers from Thursday. The cuts at Lloyds Banking Group were not directly linked to the pandemic, the UK’s largest high street bank said, but unions also criticised the timing of the announcement, which will make it difficult for workers to find new jobs amid the lockdown. Lloyds said it planned to cut a further 1,070 jobs despite reporting better-than-expected profits less than a week ago on the back of a UK mortgage boom. Accord, a union representing bank workers, said: “The job losses are a real blow as people continue to deal with the impacts of the pandemic and lockdowns – making the search for alternative roles very difficult for those facing redundancy at a time of increasing unemployment.” The bank said the job losses were part of restructuring plans meant to simplify the business. Lloyds is also creating about 340 roles, although there is no guarantee that they will be filled by staff affected by the cuts. The cuts add to the 865 Lloyds announced in September, having put the reduction in headcount on hold during the first wave of the Covid-19 pandemic. The bank said most staff members affected by the latest round of cuts would not leave until January at the earliest."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}