{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2020/nov/05/years-of-underfunding-leave-nhs-woefully-short-for-covid-second-wave", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2020-11-05T07:00:39Z", "webTitle": "Years of underfunding leave NHS ‘woefully short' for Covid second wave", "webUrl": "https://www.theguardian.com/society/2020/nov/05/years-of-underfunding-leave-nhs-woefully-short-for-covid-second-wave", "apiUrl": "https://content.guardianapis.com/society/2020/nov/05/years-of-underfunding-leave-nhs-woefully-short-for-covid-second-wave", "fields": {"headline": "Years of underfunding leave NHS ‘woefully short' for Covid second wave", "bodyText": "The resurgence of Covid-19 just before winter, when flu, falls and pneumonia put the NHS under its most intense pressure, raises a pressing question: do hospitals have enough beds to cope with what is about to hit them? Last weekend Chris Hopson, the chief executive of NHS Providers, which represents hospitals in England, tweeted to warn of the “clear risk of ‘a perfect storm’: second Covid surge, usual winter pressures as well as recovering important care backlogs from first phase”. In order to be able to care properly for all these patients, the NHS needs a plentiful supply of beds. No one in the NHS or any organisation representing staff even pretends to believe it has anything like enough. “The NHS is woefully short of hospital beds and the pandemic has brought into sharp focus the threat that this lack of capacity poses to the safe treatment of patients,” says Dr Helen Fidler, the deputy chair of the British Medical Association’s consultants committee. The number of beds in English hospitals has fallen to its lowest level on record. The most recent official figures show that in April-June this year there were 118,451 overall. Of those, 92,596 were general and acute beds containing inpatients, such as those admitted for tests or treatment, either as an emergency or for elective (ie planned) care. These are the beds that come under huge pressure when the NHS is hit by its usual winter crisis. Just under 11,000 already contain Covid patients, and that number is set to soar. Those 118,451 are something over a third of the 299,000 beds that the NHS had in 1987-88. Since then, numbers have fallen relentlessly. This has been driven by a rise in day-case surgery, recognition that being an inpatient can involve hospital-acquired infections and loss of muscle mass, and also the NHS’s often-professed but still unachieved ambition of keeping people out of hospital through better home-based care. Last year the NHS England boss, Simon Stevens, urged an end to bed cutting, but the fall has continued anyway. The decline has been particularly marked since 2010, when the Conservative-Liberal Democrat coalition government ushered in a decade of austerity funding for the NHS. That included a squeeze on capital funding, which the NHS uses to build facilities and buy equipment such as scanners, and also the exacerbation of shortages of nurses and doctors. Dr Claudia Paloni, the president of the Hospital Consultants and Specialists Association, points to OECD data showing that the NHS has one of the lowest bed bases in Europe. While the UK has 246 beds per 100,000 people, Germany has 800 per 100,000. This dearth of beds is why A&amp;E units can resemble war zones in winter, filled with patients who are waiting hours in a corridor or on a trolley for a bed, and also why so many people needing care end up waiting in the back of ambulances to get into A&amp;E. That shortage, and the fact that the NHS in England is short of around 100,000 staff, is also why hospital bosses privately say they are more worried about the NHS being overwhelmed in the next few weeks than they were when the pandemic struck in March, when footage from hospitals in northern Italy made for grim viewing on television news bulletins. They fear that they will be expected to provide potentially life-saving care for large numbers of people with Covid or normal cold season-related breathing problems, or both, and that – unless the second lockdown leads to a big fall in infections and hospitalisations – they may have too few beds to accommodate them all. Activating their “surge capacity”, which comprises about 5,000 extra beds, will help. So, too, might opening the seven Nightingale field hospitals – the Manchester one has already taken patients – which between them could add another 8,500 beds. But they need to be staffed, and few hospitals have spare personnel to lend to them. Within weeks, years of underinvestment in both beds and the staff needed to care for those in them, could be exposed by the pandemic’s second peak."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}