{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2020/nov/04/care-home-residents-in-england-can-receive-visits-says-matt-hancock", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2020-11-04T17:39:51Z", "webTitle": "Care home residents in England can receive visits, says Matt Hancock", "webUrl": "https://www.theguardian.com/society/2020/nov/04/care-home-residents-in-england-can-receive-visits-says-matt-hancock", "apiUrl": "https://content.guardianapis.com/society/2020/nov/04/care-home-residents-in-england-can-receive-visits-says-matt-hancock", "fields": {"headline": "Care home residents in England can receive visits, says Matt Hancock", "bodyText": "Care home residents in England will be able to receive visits during the national lockdown after a last minute U-turn by the health secretary, Matt Hancock, who has bowed to pressure from residents, relatives and care operators and reversed a ban in areas of high infection. When England goes into a month of new restrictions from midnight, care homes must allow residents to receive visits “in a Covid-secure way” using social distancing and protective equipment, new guidance will say. The move came as Hancock admitted it has been “heartbreaking” for families not to see loved ones. Less than three weeks ago the government had said visiting should be stopped in areas with tier 2 and tier 3 lockdown restrictions, apart from in exceptional circumstances such as the end of life. Just eight hours before the lockdown was due to begin, the Department of Health and Social Care said care homes will be given a set of “clear principles for how visits are conducted – with arrangements to be adapted from home to home, based on residents’ needs and accounting for care homes’ varying layouts and facilities”. These could include Covid-secure visiting areas or pods with floor-to-ceiling screens and windows that don’t require visitors to enter the main body of the care home, the DHSC said. This drew a furious response from the Alzheimer’s Society, which dismissed the idea of “prison-style screens … with people speaking through phones” as “ridiculous”. “Someone with advanced dementia can often be bed-bound and struggling to speak,” said Kate Lee, the chief executive at the charity. “They won’t understand and will be distressed by what’s going on around them.” She said the government was making a “naive assumption” that care homes have the resources, space or time to build screens. She questioned what science the policy was based on, claiming there is “no evidence of visits causing transmission”. Other suggestions in the yet-to-be-published guidelines include window visits or the visitor staying in their car and the resident being brought out to see them. Care homes, relatives’ groups and charities including Age UK and Alzheimer’s Society had warned the blanket ban was causing emotional anguish and early deaths as residents were left for months without seeing or holding loved ones, effectively “imprisoned”. Pressure on ministers to act grew on Tuesday, when the Guardian reported that a senior high court judge had ruled that despite the government’s guidelines it was legal for families to visit their loved ones in care homes. Age UK welcomed the acknowledgment of the need to balance infection control against the mental health of care home residents, but warned the new guidelines may backfire. The charity said many care homes in areas of low infection that had been managing some visits may now halt them if they cannot meet the new national requirements. “We are also acutely aware that the methods of visiting being sanctioned are unlikely to be usable by many older people with dementia, or indeed sensory loss,” said Caroline Abrahams, Age UK’s director. The DHSC said it will also launch a pilot of testing care home visitors later this month after the care minister, Helen Whately, said planning for such a system was under way on 13 October. Matt Hancock said: “Care homes should feel empowered by this new guidance to look at safe options to allow visits to care homes that suit their residents and facilities. It is vital high quality, compassionate care and infection control remains at the heart of every single care home to protect staff and residents’ lives, but we must allow families to reunite in the safest way possible.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}