{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2020/nov/06/birmingham-nhs-trust-halts-planned-surgery-as-covid-cases-rise", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2020-11-06T14:06:39Z", "webTitle": "Birmingham NHS trust halts planned surgery as Covid cases rise", "webUrl": "https://www.theguardian.com/society/2020/nov/06/birmingham-nhs-trust-halts-planned-surgery-as-covid-cases-rise", "apiUrl": "https://content.guardianapis.com/society/2020/nov/06/birmingham-nhs-trust-halts-planned-surgery-as-covid-cases-rise", "fields": {"headline": "Birmingham NHS trust halts planned surgery as Covid cases rise", "bodyText": "One of England’s biggest NHS trusts has postponed planned surgery at two of its hospitals owing to intense pressure from the resurgence of Covid-19 cases. University Hospitals Birmingham (UHB) NHS trust has halted all elective operations at the Queen Elizabeth hospital, where it usually carries out about 200 non-urgent procedures a week. It has also “paused” gynaecological procedures such as hysterectomies at the city’s Good Hope hospital, which it also runs. It is unclear how many patients will be affected, but it could run into thousands, depending on how long the suspension of planned surgery is deemed necessary, which is not yet known. UHB apologised to patients affected and acknowledged how “distressed and upset” they would be by the disruption to their care. The trust hopes to continue care for people with cancer. The trust blamed a recent and ongoing rise in the number of people with the disease whom it was having to admit for potentially life-saving care. On Thursday, it was treating 389 Covid-positive cases at the Queen Elizabeth, Good Hope and Heartlands hospitals, of whom 36 were in intensive care. That is a huge increase from 7 September when it had 60 inpatients, five of whom were in intensive care. The British Medical Association, which represents doctors, said UHB’s move risked putting patients’ lives at risk. “The decision to postpone planned procedures at the Queen Elizabeth hospital in Birmingham is a clear indication of the extreme pressure facing the health service here, pressure likely to be replicated at many trusts across the country as we head into the winter months”, said Dr Stephen Millar, its West Midlands regional council chair. “It is incredibly concerning, that a hospital of this size is having to adopt such drastic measures at this very early stage of winter. These patients, many of whom will have already experienced a significant increase in waits for treatment and operations during the pandemic, will undoubtedly be incredibly anxious as they face more destructive and potentially life-threatening delays.” UHB is the latest trust to cancel operations because of intense pressure from Covid. Hospitals in Liverpool, Yorkshire, Manchester and Nottingham have already done so. Sir Simon Stevens, the chief executive of NHS England, accepted this week that the escalating number of Covid patients in hospitals in England – which on Thursday topped 11,000 – meant that a growing number of trusts would inevitably have to cancel surgery in the weeks ahead. UHB said in a statement: “All planned procedures at Queen Elizabeth hospital Birmingham have been postponed due to the significant increase in the number of very sick patients (Covid and non-Covid) admitted to our hospitals as an emergency. Gynaecology procedures at Good Hope hospital have also been paused. “This is an extremely difficult decision and has not been taken lightly. We know that affected patients will be distressed and upset with this decision, and for this we can only apologise. However, we must ensure that all those needing urgent care are able to access treatment safely.” The trust hopes to reschedule some of the affected operations, especially cancer cases, either at Solihull hospital in Solihull, which it also runs, or at one of Birmingham’s private hospitals. It has been using Solihull hospital during the pandemic as its “cold” – Covid-free – site for planned surgery, to minimise the risk of patients contracting coronavirus while in hospital. It added: “Cancer and life-saving care will remain our priority. All patients affected by this announcement will be contacted individually to rearrange their postponed surgery.” Lindsay Meeks, the Royal College of Nursing’s West Midlands regional director, said: “Trusts across the country will be facing similarly difficult choices as the pressure increases on the NHS. The challenge for trusts is to ensure they can deliver safe and effective care to their patients, and the simple fact of the matter is that they don’t have the nursing staff available to do that. “That isn’t just because of increased sickness levels amongst staff due to Covid 19. It is because nursing numbers have fallen by around 30% since 2012 and there are around 40,000 registered nursing vacancies across the NHS in England alone.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}