{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2020/nov/04/talking-horses-melbourne-cup-angst-at-fatalities-among-overseas-raiders", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-11-04T00:05:02Z", "webTitle": "Talking Horses: Melbourne Cup angst at fatalities among overseas raiders", "webUrl": "https://www.theguardian.com/sport/blog/2020/nov/04/talking-horses-melbourne-cup-angst-at-fatalities-among-overseas-raiders", "apiUrl": "https://content.guardianapis.com/sport/blog/2020/nov/04/talking-horses-melbourne-cup-angst-at-fatalities-among-overseas-raiders", "fields": {"headline": "Talking Horses: Melbourne Cup angst at fatalities among overseas raiders", "bodyText": "Controversy and recrimination once more featured in the aftermath to the Melbourne Cup, Tuesday’s running of the famous Australian race being marred by the death of last year’s Derby winner, Anthony Van Dyck, while a record fine of A$50,000 (£27,430) was handed out to the jockey Kerrin McEvoy for a breach of the whip rules. The dismal news dominated headlines about the race on local websites and led to suggestions that the Cup was becoming a net negative for the sport in Australia. Anthony Van Dyck is the sixth horse to die after taking part in the Melbourne Cup since 2013 and it has been widely noted that most of the casualties had been bred and trained in other countries. Fatal leg injuries were sustained by France’s Verema in 2013 and Britain’s Red Cadeaux in 2015. Cliffs Of Moher, from the same Irish stable as Anthony Van Dyck, that of Aidan O’Brien, broke a shoulder in 2018. Japan’s Admire Rakti collapsed and died after the 2014 race. Araldo, who sustained a leg injury after that race when spooked by a flag-waving spectator, had been trained in Australia for more than a year before his death but is sometimes referred to as a British horse by local media because he was bred in Britain. Dulcify in 1979 is said to be the last Australasian-bred runner to die in the race. A Racing Victoria spokesman said a report into Anthony Van Dyck’s death would take several weeks to complete and would include the results of a post-mortem. That was too ponderous a process for Twitter users, some of whom worried that the visiting horses do not cope well with the firm racing surface they sometimes meet in Australia. But any argument that breeding is to blame would be a tricky one to advance in the case of Anthony Van Dyck. His mother was bred and raced in Australia, as was his half-sister. “I didn’t get any results of any post mortem or anything yet but I believe he broke his fetlock,” said O’Brien from his Ballydoyle stable. “It was just terrible for him because he was a lovely, kind horse. “He was very tough, straightforward and genuine. He gave everything.” As a Derby winner who would have had a second career at stud, Anthony Van Dyck is among the most high-profile and valuable racehorses to have died in action. The winner of more than £2m in prize money, he will be remembered for a battling success at Epsom in which he held off four rivals by less than a length, and also for last month’s defeat of Stradivarius at Longchamp. McEvoy’s enormous fine for excessive whip use featured more prominently in some local media than the loss of Anthony Van Dyck, and it came along with a riding ban for 13 racedays. It amounted to almost his entire share of the prize money due to him for riding O’Brien’s Tiger Moth into second place. Racing Victoria’s chief steward had texted jockeys before the race to warn them they faced the stiffest penalties ever imposed if they broke the rules. Wednesday’s best bets There were mixed signals in the chasing debut performance from Touchedbyanangel (12.50) at Kelso recently, where the grey threw in some dodgy leaps but kept on well into fourth of 10 at 28-1. On the whole, it could be read encouragingly, as he wasn’t put off by early errors and appeared to warm to the new game. He steps up in distance by half a mile at Musselburgh today and that should help, not least because he may not have to take his early fences at quite the same pace. He was helpfully dropped another 3lb and is now a stone below the rating from which he won over hurdles in Ireland in 2018. In a winnable-looking race, odds of 9-1 about him are attractive, though not so attractive as the 18-1 that was briefly on offer on Tuesday. Later, Lake Takapuna seems an opposable favourite as he tries to win consecutive races for the first time at the age of nine. Raymond (2.50) looks more like it to me at 7-2, having finished strongly to break his duck, and his jockey’s, at Perth in September. His yard is in rather better form now than it was then. It’s been a disappointing season for HMS President (3.00), who has been in my tracker longer than most horses. He ran above his odds in the Golden Gates at Royal Ascot but has failed to score and I wonder if the policy of only running him on ground with some cut has been the right one. This switch to Polytrack is well worth a try and I’ll take him at 9-2 to prove that he really is better than his rating at long last. He has a sibling who won around Lingfield from a higher mark."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}