{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2020/nov/01/rugby-ben-youngs-england-italy", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-11-01T08:00:14Z", "webTitle": "Ben Youngs is England's sage elder statesman with years left on the clock | Andy Bull", "webUrl": "https://www.theguardian.com/sport/blog/2020/nov/01/rugby-ben-youngs-england-italy", "apiUrl": "https://content.guardianapis.com/sport/blog/2020/nov/01/rugby-ben-youngs-england-italy", "fields": {"headline": "Ben Youngs is England's sage elder statesman with years left on the clock", "bodyText": "It was a forgettable game, fitful and bloodless, but Ben Youngs will always remember it. It was his 100th Test, and one of his very best. He scored two tries, one at the start of the first half, the other at the start of the second, and won the fourth Six Nations title of his career. As Owen Farrell said afterwards, a hundred caps is a hell of an achievement for a man who’s still only 31-year-old. He’s only the second England player to do it, after Jason Leonard. And by the time Leonard got there it felt like he was some ancient monument, a front row Moai the team would heave off the bench to shore up their scrum in the last quarter. Youngs, though, could have years still to go. In the run-up to the match Eddie Jones said Youngs should aim to make to it to 150 caps. If he carries on playing like this, he just might. He has scored four tries in his last 10 starts now, seems as spry and enthusiastic as he did right back at the beginning of his decade, when Martin Johnson gave him his debut off the bench in a 15-all draw at Murrayfield. That was in March 2010. Look through the team sheets from that match and it feels like another era of rugby altogether. Courtney Lawes is the only other England player in that squad that day who’s still involved in the Test setup now. Youngs has been England’s first choice ever since, through Johnson’s last days, Stuart Lancaster’s ups and downs, and Jones’ early years. He saw off both Danny Care, who was faster and more threatening when he had the ball in hand, and Richard Wigglesworth, who had smarts and knew how to marshal a game. These days he’s playing ahead of both Dan Robson and Ben Spencer, who have been waiting for a look-in so long that they’ve both turned 28 in the meantime. They’ve played only six Tests between them and must be wondering what they have to do to get a look-in. Robson got 10 minutes at the end here. Youngs’ first try was a simple bit of business, a matter of being in the right place at the right time. Which, after all, is half the secret. It was Mako Vunipola and Farrell who did the hard part, Vunipola stepped in to first receiver, sucked in three tacklers, and slipped the ball through to Farrell, who came sprinting in on the diagonal. He burst through into the open space behind the Italy line and passed to Youngs, who was right where he needed to be, running along in close support on the inside shoulder. After that it was a fish-in-a-barrel stuff, a stroll in all to score under the posts. There wasn’t a blue shirt in shot. The second try was a little gem, one for he will treasure for ever. Youngs was lingering at the back of a ruck, his backs lined up outside him. He shaped that way but slipped the man guarding him, Danilo Fischetti, a cunning little dummy and ducked inside to the left while Fischetti scrabbled back to try to catch him. Then he stepped neatly around the full-back on his way through to the tryline. Fischetti’s a rookie prop, an easy mark for a man who’s been around the block as many times as Youngs has. You felt that if Youngs wanted to he might have flogged him a timeshare in Spain while he was at it. England needed the score. Youngs was playing with more focus and urgency than most of his teammates. It had been 239 days since they last played a Test together, way back on 7 March (a 33-30 win against Wales at Twickenham, in case you’d forgotten). And the way they played in the first half in particular, it felt like they were carrying eight months’ worth of rust. They made sloppy mistakes, and they conceded a handful of needless penalties. They started getting irritated (with themselves, you felt, as much as the men they were playing against) and began bickering with the Italians. It was Youngs who snapped them out of it, the Six Nations title a just reward for him, and for his coach’s faith."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}