{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2020/nov/01/strip-away-the-supporters-what-joy-is-there-left-in-the-six-nations", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-11-01T17:20:54Z", "webTitle": "Strip away the supporters, what joy is left in the Six Nations?| Robert Kitson", "webUrl": "https://www.theguardian.com/sport/2020/nov/01/strip-away-the-supporters-what-joy-is-there-left-in-the-six-nations", "apiUrl": "https://content.guardianapis.com/sport/2020/nov/01/strip-away-the-supporters-what-joy-is-there-left-in-the-six-nations", "fields": {"headline": "Strip away the supporters, what joy is there left in the Six Nations?", "bodyText": "Be honest, which single word springs instantly to mind when assessing the 2020 Six Nations? “Unsatisfactory” would definitely be high on the list, on and off the field. Hands up everyone who turned off their televisions on Saturday night feeling gloriously uplifted by the quality – aside from the occasional French flourish – of the final weekend’s games, let alone suffused with vivid memories to sustain them through lockdown? Thought not. Of course there were notable exceptions. It was impossible to watch Ben Youngs celebrating his 100th appearance for England with two sharp tries, for example, and remain immune to the heartwarming nature of his crowning glory in Rome. Not so long ago the popular Youngs withdrew from a Lions tour to help support his brother and ill sister-in-law and his unselfish efforts over many years are now receiving their due reward. Nor could anyone glimpse the depth of emotion experienced by the English debutant Tom Dunn, having belatedly earned his first cap at the age of 27, and even attempt to suggest international rugby now means less to its participants. As England celebrate their third title in five years, even so, the 2020 tournament delivered a perturbing vision of the future, one which the game’s guardians need to heed. Because, even as Owen Farrell’s side picked up their trophy back in their Teddington “bubble” having returned from Italy, the communal roots sustaining the world’s oldest championship have rarely been so threatened. Covid-19 has undermined any number of familiar rituals and activities but none more starkly than the Six Nations. Strip away the supporters, the pilgrimages to some of the world’s greatest cities, the pre-match repartee, the soaring majesty of the anthems and the passion swirling around the stadiums and where, parochialism aside, is the joy to be found? Let us pray it is only a temporary blip but it is just three months until the 2021 Six Nations kicks off and the odds on the virus having entirely packed up its kitbag and drifted away by then currently seem remote. Will we still be hearing tone-deaf players murdering the national anthems – the ultimate passion killer – or watching Wales play somewhere other than the national cathedral in Cardiff? If so, international rugby arguably stands to lose more than any other sport. Of even greater concern than the absent choirs, regimental goats and daffodil hats, it could be argued, is the increasingly mechanical spectacle. As a perceptive colleague observed over the weekend, how much would today’s game benefit from the distinctive splashes of vibrant colour once supplied, among others, by the sadly departed JJ Williams. When Gaël Fickou gloriously showed a flat-footed Irish prop forward the outside in Paris to set up the brilliant Antoine Dupont for his crucial score against Ireland, it was a rare exception to the generally mundane rule. This is less of an issue when the audience is entirely composed of rugby obsessives more capable of appreciating the nuances of a perfectly-organised driven maul or a smart line-out manoeuvre. It would be hard to blame anyone who picked Wales v Scotland as their first experience of top-level rugby, however, if they choose not to bother again. Even allowing for the disruptive wind, it was about as nourishing to the soul as industrially-reclaimed burger meat, scraped off the floor and shoved into a week-old bap. For the biggest risk to the game’s health is not Covid-19, or even England winning every year, but spectator apathy or indifference. Rugby, already suffering financially, cannot afford its prime time television audiences to be endlessly subjected to groundhog day scrummaging delays, protracted goal-kicking preparations and arcane law discussions. As highlighted in these pages before, the game now operates on such a technical knife edge, especially around the ruck, it is becoming almost impossible to referee and similarly hard to play. All the close-range thud and blunder can be gripping, up to a point, but rather less so when there is little apparent desire – or ability – on either side to try anything different. None of this is intended to rain on England’s parade but context is important. Did you see New Zealand’s latest Bledisloe Cup masterclass in Sydney? Even as Richie Mo’unga carved up and Caleb Clarke continued to look every inch the game’s next big superstar, the difference in pace and execution between the All Blacks and virtually every Six Nations team was again stark. It is a year since England comprehensively turned over New Zealand in a World Cup semi-final but it is the beaten side who appear to have kicked on most since Japan. Admittedly this has been a year like no other in Europe and Eddie Jones’s preparations have been less than ideal. But apart from Tom Curry, Henry Slade, Maro Itoje and Ellis Genge, how many of his World Cup twenty-somethings look even better players 12 months later? Ireland and a rattled Wales cannot boast too many either. Scotland are showing signs of progress but will need to continue doing so if they are to conquer Twickenham on the opening weekend of the 2021 Six Nations, just over the horizon already. If that fixture merely prefaces another flat, mediocre championship, alarm bells really will start to sound."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}