{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2020/nov/02/rugby-australia-must-make-all-players-abroad-eligible-for-wallabies", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-11-01T16:30:25Z", "webTitle": "Rugby Australia must make all overseas-based players eligible for Wallabies | Bret Harris", "webUrl": "https://www.theguardian.com/sport/2020/nov/02/rugby-australia-must-make-all-players-abroad-eligible-for-wallabies", "apiUrl": "https://content.guardianapis.com/sport/2020/nov/02/rugby-australia-must-make-all-players-abroad-eligible-for-wallabies", "fields": {"headline": "Rugby Australia must make all players abroad eligible for Wallabies", "bodyText": "It is time for Rugby Australia to bite the bullet and make all overseas-based players eligible for the Wallabies. Saturday’s record 43-5 loss to the All Blacks in Sydney provided a compelling argument that Australia cannot continue with its current domestic-oriented selection policy and hope to regain the Bledisloe Cup. It is clear that new Wallabies coach Dave Rennie does not have sufficient talent at his disposal in the domestic pool and needs to bring star players back from Europe and Japan to bolster the local contingent. The All Blacks now hold the Bledisloe Cup for 18 consecutive years. The Kiwis’ winning record is 28 years from 1951 to 1978 – although the Cup was only contested 12 times during this period. If RA does not do something to stop the rot, the prospect of the All Blacks breaking their own record is not beyond the realms of possibility. When the ‘golden Wallabies’ won the Bledisloe Cup five years in a row from 1998 to 2002, coaches Rod Macqueen and Eddie Jones had access to all of Australia’s leading players. The only notable faces absent during this period were the great centre pairing of Tim Horan and Jason Little, though they were at the end of their careers. Since then the exodus overseas has increased dramatically and shows no signs of abating. The Wallabies would be a significantly stronger team with the likes of Rory Arnold, Adam Coleman, Samu Kerevi, Sean McMahon and Will Skelton. Rugby Australia has been edging towards an open-slather policy since the introduction of the Giteau Law in 2015. This year Rennie was allowed to pick two overseas-based players who were not eligible under that rule, but only second-rowers. Arnold was expected to come, but he was injured. Whether it is open for all or only a select few, local stars playing abroad need to know if and when they are eligible for the Wallabies – not only when it suits selectors. RA may as well go for broke. This policy worked for the Springboks, who won the 2019 World Cup in Japan with foreign-based players. An open-door policy could potentially damage Super Rugby if it incentivised players to go overseas. However, players are leaving anyway. Super Rugby is important, but the Wallabies are the rainmakers. If they continue to struggle, the Australian game will find itself in deep trouble. In any case, it will not really matter who plays for Rennie’s side until Australian rugby changes its mental approach towards the game, particularly the All Blacks. When Macqueen coached the Wallabies he followed the strategies of Chinese general Sun Tzu, found in his treatise The Art of War. One of Tzu’s principles was to know your enemy. After 18 years, the Wallabies seem none the wiser on how to dismantly New Zealand’s national team. At half-time on Saturday, with the All Blacks leading 26-0, Wallabies half-back Nic White made this comment in a television interview: “No disrespect, but they haven’t done a whole lot. It’s just been all our mistakes. We’ve gifted them points. We are making too many simple errors.” In fact, the All Blacks did exactly what they intended. Five-eighth Richie Mo’unga explained after the match that part of their game plan had been to capitalise on the Wallabies’ mistakes. That is how they play. They have been doing it this way for 18 years When will Australia wake up? The All Blacks’ display was a masterclass in wet-weather football, dominating possession and territory and forcing their opponents into costly errors. Some of the Wallabies’ wounds were self-inflicted via panic passing and aimless kicking, but that is the effect of relentless pressure. The home side produced 20 minutes of good rugby in the third quarter, nowhere near enough to bother any decent side. Now a dispirited squad must pick themselves up for the dead rubber in Brisbane on Saturday night. While Rennie cannot possibly stick with a team that suffered such a humiliating defeat, there is also no point throwing the baby out with the bathwater. Indications are James O’Connor will return from injury to start at five-eighth, but rookie playmaker Noah Lolesio, who had a mixed Test debut in difficult circumstances, must remain in the squad to provide coverage at No 10 and continue his development. The fourth Bledisloe might be an opportunity to give some other young players such as Will Harrison and Angus Bell a taste. Out-of-favour back-rowers Isi Naisarani and Pete Samu, as well centre Tevita Kuridrani, should come into calculations. It was also difficult to understand why Jack Dempsey was playing for Gordon in the Sydney grand final and not with the Wallabies squad. There is only one way for RA to justify a refusal to select more overseas-based players. The Wallabies must start winning again, and are incapable of doing so with what they have got."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}