{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2020/nov/01/hamilton-wins-emilia-romagna-gp-as-mercedes-claim-record-seventh-f1-title", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-11-01T14:02:35Z", "webTitle": "Lewis Hamilton wins Emilia Romagna GP as Mercedes claim seventh F1 title", "webUrl": "https://www.theguardian.com/sport/2020/nov/01/hamilton-wins-emilia-romagna-gp-as-mercedes-claim-record-seventh-f1-title", "apiUrl": "https://content.guardianapis.com/sport/2020/nov/01/hamilton-wins-emilia-romagna-gp-as-mercedes-claim-record-seventh-f1-title", "fields": {"headline": "Lewis Hamilton wins Emilia Romagna GP as Mercedes claim seventh F1 title", "bodyText": "With bold and dynamic judgment allied to precision execution, Lewis Hamilton once more demonstrated why he stands among the greats of Formula One with victory at the Emilia Romagna Grand Prix. He now has one hand on his seventh title but at Imola his joy was directed entirely towards his Mercedes team, who secured a record-breaking seventh consecutive constructors’ championship. Just as Hamilton has defined this generation of drivers, Mercedes are untouchable among the teams. Hamilton delivered with an almost sublime performance, from being on the back foot to a commanding victory after a combination of control and then pace at exactly the right moment to win ahead of teammate Valtteri Bottas and Renault’s Daniel Ricciardo. Hamilton has the title race all but sewn up. With nine wins from 13 grands prix he leads Bottas by 85 points, a 78-point lead after the next round at Istanbul would be enough to secure his seventh title and equal Michael Schumacher’s record. Yet as much as this was another mighty win, the world champion rightly shared his celebration and his thanks with Mercedes, these titans of modern F1. With their seventh consecutive title, one more than Ferrari achieved between 1999 and 2004, they set a record. They retuned to F1 as a constructor in 2010 after their initial two seasons in 1954 and 1955. Since the turbo-hybrid era began in 2014 they have been unbeaten as constructors and the joy in the paddock and at their UK bases was unalloyed. “I am incredibly proud of this team,” Hamilton said: “To be a part of it is quite phenomenal, it is a real honour. To work with all the people at Brixworth and Brackley. They are the unsung heroes, they are the guys working flat out every day, doing crazy hours to raise the bar so that we can come here and do what we have done today. “Its almost more exciting winning the team title because it’s a strange sport in that it is team sport but there is an individual championship. “But what is at the core of our job is to deliver results and points for them, so to win for the team is almost better because it is something you do collectively.” Indeed so taken by the celebratory atmosphere was Hamilton he acceded to Ricciardo’s offer to join him in his traditional podium celebration, the “shoey”, taking a swig of champagne from the Australian’s race shoe. The Mercedes chief, Toto Wolff, who joined the team at the same time as Hamilton in 2013 also paid tribute. “I’m not so much into numbers but this is something to be proud of,” he said. “As a group we are amazing together. We have pushed the benchmark to new levels. I am super proud of all these guys. As long as we stay motivated and energised then I think we can push it further.” Hamilton, who has been a constant and the dominant force for Mercedes throughout this extraordinary run, dropped to third place off the start line at the Autodromo Internazionale Enzo e Dino Ferrari. Trailing Bottas and Red Bull’s Max Verstappen, who retired with a tyre failure on lap 51, Hamilton had warned his team that passing would be all but impossible and so it proved. Instead he settled for minimising the wear to his tyres in the opening stages in order to go long without stopping. When Bottas came in on lap 20 to cover Verstappen’s stop, Hamilton seized his chance “I am going to pick up the pace, man. Don’t stop me,” he told his team on the radio. What followed was gripping. Hamilton set a sequence of fastest laps and had a 28-second advantage by staying out – enough to potentially stop and regain the lead. It had been a bravura display but it transpired regaining first was guaranteed when the virtual safety car was called because Esteban Ocon retired on lap 30 and Mercedes immediately pitted their man. With the field slowed and losing less time in the stop under the VSC Hamilton emerged comfortably in the lead from Bottas. The Finn it was later revealed had been losing time since lap two, dragging a large chunk of debris from Sebastian Vettel’s Ferrari beneath his car but nonetheless on this form Hamilton was all but unstoppable. Which was in a sense business as usual for the British driver. Hamilton had not raced in F1 at Imola, the track where his hero Ayrton Senna was killed 26 years ago, yet it fell to him as have so many others. Having also taken the top spot this season at Mugello and Portimão, circuits that have not hosted F1 before, Hamilton has reached the extraordinary tally of having won at 29 different tracks, across 24 countries in his 14 years in F1, the most wide-ranging of any driver in history. These are not numbers he will be paying attention to just yet but in the fullness of time they are feats that will likely stand untroubled, as will those of Mercedes, as the pinnacle of achievements in F1. Daniil Kvyat was an impressive fourth for AlphaTauri with Ferrari’s Charles Leclerc in fifth. Sergio Pérez was in sixth for Racing Point, Carlos Sainz and Lando Norris seventh and eighth for McLaren, with Kimi Raikkonen and Antonio Giovinazzi in ninth and tenth for Alfa Romeo."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}