{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2020/nov/02/tao-geoghegan-hart-i-dont-want-this-to-be-the-only-time-i-cross-the-line-first", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-11-02T22:00:37Z", "webTitle": "Tao Geoghegan Hart: 'I don't want this to be the only time I cross the line first'", "webUrl": "https://www.theguardian.com/sport/2020/nov/02/tao-geoghegan-hart-i-dont-want-this-to-be-the-only-time-i-cross-the-line-first", "apiUrl": "https://content.guardianapis.com/sport/2020/nov/02/tao-geoghegan-hart-i-dont-want-this-to-be-the-only-time-i-cross-the-line-first", "fields": {"headline": "Tao Geoghegan Hart: 'I don't want this to be the only time I cross the line first'", "bodyText": "On a quiet Sunday in Soho, Tao Geoghegan Hart walks into a members’ club with the Giro d’Italia champion’s pink jersey stuffed into a pocket of his jacket. Unlike some of his British predecessors, there is no entourage and the latest member of British cycling’s select club of grand tour winners isn’t expecting a fuss. There is no agent, PR, minder or publicist in sight. He orders a fried breakfast — hold the black pudding — and a pot of builder’s tea and is already looking forward to a socially-distanced drink in the pub later the same afternoon, watching the Arsenal game. The Londoner wasn’t really supposed to win the second biggest race in world cycling, in Milan, days ago. He had started the 2020 Giro as a support rider to an in-form Geraint Thomas but when a rogue water bottle rolled down a Sicilian street and sent the Welshman flying, everything changed. “I’d never experienced that before,” Geoghegan Hart says, stirring his tea. “Because Geraint crashed in the neutralised zone, right next to the rest of the team, we could stop for five or six minutes. He was quiet clearly in a lot of pain, immediately. We had no idea how it had happened and it was only later in the stage that we heard he’d hit a bottle. “We’d started on such a high with Filippo Ganna winning the first stage and Geraint setting a really good time, so then there was this down — and it was a big down — and there was no immediate way to put the past behind us. We just had to be patient.” When Thomas crashed out, Geoghegan Hart’s long apprenticeship, first at Team Sky and more recently Ineos Grenadiers, was over. Even so, “Googanga”, as the Italians have nicknamed him, was under the radar until the final week, when stage wins and an inexorable progress up the race standings pulled him into contention. “Once everything that happened had happened to ‘G’, then you have to stay in the game,” the 25-year old says. “The beauty for someone like me was that if I was going to try for stages, then I had to wait until the last week of the Giro anyway because physiologically I had a much better chance. The race route was perfect for that.” By midway through the race it looked possible that he might finish in the top 10. Anything more seemed fanciful. “We never set a number, though. It was: ‘Wake up, get ready, do the stage the best you can, see what happens, back to the hotel.’ That’s always how I have been in the grand tours I’ve done. Anyone who tells you there was a plan is being quite brazen, or maybe looking back through rose-tinted hindsight.” Two mountain stage wins, and a consistent performance in the Giro’s three time trials, took Geoghegan Hart into the final week within reach of the overall lead as the race reached its climax. Victory was sealed on the final day. Italy’s most renowned cycling commentator has long struggled with Geoghegan Hart’s name. “‘Googanga’ he called me on Italian TV. That was just him trying to pronounce my surname. I started hearing it at races and Italians shouting it excitedly, with a real emphasis on the last ‘A.’ Now it’s the Italian way you say my name.” Having been out of Britain for almost a year, he is now back in Hackney. “It’s been nice, although with Covid, social interactions are limited, of course, although that has been a blessing in disguise as it’s made it much more manageable. Most of the media stuff has been remote. “I’ve been surprised, though, by the coverage. There wasn’t a massive media presence at the Giro, certainly from British media, although I know there were logistical issues. But I just feel in general that cycling only gets into the mainstream media when there’s a big name that wins. I really felt strange when Simon Yates won the Vuelta for the lack of attention he got, especially after the year he’d had.” As an elite athlete Geoghegan Hart is exempt from Covid quarantines. Tested eight times for the disease in the past few weeks, he drove to London and will drive back to Andorra, rather than fly, once his end-of-season break is over. “One of the good things to come out of the past few months has been the recognition that exercise helps people, physically and mentally,” he said. “What I’ve seen in Spain and Italy and France is frightening. To lock people in their homes and ban exercise … because to me, going running, alone in open space, having fresh air, is what humans need more than anything. It’s what I need more than anything.” For now, though, he is enjoying being back in London and has been an Arsenal fan all his life. “It was a growing up in Hackney thing, really. Where I grew up there were more [Manchester] United fans than Spurs fans. When I was seven, eight, maybe nine, it’s hard to think of a better time to have been an Arsenal fan. “We’re investing in the next generation,” he says of Arsenal’s future, “and people come and go and get older all the time.” The same could be said of Brailsford’s Grenadiers, who have already shed Chris Froome, while Thomas’ twilight years are now surely upon him. “It doesn’t feel like that internally,” he counters. “I don’t think any riders are saying that. It’s not an Ineos thing, it’s peloton wide. There’s not many big [general classification] riders now that are 28, 29.” With Egan Bernal sidelined for rehabilitation due to scoliosis, Thomas coming back, yet again, to bid for another big win and Froome departed, Geoghegan Hart’s trajectory may continue to be upwards in 2021. “I love my job and I’m aware of what a privilege it is to be on this team,” he said. “Lots of pro bike riders, lots of people in cycling, would love to be on this team. “I’m ambitious and of course I don’t want this to be the only time I cross the line first, but in this sport things change and opportunities come and go. I’ve never been the best person at keeping quiet since I was at nursery school, but I have always tried to speak when you really need somebody to listen. “I didn’t have a problem showing leadership. I’m sure that some people will say I was lucky, because we had a great group of guys there that I have known a while and we were winning stages. We had a great time.” In a traumatic year, cycling’s shockingly poor record on diversity, in terms of both gender and race, has also been under scrutiny. A ham-fisted attempt at solidarity with the peloton’s lone black rider at the Tour de France was the only moment of recognition throughout the racing season for the Black Lives Matter movement. Geoghegan Hart, a stablemate within Ineos Sport to F1’s Lewis Hamilton, and whose partner, Hannah Barnes, is a British cycling champion, is more aware than most of how slow to progress his sport has been. “It’s not something that we can change overnight but it’s something I have thought a lot about and how I can have an impact on it. There are big barriers to entry into cycling, even if it’s just coming from a non-cycling background.” He checks his watch and realises that Arsenal are calling and that he needs to get to the tube station. Before he leaves, though, did he get lucky by winning the Giro in the year of Covid? “What has happened in my career quite a few times is that my best form has coincided with a teammate winning the race,” he says. “So I have been part of that win, and there’s nothing that I have enjoyed more, but some might look at it and say: ‘If you hadn’t been on Sky or Ineos, then you might have done it yourself already.’ But the most important thing is always that the team wins.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}