{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2020/nov/03/super-league-will-replace-toronto-with-lower-league-club-to-keep-size-at-12", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-11-03T16:58:26Z", "webTitle": "Super League to replace Toronto with lower-league club as play-offs expanded", "webUrl": "https://www.theguardian.com/sport/2020/nov/03/super-league-will-replace-toronto-with-lower-league-club-to-keep-size-at-12", "apiUrl": "https://content.guardianapis.com/sport/2020/nov/03/super-league-will-replace-toronto-with-lower-league-club-to-keep-size-at-12", "fields": {"headline": "Super League to replace Toronto with lower-league club as play-offs expanded", "bodyText": "Super League will return to being a 12-team competition in 2021 after clubs agreed to welcome applications from lower-league clubs who wish to replace Toronto Wolfpack, while also finalising a revamped format for the end of this season, which includes an extended six-team play-offs. Proposals for Toronto to return to Super League next year, after they withdrew midway through this season due to the financial impact of Covid-19, were rejected on Monday, leading to uncertainty over whether Super League would operate with 11 or 12 teams. But at a further meeting on Tuesday clubs decided that adding a team from the Championship is the best course of action, with Toulouse and Featherstone already declaring their intention to apply. Leigh and London Broncos, who were relegated last season, are also likely to lodge an application, with a decision made by the sport’s administrators this month. The prospect of a second French side in Super League - and the possibility of increased television revenue from the back of fixtures against Catalans Dragons – would make Toulouse early favourites, but a number of criteria, both on- and off-field, will make up any part of the judgment about Toronto’s replacement. Meanwhile, the conclusion of this season will be different than originally planned after further changes were made to the format. The regular Super League season will now end on Friday night, after coronavirus outbreaks at Castleford and Hull KR left both clubs unable to fulfil their immediate fixtures. Now, the matches involving Wakefield, Salford, Wigan and Huddersfield on Friday will be the final two before an extended play-off series. St Helens’ trip to Catalans has been cancelled due to new lockdown restrictions. Originally set to feature the top four sides, the play-offs will now be extended to six, meaning Leeds Rhinos and Hull FC, alongside Wigan, St Helens, Warrington and Catalans, remain in the mix to make the Grand Final, which will be held at Hull’s KCom Stadium on 27 November. The top two sides, Wigan and St Helens, will sit out the first week of the play-offs, with the teams between third and sixth playing in elimination games on the opening week of the series. The winners of those games will then travel to Wigan and St Helens in the semi-finals on 19 and 20 November to determine the two sides that compete for the Super League title the following week. The team who finishes seventh – either Huddersfield or Salford, dependent on this weekend’s results – will remain on standby to step in should any side suffer a significant outbreak that rules them out of competing in the play-offs."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}