{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2020/nov/06/padraig-harrington-ryder-cup-golf-coaching-social-media", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-11-06T08:00:06Z", "webTitle": "Padraig Harrington on social media golf lessons: 'I enjoy trying to help'", "webUrl": "https://www.theguardian.com/sport/2020/nov/06/padraig-harrington-ryder-cup-golf-coaching-social-media", "apiUrl": "https://content.guardianapis.com/sport/2020/nov/06/padraig-harrington-ryder-cup-golf-coaching-social-media", "fields": {"headline": "Padraig Harrington on social media golf lessons: 'I enjoy trying to help'", "bodyText": "It is never too late to become a social media phenomenon. Padraig Harrington has 49 years and three majors – among other golfing achievements – to his name. As Europe’s Ryder Cup captain he was due to enrich 2020’s sporting scene in Wisconsin but when Covid-19 took hold and the inevitability of the biennial event nudging back a year became apparent, Harrington put his enthusiasm to alternative but superb use. The Irishman’s coaching videos, aimed at helping the frustrated club golfer, became essential lockdown viewing. Now they have their own dedicated YouTube channel at Paddy’s Golf Tips. Paddy, of swing drill stardom, just happens to be one of Europe’s finest ever players. “I have been asked to do books over the years,” Harrington says. “I have done a couple but my experience has been frustrating. They are tough, you don’t always get across the message you want to. “It’s a tough business, a rat race. It’s nearly like estate agents. For a publisher to sell an extra 5% of books takes a lot of effort so they’re almost as well doing another book with somebody else. Roll out the next book, don’t push the current one. I wanted to get information out there and the way the world is now, you just go and do it yourself on social media. “I have always enjoyed trying to help. If I play a pro-am with you, you are going away with at least one tip, probably more. I like coaching high-handicap golfers because I think everyone should be able to play to single figures. It would be pretty much mental once they were five and below but higher handicap players have just gone down a wrong road. “The main thing is I’ve enjoyed doing the lessons. A little bit of me wants to be a contrarian, I want to tell people: ‘Don’t do it that way.’ If you did the opposite of what you think you should do in golf, you’d be far better. A lot of magazines and coaching drills are always looking for the last 5%. Most amateurs would be pretty good if they get the first 70% right.” That said, Harrington admits to surprise at how much attention his drills received from fellow professionals. “Lots of them have tried the good stuff … and the crazy stuff.” As Harrington enlightened amateurs from his garden in a Dublin suburb, the Ryder Cup sat in storage but there is not an iota of resentment or bitterness from the European captain that one of the marquee events of his career has been delayed. Official news was delivered on 8 July, 11 weeks before the Ryder Cup was due to get under way. “It was a relief when it happened,” Harrington says. “When this all kicked off, say in March, we really went into work mode in trying to figure out how things would work and what we needed to do. Different scenarios for picking the team, points, everything was on the table: there was talk of 12 picks, eight picks, six picks. We worked through it all behind the scenes. “By mid-May you could just see so many issues that it really became untenable. We couldn’t do it. Everyone at home could see a couple of issues – spectators, for example – but when you are behind the scenes you see every issue and loads more. Do you bring subs? From a captain’s perspective, would you like to tell somebody: ‘By the way, would you come and isolate in a hotel room for two weeks, just in case?’ I have to give credit to the PGA Tour because they are the ones who had to move [scheduling] the most. And they did. “It’s not like the Olympics where people are peaking for it after four years. Some athletes were going to win a gold medal and now won’t. It’s life changing for some Olympic athletes. I still get to be captain next year.” Harrington has recently returned to competitive action following a break of six months. After 25 years on the road, he relished his time at home. “I think you get a better understanding of your friends and other people during a time like this,” he says. “You have the full gamut of those who are extremely cautious to people who are conspiracy theorists.” There has been time to work seriously on the fundamentals of his own golf swing. “Sometimes, in our game, tournaments get in the way,” he says with a smile. And still, clearly, one of sport’s biggest spectacles lingers in the background. “We have had meetings about next year but I’ve done all the organisation behind the scenes. The only thing left is the team. It’s not that I’m not watching, of course I am, but nothing in terms of qualifying restarts until January, so it has been a reasonably clear break for me. We will get going again, you know, when the virus magically disappears on 1 January …” The jest has a serious point. What form can the Ryder Cup take in 2021? Is the event even guaranteed to happen? “It’s well beyond my control,” Harrington says. “Like everything else in this pandemic, you kind of had the feeling at the start of ‘Well, we’ll know more in a month.’ We are six months down the road and we know a little more but not a lot. “I would be an optimistic person generally and I’m hopeful that some good clarity comes in the next couple of months but the big businesses in Ireland have told staff they won’t be back in until spring next year. “I would definitely see the Ryder Cup going ahead but I can’t predict with perfect clarity because if I could do that the rest of the world would be using my genius for other reasons. “I can still see it having an impact on the tournament but we will be working with it and around it rather than anything else. To the players, I’d think it will be a pretty normal Ryder Cup. “And I think it will be more celebrated; nobody wants a friendly but I don’t think the world wants an acrimonious match.” As consumed by leading his continent, the captaincy approach of the charismatic Harrington will prove fascinating. When it is all over he will return to helping others, inevitably and in his own inimitable style."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}