{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2020/nov/01/golf-tennis-and-swimming-reprieves-from-covid-ban-government-boris-johnson", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-11-01T16:50:18Z", "webTitle": "Golf, tennis and swimming in line for reprieves from Thursday's Covid ban", "webUrl": "https://www.theguardian.com/sport/2020/nov/01/golf-tennis-and-swimming-reprieves-from-covid-ban-government-boris-johnson", "apiUrl": "https://content.guardianapis.com/sport/2020/nov/01/golf-tennis-and-swimming-reprieves-from-covid-ban-government-boris-johnson", "fields": {"headline": "Golf, tennis and swimming in line for reprieves from Thursday's Covid ban", "bodyText": "The government is considering a more flexible approach to outdoor sports banned as part of the new lockdown measures that will be introduced on Thursday. The Guardian understands that golf, tennis and swimming in particular are potentially in line for reprieves, with discussions ongoing at the highest levels about whether to allow sports to continue that can easily social distance. A final decision is likely to be made in the next 24-36 hours and the revelation comes as the chief executive of England Golf, Jeremy Tomlinson, and that of the Lawn Tennis Association, Scott Lloyd, both hit out at the government’s plan and called for an immediate rethink. In an open letter to “fellow golfers”, Tomlinson took issue with protocols revealed by the prime minister on Saturday. “I would like to make clear England Golf’s intention to respectfully challenge the government’s rationale for closing golf courses. We will do so utilising all in our network – MPs, colleagues, media and friends – to make sure we are heard by government,” he said. “Listening to the prime minister, the news that he is actively encouraging safe and responsible outdoor exercise for households or two individuals pointed to our great game of golf being at the heart of this policy. The guidance which followed stating that golf courses were on a list of venues which should close, therefore, appeared contradictory and came out of the blue.” England Golf will not, however, like the precedent set in the Republic of Ireland. There, golf courses were closed under new Covid-19 restrictions announced on 19 October. Despite protests from golfing circles, the decision stood. “At no point was England Golf – as the governing body for the amateur game of golf in this country – consulted about this decision,” Tomlinson added. “Of course we fully recognise and accept the need to suppress the virus to save lives and protect the NHS. Throughout the pandemic England Golf has endeavoured to act with authority, knowledge, understanding and extreme diligence. “At all times we have placed the health and wellbeing of our communities as a priority. For this and many reasons it is our belief that it is counter-productive to shut down a healthy pursuit which naturally lends itself to social distancing and is played in a Covid-secure manner in the open air.” In his statement, Lloyd said: “The new rules state that exercise and recreation outdoors is allowed with your household or on your own with one person from another household. Our concern is that it is not yet clear from the guidance whether outdoor tennis will be allowed to continue. So The LTA are making the strongest case to the government that outdoor tennis courts should be allowed to remain open for singles play, one-to-one coaching as well as use by the same households. “Tennis is a safe, socially distant sport with the net acting as a natural barrier, and as such there is very low risk in terms of transmission of the virus. We believe if adults are allowed to meet someone else from their household for a socially distanced walk or conversation, they should be able to play tennis against each other from either side of a net.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}