{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2020/nov/04/alistair-brownlee-left-out-of-olympic-triathlon-team-but-door-remains-open", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-11-04T14:26:09Z", "webTitle": "Alistair Brownlee left out of Olympic triathlon team but door remains open", "webUrl": "https://www.theguardian.com/sport/2020/nov/04/alistair-brownlee-left-out-of-olympic-triathlon-team-but-door-remains-open", "apiUrl": "https://content.guardianapis.com/sport/2020/nov/04/alistair-brownlee-left-out-of-olympic-triathlon-team-but-door-remains-open", "fields": {"headline": "Alistair Brownlee left out of Olympic triathlon team but door remains open", "bodyText": "The door has been left open for Alistair Brownlee to seal a place at next year’s Tokyo Olympics despite the two-times gold medallist being left out of the provisional British triathlon team. His brother Jonny Brownlee has been named for next summer’s event, alongside Vicky Holland, Georgia Taylor-Brown and Jess Learmonth. The British women have secured three qualifying spots and the men two (although only the younger Brownlee was named in the squad on Wednesday), with an increase in individual rankings during 2021 needed to secure a third place. Mike Cavendish, the team leader of GB Triathlon, said Alistair Brownlee remained in contention for a place in the team even though the elder brother was unable to register enough qualifying points to guarantee a spot having switched to competing in Ironman events. “I’d like to extend my massive congratulations to Jess, Georgia, Vicky and Jonny who have been selected so far,” said Cavendish. “Whether your first games or your third, selection for the Olympics is a huge huge achievement. We have undoubtedly selected four of the best triathletes in the world. “A fully fit and firing Alistair Brownlee will undoubtedly be on our radar when we get to making final selections next year. He, alongside a number of other athletes, will be looking to gain selection whether it’s one or two slots. “It will be a tough decision, I won’t lie. But I would much rather have a lot of athletes to choose from, rather than spreading around trying to fill slots. I’ve no doubt Alistair and anyone else I could mention will absolutely be gunning to do the best we can to make our job even harder.” With the pandemic having brought an end to qualifying events in 2020, there is still uncertainty over next year’s selection process. Team GB officials hope to have made a decision by early June and while the number of slots for the men is still to be concluded, final choice lies with the selectors. Jonny Brownlee said he was training in the expectation that the Tokyo Gameswill take place. “No one knows 100% that it’s going to go ahead, but all the communication that we’ve got says it is very, very likely to happen,” he said. “I’m training as if it is going to happen, training with that certainty that I’m in the team now, which is massively valuable. In a time of uncertainty, I enjoy having something to aim for. “I thought it was my time to be champion for a while … but I would love to be on the start line with Alistair. Having him on the team will hopefully increase my chances of a medal because we like to race in a similar way.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}