{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2020/nov/06/kevin-james-doyle-the-30-year-old-virgin-review-amazon-prime-video", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2020-11-06T20:00:50Z", "webTitle": "Kevin James Doyle: The 30 Year Old Virgin review – sex and scripture", "webUrl": "https://www.theguardian.com/stage/2020/nov/06/kevin-james-doyle-the-30-year-old-virgin-review-amazon-prime-video", "apiUrl": "https://content.guardianapis.com/stage/2020/nov/06/kevin-james-doyle-the-30-year-old-virgin-review-amazon-prime-video", "fields": {"headline": "Kevin James Doyle: The 30 Year Old Virgin review – sex and scripture", "bodyText": "It’s an odd one, this. American comic Kevin James Doyle has secured an Amazon Prime Video special with The 30 Year Old Virgin, a show that debuted on the Edinburgh fringe and relates his adventures in celibacy. Or does it? The set begins with an account of Doyle’s religious upbringing in the midwest, and is performed in a New York church, placing its theme of religious sexual abstinence further front and centre. But much of the show – too much – has nothing to do with Doyle’s virginity whatsoever. He tees up the subject well, with an opening that stars his sweet-natured, holier-than-thou parents and their substitute swear words, and recalls young Kevin having to ask his schoolmates what “jerking off” was all about. But the central section veers off course, relaying at length Doyle’s engagement, “premarital counselling” and breakup, and his worship of the actor Philip Seymour Hoffman. It’s amusing enough, as Doyle wonders whether to weaponise an outdoor drinking charge against his ex-fiancee. But it’s unrelated to the story he’s meant to be telling – to the extent that he glaringly omits to address the question of his sexual relationship (or lack of it) with his partner of two years’ standing. It all comes around in the end as, one hour into the show, we see for the first time Doyle having to negotiate a sexual encounter. With alarming consequences, that foreground the downsides of being raised in ignorance of sexual behaviour. Not that our host considers that too deeply. The show stays wry and autobiographical, intensely interested in the detail of Doyle’s romantic relationships but not at all in the equally dysfunctional relationship between sex and the church more widely. We’re left with a slick 80 minutes of standup storytelling, scripted to the hilt, with callbacks in all the right places and some choice gags: the one about compromise, at the moment his relationship expires, is very fine. The closing section, with its carnal tragicomedy and emotional intimacies, is particularly compelling – not least because it returns us, at last, to the show we were meant to be getting all along. • Available on Amazon Prime Video."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}