{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2020/nov/06/tesla-investor-defends-electric-carmakers-soaring-share-price", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2020-11-06T12:24:55Z", "webTitle": "Tesla investor defends electric carmaker's soaring share price", "webUrl": "https://www.theguardian.com/technology/2020/nov/06/tesla-investor-defends-electric-carmakers-soaring-share-price", "apiUrl": "https://content.guardianapis.com/technology/2020/nov/06/tesla-investor-defends-electric-carmakers-soaring-share-price", "fields": {"headline": "Tesla investor defends electric carmaker's soaring share price", "bodyText": "One of the biggest investors in Tesla has defended the explosive growth in the US electric carmaker’s share price, arguing that it is “far from an aberration”. Baillie Gifford, the Edinburgh-based investment manager that runs the Scottish Mortgage Investment Trust (SMIT), has been the second-biggest winner from Tesla’s rocketing share price, beaten only by Tesla’s outspoken chief executive, Elon Musk. Tesla has rapidly risen to become the world’s most valuable carmaker, outstripping the likes of Volkswagen and Toyota despite producing only a fraction of the cars. Its shares have risen from the equivalent of about $7 in 2013, when Baillie Gifford first invested, to more than $438 after trading closed on Thursday. Its market value has quintupled during 2020 to $415bn. The rise has astonished many of Tesla’s army of admirers, as well as critics who argue it is a massive investment bubble. However, SMIT, an investment fund listed on the FTSE 100, argued that Tesla, which has been profitable for five consecutive quarters, could be one of the firms that most benefits from the transition away from fossil fuels. In its half-year report, published on Friday, its managers said: “Whilst the company and its colourful founder attract an unusually high degree of attention, emotion and noise, the underlying return picture is far from an aberration. Returns are concentrated in a handful of big winners. “Tesla has made significant operational progress. It has successfully added capacity and the production ramp of its latest model has progressed far more smoothly than for any of its previous vehicles. Demand for its products is strong and the response from its traditional competitors remains muted.” Tesla shares accounted for 12% of the value of SMIT’s investment portfolio. The carmaker was responsible for a quarter of SMIT’s entire performance during the six months to the end of September. Baillie Gifford manages assets worth £296bn. All of the Tesla shares controlled by Baillie Gifford, including in SMIT, are worth about £16.7bn. The fund has made repeated large bets on fast-growing tech companies including Amazon and the Chinese tech duo Tencent and Alibaba. SMIT was forced to sell some of its shares in Tesla during the six months to September because its size was pushing against self-imposed limits on the concentration of its portfolio. However, the trust also has other big bets on companies that hope to take a central place in the electric car revolution, including Nio, a Chinese electric carmaker hoping to rival Tesla despite struggling in the last year, and Northvolt, a European battery manufacturer that has received heavy financial backing from the EU."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}