{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2020/nov/05/whatsapp-now-lets-users-send-disappearing-messages-facebook", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2020-11-05T12:24:32Z", "webTitle": "WhatsApp now lets users send disappearing messages", "webUrl": "https://www.theguardian.com/technology/2020/nov/05/whatsapp-now-lets-users-send-disappearing-messages-facebook", "apiUrl": "https://content.guardianapis.com/technology/2020/nov/05/whatsapp-now-lets-users-send-disappearing-messages-facebook", "fields": {"headline": "WhatsApp now lets users send disappearing messages", "bodyText": "WhatsApp will soon have a disappearing message feature, designed to enable users of the chat app to cut down on their digital footprint. Once the update, which is rolling out from Thursday, hits phones, users will be able to set an option for each individual chat they are in – whether one-on-one or a group – to delete messages automatically seven days after they have been sent. Unlike some competitors, such as the secure messaging app Signal, WhatsApp, which is owned by Facebook, decided against offering flexibility to users. There is no option to change the length of time messages are stored, for instance; and the service also removes images and videos sent. “We’re starting with seven days because we think it offers peace of mind that conversations aren’t permanent, while remaining practical so you don’t forget what you were chatting about,” the company says in a blogpost. “The shopping list or store address you received a few days ago will be there while you need it, and then disappear after you don’t. “While it’s great to hold on to memories from friends and family, most of what we send doesn’t need to be everlasting. Our goal is to make conversations on WhatsApp feel as close to in-person as possible, which means they shouldn’t have to stick around forever.” Disappearing messages can be enabled by tapping the chat name at the top of the screen and scrolling down to a new option for “disappearing messages” to turn it on. Doing so does not delete older messages, and either member of a chat can turn the setting on or off, though in a group chat only administrators have control. As with other disappearing message options, users need to trust their friends. There is nothing to prevent the other party in a chat taking screenshots, or forwarding, messages they want to save for later. The new feature comes a month after WhatsApp launched a shopping service, integrating itself with Facebook more tightly than ever before. Users will now be able to message a company on the app, browse a catalogue of items for sale, and complete a purchase, all without needing to leave WhatsApp. The feature will also bring much-needed revenue to the company, since WhatsApp will, finally, start to charge companies for using its business tools. Shops that already have a Facebook presence will be able to operate directly on WhatsApp too, without needing to set up a second storefront. But that means that, for the first time, WhatsApp users could find that their activities on the chat app feed their advertising profile on Facebook itself. “When a person is interacting with a Facebook shop, those interactions, and the data about them will be used by Facebook,” Matt Idema, WhatsApp’s chief operating officer, told the Guardian. “So that includes things like what products you’re browsing, and items you may select or add for purchase.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}