{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2020/nov/04/silk-road-bitcoins-worth-1bn-change-hands-after-seven-years", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2020-11-04T13:44:13Z", "webTitle": "Silk Road bitcoins worth $1bn change hands after seven years", "webUrl": "https://www.theguardian.com/technology/2020/nov/04/silk-road-bitcoins-worth-1bn-change-hands-after-seven-years", "apiUrl": "https://content.guardianapis.com/technology/2020/nov/04/silk-road-bitcoins-worth-1bn-change-hands-after-seven-years", "fields": {"headline": "Silk Road bitcoins worth $1bn change hands after seven years", "bodyText": "A billion dollars worth of bitcoins linked to the shuttered darknet market Silk Road has changed hands for the first time in seven years, prompting renewed speculation about the fate of the illicit fortune. Almost 70,000 bitcoins stored in the account which, like all bitcoin wallets, is visible to the public, had lain untouched since April 2013. The website was shut down by an FBI raid six months after they were deposited, and they have not moved since. Late on Tuesday night, however, the full amount less a $12 (£9) transaction fee was transferred to a new bitcoin address, records show. “Through blockchain analysis we can determine that these funds likely originated from the Silk Road,” said Tom Robinson, chief scientist at the cryptocurrency analysts Elliptic. “They left the Silk Road’s wallet back on 6 May 2012 when they were worth around $350,000 and then remained dormant for nearly a year, before being moved … in April 2013.” From there, the funds have lain dormant. After the marketplace was shut down in late 2013, its founder and boss, 36-year-old San Franciscan Ross Ulbricht, was sentenced to a double life sentence plus 40 years without possibility of parole. The FBI managed to seize 174,000 bitcoins, then worth about $100m, but an estimated 450,000 earned by the marketplace remain unaccounted for. Robinson says it is unclear who moved the money. “The movement of these bitcoins today, now worth around $955m, may represent Ulbricht or a Silk Road vendor moving their funds,” he said. “However, it seems unlikely that Ulbricht would be able to conduct a bitcoin transaction from prison.” One possibility is that an individual or group has managed to “crack” the wallet, effectively guessing its password and stealing the funds. A file that some claimed was an encrypted bitcoin wallet containing the keys to the funds has been circulated in cryptocurrency communities for the past year, and – if it is what it was claimed to be – then a combination of brute computing power and good luck could have successfully decrypted the wallet. Simply guessing the private key of a bitcoin wallet is functionally impossible. Using the world’s fastest supercomputer to try every combination would take as many times more than the age of the universe as there have been seconds since the Big Bang. But if the actual wallet file leaks, then the task is much simpler because it only involves guessing the password that protects the private key. “It is likely that it was ‘brute-forced’, ie all possible passwords were tried. This is computationally feasible if the password is short enough,” Robinson said. “Note that you can’t do this with any old bitcoin address. What is unusual here is that an encrypted wallet file for this address has apparently become available [if it’s real]. “Either way, the funds are now on the move, and whoever now controls the bitcoins may want to cash them out,” Robinson said. As for whether it was an insider or a hacker, his guess it’s as likely either way. “I’d say I’m 50/50 right now, perhaps leaning towards a Silk Roader. They were clearly biding their time and waiting for a busy news day in order to do this without it getting too much attention.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}