{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2020/nov/06/trump-supporters-gay-communists-for-socialism-facebook-group", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2020-11-07T01:55:04Z", "webTitle": "Trump backers tricked into joining ‘Gay Communists for Socialism’ on Facebook", "webUrl": "https://www.theguardian.com/technology/2020/nov/06/trump-supporters-gay-communists-for-socialism-facebook-group", "apiUrl": "https://content.guardianapis.com/technology/2020/nov/06/trump-supporters-gay-communists-for-socialism-facebook-group", "fields": {"headline": "Trump backers tricked into joining ‘Gay Communists for Socialism’ on Facebook", "bodyText": "Thousands of Donald Trump supporters have unwittingly found themselves in a Facebook group called “Gay Communists for Socialism”, after being tricked by its creators into joining what they thought was a pro-Trump election group. On Thursday, a Facebook group called “Stop the Steal”, a reference to the president’s false claims that Joe Biden is “stealing” the US election, was disabled by the social network for misinformation after gaining more than 350,000 members. Other groups emerged in its place, including a second “Stop the Steal” group that attracted more than 40,000 castaways from the original group. But less than 24 hours later, an administrator for the group changed its name to “Gay Communists for Socialism” without explanation, confounding the new members. Dozens of posts from angry and confused Trump supporters asked, “What happened to stop the steal?” and, “Why is this group called gay communists for socialism?”, while others demanded, “Get me off this page!!!!!!” The Guardian confirmed the group was created on 5 November as “Stop the Steal” before being renamed. One administrator, whose real identity could not be verified, told the Guardian the group was a planned operation to troll conservatives with a fake “Stop the Steal” group. “We had no idea it would take off like this or suck in as many clueless people as it did when we made the switch,” the administrator said. He said the group, which now has 60,000 members, has an additional 20,000 member requests. Another group administrator further trolled its members by telling them the name change had been done to keep Facebook from cracking down on it, and later said the group may have been hacked by Facebook itself. “We’ve been on the phone and messaging with Facebook trying to get to the bottom of this” – a clear joke, as Facebook does not have a public customer service phone number. Many of the members still appear to believe the group name has been changed to avoid censorship by Facebook and that it remains true to the original conservative mission. “Still the same people, the same message, we just have to go into hiding because free speech isn’t a thing under Facebook,” one wrote. The administrator told the Guardian it was likely the group would soon be removed due to the number of people in the group reporting content they are offended by. These reports, he said, are mostly coming from conservatives. “The real snowflakes,” he said. Julia Carrie Wong contributed reporting"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}