{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2020/nov/06/us-seizes-1bn-in-bitcoin-linked-to-silk-road-site", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2020-11-06T16:55:37Z", "webTitle": "US seizes $1bn in bitcoin linked to Silk Road site", "webUrl": "https://www.theguardian.com/technology/2020/nov/06/us-seizes-1bn-in-bitcoin-linked-to-silk-road-site", "apiUrl": "https://content.guardianapis.com/technology/2020/nov/06/us-seizes-1bn-in-bitcoin-linked-to-silk-road-site", "fields": {"headline": "US seizes $1bn in bitcoin linked to Silk Road site", "bodyText": "The US government has seized more than $1bn worth of bitcoins connected to the shuttered darknet marketplace Silk Road and is suing for formal forfeiture of the funds. The case is the biggest cryptocurrency seizure in history, and explains why the bitcoins changed hands this week. Analysts had noticed the transfer on the public blockchain and speculated that it was either due to an unknown Silk Road co-conspirator attempting to cash out, or because the funds had been stolen by hackers. In fact, the Department of Justice says it tracked down the real holder of the funds, a person it calls “Individual X”, through their attempts to liquidate a small portion of the money in 2015. “On approximately 23 April 2015, [the bitcoin account] sent 101 bitcoin (approximately $23,700) to BTC-e, a company that provided bitcoin-related services and operated as an unlicensed cryptocurrency exchange,” the criminal complaint says. “Silk Road was the most notorious online criminal marketplace of its day,” said the US attorney David Anderson. “The successful prosecution of Silk Road’s founder in 2015 left open a billion-dollar question. Where did the money go? Today’s forfeiture complaint answers this open question at least in part. $1bn of these criminal proceeds are now in the United States’ possession.” Individual X, “whose identity is known to the government”, did not work with Silk Road, the complaint alleges. Instead, “Individual X was able to hack into Silk Road and gain unauthorised and illegal access to Silk Road and thereby steal the illicit cryptocurrency from Silk Road and move it into wallets that Individual X controlled. “According to the investigation, [Ross Ulbricht, the now jailed founder of the site] became aware of Individual X’s online identity and threatened Individual X for return of the cryptocurrency to Ulbricht. Individual X did not return the cryptocurrency but kept it and did not spend it,” the complaint says. The complaint, officially titled in part “United States of America vs Approximately 69,370 Bitcoin”, requires the DoJ to prove in court that the seized cryptocurrency is subject to forfeiture, meaning it is the proceeds of a criminal act. The IRS criminal investigation (CI) special agent in charge, Kelly R Jackson, said: “Criminal proceeds should not remain in the hands of the thieves. Through CI’s expertise in following the money, we were able to track down the illicit funds. The Washington DC cyber crimes unit is uniquely specialised in tracing virtual currency transactions and we will continue to hone our skills to combat illegal activity.” Chainalysis, a blockchain analysis firm that helped the government in its investigation, said: “Earlier this year, IRS-CI agents used Chainalysis to analyse bitcoin transactions executed by Silk Road and identified 54 previously undetected bitcoin transactions representing the proceeds of unlawful activity. They also found that a hacker, known as Individual X, stole those funds from Silk Road. “According to Chainalysis data, Silk Road accounted for nearly 20% of total bitcoin economic activity at its peak in 2013. Silk Road’s economic activity reached $435m total (calculated based on the price of bitcoin at the time), with a peak of just under $40m in monthly volume in September of 2013.” The $1bn value of the seizure is equivalent to the total value of all cash and cash equivalents seized by the federal government in 2015, the most recent year for which records are available."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}