{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2020/nov/05/city-canvas-walking-manchesters-new-self-guided-art-trail", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2020-11-05T06:30:38Z", "webTitle": "City canvas: walking Manchester’s new self-guided art trail", "webUrl": "https://www.theguardian.com/travel/2020/nov/05/city-canvas-walking-manchesters-new-self-guided-art-trail", "apiUrl": "https://content.guardianapis.com/travel/2020/nov/05/city-canvas-walking-manchesters-new-self-guided-art-trail", "fields": {"headline": "City canvas: walking Manchester’s new self-guided art trail", "bodyText": "This year, I’ve taken more walks around Manchester than my feet previously believed possible. On canal paths and cobbled streets, I spent much of April and May wandering the city with my trusty travel mug (beverage undisclosed). Yet here I am, trainers back on, peeping inquisitively at the archways and alleyways that I somehow missed the first few hundred times. The reason? 50 Windows of Creativity, a new self-guided art trail that has effectively transformed Manchester into an open-air gallery. The project features 60 artworks across 50 locations and aims to boost the local creative community, while also raising funds for charity. Spearheaded by creative producer Wild In Art, it will culminate with an auction of artworks on 10 December, with 25% of the proceeds going to the We Love MCR charity. The concept was launched in the comparatively heady days of tier 3 restrictions, but most of the artworks will still be accessible to residents during lockdown. I begin my tour in the Northern Quarter in crisp autumnal sunlight, armed with a face mask and the 50 Windows of Creativity app. The flaking brick walls here often serve as canvases for visual social and political commentary: one current hotspot is a mural of Joy Division singer Ian Curtis, painted by the acclaimed street artist Akse P19 to mark World Mental Health Day. I check it out, before ducking into Little Lever Street to see Akse’s contribution to the trail: a four-metre-high portrait of the local creative mogul Ste Wing. I go deeper into the neighbourhood in search of You Spin My Head, a bold mural by the artist and designer LeiMai LeMaow on Hare Street. Featuring zany colours and graphics inspired by 90s rave flyers, it’s a timely reflection on the current state of the music industry. “I have hope that the scene will rebuild after this madness,” LeMaow tells me later. “I can’t see people accepting a world without music and parties.” The trail weaves past the store fronts of the Corn Exchange, offering up surrealist photography, bee motifs and a portrait of Emmeline Pankhurst as it goes. It crosses the river to dip briefly into Salford, where designer Tim Denton is operating a giant pantograph in a ground-level window by the sleek facade of the Lowry Hotel. I step up to the glass to have my face traced onto the inside of the pane, while a lever simultaneously replicates the squiggles into a drawing on paper. It feels intimate, fractured and faintly ridiculous: a fitting metaphor for social interaction in 2020. (Tim has stopped temporarily but hopes to start up again later in November.) “It felt so perfect for now,” explains Denton. “People get a bit nervous because you’re staring at them in the eye, and it’s got that awkwardness about it which is quite endearing and quite funny at the same time. The person drawing it is giggling, and the person on the other side ends up giggling, and it’s just a lovely interaction that we’ve not been allowed to have for so long.” Traipsing back into the city, I go along a now drizzly Deansgate. In the shadow of the Beetham Tower, painter Sarah Connell’s exhibition, Manchester – Here and Now, offers a soulful take on the city as its residents know it. Her scenes are of terraced houses, libraries, rainy reflections and, naturally, football. “I’ve done a picture of the Etihad and a picture of Old Trafford, so there’s been lots of banter,” Connell laughs. “Everyone loves one half of the window or the other!” The trail taps into Manchester’s cultural and social fabric, both past and present, but there is a playfulness woven through it, too. In the quiet streets surrounding the Science and Industry Museum in Castlefield, illustrator and mural painter Nick Hamilton (AKA Hammo) has conceived a sequence of spirited young explorers with neon, blob-like companions. Dubbed The Seekers, the work is an escapist celebration of curiosity and adventure, partly inspired by his daughter and her cousins. “My thinking was that these little glowing creatures would be either little sparks of inspiration, or just little comforting glows, sort of friendly presences,” says Hamilton. The artworks are as prolific as they are varied. Feet aching now, I walk to the student enclave of Oxford Road, where multiple creatives have taken over the windows of the Royal Northern College of Music to pay tribute to the evolution of Manchester’s music scene. Further up the road in the lobby of the newly opened Kimpton Clocktower Hotel, mosaic artist Mary Goodwin has put faces to the names of three legendary Greater Manchester figures: artist LS Lowry, writer and composer Anthony Burgess and dramatist Shelagh Delaney. “All three of them created some phenomenal work,” she says. Goodwin welcomes the financial and emotional boost the 50 Windows initiative has given the creative community in the context of the challenges it has faced this year. “It couldn’t have come at a better time,” she says. “There’s a big silver lining in all of the greyness.” Mancunians: if you only have one more walk left in you for 2020, make it this one. • For more information on the project visit beeinthecitymcr.co.uk. The trail map can be downloaded in pdf format here"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}