{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2020/nov/02/new-covid-coronavirus-lockdown-england-could-destroy-travel-industry", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2020-11-02T13:54:20Z", "webTitle": "New lockdown in England could destroy travel sector say industry figures", "webUrl": "https://www.theguardian.com/travel/2020/nov/02/new-covid-coronavirus-lockdown-england-could-destroy-travel-industry", "apiUrl": "https://content.guardianapis.com/travel/2020/nov/02/new-covid-coronavirus-lockdown-england-could-destroy-travel-industry", "fields": {"headline": "New lockdown in England could destroy travel sector say industry figures", "bodyText": "British travellers who rushed to book a November holiday when the Canary Islands were added to the UK’s travel corridor list on 22 October are among the tens of thousands whose forthcoming trips are now being cancelled. Under the new lockdown rules in England, all non-essential travel in the UK and abroad is banned from 5 November until 2 December. The news of the government’s travel ban was met with dismay by travel industry figures. Emma Coulthurst of comparison site the TravelSupermarket said the decision left the sector’s “imminent business not just frayed or ragged, but in shreds”. “A little more than a week ago, Grant Shapps told the British public that they could travel for leisure to the Canaries. On the back of this permission, people, many of whom haven’t gone away for months, decided to book a break in November – tens of thousands of people. The return of the Canaries was heralded as a glimmer of light for the industry and for holidaymakers. Now that has been torn to pieces,” said Coulthurst. Tui, one of the UK’s largest travel companies, said customers whose holidays are cancelled will be entitled to a refund. Those who choose to accept a credit note will be entitled to up to 10% towards the cost of their next holiday. By contrast, Jet2 said only that it would advise customers if they were affected by the new rules and said it was “working with the government to obtain much-needed clarity” on what the rules mean for overseas holidays. Consumer magazine Which? Travel reminded travellers who have booked a package holiday that they are entitled to a refund within 14 days, and warned them to wait to hear from their holiday provider rather than cancelling the trip themselves. It said those with flight-only purchases may not receive a refund if their flight isn’t cancelled. EasyJet Holidays issued a statement saying that the company was contacting customers with bookings up to 2 December “to discuss options which include changing holiday dates (with no change fees), receiving a credit and receiving a full refund”. Its CEO, Garry Wilson, said, “Whilst [the] announcement is disappointing, as it came with no travel industry consultation or pre-warning, we are contacting thousands of our customers to share their options and offer reassurance.” Ryanair customers will not be offered refunds for flights in November. Michael O’Leary, the chief executive of the budget airline, said passengers would not get their money back if a flight was operating but could change the flight to a later date without paying a fee. He said: “There won’t be refunds on flights that are operating and travelling. But we’ve waived the change fees for bookings.” Under the new restrictions all holiday accommodation in England will close. Rob Paterson chief executive officer of Best Western, a group of 300 independently owned hotels, said the news was “a crushing blow for hoteliers who have invested heavily in making their premises Covid-safe, adhering to government guidelines”. Paterson welcomed the return of the furlough scheme to keep staff in employment but said that would not be enough to pay rents or mortgages. “Many [hoteliers] risk failure without decisive cashflow support. The latest lockdown also equates to a much-longer recovery, so we call on government to extend the VAT discount and business rate relief,” he said. Julia Lo Bue-Said, chief executive of the Advantage Travel Partnership, which represents travel agents, told the trade paper Travel Weekly that 80% of members “will run out of cash by May”. “The ban on international and domestic travel as a result of the new lockdown measures will crucify the travel industry. Whilst we absolutely support measures to keep us all safe, the reality of the new lockdown means many of our travel agency members will not last the year without a financial support package from the government,” she said."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}