{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2020/nov/05/10-hidden-gems-of-local-uk-architecture-readers-travel-tips", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2020-11-05T11:00:27Z", "webTitle": "10 hidden gems of local UK architecture: readers’ travel tips", "webUrl": "https://www.theguardian.com/travel/2020/nov/05/10-hidden-gems-of-local-uk-architecture-readers-travel-tips", "apiUrl": "https://content.guardianapis.com/travel/2020/nov/05/10-hidden-gems-of-local-uk-architecture-readers-travel-tips", "fields": {"headline": "10 hidden gems of local UK architecture: readers’ travel tips", "bodyText": "Winning tip: Brewing splendour, Staffordshire Bass Water Tower next to the Wash Lands in Burton upon Trent is a fine example of Victorian brewery architecture and an engineering feat in brickwork. Grade II-listed, it is an emblem of the town’s 19th-century heyday as the brewery centre of the world. Majestically rising above the skyline, it can clearly be seen when crossing over the old Trent Bridge. It is one of the few remaining iconic brewery buildings, and can be visited (though not this month) by arrangement with the National Brewery Museum. Haydn Vernon Pumping iron, Cambridgeshire Stretham Old Engine, on the Great Ouse River near Ely, is an enduring reminder of both the feats of 19th-century engineering and the nature of its locality. The steam-powered drainage engine pumped water from the ever-shrinking fen up into the river. This method replaced windmill-driven engines and was later usurped by electric pumps. The building is still a striking part of its surroundings, identifiable from a distance by its tall chimney and constructed from pale yellow Cambridgeshire gault brick. It is best appreciated when approached on foot on one of the riverside footpaths – or maybe by boat. • £4/£1, normally open Sundays and bank holidays April-Oct, strethamoldengine.org.uk Sharon Pinner Soot-stained history, Isle of Lewis Traditional “blackhouses” dot the Outer Hebrides. The best collection is at Gearrannan on Lewis. The last permanent residents moved out in 1973, after which the village was converted into a museum which includes a house recreated as it would have looked in 1953. Blackhouses were so named because their walls were stained black with soot. Smoke escaped through the roof as the houses didn’t have chimneys. The houses’ double drystone walls, low profile and insulating thatch made them well suited to the Hebridean climate. Roofs are weighted with tethered stones. In normal times you can stay in the village – in modernised properties. Paul Kirkwood Home to roost, Fife At first sight, this rendered sandstone tower could perhaps be mistaken for an ancient windmill. However, the Doocot of Crail (1550) on the East Neuk of Fife coast, is no such thing. Stepping inside, as if into Narnia, we were amazed to find about 700 pigeon nesting holes in the walls. Particularly impressive is the unusual revolving central ladder called a potence (French for gallows). You first peer down through the floor grating, and your eyes are then drawn upwards to where openings once allowed pigeons in to nest, getting fat and laying eggs for their owners, while the wild raptors were kept out. • scotlandsplaces.gov.uk Ruth Clay Glorious Georgian barn, Cumbria I wonder how many people actually stop to admire this well-maintained, traditional Cumbrian barn as they walk along Borrans Road between Ambleside and Waterhead. It’s known as Miss Jackson’s Barn and car travellers probably miss it entirely as it’s impossible to park on the narrow road. It sits in the field adjacent to the minimal remains of Galava Roman Fort, its solidity such a marked contrast. Cross the road carefully to view from the gate or the footpath running alongside. Consider its timeless feel, its practicality, its simplicity and especially its setting. This stone-built barn, almost 200 years old, fills me with joy. • waymarking.com Jenny H Concrete battleship, Preston Preston bus station is the most beautiful example of brutalist architecture. It has recently been completely renovated to the tune of £23m. Even the clocks inside have been lovingly restored and falcons have been employed to rid the building of pesky pigeons. It was engineered by Ove Arup and Partners, who engineered the Sydney Opera House. There is similarity between the two buildings when you look at the curves of the car park balconies and the shells of the Opera House. It’s also a fantastic bus station, efficient and easy to navigate. I absolutely love it. Ellen Victorian value, London Crossness Pumping Station is a beautiful ornate building by the Thames east of Woolwich in south-east London that merits a visit and photographs for its elaborate tiles with delicate hand-drawn images reminiscent of art nouveau style in 19th-century Paris. It was designed by Joseph Bazalgette in 1865 and is a stunning example of Victorian architectural and engineering genius. Open day visits cost from £8/£3, though this month’s one (15 November) has had to be cancelled. It was an important sewage processing station for London and is known locally as the “Cathedral of S … ewage”! Peter Fetching in flint, East Sussex It’s easy to miss tiny Lullington church, tucked in a clump of trees on the chalky South Downs. Built of rough local flint, this is the smallest and perhaps cutest church in Sussex. The only way to find it is on foot, so it’s an ideal point of interest on a country walk. Flint isn’t the only building material: the steep-sloping clay-tile roof is topped with a wooden belfry, which is clad in cedar roofing shingles. Nobody’s got round to installing electricity, so keep the heavy wooden door open if you peek inside! Then head down the hill for refreshments in Alfriston. • cuckmerechurches.org.uk Alison Medieval timbers, West Sussex The Yeoman’s House in Bignor is a great example of local architecture using local materials. It’s a medieval hall house, now a holiday let, built around a huge chimney breast with timbered ceilings in atmospheric dark oaks from nearby forests. Huge, spacious parlours are the basis of the ground floor while solars upstairs have windows offering great views over the Sussex countryside. Sitting in the shady garden, it’s easy to imagine you were living here 600 years ago. Its thatched roof, timber frame and overhanging jetties give an authentic medieval flavour. • sykescottages.co.uk Nick Wings of glory, Birmingham airport Art deco at its finest. Miami without the beach! Doubtlessly outdated even in 1980, the Elmdon airport terminal nevertheless intoxicated four-year-old me. It was an airport built for passengers rather than airliners, with winglike canopies on the side, fine wood panelling that appeared to have been varnished just that morning, a balcony seemingly within touching distance of planes, and a prominent dining area that was as much a part of the experience as the planes. It instilled in me a lifelong fascination with travel. That first day as we were walking to our plane, David Bellamy was walking the steps of the one next to us: I felt like travelling was for kings as I had recently seen him on Blue Peter! I would love it to be a museum. Antony T"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}