{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2020/nov/01/saturday-night-live-john-mulaney-halloween-sleepy-hollow-andrew-cuomo", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2020-11-01T12:22:28Z", "webTitle": "Saturday Night Live: John Mulaney returns to a Sleepy Hollow show", "webUrl": "https://www.theguardian.com/tv-and-radio/2020/nov/01/saturday-night-live-john-mulaney-halloween-sleepy-hollow-andrew-cuomo", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2020/nov/01/saturday-night-live-john-mulaney-halloween-sleepy-hollow-andrew-cuomo", "fields": {"headline": "Saturday Night Live: John Mulaney returns to a Sleepy Hollow show", "bodyText": "A Holiday Message from Joe Biden (Jim Carrey) sees the presidential nominee attempt to take viewers’ minds off Tuesday’s election by reading Edgar Allan Poe’s The Raven. But his newly politicized version of the poem (one terrible rhyme after another) brings out ghosts of election past – Hillary Clinton (Kate McKinnon) and Nate Silver (Mikey Day) – to doomsay his chances next week. He’s joined by Lil Wayne (Chris Redd), Kamala Harris (Maya Rudolph) and a very unhealthy Mitch McConnell (Beck Bennett), suffering from a case of “old man purple” hands, before things sputter out. Given how self-assured Saturday Night Live was about Trump’s chances four years ago, it really has no business scolding Biden supporters about taking victory for granted – which isn’t even the case, as every liberal is stressing out the exact same way. The show could have delivered something clever and pessimistic regarding a potential second Trump victory. John Mulaney hosts for the fourth time. He launches into a new standup set, doing an impression of New York governor Andrew Cuomo by way of Tony Soprano, talking about the election – “On 3 November, there’s an elderly man contest … we might have the same elderly man, or we might have a new elderly man” – and giving a detailed and surprisingly raw description of a hypothetical girl’s trouble with socializing. The best bit sees him voicing his frustration with his aged nana and the self-described Greatest Generation: “Oh, we fought the Nazis! Well, we’re trying to fight the new Nazis if you’d get out of the way and stop voting for people you saw in the coin commercial!” On a Halloween edition of Cinema Classics, host Reese De’What (Kenan Thompson’s best and most underrated character) introduces a couple of alternate scenes from Alfred Hitchcock’s horror classic The Birds. McKinnon’s Tippi Hedren attempts to call Mulaney’s local lawman for help, but he can’t comprehend the situation: “You just said a bird set fire to a gas station, so you need to explain that to me”. These sketches are always good for a laugh but this one is a little flat and contains far too much mugging from McKinnon. Strollin’ is a 70s funk song about voting. Thompson, Redd, Ego Nwodim and Punkie Johnson are “strollin’ to the polls”, only to be turned away by a stodgy bureaucrat and intimidated by an armed white supremacist. It’s hard to understand the point of a 70s musical number about modern day voter suppression, but it’s a one-note joke regardless. Next, Mulaney plays Ichabod Crane, lost in the woods of Sleepy Hollow and confronted by the Headless Horseman. Although he’s terrified, he can’t help but ask the horseman if he ever uses his severed head “on … himself”. They’re joined by a couple of Puritans who ask the spirit even more graphic and specific questions, such as “When your throat got cut, did it sever the gag reflex?” It’s puerile and funny and Mulaney’s nonchalant shamelessness kicks it up a notch. The Strokes are the musical guest. They play The Adults Are Talking, off their new album, with a backdrop homage to the classic John Carpenter political satire-cum-horror film They Live. On Weekend Update, Colin Jost discusses Trump’s Covid superspreader campaign events: “Don’t worry: the president isn’t trying to kill his supporters – he’s succeeding in killing his supporters … he’s killed more people across the midwest than Jeffrey Dahmer and John Wayne Gacy combined.” They welcome their sole guest, Baby Yoda (Kyle Mooney), to talk about the new season of The Mandalorian. He talks about fans DMing him (“They’re sexual in nature”), going on Joe Rogan’s podcast to promote his new line of cannabis products (“How you think I got so green?”), and calls out his nemesis Baby Groot (“If you say my name one more time – I’ll kill you!”). It’s pretty much a carbon copy of the character’s previous appearance, and while the prosthetics continue to impress, the jokes fall flat. Next, Mulaney pulls off another big Broadway number, this time set in a Times Square souvenir shop, where Pete Davidson’s ill-advised attempt to buy a pair of used novelty underpants leads to a musical tour of the back of the store. There we find a host of unhinged Times Square costumed characters as mascots, as well as shoplifters and random weirdos (such as the guy who recently assaulted Rick Moranis). They sing a medley of show tunes about the dirtier side of NYC, parodying classic songs from Chorus Line, Fiddler – or Diddler – on the Roof, Follies, Sweet Charity and Les Misérables. It’s an enjoyable entry in this welcome new tradition, but it’s noticeably smaller in scope and hilarity than the previous entries. The Strokes return for a performance of Bad Decisions. Then the final sketch sees a return of Mulaney and Davidson’s uncle-nephew pair from his last time hosting. Mulaney is once again furious about his nephew using a dopey dating profile picture of him and turning it into a meme, accompanied by such text as “Hello Darling, you may whack me in the penis with a golf club”, “When she come over and say ‘Hi, my name is Chris Hansen’”, and “That feeling when the priest put the fingers in your mouth during communion!” As with the other recurring sketches, it’s a disappointing case of diminishing returns. The same may be said of the episode as a whole, the least of Mulaney’s four. On its own, this wouldn’t be anything too disappointing – every at-bat can’t be a home run, after all – but given that it fell on both Halloween and the Saturday before election day, you’d expect things to feel a little bigger and livelier. This proved little more memorable than any of the four episodes that have preceded it this season. This doesn’t bode well for next week’s post-election episode, although in terms of potential disasters awaiting us a week from now, that’s very low on the list. • This article was amended on 2 November 2020. An earlier version incorrectly said Mulaney described his daughter’s trouble with socializing. He was describing a hypothetical scenario."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}