{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2020/nov/04/tv-tonight-how-degas-monet-and-munch-overcame-their-impaired-vision", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2020-11-04T06:00:09Z", "webTitle": "TV tonight: how Degas, Monet and Munch overcame their impaired vision", "webUrl": "https://www.theguardian.com/tv-and-radio/2020/nov/04/tv-tonight-how-degas-monet-and-munch-overcame-their-impaired-vision", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2020/nov/04/tv-tonight-how-degas-monet-and-munch-overcame-their-impaired-vision", "fields": {"headline": "TV tonight: how Degas, Monet and Munch overcame their impaired vision", "bodyText": "The Disordered Eye 9pm, BBC Four Disabled artist and film-maker Richard Butchins fronts this fascinating documentary, analysing how impaired vision may have affected the work of artistic masters such as Degas, Monet, Cézanne and Munch, while questioning whether we actually need good eyesight to make “good” art. Butchins is engaging when it comes to assessing the changing forms of Degas’ work as his eyesight failed, as well as proposing new ways to engage with creating artworks, including life drawing by feeling 3D-printed sculptures. Ammar Kalia Children in Need: 40 Fabulous Years 8pm, BBC One With this year marking the 40th anniversary of the BBC’s Children in Need, Ade Adepitan sifts through the archives to pick out some of the celebrity-packed fundraising extravaganza’s choicest moments. Among the revisited events are a pranking Eddie Redmayne and Zoë Kravitz, as well as a Corrie Oliver Twist. AK Autumn at Jimmy’s Farm 8pm, Channel 4 Jimmy Doherty – C4 mainstay and, of course, working farmer – continues his latest series filmed at his Ipswich base. There are turkeys aplenty, two dozen piglets on the way, and preparations for winter in Doherty’s “busiest season ever”, though, like his pal Jamie Oliver, he never seems too fazed or frazzled. Hannah J Davies A Bloody Legacy 8.15pm, PBS America It is one of history’s most painful ironies: the 1919 Treaty of Versailles was intended to make peace but instead laid the groundwork for conflicts that continue to this day. Focusing on eastern Europe and the Middle East, this documentary looks at how the decisions of a century ago still reverberate. Ellen E Jones The Noughties 10pm, BBC Two Angela Scanlon welcomes Girls Aloud’s Kimberley Walsh and comedian Dane Baptiste to her time machine as it reaches the heady days of 2002. Cultural heights lightly examined from the socially distanced sofa include Will v Gareth in Pop Idol and Michael Jackson dangling his baby out of a window. Hannah Verdier Life &amp; Rhymes 10pm, Sky Arts Poet Benjamin Zephaniah hosts a new series inviting some of the country’s most verbally dexterous spoken-word artists to take part in a weekly jam session, before inviting members of the audience to take to the stage. Up first are Kid Anansi, Molly Case, Charles T Dale, Samira Rhymes and Simeon Farrar. AK Film choice World War Z (Marc Forster, 2013), 10.45pm, Film4 Max Brooks’s novel gets the Hollywood blockbuster treatment from Forster. Brad Pitt stars as a UN investigator zapping round the world in search of the origin of the zombie plague that’s laying waste to humanity. He’s an A-list hero, and the horribly fast-footed zombies are genuinely scary. Paul Howlett Live sport Cycling: Vuelta a España 1.40pm, Eurosport 1. From Lugo to Ourense. Champions League football: Chelsea v Rennes From 7pm, BT Sport 2. A Group E match from Stamford Bridge. Champions League football: Istanbul Başakşehir v Manchester United From 5.15pm, BT Sport 3. A Group H game."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}