{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2020/nov/03/tv-tonight-the-moment-of-truth-for-trump-and-biden", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2020-11-03T06:00:49Z", "webTitle": "TV tonight: the moment of truth  for Trump and Biden", "webUrl": "https://www.theguardian.com/tv-and-radio/2020/nov/03/tv-tonight-the-moment-of-truth-for-trump-and-biden", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2020/nov/03/tv-tonight-the-moment-of-truth-for-trump-and-biden", "fields": {"headline": "TV tonight: the moment of truth  for Trump and Biden", "bodyText": "US election night 11pm, BBC One; ITV; Sky News The road to the 2020 US election has felt even more dramatic than anticipated, taking in everything from the “October surprise” of Trump being admitted to hospital to the unfurling consequences of the pandemic and the Black Lives Matter movement. Tonight, the votes are counted and there won’t be any shortage of options in terms of assessing the news from the battleground states. Andrew Neil on the BBC? Tom Bradby on ITV? Or Ed Conway on Sky? Get ready for a nail-biter. Ammar Kalia Aung San Suu Kyi: The Fall of an Icon 9pm, BBC Two From Nobel peace prize winner to facing accusations of genocide, Aung San Suu Kyi has had an unpredictable fall from grace. This documentary charts her history from imprisonment to election victory before analysing her widely criticised response to violence against Rohingya Muslims. AK Channel Hopping With Jon Richardson 9pm, Comedy Central Richardson enters the Clive James territory of pointing at telly and laughing, with a collection of wacky clips from around the world. His guests this week are Ivo Graham, whose TV obsessions are Britain’s Got Talent and Blind Date, and Judi Love on US cult classic Finding Bigfoot. Jack Seale Black Monday 9pm, Sky Comedy The periodically amusing Wall Street comedy starring Don Cheadle and Regina Hall returns. As season two begins, everyone is dealing with the cold, hard reality of what a stock market crash really entails. But that doesn’t mean there aren’t deals to make and opportunities to pursue if you know where to look. Phil Harrison Educating Greater Manchester 9.15pm, Channel 4 This series returns to Harrop Fold secondary in Salford. Headteacher Mr Povey’s career is under threat, while a new year 8 pupil arrives from Calcutta and tries to fit in with the students. We also catch up with Vincent, who promises he has reformed his mischievous ways. AK Alton Towers: A Rollercoaster Year 10.15pm, Channel 4 This has been the year of the furlough documentary, revealing how UK attractions – from stately homes to zoos – have coped during lockdown. This latest addition doubles as a comeback special, shadowing staff at the venerable theme park as they prepare for reopening in a tight 12-day window. Graeme Virtue Film choice My Pure Land 2.10am, Channel 4 Two sisters and their mum protect their homestead from a bandit gang in Sarmad Masud’s taut and thrilling Pakistan-set western. Based on a true story, this tale of feminist resistance is beautifully shot by Haider Zafar, with Suhaee Abro’s young Nazo as cool and efficient a gunslinger as any cowboy. Paul Howlett Live sport Cycling: Vuelta a España 1.40pm, Eurosport 1. A stage from Muros to Mirador de Erazo. Champions League football: Atalanta v Liverpool From 7pm, BT Sport 2. A group D match from the Gewiss Stadium. Champions League football: Manchester City v Olympiakos From 7.15pm, BT Sport 3. A group C game from the Etihad Stadium."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}