{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2020/nov/02/dont-rock-the-boat-review-all-aboard-for-the-vomit-olympics", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2020-11-02T22:00:38Z", "webTitle": "Don't Rock the Boat review – all aboard for the vomit Olympics!", "webUrl": "https://www.theguardian.com/tv-and-radio/2020/nov/02/dont-rock-the-boat-review-all-aboard-for-the-vomit-olympics", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2020/nov/02/dont-rock-the-boat-review-all-aboard-for-the-vomit-olympics", "fields": {"headline": "Don't Rock the Boat review – all aboard for the vomit Olympics!", "bodyText": "‘Oh, the glamour,” says Craig Charles, an hour into the first leg of the celebrity sailing race Don’t Rock the Boat (ITV). His sarcasm offers a neat summary of what is at stake. If famous people chomping on assorted raw animals is too tame for you, just wait for the sea sickness that befalls amateur sailors on choppy waters. All I will say is this: imagine Tom Watson with a bucket as Charles realises – stuck on a tiny boat in the middle of the sea – that nautical nausea is not limited to, er, one end. Despite this, Don’t Rock the Boat is a surprisingly enjoyable entry to the reality TV genre, even if it does scream of a title being decided and a concept being invented to fit it. Twelve famous people – proper famous people, from all walks of life, with only one YouTuber in sight – have signed up to row the length of Britain, from St Ives in Cornwall to Lochinver in Sutherland. They are split into two teams (red and blue), trained for a little while, then sent off in groups, in stages, to do astonishingly hard physical graft for hours at a time. The boats can take only four team members, leaving two on each side to complete a “land task”, which is fine, if a bit more familiar. Abseiling is all well and good, but the action is saved for the water. It is like an episode of Coast, jazzed up by the presence of nauseated celebrities pushed to the extremes of exhaustion. Freddie Flintoff and AJ Odudu are likable hosts, who tease and support the contestants in just the right measure. While viewers are used to watching celebrities endure horrible things for their entertainment, this is the sort of tough challenge that makes Dancing On Ice and The Jump look like soft play. By the end of episode one, almost everyone on the boats has been violently sick, while one person has fainted on camera and been removed from their vessel for the night. Denise Lewis, an OBE and a storied Olympian, admits that she had started to ask herself why she is doing this. The task at hand is even tougher than it first appears to be. The contestants and presenters have been living in a bubble, naturally, and have undergone a training programme with the adventurer and yachtsman Charlie Pitcher. The trouble is that the training programme has not given many of them, or perhaps any of them, the sea legs they need. The first race takes the teams from St Ives to Dale, across the Bristol Channel, a slog of 90 nautical miles that could require up to 40 hours of rowing. There are measures in place, such as a professional “safety skipper” and support boats, which come in handy when conditions take a turn for the terrible. Nevertheless, it turns into a kind of vomit Olympics, where only the steeliest of stomachs survive. The mixture of sports stars and reality TV regulars proves a solid recipe. Emmerdale’s Adam Thomas is as excitable as a puppy, while The Chase’s Shaun Wallace has a more calm, seen-it-all-before approach. Kimberly Wyatt of the Pussycat Dolls may have edged the award for dedication, in the first episode at least, continuing to the end of the task despite some serious sea sickness. Victoria Pendleton joins Lewis on the elite athlete side of things, propped up by various other soap actors and pop stars. Watson is the only political figure, however much infuriated viewers – certainly not me – may wish to see a few cabinet ministers have a go on the choppy waters. Everyone is so supportive of each other, so determined to make the most of this increasingly ludicrous challenge. In the absence of the standard TV bickering, it feels oddly wholesome. They can’t wing it. The hard work required is apparent from the off. Don’t Rock the Boat is not all plain sailing, so to speak: if you find the prospect of toilet chat a bit too much and, like the singer and DJ Fleur East, are not keen on thinking about “doing a number two in a bucket … and the fact that we’ve then got to chuck it out into the sea”, then be warned. If you are made of sterner stuff, then it is an entertaining blend of endurance, nice scenery and seemingly decent people pulling together to get to where they need to be. Which, for most of them, is the nearest loo."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}