{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2020/nov/07/bbc2-industry-lena-dunham", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2020-11-07T11:00:08Z", "webTitle": "Industry: the Billions x Skins mashup we never knew we needed", "webUrl": "https://www.theguardian.com/tv-and-radio/2020/nov/07/bbc2-industry-lena-dunham", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2020/nov/07/bbc2-industry-lena-dunham", "fields": {"headline": "Industry: the Billions x Skins mashup we never knew we needed", "bodyText": "Two TV drama formats never miss: “rich people with high-pressure jobs and complicated private lives constantly shaped by the enormity of their own power”; and “good-looking young people being chaotically horny and having a casual drug habit”. You get others, obviously – “maverick cop is convinced this small-town murder isn’t as solved as the sheriff thinks it is”; “uptight dad dips into the murky criminal underworld, loses himself in the process”; “four couples who all own beach houses separately find themselves having an affair” – but those are the big two. If only there were some way to combine them … Anyway, this week sees the launch of Industry (Tuesday, 9.15pm, BBC Two), a TV drama about rich people with high-pressure jobs and complicated private lives who are also good-looking young people being chaotically horny; it’s the Billions x Skins mashup event we never knew we needed. The rough pencil sketch is this: five fresh-faced, legacy college graduates all start at a renowned financial firm on the same day but panic about it in different directions. You have Harper (Myha’la Herrold, who is fantastic), the assured American with a murky secret; Robert (Harry Lawtey, fantastic), the shagger lad who came to the industry a decade too late; Hari (Nabhaan Rizwan, fantastic), the state-school boy with a point to prove; Yasmin (Marisa Abela, fantastic), the multilingual rich girl who keeps getting stuck on the coffee run; and Gus (David Jonsson, don’t make me say it), who pulsates with Eton confidence but still gets tripped up on the jagged edges of the real world. Together they all shout things I don’t fully understand into phones then go back to each other’s houses and have vile, sweaty seshes then go back to work, then, after that, somehow, go out and have a pint. It crackles with energy. In the wrong hands, this would just be a dramatised version of The Apprentice (Michael Sheen, after 16 hours of makeup to make him look like a dried apricot, lifting one stiff arm up and purring: “Yer fired”), but the first episode is directed by Lena Dunham, and the writers – Mickey Down and Konrad Kay – are real finds. Although it is set in a rarefied world, it’s as much about the time spent off the floor as on it: jabbing at laptops in the backs of taxis; ignoring urgent texts; the push-pull of that first ever office job where every opportunity feels like a punishment; early-20s untouchable, high-octane horniness; being bitchy about people in toilet cubicles; casually bombastic London coke use; delicately threatening levels of hierarchy and power; getting a salad order wrong and worrying it might cause you to lose your job. So many of the problems these graduates have could be solved by simply “being 25” instead of “being 22”, and that’s a fascinating moment to set a drama in: one episode in particular, where Harper frantically tries to cover up a mistake at work on the back of a birthday all-nighter, feels excruciating in its sheer early-20sness. Will Industry make your skin clench tight against your flesh as if you’ve had too many Red Bulls? Yes, very often. Is it completely, refreshingly addictive for it? Also yes."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}