{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2020/nov/06/asking-the-questions-jeremy-paxman-podcasts-of-the-week", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2020-11-06T06:00:04Z", "webTitle": "Asking the questions, Jeremy Paxman! – podcasts of the week", "webUrl": "https://www.theguardian.com/tv-and-radio/2020/nov/06/asking-the-questions-jeremy-paxman-podcasts-of-the-week", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2020/nov/06/asking-the-questions-jeremy-paxman-podcasts-of-the-week", "fields": {"headline": "Asking the questions, Jeremy Paxman! – podcasts of the week", "bodyText": "Picks of the week The Lock In with Jeremy Paxman The mighty Paxo rests his Mr Inquisitor reputation to concentrate on good conversation over a pint (or a Zoom) with “authors, lifeboat skippers, inner city teachers” and more. Once he’s finished dealing with technical issues, he settles down to a relaxed chat with Lee Child who spills out quotes about the legalisation of drugs, going from Granada TV to Hollywood and how much he’s earned. “Compared with my origins I’m spectacularly rich,” he says, before Paxman questions him on why he’d have homes all over the world. Richard Dawkins and Michael Palin also join him. Hannah Verdier Dr Death Wondery’s medical malpractice thriller Dr Death was one of the queasiest listens of 2018, focusing on the case of Christopher Duntsch, a Texas neurosurgeon who seriously injured and – as per the title – even killed some of his patients. This second season follows another shocking case: that of Michigan’s Dr Farid Fata, an oncologist who pumped patients with cancer drugs they didn’t need, because they didn’t have cancer. Host Laura Beil treads carefully and sensitively in this grim new chapter. Hannah J Davies Producer pick: Fiasco Chosen by Danielle Stephens As a producer working on a US politics podcast, maybe I should have chosen a different series to listen to this week, but in preparation for the election, I decided to listen to the latest series of Fiasco by Luminary. Host Leon Neyfakh transports us back to one of the most contentious and nasty US presidential elections of the last century. It’s a story you may know: in 2000, it came right down to the wire in Florida, with news networks initially, and incorrectly, calling the state for then-vice-president Al Gore. Later on, they changed their projections in favour of George W Bush. Gore conceded, then took back the concession, and started a string of lawsuits, which culimated with the supreme court making the final decision and ending the election. The series impressively guides you through the minute details of exactly what happened. There are testimonies from those who were there, and who had an impact on the historic election. Every twist and turn is matched with clever, yet succinct scripting, and I enjoyed hearing which quirky song theyplayed at the end of each episode. That said, I’m glad I listened to the series before the election results for 2020 started rolling in, as I may not have appreciated hearing how many ways things can go wrong. Talking points If you’re a fan of Slate’s hit show Slow Burn – which has, to date, covered the deaths of Biggie and Tupac, Watergate, the impeachment of Bill Clinton, and the rise of KKK leader turned politician David Duke – then you’re in luck. As well as a fifth season on the events leading up to the Iraq War, a sixth run will also air next year, focusing on the 1992 Los Angeles riots. Joel Anderson, who hosted the Biggie and Tupac series, returns as host. Why not try: Seeds | The Queen Podcast | Behind the Bastards"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}