{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2020/nov/03/deciphering-the-quirks-of-englands-second-covid-lockdown-rules", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-11-03T15:27:39Z", "webTitle": "Deciphering the quirks of England's second Covid lockdown rules", "webUrl": "https://www.theguardian.com/uk-news/2020/nov/03/deciphering-the-quirks-of-englands-second-covid-lockdown-rules", "apiUrl": "https://content.guardianapis.com/uk-news/2020/nov/03/deciphering-the-quirks-of-englands-second-covid-lockdown-rules", "fields": {"headline": "Deciphering the quirks of England's second Covid lockdown rules", "bodyText": "The government has published the full regulations for England’s second national lockdown, which is to begin on Thursday and will last for four weeks. A number of details had already emerged, and some are sufficiently complex to have puzzled even ministers. You can exercise with one other person, but not while holding a racket Meetings with people outside of your household or support bubble are barred, with the exception of one-to-one gatherings in outdoor public spaces – a park or the countryside rather than a private garden. While gyms and other sports facilities will be closed, you can exercise outside with one other person but only if it is not formal sport. Thus, you can run (at a 2-metre distance) with someone else, and Downing Street said on Tuesday that one person can meet with a personal trainer in a park if they remain distanced. But despite some lobbying, tennis, golf and other non-contact outdoor sports will be banned for the duration of the lockdown. Michael Gove tweeted an apology on Tuesday after incorrectly saying he thought tennis would be allowed. Of course, this is all different when it comes to members of your own household – parents can still kick a football around with their children, for example. You can meet a friend with your three-year-old, but not with your six-year-old Unlike in Scotland, when England introduced the “rule of six” limit for gatherings, children of any age were included despite some evidence that younger children appear less likely to transmit coronavirus. When the new lockdown was announced, the English rule was set to continue, which would have meant, for example, that parents caring for a baby or toddler would be unable to meet anyone from outside their household. Following an outcry, ministers said they would amend the rule. So you will be able to meet someone else with a child or children in tow, but only if they are below school age. You can go fishing (and maybe swim), but only on public land Angling is permitted, but only in a public space – for example by a river, rather than within the grounds of an angling club. Lidos and bathing ponds will have to close, the source of much protest from the sector, but a Downing Street spokesman said he did not know whether, say, a single person going swimming in a river or lake would contravene the rules. Perhaps the full regulations will clear this up. You can go to a church or mosque, but not for a service As with the spring lockdown, places of worship are being told to close, with a few exceptions. As well being allowed to host funerals, they can stay open if they are being used for another purpose, such as a food bank, formal childcare, or as part of a school. Individual prayer is also allowed but not services, again something that has prompted some protest. Weddings are not allowed, apart from in “exceptional circumstances”. You can order alcohol ‘by post’ There is a section on the ways in which people can buy alcohol for off-site consumption, which they can do at any time other than between 10pm and 5am. Helpfully, the guidance says the order can be placed online, by phone or text message, or “by post”. Model villages have to close The regulations include a detailed list of “other businesses” which must close, taking in everything from massage parlours and hostess bars, to outdoor markets – apart from those selling livestock or food – “visitor attractions at film studios”, and perhaps most niche of all, model villages."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}