{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2020/nov/02/first-minister-worried-people-will-travel-to-wales-to-escape-english-lockdown-covid", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2020-11-02T16:05:40Z", "webTitle": "Police may be asked to stop England residents escaping to Wales to avoid lockdown", "webUrl": "https://www.theguardian.com/uk-news/2020/nov/02/first-minister-worried-people-will-travel-to-wales-to-escape-english-lockdown-covid", "apiUrl": "https://content.guardianapis.com/uk-news/2020/nov/02/first-minister-worried-people-will-travel-to-wales-to-escape-english-lockdown-covid", "fields": {"headline": "Police may be asked to stop England residents escaping to Wales to avoid lockdown", "bodyText": "Police may have to take action to stop residents of England “escaping” to Wales for an evening in a pub or restaurant when the month-long English lockdown comes into force from Thursday, the Welsh government has said. The first minister, Mark Drakeford, said police forces on both sides of the border would have a role to play to make sure English residents do not illegally cross the border when the Welsh hospitality industry reopens next week after Wales’ 17-day “firebreak” lockdown ends. Drakeford said that while Welsh residents will be able to travel around the country once the firebreak finishes, they will not be able to cross the border to England or travel abroad without good reason. English residents will not be able to travel to Wales apart from for essential purposes. Asked if this was the “hardest” the border had ever been, the first minister said: “That may well be the case, for several centuries at least.” Drakeford’s government was taken by surprise by the UK government’s decision to impose an English lockdown, learning of the plans not from Westminster but from leaks to British newspapers. The first minister said: “We have to consider the impact the English lockdown will have on the next steps we take in Wales. We need to do this because we share a long and porous border. Every day on a non-lockdown day almost 150,000 people crisscross this border to work, visit family, shop and to travel. “It is really important as we open up Wales doesn’t become an escape for people seeking to circumvent the tighter restrictions imposed by the prime minister.” The first minister announced a range of national measures that will come into force when the firebreak ends on Monday. These include two households being allowed to form a “bubble”, up to 15 people being permitted to take part in an organised activity indoor and up to 30 an outdoor one. Premises such as restaurants, cafes, pubs and gyms will reopen – but the full details were still being worked on in the light of the UK government’s announcement. The Welsh government said people in Wales should avoid non-essential travel as much as possible though there will be no legal restrictions on travel within the country for residents. This means that Welsh residents will be allowed to go on holiday within Wales. As expected, all schools will reopen and churches and other places of worship will resume services. Drakeford said on Monday there was “good evidence” that most people in Wales were so far obeying the country’s “firebreak” rules. He said local lockdowns that preceded the firebreak had slowed the epidemic down but it is too early to judge the impact of the 17-day mini lockdown. Drakeford said the measures that were being taken were designed to avoid another lockdown in Wales this year, adding: “By doing everything we’re doing and provided we behave in the right way we are confident we can get through to Christmas without needing to go through this again.” The first minister also said that his government was establishing a new central “test, trace, protect” team that could be deployed to areas where there were particularly acute outbreaks. He admitted the speed with which Covid-19 had returned had been faster than expected. More than 1,000 people are in hospitals in Wales with the virus but Drakeford insisted that the NHS was coping and was still able to treat people for other conditions. Calling on people not to try to get around the rules, Drakeford said: “Rather than us asking what we can or can’t do, we need to ask ourselves what should we be doing to keep our families safe.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}