{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2020/nov/01/report-into-deaths-in-custody-in-england-and-wales-kicked-into-long-grass", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2020-11-01T06:30:12Z", "webTitle": "Deaths in custody report 'kicked into long grass'", "webUrl": "https://www.theguardian.com/uk-news/2020/nov/01/report-into-deaths-in-custody-in-england-and-wales-kicked-into-long-grass", "apiUrl": "https://content.guardianapis.com/uk-news/2020/nov/01/report-into-deaths-in-custody-in-england-and-wales-kicked-into-long-grass", "fields": {"headline": "Report into deaths in custody in England and Wales 'kicked into long grass'", "bodyText": "The author of a high-profile report into deaths in custody says she is disappointed its demands for reform of the police, justice system and health service appear to have been “kicked into the long grass”. Speaking three years after the launch of her report, Dame Elish Angiolini QC said key recommendations had simply not been acted upon. The report, commissioned by Theresa May in 2015 while she was home secretary, contains 110 recommendations for improving the way police and health authorities in England and Wales deal with vulnerable people, including how the police watchdog investigates their deaths. Among the proposed changes that have not occurred is a national oversight body that would have ensured lessons were learned from controversial deaths, and a national policing policy to limit the use of force and restraint against anyone vulnerable or with mental health problems. Angiolini said: “My report addressed many issues of great public concern that remain as pressing today. While I have been provided with a general update on some progress, I have not been provided with a detailed report on the progress of each recommendation, and I remain concerned that many very significant recommendations have not been progressed. “At the launch of my report, I emphasised how important it was that its recommendations must not be kicked into the long grass,” added Angiolini, who has led a review into how prosecutors and police investigate rape cases. According to the charity Inquest there have been at least 14 restraint-related deaths in or following police custody since Angiolini’s report was published. Last month, an inquest jury found that the police’s inappropriate use of restraints on Kevin Clarke contributed to his death. Clarke, a 35-year-old black man, was experiencing a mental health crisis after a relapse of schizophrenia when he died following restraint in a muddy school playing field by Metropolitan Police officers in Lewisham, south London, on 9 March 2018. During the restraint, which lasted 33 minutes, police body camera footage of the incident recorded Clarke saying: “I can’t breathe … I’m going to die,” but officers claimed they did not hear him. The special adviser on the Angiolini review, Deborah Coles, said Clarke’s death corroborated the fact that little had changed. Coles, executive director of Inquest, also pointed out that the number of people dying in police custody remained almost the same as 10 years ago. There were 18 deaths in 2019/20, compared with 17 a decade earlier. She said: “If the political will had existed, meaningful change would have come and avoidable deaths prevented. This is a betrayal of those who have died and their families.” Ajibola Lewis, mother of Seni Lewis, who died following prolonged restraint on a mental health ward 10 years ago, said: “As a family who were instrumental in the setting up of the Angiolini review three years ago, we are disappointed and saddened that the majority of the recommendations have not been implemented. “What a shame, what a missed opportunity to save lives. Nothing much has happened. The lack of accountability on the part of the state agencies speaks volumes.” Her 23-year-old son from South Norwood, south London, died three days after he was subjected to two periods of restraint by six police officers lasting more than 30 minutes, while in hospital. He had no history of violence or mental illness and had been taken to the hospital by his parents after an episode of mental ill health that began several days earlier. On Saturday, families who have lost loved ones in custody – the United Families and Friends Campaign (UFFC) – held their 22nd annual memorial event, which was online for the first time this year. Coles added: “Deaths continue to expose state violence and neglect and failings in the care of vulnerable people by the police and health services. “The UK has a long history of black men who have died after being restrained by police. This is a systemic problem linked to structural racism and inequality and failing processes for holding the police and public authorities to account.” Other Angiolini recommendations included making police watchdog investigators consider if discriminatory attitudes had played a part in restraint-related deaths. The report also says the detention in police cells of those believed to have mental health issues should be phased out completely. At the time of the report it was believed special groups had been set up in Whitehall to deal with its fallout,covering police, health and coroners. The Home Office said: “No one should die in police custody, and we are committed to delivering meaningful change in this area. We are working with police and other agencies to ensure vulnerable people get the help they need, which has included restricting the use of police stations as places of safety, improving training for police to assess the health of detainees, and reviewing the use of current restraint methods.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}