{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2020/nov/03/ryan-giggs-denies-claims-after-arrest-on-suspicion-of-assaulting-girlfriend", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2020-11-03T14:02:13Z", "webTitle": "Ryan Giggs stands aside as Wales manager for three games after arrest", "webUrl": "https://www.theguardian.com/uk-news/2020/nov/03/ryan-giggs-denies-claims-after-arrest-on-suspicion-of-assaulting-girlfriend", "apiUrl": "https://content.guardianapis.com/uk-news/2020/nov/03/ryan-giggs-denies-claims-after-arrest-on-suspicion-of-assaulting-girlfriend", "fields": {"headline": "Ryan Giggs stands aside as Wales manager for three games after arrest", "bodyText": "Ryan Giggs will not take charge of Wales’ three matches this month after he was arrested on suspicion of assaulting his girlfriend, Kate Greville, on Sunday night. The former Manchester United player, who denies the allegations, is stepping aside after conversations with the Football Association of Wales hierarchy, including the chief executive, Jonathan Ford. Giggs was scheduled on Tuesday to announce his squad for matches against the United States, the Republic of Ireland and Finland but that was postponed by the FAW. The assistant coach Robert Page, Giggs’s former international teammate, will take charge with Albert Stuivenberg, who is an assistant to Mikel Arteta at Arsenal. The squad will be announced on Thursday and the players are scheduled to meet up on Sunday evening. A FAW statement on Tuesday read: “The Football Association of Wales and Ryan Giggs have mutually agreed that he will not be involved in the upcoming international camp. Our agreed immediate priority is preparing the team for the upcoming international matches. Robert Page, with Ryan’s support, will take charge for the next three matches against the USA, Republic of Ireland and Finland supported by Albert Stuivenberg.” Police were said to have been called to Giggs’s home in Worsley, Greater Manchester, in response to reports of a disturbance. According to the Sun, the 46-year-old was questioned on suspicion of actual bodily harm and assault. A spokesman for Greater Manchester police said the arrested man was released on bail pending inquiries. He added: “Police were called at 10.05pm on Sunday to reports of a disturbance. A woman in her thirties sustained minor injuries but did not require any treatment. “A 46-year-old man was arrested on suspicion of section 47 assault and section 39 common assault.” A representative for Giggs said he denied the allegations and was cooperating with police."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}