{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2020/nov/02/country-diary-bad-weather-leaves-thatchers-with-the-short-straw", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2020-11-02T05:30:40Z", "webTitle": "Country diary: bad weather leaves thatchers with the short straw", "webUrl": "https://www.theguardian.com/uk-news/2020/nov/02/country-diary-bad-weather-leaves-thatchers-with-the-short-straw", "apiUrl": "https://content.guardianapis.com/uk-news/2020/nov/02/country-diary-bad-weather-leaves-thatchers-with-the-short-straw", "fields": {"headline": "Country diary: bad weather leaves thatchers with the short straw", "bodyText": "It began life as a cow shed. The low building at the edge of St Peter’s Church in Buckland in the Moor looks unremarkable enough – rough granite walls, a simple roof of Devon wheat – yet it is believed to be the only surviving thatched vestry in the country. I am here to repair the roof. The church treasurer, Patrick Watson, shows me inside to inspect the damp around the chimney; he explains that the building probably began its second life as a vestry in the second half of the 19th century. We shine our torches up on to crooked hazel battens and a basecoat (underlayer) of wheat as old as the building. Wheat has largely been replaced by water reed as a thatching material in Devon, but it is still used for ridging. With reduced demand, not many farmers today bother growing wheat for thatching. One of the few who does is Robert Cole, who farms in north Devon. He told me that last year’s crop was hedge-to-hedge even. The bundles were tall, pale gold and shiny with natural silica. But 2020 has been disastrous for all wheat farmers: the wettest February on record was followed by months of sun and drying easterly winds. A national wheat shortage looms. The bells of the church tower chime the hours as I work, and a thick mizzle settles over the moor. I move my ladder into the field to start work on the back of the roof; the metal feet bite into turf thick with sorrel and yarrow. I bend handfuls of wheat in half and press them against the quartz-flecked chimney to form what’s known as a knuckle (a waterproof undercoat). It is the first time I have used the new harvest, and though it is short, scruffy-looking and an unpromising shade of grey, it is tough and strong to the touch. When I shear it to a neat finish, I can feel the blade of the hedge trimmer working hard against the stems. It is a truism of thatching that the best-looking reed doesn’t necessarily last the longest: perhaps this crop, born of drought and deluge, will outlast the golden haul of 2019."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}