{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2020/nov/07/scotland-becomes-first-uk-nation-to-ban-smacking-children", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2020-11-07T08:33:46Z", "webTitle": "Scotland becomes first UK nation to ban smacking of children", "webUrl": "https://www.theguardian.com/uk-news/2020/nov/07/scotland-becomes-first-uk-nation-to-ban-smacking-children", "apiUrl": "https://content.guardianapis.com/uk-news/2020/nov/07/scotland-becomes-first-uk-nation-to-ban-smacking-children", "fields": {"headline": "Scotland becomes first UK nation to ban smacking of children", "bodyText": "Scotland has become the first part of the UK to ban the smacking of children after new legislation came into effect. Changes to the law giving children the same protection from assault as adults were passed by the Scottish parliament last year and take effect from Saturday. Scotland becomes the 58th country to outlaw corporal punishment after the defence of justifiable assault was removed from Scots law. It is the first part of the UK to do so, with Wales expected to follow suit with the introduction of a ban by 2022. The Scottish Green MSP John Finnie, who introduced the changes, said he hoped the smacking ban would help demonstrate to children that violence is not acceptable. He said: “As I have progressed my campaign over the last four years, it has been noticeable just how many people believed that striking a child was already outlawed. “I am pleased that this will now be the case.” The children’s minister, Maree Todd, said: “I’m very pleased that Scotland has become the first part of the UK to legislate to ensure that children, without exception, have the same protection from assault as adults. “This outdated defence has no place in a modern Scotland. It can never be reasonable to strike a child.” Joanna Barrett, the NSPCC Scotland policy and public affairs officer, said: “This new law, finally, gives children in Scotland their rightful protection against assault and the same safeguards as adults. “By making this common-sense move to get rid of the outdated defence of ‘justifiable assault’, we will be joining more than 50 other countries around the world in taking measures to protect the most vulnerable members of society. “This law sets out in clear terms that physical punishment should no longer be part of childhood in Scotland and it marks a momentous step in making it a country where children’s rights are truly recognised, respected and fulfilled.” The Liberal Democrat MSP Alex Cole-Hamilton said he was “delighted” about the change to the law. He said: “The abolition of this Victorian-sounding legal defence is long overdue. “It is backed by countless studies and experts from the children’s commissioner to police officers, social workers, nurses, and children’s and parenting charities. “It sends a clear message about what kind of country we aspire to be. After defying the UN for years on this, the Scottish government now need to stop ignoring other international human rights minimums such as setting the age of criminal responsibility at 14.” But campaign group Be Reasonable Scotland, which opposed the legislation, warned that “even the mildest physical discipline will be treated as abuse” and could lead to parents being prosecuted. A spokesman for the group said: “In the years ahead, loving parents who have had no contact with the authorities previously and who present no risk to their children will face stressful intervention, blacklisting on police databases and even criminal records for smacking. “The majority of Scots see this as an injustice, not a positive change.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}