{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2020/nov/03/princess-diana-brother-charles-spencer-calls-for-bbc-inquiry-into-faked-bank-statements", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2020-11-03T17:27:58Z", "webTitle": "Martin Bashir to face questions over Diana interview when he recovers from Covid", "webUrl": "https://www.theguardian.com/uk-news/2020/nov/03/princess-diana-brother-charles-spencer-calls-for-bbc-inquiry-into-faked-bank-statements", "apiUrl": "https://content.guardianapis.com/uk-news/2020/nov/03/princess-diana-brother-charles-spencer-calls-for-bbc-inquiry-into-faked-bank-statements", "fields": {"headline": "Martin Bashir to face questions over Diana interview when he recovers from Covid", "bodyText": "The BBC cannot review claims by Princess Diana’s brother of journalistic malpractice as Martin Bashir, the reporter who interviewed her, is severely ill with coronavirus, the corporation has said. A spokesperson said the BBC was willing to consider any fresh evidence Earl Spencer could provide about Bashir’s actions in securing a 1995 interview with his sister. However, the corporation said its ability to investigate further was limited because the reporter was seriously unwell with Covid-related complications. On Tuesday, Spencer accused the BBC of a “whitewash” over faked bank statements that allegedly helped to secure a historic Panorama interview with his sister. He said Bashir had used “sheer dishonesty” to win the trust of Diana, Princess of Wales, for the interview, where she famously reflected on her relationship with Prince Charles by saying there were “three of us in this marriage”. The earl said he uncovered a letter, allegedly written by Bashir in 1995, in which the journalist referenced false rumours that were circulating about the Prince of Wales having an affair with the couple’s nanny, Tiggy Legge-Bourke. Accusing Bashir of “yellow journalism”, Spencer said the BBC journalist had also used forged bank statements created by a graphic designer to coerce the princess into talking to the programme. The statements, entirely wrongly, purported to show that two senior courtiers were being paid by the security services for information on Diana. The new BBC director general, Tim Davie, has apologised for the use of fake bank statements, which were said to have been instrumental in securing the interview, which was watched by 23 million viewers when it was broadcast 25 years ago this week. Now Spencer has demanded a formal inquiry into the tactics used by Bashir to obtain the interview, which were recently re-examined in a Channel 4 documentary. In a letter to Davie, seen by the Daily Mail, Spencer said the corporation had failed to accept “the full gravity of this situation”. He wrote: “If it were not for me seeing these statements, I would not have introduced Bashir to my sister. In turn, he would have remained just one of thousands of journalists hoping that he/she had a tiny chance of getting her to speak to them, with no realistic prospect of doing so.” He called on the BBC to offer his family and the public a posthumous apology for Bashir’s alleged deception. The issue of the false bank statements was first investigated in 1996, when BBC executive Tony Hall – later the corporation’s director general – cleared Bashir of wrongdoing. This was on the basis of a handwritten note Diana allegedly sent the BBC, in which she said the forged bank statements were not the reason she agreed to the interview. “Why did Tony Hall’s inquiry not seek the truth from me?” he wrote. “Why did it bend over backwards to whitewash Bashir? Who knew the extent of his yellow journalism when securing what Hall calls the interview of the decade … or of the generation?’ Spencer added: “The sheer dishonesty of what I’ve seen in the BBC 25 years ago, both in Bashir and his colleague’s actions in securing the interview, and the whitewash under Tony Hall’s name, demands it.” A BBC spokesperson said the corporation was happy to apologise again and pledged to investigate any “substantive new information”. They added: “We have asked Earl Spencer to share further information with the BBC. Unfortunately, we are hampered at the moment by the simple fact that we are unable to discuss any of this with Martin Bashir, as he is seriously unwell. When he is well, we will of course hold an investigation into these new issues.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}