{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2020/nov/02/teenage-satanist-and-far-right-extremist-sentenced-for-terrorism-offences", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2020-11-02T18:46:22Z", "webTitle": "Teenage Satanist and far-right extremist sentenced for terrorism offences", "webUrl": "https://www.theguardian.com/uk-news/2020/nov/02/teenage-satanist-and-far-right-extremist-sentenced-for-terrorism-offences", "apiUrl": "https://content.guardianapis.com/uk-news/2020/nov/02/teenage-satanist-and-far-right-extremist-sentenced-for-terrorism-offences", "fields": {"headline": "Teenage Satanist and far-right extremist sentenced for terrorism offences", "bodyText": "A teenage Satanist and far-right extremist has been given a suspended sentence after posting bomb-making manuals on neo-Nazi forums and downloading indecent images of children. Harry Vaughan, 18, a grammar school pupil who achieved four A* grades in his A-levels, was sentenced at the Old Bailey on Monday after admitting 14 terrorism offences and two child abuse image offences. He was given two years’ detention suspended for two years. Vaughan was arrested by police in June last year following an investigation into an online forum called Fascist Forge. Police found that the teenager, of south-west London, had been concealing his identity behind numerous aliases and boasting about school shootings, sharing explosives manuals and neo-Nazi propaganda online, expressing homophobic views and downloading indecent images of underage boys. Digital forensic specialists retrieved 4,200 images and 302 files from Vaughan’s devices including an extreme rightwing terrorist book and documents relating to Satanism, neo-Nazism and antisemitism. Police also discovered graphics encouraging acts of terrorism in the name of the proscribed organisation Sonnenkrieg Division and footage of the 2019 Christchurch mosque massacre. Several homemade posters were found in the bedroom of the teenager, who attended Tiffin grammar school in Kingston-upon-Thames in Surrey. One featured the Norwegian far-right killer Anders Breivik and the words “every girl loves a mass murderer” and “it’s okay to be a Nazi”. Richard Smith, the head of the Met’s counter-terrorism command, said the case showed that any young person can be susceptible to radicalisation. He said: “Harry Vaughan is an intelligent young man … yet, online, he was an enthusiastic participant of rightwing terrorist forums. “His case illustrates it is possible for any young person to be susceptible to radicalisation, so today I really want to appeal to everyone to be as vigilant as possible for signs that a young loved one may be in trouble.” In a pre-sentence report, Vaughan indicated there were no “significant political”, “racist or homophobic” views expressed during his upbringing. The teenager’s father, who was in court, is a clerk in the House of Lords and his mother is a teacher. The judge took account of the defendant’s young age and his diagnosis of autistic spectrum disorder. He also acknowledged a letter from Vaughan’s parents, who are committed to helping him “change for the better”. His extremist views, which he now claims to have renounced, were said to be “driven by internet use”. Prosecutor Dan Pawson-Pounds said: “The material demonstrated unequivocally that Vaughan had an entrenched extreme rightwing and racist mindset, as well as an interest in explosives, firearms and violence more generally.” Vaughan’s barrister, Naeem Mian QC, told the Old Bailey that a “toxic cocktail of factors” had led the defendant to “disappear down a rabbit hole of the internet” into a “very, very dark place”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}