{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2020/nov/02/scottish-village-langholm-moor-duke-of-buccleuch", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2020-11-02T16:07:14Z", "webTitle": "Scottish village buys large part of Langholm Moor from Duke of Buccleuch", "webUrl": "https://www.theguardian.com/uk-news/2020/nov/02/scottish-village-langholm-moor-duke-of-buccleuch", "apiUrl": "https://content.guardianapis.com/uk-news/2020/nov/02/scottish-village-langholm-moor-duke-of-buccleuch", "fields": {"headline": "Scottish village buys large part of Langholm Moor from Duke of Buccleuch", "bodyText": "A village in southern Scotland has succeeded in buying a large part of Langholm Moor, a famous grouse moor held for centuries by the dukes of Buccleuch, among the UK’s most powerful hereditary peers. Buccleuch Estates said on Monday it would be selling just over 2,000 hectares (about 5,000 acres) of Langholm Moor for £3.8m to the local community, which plans to create a leading new nature reserve and community regeneration project. The deal, the largest ever community buyout in the south of Scotland, follows months of fundraising by the Langholm Initiative, which only succeeded with hours to spare before the deadline of 31 October. Kevin Cumming, the initiative’s project leader, said he was thrilled with the deal. “Community ownership can be a catalyst for regeneration, which we want to show can be done with the environment at its heart,” he said. “We hope the success here will encourage and inspire other communities in Scotland and across the UK.” After a late surge in public donations to the Langholm Initiative’s crowdfunder last week, the campaign group secured the final £200,000 they needed from forestry charity the Woodland Trust on Friday. The buyout involves about half the area of 4,200 hectares the campaigners had hoped to buy, at the substantial price of £6m. It proved impossible for the Langholm Initiative to raise that sum before 31 October, when a £1m grant from the government-funded Scottish Land Fund was due to lapse, raising questions among land reforms experts about the limitations of the current land buyout system. Buccleuch Estates told the campaigners it would continue talking about the possibility of buying the remaining 2,100 hectares that covers much of the former grouse moor, which would involve the Langholm Initiative raising another £2.2m. The new deal will take until January next year to negotiate, and Buccleuch Estates is not going to actively market the unsold portion, giving the Langholm Initiative time to discuss whether bidding for the remaining land is realistic or necessary. Land reformers believe that community ownership of valuable and expensive estates such as Langholm will only be possible with other forms of funding, through loans, guaranteed grants support and funding partnerships. The Scottish Land Fund, which is backed by the Scottish government, has been heavily oversubscribed after ministers expanded its scope to cover urban buyouts and the model has grown in popularity. Its £20m annual fund closed in August, months earlier than previous years. The Langholm buyout is one of three community land sales involving Buccleuch in south-west Scotland, all part-funded with taxpayers’ money. Earlier this year, Buccleuch Estates sold 300 hectares of land around the village of Newcastleton and has offered to sell 1,560 hectares of moorland, pasture and brownfield land to a community trust at Wanlockhead in the Leadhills for nearly £1.5m. Wanlockhead has bid for £1m in funding from the Scottish Futures Trust and expects to hear later this month whether its bid has been successful. The Langholm Initiative hopes the moorland regeneration, ecotourism and rural industries it plans to fund will bring enough money to plough back into community regeneration and bring in new residents. The scheme will focus on creating a new nature reserve called Tarras Valley, including restoring Langholm’s ancient peatlands and protecting the area’s threatened populations of hen harrier. The initiative hopes its reforestation and peatland restoration projects will attract subsidies from programmes funding measures to combat global heating."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}