{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/nov/02/what-us-election-day-will-look-like-2020", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-11-02T13:00:42Z", "webTitle": "What if there's no result on election night? Experts explain what's next", "webUrl": "https://www.theguardian.com/us-news/2020/nov/02/what-us-election-day-will-look-like-2020", "apiUrl": "https://content.guardianapis.com/us-news/2020/nov/02/what-us-election-day-will-look-like-2020", "fields": {"headline": "What if there's no result on election night? Experts explain what's next", "bodyText": "Election night in America is likely to look much different this year. A surge of Americans are casting their ballots by mail, which may mean it will take longer for election officials to count votes. There is little unusual about this – even though news networks typically project a winner based on their analysis on election night, states always continue to count ballots after election day and state deadlines to give official results aren’t until weeks after election day. But Donald Trump has repeatedly said no votes should be counted after 3 November and Republicans have waged an aggressive campaign to block states from counting ballots that arrive after that day. In a close race, there are likely to be aggressive court fights across the country that could shape the outcome of the election. To get a sense of how the days after 3 November could play out, the Guardian spoke with three leading experts: Edward Foley, a law professor at Ohio State University; Charles Stewart, a political science professor at MIT; and Franita Tolson, a law professor at the University of Southern California. Are we going to know who won the presidential race on 3 November? Edward Foley: We can never have an official winner on election night. Even the scenario where we have the most clarity this year, which involves some version of the networks projecting, it’s still all unofficial without the certified results. Are we even going to have the capacity to have a projected winner? The answer to that may be yes, depending on how things break out in terms of the different states and the votes. But the answer is we might not even have a projected winner if it breaks sort of the other way given the vote counting process. Audiences, both in the United States and around the world, just have to be nimble and understand the story could unfold in different directions. It’s election night and the polls close. What are we likely to see? Charles Stewart: In many places, Florida being the best example, there’s going to be an assembly of all this early voting and mail voting counting that’s going on. So within half an hour or an hour of the poll closures, there’s going to be a big dump in many states of what the early and mail voting totals were. In a normal night … by 11pm, certainly midnight, we would have had, in most places around the country, 90% of the vote counted by then. That’s the basis on which the Associated Press calls a victor. There’s going to be two major deviations from that. In most states, the pace of counting and reporting is going to be slowed by a few hours. In some states, they’re going to be feeding more ballots into scanners after the polls close, and that’s going to take some time. Then there’s going to be a couple of states, with Pennsylvania being the notable example, where … election day … They’ve already said they’re hopeful to get the entire count done by Friday. So Pennsylvania is really an outlier here. The fact that they can’t do anything ahead of election day is really going to be a killer for the election officials there. Stewart: That’s right. I think a lot of people I talk to have a hard time understanding why exactly it’s going to take longer. What exactly causes that delay? Stewart: The thing that really causes the great buildup of time is verifying the signature, verifying the voter. Because the scanning of the ballot does not take an inordinate amount of time. And that’s why there’s not going to be a strong correlation between the percentage of how many mail ballots a state or city has and how long a delay might be. Most states are going to allow jurisdictions to do this kind of verification early. So even if they’re only allowed to do the counting on election day, in many cases they’re going to be doing it on high-speed scanners that will go through thousands of ballots an hour. This is why I’ve been saying we’re gonna know more than you think on election night. You’re not in the camp that it’s going to take days or weeks to count all of these mail-in ballots? Stewart: There are gonna be places that even in the normal course of events it may take days. It might. It might be exacerbated if there are certain successful campaign challenges. You never know if a judge will just shut down counting of mail ballots. But my reading of what the courts are doing is they’re trying to avoid those sorts of delays. Say we go to bed on 3 November, and they’re still counting. What do those next couple of days look like? Stewart: What did they used to say about trench warfare? It’s like days of sheer boredom punctuated by moments of sheer terror. Something like that. You’re going to be watching people gathering up pieces of paper, checking lists once or twice, and then once they’re satisfied, they have a tranche of ballots, they’re going to over to a scanner, someone’s going to write down a number and they’ll take them back over … run them into an accumulator somewhere. Many of these places, because of Covid, are going to have concerns about transparency, they’ll have webcams set up so you can watch row after row of tables and people doing this. That will be the long stretches of boredom. The puncture of related terror is going to be what happens if you accidentally double-run a batch of ballots. Or if there’s a tub of ballots that had gotten lost in somebody’s trunk. It’s like the random stuff that happens in the election canvas that’s going to get people’s hearts racing. An initial non-generous reading of something may look like “ah, here’s the equivalent of the hanging chad”. There will be these one-off oddities that arise that could end up being a sign of something really momentous, but almost always it turns out to be a nothing burger. What kind of legal challenges are we likely to see in the days after the election? Franita Tolson: I anticipate once we get to the counting stage, you’ll probably have some litigation around ballots that have been rejected [as well as ballots] somebody thinks should be rejected. I do think that because this is a year where so many people are voting by mail, that’s going to be a likely source of litigation. What role could the supreme court play? There are people who say the president has just appointed a new justice to the supreme court in the hope that she will rule in his favor in any election dispute. Tolson: The supreme court has an outsized role because it has become politicized. I do think the president is looking to the court expecting a certain outcome, but I don’t think that outcome is necessarily guaranteed. Because the court has to think about its own legitimacy. Is it possible the court could issue some kind of outcome-determinative decision? Absolutely. I do think the chief justice is mindful enough of the stakes where he’s going to do his best to avoid [having the court] determine the outcome of this presidential election. There’s been post-election litigation before, most famously in 2000. What do you think will be the same as years past and what do you think may be different? Tolson: It may not feel like it, but actually we have the advantage of having 2000 [and the Bush-Gore recount] in our rearview mirror. It was really the first time in our lifetime we had seen a presidential vote count go into weeks, without really knowing who the winner is. One thing that we can learn from 2000 is the role of the court. It seems to me that because of 2000, partisans are rushing to the courts to have the courts resolve all of these election disputes. But it’s also true that because of 2000, I think the courts will be reluctant to resolve a dispute that is outcome determinative. It works both ways. States obviously can’t count forever. What are the important deadlines that they face to get all of this wrapped up? Foley: Each still will have its own set of internal deadlines for certifying the results at the local level and statewide. From a national perspective, the key dates are the ones that Congress sets as part of the electoral college process, the most important of which is 14 December, that’s the date the electors meet. The constitution requires it be the same day all around the country. Six days before that date, Tuesday 8 December, is something called the safe harbor deadline, which is advantageous for states that they meet it. What that safe harbor means is Congress promises not to second-guess the states’ own determination of its results of the popular vote if the state reaches that determination by that deadline. There’s another condition – states have to use laws that are on the books by 3 November, they can’t change the rules for counting votes after they’ve been cast. If a state misses safe harbor, they lose the benefit of a congressional promise. If they miss 14 December, that’s potentially more dangerous. What would happen then if there was still a dispute when the electoral college started meeting? Foley: If Pennsylvania were to not complete the counting of its votes by 14 December, it would give the legislature an invitation to step in and say “We’ve gotta have electors on 14 December. If we can’t do it by a popular vote, we’re just going to have to do it by legislative appointment, so that we have the official electors in Pennsylvania on 14 December.” That’s why I think it’s very dangerous for the vote counting process in Pennsylvania to miss that deadline. What’s critical is what gets sent to Congress. If there’s only one submission of electoral votes from any state, that submission must be counted unless rejected by both houses of Congress. If you have one submission that purports to be based on appointment of electors by the state legislature, and then you have a second submission that purports to be based on a tally of the popular vote, and perhaps signed by the governor, you could have these rival submissions that go to Congress and Congress will have to figure out which submission counts. And how does Congress do that? Foley: The statute is very messy, unfortunately. Here’s an area of law where you’d like it to be as clear as possible, given the stakes and given the politics. It’s when the House wants to go one way and the Senate wants to go the other way, that things get especially tricky. The statute is best read as providing for the tiebreaker rule, which may seem odd to people ... this idea that if the Senate says one and the House says the other, it’s whichever is signed by the governor prevails. I think all of these things are still extremely remote. To get to that dire situation, everything that could go wrong, has to go wrong. It’s a theory of cascading disasters. If anything goes right at an earlier stage you can sort of put that circuit breaker in there."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}