{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/nov/04/us-election-takeaways-biden-trump-polls", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-11-04T17:59:06Z", "webTitle": "Six key election takeaways – about Biden, Trump and those misleading polls", "webUrl": "https://www.theguardian.com/us-news/2020/nov/04/us-election-takeaways-biden-trump-polls", "apiUrl": "https://content.guardianapis.com/us-news/2020/nov/04/us-election-takeaways-biden-trump-polls", "fields": {"headline": "Six key election takeaways – about Biden, Trump and those misleading polls", "bodyText": "As vote-counting continued in multiple states on Wednesday, these key takeaways from the 2020 US elections emerged: Biden believes victory in grasp The Joe Biden campaign said the Democrat challenger was on his way to victory in the presidential race. The electoral map and ongoing counts of votes that were cast early – but counted last, owing to Republican-imposed rules – buttressed the assertion. Biden’s clearest path to victory over Donald Trump appeared to be a win in the Great Lakes states of Pennsylvania, Wisconsin and Michigan. Trump does also (but much harder) The Trump campaign also said they had a way to win, previewing a recount request in Wisconsin, a legal fight in Nevada and other possible challenges to the result. Trump also could be boosted by a Pennsylvania win. But those methods appeared to be long shots compared with Biden’s increasing vote margin. Trump for his part was doing his best to cancel the vote, undermine the count and declare himself the winner on Twitter, but prominent Republicans did not immediately join him in his mission. The road ahead, however, looked rocky, and the US president, speaking from inside the White House, took the unprecedented step of calling for a halt in the election on election night. Day of result unclear A presidential result was not expected on Wednesday and perhaps not until Friday. Elections officials in Philadelphia, a Democratic city expected to supply hundreds of thousands of votes for Biden, announced that their count would not be completed on Wednesday. As Trump ranted on Twitter, Biden’s campaign manager, Jen O’Malley Dillon, said: “We believe we are in a clear path to victory by this afternoon, we expect that the vice-president will have leads in states that put him over 270 electoral votes today.” Voters came out Turnout was massive. Biden won more votes than any candidate for president ever, with a tally nearing 70m, and Trump won the third-most votes ever, with only Barack Obama in his 2008 bid between them. Biden was on his way to winning the popular vote by millions of votes, though his victory was smaller than the double-digit margins commonly suggested by the polls. Polls were way off The polls on the whole proved to be grossly misleading, overestimating Biden’s strength in state after state even more than they overestimated Hillary Clinton’s strength in 2016. Major pollsters missed the mark in many places by high single digits, and polls at the more granular district level were even farther off. While polling analysts settled on tidy conclusions after 2016 about what was broken and how to fix it, it was unclear how the enterprise of polling could be salvaged this time. In Wisconsin many polls were 10 points off and in Florida eight points. Elsewhere, the polls looked a bit more accurate. Democrats fade away down ballot Democrats were largely disappointed in down-ballot races, with their dreams of a Senate majority hanging by a thread. They retained their majority in the House of Representatives but managed to lose a few seats. They appeared to capture some legislatures, as in Michigan, while getting blown out in other places they were thought to have a chance of winning, as in Texas. It was an election in which it is difficult to characterize a patchwork of national results that saw dazzling Democratic pickups in places such as Arizona and potentially Georgia, but setbacks elsewhere and a clear failure to consolidate the 2018 blue wave. Progressives further lamented Trump’s obvious electoral strength, wondering how to combat Trumpism in the future while crafting an appeal to his voters, which included a healthy minority of Hispanic voters of different backgrounds. Trump won white voters by 15 points, according to exit polls – his same margin from 2016."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}