{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/nov/05/first-thing-election-special-trump-bullish-biden-appears-near-victory", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-11-05T11:19:38Z", "webTitle": "Trump defiant as Biden appears to close in on victory | First Thing election special", "webUrl": "https://www.theguardian.com/us-news/2020/nov/05/first-thing-election-special-trump-bullish-biden-appears-near-victory", "apiUrl": "https://content.guardianapis.com/us-news/2020/nov/05/first-thing-election-special-trump-bullish-biden-appears-near-victory", "fields": {"headline": "First Thing election special: Trump defiant as Biden appears to close in on victory", "bodyText": "Good morning, The more ballots that are counted, the closer Joe Biden appears to come to the US presidency. And boy, are there a lot of ballots to count. Biden has already received more votes than any other candidate in history, with more than 72.1 million to Donald Trump’s 68.6 million – which seems increasingly likely to be reflected in the electoral college. “When the count is finished,” said Biden on Wednesday, “we believe we will be the winners.” Trump has sued to halt the counts in three battleground states, called for a recount in another, and vowed to take the election all the way to the US supreme court – despite little evidence that such legal action will have any bearing on the result. Meanwhile, progressive groups have taken to the streets in cities across the US to demand every vote be counted. Biden is now projected to win Wisconsin and Michigan by a wider margin than Trump did in 2016; to beat him, Trump would have to win all four of the states still to be called: Nevada, North Carolina, Georgia and Pennsylvania, where the counting is expected to continue at least until Friday. Of the four, only North Carolina looks like a safe bet for the president. However, Biden’s lead is narrowing in Arizona, where Democratic celebrations of a rare victory may yet prove to have been premature. In Phoenix, pro-Trump protesters descended on an elections centre during the count, some of them carrying guns, others with signs alleging voter fraud. If Biden does win, and even if Trump ultimately accepts the result, Corey Brettschneider says the 2020 election showed that American democracy was dangerously unstable. It is now more than three decades since a presidential race ended in a genuine landslide, and the US remains a nation evenly – and bitterly – divided: It is small comfort that Americans understood the threat that Mr Trump represented and turned out in record numbers to vote against him. Yet, as this election depressingly revealed, there was an almost equal and opposite reaction from Mr Trump’s base. Trump might have lost, but Trumpism lives on Why didn’t Americans turn overwhelmingly against Trump after four years of turmoil? Maybe it was the economy, stupid. Exit polls suggest voters were more concerned by the economic fallout from the Covid-19 pandemic than by the coronavirus itself – and the president’s handling of the economy has proven consistently popular throughout his term. Biden might have achieved the rare feat of unseating an incumbent president, but the results suggest Trump’s 2016 victory was no mere fluke, writes David Smith – and that means Trumpism is here to stay. As Chris McGreal reports, Democrats failed to make inroads in the rural heartlands – and their down-ballot disappointments likely presage legislative gridlock under a Biden presidency. Could the president’s false claims of victory take root? The Biden campaign called Trump’s false claims of election victory early on Wednesday morning “outrageous”. His former aide John Bolton said the president’s comments were “a disgrace”. Alexandria Ocasio-Cortez described them as “dangerous and authoritarian”. And international observers say the election has been “tarnished” by Trump’s “unprecedented attempts to undermine public trust”. Facebook and Twitter have both taken emergency steps to counter the president’s baseless accusations of voter fraud and premature claims of victory. But while his misinformation is well suited to a certain mindset, writes Julia Carrie Wong, it may not catch on in quite the way he hopes. In other election news … A record number of Native American women will serve in the 117th Congress, with the Democrats Sharice Davids and Deb Haaland to be joined by Yvette Herrell, a Cherokee Republican who defeated the Democratic incumbent in her New Mexico district. The US has set a new Covid-19 record for average daily confirmed cases, with infections increasing 45% over the past two weeks to a seven-day average of 86,352. Stat of the day Before the election, the poll aggregator Real Clear Politics showed Trump leading Biden in Ohio by a single point. He ended up winning by more than eight. The forecasting site FiveThirtyEight had Biden ahead in Florida by 2.5 points; he lost by 3.4. Whoever wins the White House, the pollsters have lost again. the Guardian US data editor, Mona Chalabi, explains the lessons not learned from last time (or the time before that): Journalists will continue to create charts predicting future presidents as long as readers continue to demand them. I do not know how many times polls have to be wrong or how wrong they have to be for us to finally walk away from the dangerous seduction of predicting political outcomes. Don’t miss this Under the GOP’s 2010 Redmap strategy Republicans took control of several swing state legislatures, allowing them to redraw almost five times as many congressional districts nationwide as Democrats. The Democrats’ attempts to reverse that trend in 2020 – and thus to influence the maps that will define the electoral state of play for the next decade – have fallen far short of their ambitions, as David Daley reports. Last Thing: Jacinda has faith in US democracy (even if you don’t) The New Zealand prime minister, Jacinda Ardern, who has lived in the US, has weighed in on the election weeks after winning a second term herself, saying she has “faith in the institutions in the United States” and “faith that those final votes will continue to be counted”. On the other hand, she also said: “New Zealand feels like a calm oasis in a chaotic and difficult world.” Sign up First Thing is delivered to thousands of inboxes every weekday. If you’re not already signed up, subscribe now."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}