{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/nov/06/republicans-break-ranks-with-donald-trump-over-baseless-vote-claim", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-11-07T10:20:17Z", "webTitle": "Donald Trump's baseless vote fraud claim opens cracks in Republican ranks", "webUrl": "https://www.theguardian.com/us-news/2020/nov/06/republicans-break-ranks-with-donald-trump-over-baseless-vote-claim", "apiUrl": "https://content.guardianapis.com/us-news/2020/nov/06/republicans-break-ranks-with-donald-trump-over-baseless-vote-claim", "fields": {"headline": "Donald Trump's baseless vote fraud claim opens cracks in Republican ranks", "bodyText": "Leading Republican figures moved to distance themselves from Donald Trump’s increasingly inflammatory attempts to cast the election as stolen, as splits emerged in the president’s inner circle over how they should handle the prospect of defeat. With Trump’s adult children, not least his sons Donald Jr and Eric, emerging with Trump’s lawyer Rudy Guliani as some of the loudest cheerleaders for the false claim the election is being rigged, it has struggled to gain traction in the courts or among the wider Republican party thus far. Among close allies, South Carolina senator Lindsey Graham and the House minority leader, Kevin McCarthy, continued to cleave to Trump’s frantic denials that he is on the verge of losing the White House. Many current and former Republicans, however, are concerned that Trump’s attacks on the integrity of the election are dangerous, with a split emerging between those prepared to speak out and those staying silent. Inside the White House itself, a different debate is reported to have emerged, between a group of those close to Trump who believe he must be prepared for defeat – even if he refuses to formally concede – and a faction of bitter-enders who believe he should continue to fight through the courts. While some of those who have spoken out include familiar long-term Republican critics of Trump, such as Utah senator Mitt Romney, others have joined in. Maryland governor Larry Hogan, a second-term Republican who has not ruled out a 2024 White House bid, is prominent among them, describing the president’s claims as “dangerous” and “embarrassing”. “If there are legitimate challenges, we have a process – that’s the way it works,” Hogan told the Associated Press. “But to just make accusations of the election being stolen and widespread fraud without providing any evidence, I thought was really bad for our democratic process and it was something I had never seen in my lifetime.” Hogan’s comment follows that of Illinois congressman Adam Kinzinger, who tweeted that the president’s lying “is getting insane” and pleaded with his party to “stop spreading debunked misinformation”. Others pointed to the inconsistency of Trump’s calls to stop counting in placing he was losing while continuing the count in other places including Missouri Republican senator, Roy Blunt. “You can’t stop the count in one state and decide you want the count to continue in another state,” Blunt said. “That might be how you’d like to see the system work but that’s not how the system works.” That includes the Bush-era Republican strategist Karl Rove, who on Wednesday morning said the mass fraud that Trump is alleging was not going to happen in the US. “Some hanky-panky always goes on, and there are already reports of poll watchers in Philadelphia not being allowed to do their jobs,” Rove said. “But stealing hundreds of thousands of votes would require a conspiracy on the scale of a James Bond movie. That isn’t going to happen. Let’s repeat that: that isn’t going to happen.” While Republican rebukes of the president are refreshing for many Democrats, it only comes as Trump’s re-election campaign appears doomed. Biden took the lead in Georgia hours after the Wednesday address, and the Democratic challenger is on pace to flip Pennsylvania. As the president concluded his speech, former representative Carlos Curbelo called for “Republicans to stand up for our democracy at this hour”. But as Republicans baselessly claim fraud publicly, at least one GOP official involved in the ballot-counting process has said behind closed doors that voter fraud was not an issue. Stuart Foster, a top state Republican official who trained ballot challengers in Michigan, told trainees just days before the election that he was “confident with our election system”. Foster can be heard making the comments in a recording of the training session leaked to the Guardian. “I’ll get myself into trouble here. I basically made the comment like, so if fraud was so prevalent, then did the Democrats forget to do it in 2016? They just forgot to do it?” he said. “I mean, Trump … barely won. And it’s not because he didn’t win. [Democrats] just didn’t show up. Did they just forget? Fraud was so prevalent, but they just forgot to do it?” Meanwhile Trump has spent the past week being advised on his way forward by a coterie of familiar faces including former counsellor Kellyanne Conway, Giuliani, Jared Kushner, his son-in-law and senior adviser and the White House chief of staff, Mark Meadows, who was recently diagnosed with coronavirus. Even those who believe a Biden presidency is a done deal are reportedly struggling how to convey the news to Trump. “They know he’s lost,” one Republican source told the Washington Post in a graphic depiction, “but no one seems willing to tell King Lear or Mad King George that they’ve lost the empire.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}