{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/nov/04/us-vote-totals-swing-states-ballots-counted", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-11-04T18:44:17Z", "webTitle": "Vote totals expected to swing back and forth as key US states continue to count", "webUrl": "https://www.theguardian.com/us-news/2020/nov/04/us-vote-totals-swing-states-ballots-counted", "apiUrl": "https://content.guardianapis.com/us-news/2020/nov/04/us-vote-totals-swing-states-ballots-counted", "fields": {"headline": "Vote totals expected to swing back and forth as key US states continue to count", "bodyText": "Many Americans woke up bleary-eyed Wednesday morning after a late night of watching presidential returns as key places in battleground states, including Michigan, Pennsylvania, Nevada and Georgia, continue to count votes. The message from experts and election officials to Americans have been to stay patient as the votes are counted because there’s nothing unusual about the ongoing count. Election officials and experts have said for months that counting was likely to extend past election night because of a surge in mail-in ballots that take longer to tally. Donald Trump falsely claimed early Wednesday morning that he won the election and pledged to go to take legal action to stop counting, including going to the US supreme court, even though there were still a significant number of ballots to be counted. Vote totals are expected to swing back and forth on Wednesday in key states as different places report their counts. The president suggested Wednesday the swings were evidence of nefarious activity, but that’s not true. The swings reflect the fact that different parts of a state that have different political leanings are reporting their results at different times. Democratic-friendly areas such as Detroit, Milwaukee and Philadelphia have been slower to report their results than other jurisdictions in their respective states because of the higher volume of ballots. Republicans who control the state legislatures in Michigan, Wisconsin and Pennsylvania also refused to move up the deadline to count absentee ballots, contributing to the delayed counts Wednesday. To win the presidency, Joe Biden needs to win at least the states of Wisconsin and Michigan, key battlegrounds that Trump won in 2016. In Michigan, Biden holds a narrow lead, but officials in some of the state’s largest places, including Detroit, are still counting ballots. It’s difficult to know when the state will have final results, but Jocelyn Benson, the Michigan secretary of state, said Wednesday there should be a more “complete picture” in the state by the end of the day. As counting continued, the United States Postal Service (USPS) released new data Wednesday morning showing poor on-time delivery rates for ballots across the country. In the Detroit postal district, about 79% of ballots were delivered within the agency’s window for on-time delivery, and in the area that covers most of Wisconsin, 76% were delivered on time. In the Philadelphia district just 66.3% were on time. Michigan and Wisconsin both require voters to return their ballots by the close of polls on election day in order to have them counted. But USPS said in a legal filing the numbers are “unreliable” and do “not reflect accurate service performance” because they don’t reflect mail taken out of normal process to be delivered faster closer to election day. A federal judge in Washington DC is also set to hold a hearing Wednesday after USPS failed to comply with an order to perform a last-minute sweep of election facilities after the agency said there were 300,000 ballots that did not have an outgoing scan. The agency has cautioned these ballots may not contain that scan because they were expedited. Democrats had urged voters to avoid the mail and return their ballots in person, and that message appears to have successfully gotten that message out in Milwaukee. In recent weeks, a sorting facility in the overwhelmingly Democratic city was processing about 3,000 absentee ballots daily, but only sent through 44 ballots on Tuesday, said Ron Kania, president of the National Association of Letter Carriers branch 2. The deadline for ballots to count in Wisconsin was 8pm on election day. “We trickled down to practically zero the last couple days,” Kania said. His facility conducted regular sweeps for ballots throughout election day and expedited any that they found. “As far as I know, everything we received went out,” he added. If Biden does carry Wisconsin and Michigan, he only needs to carry Nevada to win the presidency. Biden holds a narrow lead in the state, but the secretary of state’s office said Tuesday no more vote totals would be reported until Thursday morning. Trump’s campaign foreshadowed legal action in the state Wednesday morning, saying it was confident the president would carry the state if all “legal ballots” were counted. In Pennsylvania, vote totals at 1pm showed Trump leading by about 469,000 votes. But the state still needs to count “millions of ballots”, Kathy Boockvar, the state’s top election official, said Wednesday. In Philadelphia, a Democratic stronghold, the city’s top election official said officials had counted 141,000 out of 351,000 mail-in votes Wednesday morning. In Pennsylvania, there’s also an additional complication. Because of a state supreme court ruling, the state is legally required to count ballots that arrive by Friday. It’s unclear how many ballots will arrive between now and Friday. There are also about 200,000 votes that still need to be counted in Georgia, the state’s top election official said Wednesday. The state, long seen as a Republican bastion, is considerably closer this year. Trump led as of Wednesday morning by 109,000 votes and there are at least 107,000 outstanding votes in Democratic-leaning counties, the Journal-Constitution reported. Tom Perkins contributed to this report"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}