{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/nov/03/joe-biden-campaign-election-night-event", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-11-04T16:10:43Z", "webTitle": "'We're on track to win': Biden expresses optimism as vote count continues", "webUrl": "https://www.theguardian.com/us-news/2020/nov/03/joe-biden-campaign-election-night-event", "apiUrl": "https://content.guardianapis.com/us-news/2020/nov/03/joe-biden-campaign-election-night-event", "fields": {"headline": "'We're on track to win': Biden expresses optimism as vote count continues", "bodyText": "Joe Biden expressed confidence and optimism in an address to supporters on election night, as millions of votes continued to be counted and results tightened in his race for the White House against Donald Trump. And on Wednesday morning, after Trump had gone on the offensive overnight falsely proclaiming victory and challenging the legitimacy of continued vote-counting, Biden’s campaign manager, Jen O’Malley Dillon, said in a live address: “We believe we are on a clear path to victory by this afternoon” and that Biden was on course to become the president of the United States. Democratic hopes of an early landslide over Trump were dashed on Tuesday night as the president won Florida, one of the biggest prizes of the night, raising the spectre of a drawn-out contest, legal challenges and potentially civil unrest. But Biden got out ahead of Trump’s claims of victory from the White House, to make a bullish statement of his own. “I’m here to tell you tonight we believe we’re on track to win this election,” Biden said early on Wednesday morning, appearing relaxed in front of a packed parking lot of supporters in Wilmington, Delaware. “We feel good about where we are, we really do,” Biden told a cheering crowd, honking from their cars as they observed social distancing measures amid the coronavirus pandemic. “I’m here to tell you tonight we believe we’re on track to win this election. “We knew because of the unprecedented early vote, the mail-in vote, that it’s going to take a while, we’re going to have to be patient until the hard work of counting votes is finished. And it ain’t over till every vote is counted, every ballot is counted.” Trump inaccurately proclaimed victory in a speech at the White House, and pushed a baseless accusation of “fraud” in the presidential election. “This is a fraud on the American public,” the president said. “This is an embarrassment to our country … We were getting ready to win this election. Frankly, we did win this election.” The president had not won re-election at that point nor by mid-morning Wednesday, and key swing states such as Michigan, Pennsylvania and Wisconsin remained too close to call. Biden’s remarks came after some of the Senate seats his party needed to flip to take control of that chamber of Congress stayed in Republican hands – a disappointing early result for Democrats. And O’Malley Dillon said on Wednesday morning: “We believe we are on a clear path to victory by this afternoon, we expect that the vice-president will have leads in states that put him over 270 electoral votes today.” She added: “The vice-president will garner more votes than any presidential candidate in history, and we’re still counting. He has won over 50% of the popular vote. We are on track to win in Michigan by more than Donald Trump did in 2016, to win in Wisconsin by more than Trump did in 2016, to win in Pennsylvania by more than Trump did in 2016. And we flipped one of his states, Arizona.” Those are predictions and those midwestern states had not been called for either candidate when the campaign made that statement. Americans are still waiting for the result of who will win the White House and are not guaranteed to get that result on Wednesday, as vote counts continue. Trump decisively won Florida and Texas, two states Democrats were hoping to flip, but other key states in the midwest had not been called for either candidate. Biden ticked them off in his speech, essentially suggesting that after an extended period of uncertainty because of uncounted ballots, he expected to win the presidential election. “We’re confident about Arizona. That’s a turnaround. We also just won Minnesota. And we’re still in the game in Georgia,” Biden said. “We’re feeling really good about Wisconsin and Michigan. And by the way it’s going to take time to count the votes, but we’re going to win Pennsylvania.” The former vice-president’s remarks capped off an inconclusive night for Democrats. Republicans were able to retain Senate seats in Iowa, Kansas, Kentucky, North Carolina and South Carolina, dashing hopes of cleanly flipping the Senate. At the same time though other Senate seats in Montana and Maine had not been called, leaving control of the chamber still in question. Ultimately, control of the presidency and the Senate will be decided after more votes are counted in the days ahead. That left a sense of optimism in Wilmington at Biden’s election night party. After the former vice-president left the stage, supporters bundled up in winter coats danced and honked their car horns in hope of a delayed or ultimately positive Democratic outcome. It was a rollercoaster night for Democrats. At moments, the prospect of winning the White House looked bleak, especially after Florida was called for Trump. Privately, Biden campaign officials still expressed optimism. Biden spent his election day in his home state of Delaware on Tuesday – going to church, visiting local voters and his childhood home. Biden’s surrogates, meanwhile, fanned out across the US in an attempt to extend the Biden campaign’s polling lead in swing states or other states that traditionally lean Republican. Early in the evening, Democrats said they were happy with how smoothly voting had generally gone across the country throughout the day. Campaign officials pointed to record-breaking voter turnout as a positive sign for the Biden campaign. More than 100 million Americans voted early. For days, elected officials, veteran Democratic operatives, and rank-and-file Democrats have expressed a mixture of optimism and trepidation. They have been optimistic with the majority of polls showing Biden as the heavy favorite to win the election. At the same time though, the memory of four years ago when Hillary Clinton lost to Trump despite polls showing her as the all but certain favorite of the race lingered."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}