{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/live/2020/nov/02/us-election-2020-live-updates-president-donald-trump-joe-biden-kamala-harris-latest-news-update", "type": "liveblog", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-11-03T05:58:29Z", "webTitle": "Trump and Biden make final pitches as historic election arrives – as it happened", "webUrl": "https://www.theguardian.com/us-news/live/2020/nov/02/us-election-2020-live-updates-president-donald-trump-joe-biden-kamala-harris-latest-news-update", "apiUrl": "https://content.guardianapis.com/us-news/live/2020/nov/02/us-election-2020-live-updates-president-donald-trump-joe-biden-kamala-harris-latest-news-update", "fields": {"headline": "Trump and Biden make final pitches as historic election arrives – as it happened", "bodyText": "Across the US, state governors have asked national guard to prepare for deployment in case of unrest and protests surrounding the election. More than 3,600 troops have been activated, the Military Times reports. In the capital, federal officials are preparing a “non scalable” fence around the White House and authorities have advised businesses to sign up for crime alerts. Deborah Birx, a top White House coronavirus adviser, said the US is “entering the most concerning and most deadly phase of this pandemic” in an internal report shared with top US officials, the Washington Post reported. Trump has continued to downplay the pandemic even as the country reports more than 9.2m cases and more than 231,000 deaths. Both presidential campaigns honed in on the pivotal swing state of Pennsylvania on the eve of election day. The president held a rally near Scranton, while Joe Biden spoke at a canvass launch in Beaver county and held a rally in Pittsburgh. Kamala Harris spoke at a rally in Philadelphia. Both campaigns view Pennsylvania as the most likely tipping-point state in the presidential race, and recent polls have shown Biden leading there by an average of about 5 points. A federal judge rejected a Republican bid to toss out 127,000 ballots cast at drive-through polling stations in Harris county, Texas. But after Republicans appealed to block drive-thru voting on election day late Monday night, county clerk Chris Hollins has closed all but one drive-thru voting location there. Trump again defended his supporters who swarmed a Biden campaign bus on a Texas highway, as the FBI announced it was investigating the Friday incident. “They did nothing wrong,” Trump said in a tweet. “But the ANTIFA Anarchists, Rioters and Looters, who have caused so much harm and destruction in Democrat run cities, are being seriously looked at!” Biden criticized Trump for suggesting he would fire Dr Anthony Fauci during a rally in Florida last night. “I’ve got a better idea,” Biden said at a campaign event in Cleveland, Ohio, earlier today. “Elect me and I’m going to hire Dr Fauci. And we’re going to fire Donald Trump.” Barack Obama campaigned for Biden in Atlanta, Georgia, as polls show a close presidential race in the traditionally conservative state that Trump won by 5 points in 2016. “I’ve got one word for you, Atlanta: tomorrow,” Obama said. In his final of five rallies before election day, Trump spoke in Grand Rapids, Michigan – where he was stationed on election eve four years ago. While the Biden campaign’s closing argument is that the former vice president will pull America out of the coronavirus crisis, Trump has pushed out a law-and-order message and spead baseless claims of cheating and election fraud. A record-breaking 98m Americans have already voted. The total voter turnout this year could be the highest in a century. We’re closing this liveblog – but my colleague Tom McCarthy will continue bringing you more live election updates. Follow along here: Another quick Harris County voting update: The 5th circuit has denied Republicans’ appeal to block drive-thru voting. Dixville Notch and Millsfield – tiny townships in New Hampshire, along the US-Canada border – already have their election results. By tradition, voters in Dixville Notch gather in the “Ballot Room” at The Balsams resort and cast ballots at midnight. Moments ago, the townships 5 voters – including one lifelong Republican – unanimously chose Joe Biden for president. But in nearby Millsfield, 16 voters chose Trump and five backed Biden. It’s officially election day in the US as Trump takes the stage at his rally in Michigan. “We are going to have another beautiful victory tomorrow,” the president said as he kicked off his speech in Grand Rapids. This is the president’s 5th rally over the past day. Four years ago, Trump spoke in Grand Rapids at around the same time – taking the stage at half-past midnight on election day. Addressing his adult children, he said: “No matter what happens tomorrow, I’m very proud of you all. But if you don’t win, I’ll never speak to you again.” The Guardian’s Lois Beckett is covering the event: Alvin Chang reports: Americans are voting by mail in record numbers – and that could extend the counting process several days if not weeks. But Donald Trump says the winner should be decided quicker – on election day. “It would be very, very proper and very nice if a winner were declared on November 3, instead of counting ballots for two weeks, which is totally inappropriate and I don’t believe that that’s by our laws,” he told reporters on Tuesday. But not only is it completely legal for votes to be counted after election day – it’s also normal. In 1968, for example, the New York Times published the state-by-state results one day after the election. In most states there were a significant number of ballots still to be counted.FacebookTwitterPinterestState-by-state results in the New York Times the day after the 1968 election. When election officials finished counting ballots, the results shifted from the day-after report. For example, in Alabama the final results showed Democrat Hubert Humphrey did several percentage points better than initially thought. This isn’t rocket science: It takes time to count votes – and as votes are counted, the results change. And in the past few decades, it’s been increasingly common for votes to take more than a few days to count. Election scholars Edward Foley and Charles Stewart measured this by looking at elections over several decades. They took the New York Times results two days after an election, and compared those to the final results. They call these “overtime” votes. They also found that the votes that are counted last tend to skew toward Democrats, which they called the “blue shift”, coining the term. A record-number of mail-in ballots this year could amplify that shift. Why? 1. Mail ballots: Even before the pandemic, more and more people were voting by mail. But the partisan breakdown of those mail ballots only slightly tilted in the Democrats’ favor. 2. Provisional ballots: Voters who run into problems at the polls can still cast a provisional ballot. These ballots are put in a separate pile and after election day the issues are sorted out and either counted or not. This takes time, which is why they’re often not part of the initial count. And provisional ballots tend to skew Democrat: 3. Urban counties take longer to report results: Urban counties tend to favor Democrats and they have more people. In turn, it can take longer to count all the votes. Read more: As Republicans appeal drive-thru voting in Harris county, Texas, the county clerk Chris Hollins has closed all but one drive-thru voting location there. “In order to allow for drive-thru voting on Election Day while ensuring that all votes will be counted, the only drive-thru voting center on Election Day will be at Toyota Center,” he said – as that location fits the judge’s definition of a “building” suitable for voting. After a federal judge’s decision earlier to reject Republicans’ bid to toss out 127,000 ballots cast at drive-through polling stations in Harris county, Texas, the GOP has appealed. Republicans had accused Democratic Harris county clerk Chris Hollins of acting illegally when he allowed drive-through voting as a safer alternative during the coronavirus pandemic. The appeal from Republicans tonight seeks to block drive-thru voting tomorrow – on election day – rather than throw out the votes of those who have already voted that way. A record-shattering 98 million people have already voted ahead of election day on 3 November, meaning the 2020 presidential election pitting Joe Biden against Donald Trump will be the first in history in which more people vote in advance of election day than on it. That could make for some election night irregularities: results may come in more quickly than usual in some places while being egregiously delayed in others. A terrible new coronavirus wave could also slow voting, and counting. And Trump has spent weeks riling up supporters with false accusations of voter fraud and ballot burglary. Unforeseeable actions on election day by Trump or his surrogates could disrupt the process. US elections officials and media organizations that usually call races on election night say there is a good chance that the winner of the election will not be clear by midnight on Tuesday. That would not be unusual – the count has gone past midnight in three of the last five elections, in 2000, 2004 and 2016. On the other hand, we might have a result in the presidential race by the end of the night if either candidate achieves decisive wins in key states. And the data from the huge early voter turnout could provide important insights on how the election is unfolding. Here’s a rough guide to how the night could play out: Barack Obama – in a closing appeal to voters to elect his former vice president Joe Biden – is showing off the pandemic “playbook” they left for the Trump administration: As Donald Trump downplays the pandemic, Biden has made it the central issue in his campaign, presenting him as the candidate that can pull Americans out of the crisis. The Obama-Biden administration left the Trump administration a 69-page National Security Council guidebook on “coordinating a complex US government response to a high-consequence emerging disease threat anywhere in the world”. The document listed “novel coronaviruses” among the types of infectious diseases to look out for. Tarrant county, Texas – a typically red stronghold – is one to watch on election night, partly to see how Donald Trump fares, but also because of the buzzy down-ballot contest for sheriff. Alexandra Villarreal reports: “Everyone in the nation is watching the Tarrant county sheriff’s race,” said Pamela Young, a local organizer advocating to replace incumbent Sheriff Bill Waybourn with Democratic challenger Vance Keyes. The sheriff’s primary job is running the local jail, where at least 10 people have died already this year. Amid such a high death toll, and after four years of “white supremacist remarks” and “racist dog whistles,” a second victory for Waybourn this week would be ominous, if unfathomable, Young said. “That is just a scary thought of, you know, ‘who are my neighbors?’” Young added. With a diverse population of more than 2 million residents, Tarrant — which includes Fort Worth and its suburbs — has been designated “America’s most conservative large urban county”. In 2016, voters there swung for Trump by almost nine points. But two years later, when rising Democratic star Beto O’Rourke made a failed bid for the US Senate, the metropolitan county narrowly backed his run. Going into the 2020 election, it’s “a bit of a bellwether for Texas,” said Emily M Farris, an associate professor of political science at Texas Christian University. Waybourn, a Trump surrogate, has made immigration enforcement “the defining feature of his campaign and reason for being in office” after winning election in 2016, Farris says. Early into his first term, he entered a controversial partnership with federal immigration officials, with the goal of identifying foreigners for deportation. Then, last fall, Waybourn inspired cries for his resignation when, at the White House, he called undocumented immigrants with criminal convinctions “drunks” who “will run over your children”. His hardline immigration policies have deterred community members from reporting crimes and abuse to police because of fears that they’ll instead end up as targets, said Jessica Ramirez, co-founder of Ice [Immigration and Customs Enforcement] Out of Tarrant county. “Who is he protecting, when he’s using a platform as big as the White House to just hate on immigrants?” she said. Across the US, all eyes have turned to Texas as polls narrow amid abnormally high voter turnout. Over 60% of registered voters in Tarrant county had already cast a ballot by the end of early voting, compared to around 57% statewide. The NAACP Legal Defense Fund has filed a federal lawsuit on behalf of marchers at a get-out-the-vote event in Alamance county, North Carolina who were pepper-sprayed and arrested on Saturday. “On at least two separate occasions, law enforcement deployed pepper spray into the marchers that included young children, elderly individuals, and those with disabilities, with no warning or justification,” said the NAACP LDF in a statement. “One of those times was just seconds after the marchers kneeled in a moment of silence for eight minutes, 46 seconds in remembrance of the police killing of George Floyd.” Reverend Greg Drumwright, who organized the march from a local church to the Alamance county courthouse said in a Facebook live video following the altercation with law enforcement: “We are fed up with this kind of treatment in Alamance county.” Read more: Kamala Harris delivered her closing pitch to a packed drive-in rally at Citizens Bank Park in Philadelphia on Monday evening, urging the many who gathered in frigid temperatures to cast their ballots on Tuesday in this critical city. “We all know from the time the polls open tomorrow morning until they close, every minute counts. So we can’t let up because it ain’t over till it’s over. And everything is at stake,” she said. Musician John Legend performed at the event and was briefly joined onstage by his wife Chrissy Tiegen, and their two children Miles and Luna. The rapper Common also made a surprise appearance and performed the song “Glory” from the movie Selma, which details the events that led to protesters being brutally beaten on the Edmund Pettus Bridge in Selma, Alabama in 1965. Legend also needled Lil Wayne and 50 Cent, two rappers who have recently lent their support to Donald Trump. “Some of your former favorite rappers have been taken in by these lies,” Legend said. Those who attended the rally expressed enthusiasm for Biden and optimism that he would win. “This election is really important. As a young voter, I think it’s very important for us to come out and vote and people took it for granted. It’s just very important that people like myself and other people take this a lot more seriously,” said Robert Williams, who attended the rally. “I am supporting him, the way he portrays himself. He’s more relatable to the people he knows how to reach out to the other side for support. Everything about him is more reasonable and more realistic compared to President Trump’s plan,” said Cephus Richardson, 32. In swing state Pennsylvania, musicians Lady Gaga, John Legend and Common performed at rallies for Biden and Harris. “Some of your former favorite rappers have been taken in by these lies,” John Legend told the crowd in Philadelphia, referencing Lil Wayne, 50 Cent and Ice Cube – who endorsed Trump policies. In Washington DC, officials are prepping for unrest and business owners are boarding up windows in anticipation of mayhem regardless of the election results. Federal officials are preparing a “non scalable” fence around the White House and authorities have advised businesses to sign up for crime alerts. The Daily Beast also reported that more than 100 personnel from the Justice Department’s Bureau of Prisons are prepared to mobilize in case of unrest. George Washington University, based in DC, has warned students and staff to stock up on at least one week’s worth of “food, supplies and medicine.” Read more: Joe Biden is still favored to win Tuesday’s presidential election, according to the final opinion polls, but a tightening race in several key states offers Donald Trump rising hopes of a pathway back to the White House and brings the election down to the wire. The Democratic candidate holds a significant lead in national polling, at anywhere between four and 10 percentage points, according to a cluster of polls released on Monday. The poll aggregator fivethirtyeight.com shows Biden with an 8.4-point advantage overall, while Real Clear Politics reflects a lead of 6.7. But the Republican president is performing better in some of the battleground states he must win to secure a second term. In Florida, the largest of the handful of crucial swing states, Biden leads by just 1.7 points, according to an average of leading polls. A final poll from Reuters/Ipsos on Monday afternoon also had Biden very narrowly leading Trump in Florida and in a dead heat in North Carolina and Arizona. On a national level it gave Biden an outright majority among all likely voters: 52% to 44%. Analysts agree that Trump must retain Florida, which he won over Hillary Clinton by only 1.2 points in 2016, and its 29 electoral college votes if he is to stand any chance of reaching the winning figure of 270. Florida also offers Biden the cleanest and quickest path to victory. Early votes in the state will be tallied through the day on Tuesday, meaning a declaration is possible before midnight if the race is not too close. If Biden loses Florida, attention will turn to Pennsylvania, Michigan and Wisconsin, three so-called blue wall states that Trump prised from Democratic hands four years ago. Read more: Deborah Birx, a top White House coronavirus adviser, said the US is “entering the most concerning and most deadly phase of this pandemic” in an internal report shared with top US officials, the Washington Post reports. Trump has continued to downplay the pandemic even as the country reports more than 9.2m cases and more than 231,000 deaths. New cases hit a record high last week, rising 18% to more than 575,000, per a Reuters analysis. Deaths increased by 3% last week. On Friday, the US reported 98,859 new Covid-19 cases in a single day. The Post reports: “We are entering the most concerning and most deadly phase of this pandemic … leading to increasing mortality,” said the Nov. 2 report from Deborah Birx, coordinator of the White House coronavirus task force. “This is not about lockdowns — It hasn’t been about lockdowns since March or April. It’s about an aggressive balanced approach that is not being implemented.” Birx’s internal report, shared with top White House and agency officials, contradicts Trump on numerous points: While the president holds large campaign events with hundreds of attendees, most without masks, she explicitly warns against them. While the president blames rising cases on more testing, she says testing is “flat or declining” in many areas where cases are rising. And while Trump says the country is “rounding the turn,” Birx notes the country is entering its most dangerous period yet and will see more than 100,000 new cases a day this week. Trump, in recent weeks and days, has been insisting that the US is “rounding the turn” in the pandemic. Donald Trump baselessly tweeted that the supreme court decision to allow Pennsylvania officials to count absentee ballots that arrive late “will allow rampant and unchecked cheating” and “will also induce violence in the streets”. Twitter, which has been hiding tweets that contain election misinformation– including several from Trump and his allies – has done so in this case as well. The president has been lagging behind Joe Biden in Pennsylvania and has been laying the groundwork to fight election results in the courts. “As soon as that election is over, we’re going in with our lawyers,” Trump told supporters in North Carolina recently. “But we don’t want to have Pennsylvania, where you have a political governor, a very partisan guy … We don’t want to be in a position where he’s allowed to, every day, watch ballots come in. ‘Gee, if we could only find 10,000 more ballots’,” Trump said. Voter fraud is extremely rare. It is the official policy – not “unchecked cheating” – of 21 states and Washington DC to count ballots that arrive after election day. As early voting comes to a close, data continue to suggest possible record turnout in the 2020 US election. Shortly before 8pm EST, early votes totaled 97,930,638, according to Michael McDonald, a University of Florida professor who helms the US Elections Project. This breaks down to 35,497,078 in-person votes and 62,433,560 mail-in ballots returned. There were 29,647,232 outstanding mail-in ballots, per his most recent data. To give a bit of context: the latest numbers equate to more than two-thirds the total ballots cast in 2016. McDonald previously predicted that about 150 million Americans might cast ballots in the election. Percentage-wise, that would be the highest turnout since 1908. States have not only seen record early voting numbers: many have either neared or exceeded the total number of ballots cast in 2016, CNN noted. The numbers are sure to increase as more data comes in. Across the US, state governors have asked national guard to prepare for deployment in case of unrest and protests surrounding the election. More than 3,600 troops have been activated, the Military Times reports. Massachusetts governor Charlie Baker put 1,000 members of the national guard on standby. Oregon governor Kate Brown is declaring a state of emergency from 5pm local time today through 5pm Wednesday, and readying the national guard. Arizona guardsmen will be on standby for deployment anywhere in the west. Texas governor Greg Abbott decided last week dispatch 1,000 troops to major cities. Guardsmen have also been deployed in non-law enforcement roles, to serve as poll workers. The president is holding a rally in Kenosha, where earlier this year, Kyle Rittenhouse – a Trump supporter and rightwing, pro-police self-styled vigilante – was charged with shooting and killing two Black Lives Matter protesters. Trump, who has advocated a harsh law-and-order message in the final days ahead of the election, has also defended Rittenhouse, 17. During a visit to the city after the shooting, Trump toured businesses damaged amid protests and met with law enforcement officers. Protests and unrest followed the police shooting of Jacob Blake, a 29-year-old Black man who was paralyzed from the waist down after being shot seven times from behind. A federal judge in Chicago has struck down a Trump administration rule denying green cards to immigrants that use public benefits. On election eve, Trump has continued to push his hardline anti-immigration policies in making a case to voters. Trump’s so-called “public charge” rule, which allows the government to deny green cards and visas to immigrants who rely on a broad range of public benefits like Medicaid and food stamps, went into effect in nationwide in September – after initially being put on hold because of the coronavirus pandemic. Officials in Cook County, Illinois – which encompasses Chicago – argued that as the virus continues to spread, the rule would prevent people who lack healthcare from seeking it. “As we all continue to be impacted by COVID-19, it is vital that no one is fearful of accessing health care. The court’s decision to block enforcement of the Public Charge Rule re-opens doors for immigrants to access vital services like health care,” said Cook County board president Toni Preckwinkle in a statement. Immigration advocates – who have called the public charge rule a “wealth test” – have said the policy would be disastrous amid the coronavirus pandemic and the economic crisis it has triggered – leaving immigrants across the country without work and access to healthcare. Some more good news for Democrats came in this afternoon as a federal district in Nevada rejected an attempt from the Trump campaign and Nevada Republicans to halt the counting of mail-in ballots. The campaign and GOP said that they could not observe the counting of the ballots and want to install cameras to observe the process. James Wilson, the judge, said in his ruling that there is no evidence that votes will not be counted, that any vote that shouldn’t be counted has been counted or that election workers have broken laws or procedures. In a statement celebrating the ruling, Nevada’s attorney general Aaron Ford said: “The president’s deliberate attempts to undermine Nevada’s elections have failed yet again.” Nevada leans Democrat, and Trump lost the state with a narrow margin in 2016. Nevada Republicans have suggested the party may file an expedited appeal to the state’s supreme court. I’m signing off and handing the blog over to my Guardian colleague Maanvi Singh. Stay tuned for more live updates. It’s a busy night on election eve for both campaigns. Donald Trump just had a rally in Traverse City, Michigan and is heading to Grand Rapids next. Along with the usual talking points, Trump suggested that the media will be begging for him to run again for the “ratings”. Joe Biden is in western Pennsylvania for a rally with Lady Gaga in Pittsburgh. His running mate, Kamala Harris, is in Philadelphia for a campaign with singer John Legend (his wife, Chrissy Teigen, seems to be coming along too). Barack Obama, campaigning for Joe Biden swing state Florida, made the striking point that if a Democratic president acted like Donald Trump, Obama could not support that person. Wearing a white shirt with rolled up sleeves, the 44th president told an enthusiastic crowd in Miami: “If there was a Democrat who was behaving this way, the way our current president does, I couldn’t support him.” He went on: “If I saw a Democrat who was lying every single day – the fact checkers can’t keep up, it’s like, just over and over again – I would say that’s not the example I want, I don’t trust that person to manage the country’s affairs because it’s violating the values that we try to live by. And these are values we try to teach our kids.” Trump has made well in excess of 20,000 false or misleading claims, according to the Washington Post. “The Trump presidency has been a factory of falsehood from the start, churning out distortions, conspiracy theories and brazen lies at an assembly-line pace,” the New York Times observed this weekend. Obama’s presence in Florida on election eve reflects its status as one of the biggest prizes. Democrats are seeking to boost African American and Latino turnout in Miami to offset Trump’s strongholds elsewhere. But Republicans hope to appeal to Cuban-Americans by painting Biden as a bridge to the socialist left. Obama added: “Here in south Florida you see these ads, ‘Joe palling with communists, palling with socialists’. You’d think he was having coffee with Castro every morning. Don’t fall for that. Joe Biden served as a senator from Delaware, he was my vice president. I think we’d all know if he was a secret socialist by now.” Joe Biden is with Lady Gaga in western Pennsylvania and they have been going around the Pittsburgh area ahead of the drive-in rally the two are holding tonight at 8.30pm ET. Biden and Gaga stopped to surprise student volunteers at the University of Pittsburgh. Let’s just take a moment to take in Gaga’s footwear: And here’s a clip of her walking in them to greet Biden: Quick pause from election coverage: Remember the Mueller report? Two BuzzFeed reporters just said on Twitter that they got hold of previously redacted parts of the report related to Wikileaks, Roger Stone and more. From the tweeted documents, it appears Robert Mueller’s team could not convict WikiLeaks, Julian Assange (the site’s founder) or Roger Stone, a former Trump ally, of conspiracy because interactions between the three and GRU, the Russian spy agency, “occurred via encrypted chat. “Although a conspiracy is often inferred from the circumstances … the lack of visibility into the contents of these communications would hinder the Office’s ability to prove WikiLeaks was aware of and intended to join the criminal venture,” the report reads. The Guardian’s Sam Levine is in Philadelphia, Pennsylvania interviewing voters. Here’s what he’s hearing on the ground. A small line of voters gathered outside Philadelphia’s city hall on Monday afternoon, waiting in frigid temperatures to either return mail-in ballots or drop them off. A handful of voters in line told the Guardian that they had requested a mail-in ballot but never received one. They added that they didn’t think anything nefarious had happened. Maggie Linehan, said she has a “crazy old landlord” that throws away people’s mail. Max Riccio, another voter waiting in line, said he requested a ballot about a month ago but has moved since. Michelle Long, another voter in line, said she had sent in her ballot and forgot to sign the envelope it was in. She came to fix the issue after election officials contacted her. Many voters in Philadelphia, the largest city in key swing-state Pennsylvania, are voting by mail for the first time. Pennsylvania dramatically changed its voting laws last year to allow anyone to cast a ballot without an excuse. Philadelphia has had a number of satellite election sites open the last few weeks where voters can request and fill out an absentee ballot or fix an issue with one. House speaker Nancy Pelosi is taking a calm and confident approach on the eve of the election, telling HuffPost in an interview that Democrats are “ready for it all”. “I would just like him to know it ain’t going to happen for him at the end of the day,” Pelosi said of Donald Trump. The speaker said that Trump talking about their plans to intimidate voters and question the validity of ballots has allowed Democrats to better prepare for the big day. “We have our lawyers poised to move on a dime on Election Day or evening, as we see a problem.” “We have been prepared for the worst for a long time.” In another interview with the New York Times, Pelosi said she’s not worried about Trump not conceding if Joe Biden wins: She knows how Trump will respond but appears unbothered by it. “I don’t have any anticipation that this president will act in a way that is, for the first time, presidential – and why would I care?” This is Lauren Aratani taking over for Joan E Greve. Research firm Morning Consult just published a slate of exit poll results for early voting. The firm conducted the survey today that included 7,350 early voters. The poll found that voters of color were more likely to say they had a line or wait when casting their votes in-person. A third of White voters said they had a wait compared to 45% of Black voters and 44% of Hispanic voters. The discrepancies are not new to this election: Because Black and Hispanic Americans tend to live in poorer communities, their local polling offices are more likely to lack resources that would otherwise speed up the voting process. The results also showed that early voters skew Democrat – 50% of those polled were Democrat while 29% were Republican and 21% were independents. Most early voters – 7 out of 10 – opted to skip in-person voting and mail their ballots or put it in a ballot box. And despite the skepticism around mail-in voting that has come out of the White House over the last few months, the vast majority of voters – 91% – said they are very confident or somewhat confident that their vote will be accurately counted. That’s it from me today. My Guardian colleague, Lauren Aratani, will take over the blog for the next couple of hours. Here’s where the day stands so far: Donald Trump and Joe Biden campaigned in the pivotal swing state of Pennsylvania on the eve of election day. The president held a rally near Scranton, while Biden spoke at a canvass launch in Beaver county. Both campaigns view Pennsylvania as the most likely tipping-point state in the presidential race, and recent polls have shown Biden leading there by an average of about 5 points. A federal judge rejected a Republican bid to toss out 127,000 ballots cast at drive-through polling stations in Harris county, Texas. US District Judge Andrew Hanen, who was appointed by George W Bush, ruled the Republican plaintiffs who brought the case did not have standing to sue. Donald Trump again defended his supporters who swarmed a Biden campaign bus on a Texas highway, as the FBI announced it was investigating the Friday incident. “They did nothing wrong,” Trump said in a tweet. “But the ANTIFA Anarchists, Rioters and Looters, who have caused so much harm and destruction in Democrat run cities, are being seriously looked at!” Biden criticized Trump for suggesting he would fire Dr Anthony Fauci during a rally in Florida last night. “I’ve got a better idea,” Biden said at a campaign event in Cleveland, Ohio, earlier today. “Elect me and I’m going to hire Dr Fauci. And we’re going to fire Donald Trump.” Barack Obama campaigned for Biden in Atlanta, Georgia, as polls show a close presidential race in the traditionally conservative state that Trump won by 5 points in 2016. “I’ve got one word for you, Atlanta: tomorrow,” Obama said. Lauren will have more coming up, so stay tuned. Donald Trump will be interviewed by his favorite morning show on election day. “Fox &amp; Friends” announced its hosts would be speaking to the president tomorrow in an exclusive election day interview. Trump also called in to “Fox &amp; Friends” on the morning of election day in 2016, saying at the time that he was a bit “superstitious” about doing the interview. “I won many primaries speaking to you first thing in the morning,” Trump said four years ago. A new pair of polls show Joe Biden leading in the swing states of Florida and Ohio, both of which Donald Trump won in 2016. According to the Quinnipiac University polls, Biden has a 5-point lead among likely voters in Florida, 47%-42%. The Democrat leads by 4 points among Ohio’s likely voters, 47%-43%, the poll shows. Quinnipiac also found Biden’s lead among all likely voters in the US to be 11 points, 50%-39%. That is almost identical to Biden’s 10-point national lead in a September Quinnipiac poll. But it’s important to note that Quinnipiac’s results are more favorable for Biden than other recent polls from Florida and Ohio. According to FiveThirtyEight, Biden has an average lead of 2.5 points among likely voters in Florida, and Trump has an average 0.6-point lead among Ohio’s likely voters. It’s also important to remember Florida has consistently had very close presidential races in recent years. The last presidential candidate to win Florida by 5 points was George W Bush in 2004. Ryan Mahoney, who served as the communications director of the Republican National Committee from 2017 to 2019, cast a vote for Joe Biden. Mahoney tweeted a photo of his ballot with the caption, “Proud to vote country over party ... Proud to vote for @JoeBiden.” Mahoney left the RNC in December of last year, after serving under former chairman Reine Priebus and current chairwoman Ronna McDaniel. Former RNC chairman Michael Steele, who has been an outspoken critic of the president, also announced late last month that he was endorsing Biden. The Biden campaign celebrated a federal judge’s ruling tossing out a Republican challenge to 127,000 ballots cast at drive-through polling stations in Harris county, Texas. Rebecca Acuña, Biden’s Texas state director, said in a statement released by the campaign, “Today is a victory for Texas voters and the more than 120,000 Texans who followed the rules, made a plan to drive-in vote, and exercised their constitutional right.” Acuña added, “Make no mistake: this is not a partisan victory. This is a victory for voters across the country who are exercising their constitutional right to make their voices heard.” Recent polls have shown a close race in the traditionally conservative state of Texas, and turnout in the Democratic-leaning Harris county will have a substantial impact on the final results. During his campaign rally in the pivotal swing state of Pennsylvania on the day before election day, Donald Trump went after ... Lady Gaga. The Grammy-winning artist has endorsed Joe Biden and is expected to appear alongside the Democratic nominee at a Pittsburgh rally tonight. “Now he’s got Lady Gaga, Lady Gaga,” Trump said at his rally, emphasizing her name as the rally crowd booed. The president than added cryptically, “I could tell you stories about Lady Gaga. I know a lot of stories.” Trump has now concluded his campaign rally near Scranton, his second of five rallies today. He is now headed to Traverse City, Michigan. Nina Lakhani spoke to attendees of the president’s freezing cold campaign rally near Scranton: Donald Trump made a last-minute stop to Joe Biden’s place of birth on the day before election day, delighting the president’s most fervent supporters. “I love that he’s come to Biden’s hometown, I love it,” said Lori Vigliotti, who works for IBM in New York. “I love his honesty, his brashness, how tough he is. I love him.” Few had a bad word to say about Trump’s track record, not even his handling of the coronavirus pandemic, despite the US death toll passing 231,000. “He did a great job with Covid. China did it purposefully to bring down our economy, and we know that Joe Biden loves China, and that he’s criminal and corrupt. Anything that Trump did wrong before becoming president, he’s repented for,” said Mark Lazar, 56, a housing inspector. There’s no evidence that China manufactured the novel coronavirus responsible for more than 1.2m deaths worldwide. Among the single issue voters were Roxanne Piccoli, 30 and husband Brent Kravitz, who came with their three children aged 6, 5, and 2. They are QAnon followers who ardently believe in the debunked theory that Trump is waging a secret campaign against enemies in the so-called deep state- an alleged secret network within the government and a child sex trafficking ring run by satanic pedophiles. “The left try to pull on people’s heart strings by talking about racism and immigration, but all Donald Trump is trying to do is eliminate sex trafficking,” said Piccoli. Trump has repeatedly refused to condemn the baseless theory. While Cuban American Adriano Aguila, 22, a truck driver who lives in New Jersey, views Trump as an anti-socialist ally. “I love how he put a bounty on the head of Venezuelan dictator [Nicholas] Maduro and how he shut down travel from China to stop Covid. Honestly I am a Trump supporter, I can’t think of anything he’s done badly.” Biden will be in Scranton and Philadelphia tomorrow, for a third consecutive day of campaigning in this must-win swing state. Reuters has more details on a federal judge’s decision to reject Republicans’ effort to toss out 127,000 ballots cast in Harris county: A federal judge in Texas on Monday denied an attempt by Republicans to throw out about 127,000 votes already cast in the U.S. presidential election at drive-through voting sites in Houston, a Democratic-leaning area. The plaintiffs had accused County Clerk Chris Hollins, a Democrat, of acting illegally when he allowed drive-through voting as an alternative during the coronavirus pandemic. U.S. District Judge Andrew Hanen said the plaintiffs lacked standing to bring the case. A federal judge has upheld the standing of 127,000 ballots cast at drive-through polling stations in Harris county, Texas. US District Judge Andrew Hanen, who was appointed by George W Bush, ruled the Republican plaintiffs did not have standing to sue in the case. Donald Trump has reportedly expressed concerns about the potential for increased legal scrutiny if he loses tomorrow. The New York Times reports: In unguarded moments, Mr. Trump has for weeks told advisers that he expects to face intensifying scrutiny from prosecutors if he loses. He is concerned not only about existing investigations in New York, but the potential for new federal probes as well, according to people who have spoken with him. Manhattan prosecutors are currently investigating alleged “hush money” payments made during the president’s 2016 campaign to women who said they had extramarital affairs with Trump. Twitter will hide tweets attempting to declare premature election results behind a warning label, the latest effort by a social media platform to stave off election night chaos. The company will consider results official – and tweetable – once they are announced by a state election official or projected by at least two out of seven national media outlets – ABC, the Association Press, CBS, CNN, Decision Desk HQ, Fox News, or NBC. Though the rules apply to any US contest, the company said it was prioritizing the presidential race and other “highly contested” seats. Violating tweets will be eligible for a label if they come from a candidate, campaign or other Twitter account with more than 100,000 followers, or if they receive at least 25,000 likes or 25,000 retweets. The company said it will also remove tweets “meant to incite interference with the election process or with the implementation of election results, such as through violent action”. The measures are the latest in a slew of last-minute reforms by social media platforms bracing for the prospect that Donald Trump is likely to declare victory before tens of millions of vote-by-mail ballots are counted. While it is normal for results to be delayed for days or even weeks as states count ballots, Trump has strongly indicated his intention to ignore the true outcome of the vote. Misinformation experts have warned that the likely delay in credible results will leave a vacuum that Trump and other bad actors will likely attempt to fill with self-serving and false narratives. Donald Trump had some menacing comments for the Pennsylvania governor, Tom Wolf, during his rally near Scranton. The president criticized the Democratic governor over his response to the coronavirus pandemic, once again falsely claiming Pennsylvania is currently shut down. “So, governor, open up your state and please don’t cheat, governor. Please don’t cheat,” Trump said. The president added, “We’re all watching you, governor. We have a lot of eyes on the governor and his friends. A couple of other governors out there too.” Trump’s comments come as recent polls of Pennsylvania have shown Biden pulling ahead by an average of about five points. Holding a campaign rally just outside Scranton, Donald Trump once again issued a very direct plea to suburban women. “Love me, women of the suburbs,” Trump said. The president made a similar comment during a rally in Pennsylvania last month, saying, “Suburban women, will you please like me? I saved your damn neighborhood, okay?” The president’s pleas come as polls show suburban women voters moving sharply toward Democrats since 2016. Joe Biden is now speaking at a canvass launch in Beaver county, Pennsylvania, as Donald Trump holds a rally near Scranton. Both campaigns see Pennsylvania as the likeliest tipping-point state in the presidential race and have thus devoted extensive resources to winning the state. The Biden campaign also just announced the nominee will Scranton and Philadelphia tomorrow to get out the election day vote. As a reminder, Trump won Pennsylvania by less than 1 point in 2016, but recent state polls have shown Biden pulling ahead by an average of about 5 points. Barack Obama is holding a drive-in rally for Joe Biden in Atlanta, Georgia, as polls show a close presidential race in the traditionally conservative state. Obama told the crowd, “I’ve got one word for you, Atlanta: tomorrow.” Donald Trump won Georgia by 5 points in 2016, but Democrats believe they have a real chance of flipping the state tomorrow. Obama emphasized this at his rally, saying he received a call from the Biden campaign asking him to go to Atlanta because “Georgia could be the state.” The Guardian’s Sam Levine reports: There are likely few cities as important to the 2020 election as Philadelphia. Joe Biden’s ability to turn out voters in the Democratic-bastion will likely determine whether he wins the state. Because of the city’s importance, there are deep concerns about voter intimidation at the polls on election day. The Pennsylvania supreme court has also ruled that ballots that arrive in the days after election day can count as long as they are postmarked by election day, a move Donald Trump has pledged to continued to fight after election day. There are concerns move could also lead to votes being invalidated after the election. Pennsylvania law prohibits election officials from counting ballots until election day, and state officials have said they expect most ballots to be counted by Friday, giving Trump wiggle room to declare victory while the results are still in question. “My biggest concern is that people will see the returns coming in and start to get disappointed. When the reality is we’re not gonna know the answer. I’m also concerned that the current occupant is going to declare victory when that’s not true,” said Megan Smith, a co-founder of Better Civics, a voter engagement group, which was stationed outside the Liacouras center on Sunday encouraging people to vote. The Guardian’s Sam Levine reports: With just days to go before election day, a steady stream of voters came to return their ballots at the Liacouras center at Philadelphia’s Temple University on Sunday, one of several satellite voting locations the city set up for voters to return their mail in ballots. In-person early voting is over in Pennsylvania, but the voters who showed up on Sunday were there to hand deliver their ballots. Election officials and political parties have strongly encouraged voters to return their ballots in person because of delays with the United States Postal Service. The message reached Sonni King, who came with her daughter to drop off her ballot in person. “My mom was like no, don’t put anything in the mail. Don’t trust the mailbox. Walk it inside and drop it in. So I made sure I did that today,” she said. King said she brought her daughter with her because she wanted to make sure she understood the importance of her vote. “ I want her to understand that her voice matters. I want her to understand that if she does not vote she’s not a part of that,” she said. Joe Biden and Donald Trump will both be speaking in the pivotal swing state of Pennsylvania this afternoon. Trump will hold a campaign rally in Avoca, just outside of Scranton, and Biden will soon speak at a canvass kick-off in Beaver county. Before Biden’s comments at the canvass launch, his campaign noted he had again tested negative for coronavirus. “Vice President Biden underwent PCR testing for COVID-19 today and COVID-19 was not detected,” the campaign said in a statement provided to pool reporter Edward-Isaac Dovere of the Atlantic. The Biden campaign has been providing regular updates on the Democratic nominee’s test results since Trump announced last month that he had contracted coronavirus. A new pair of polls found close presidential races in the battleground states of Pennsylvania and Arizona, with just one day to go until election day. According to the NBC News/Marist polls, Joe Biden leads Donald Trump by 5 points among likely voters in Pennsylvania, 51%-46%. That result is in line with other recent polls of the pivotal swing state, given the FiveThirtyEight average of Pennsylvania polls currently has Biden ahead by 4.8 points. In Arizona, Biden and Trump are tied, with each nominee attracting the support of 48% of the state’s likely voters. That result is a bit better for Trump than any other recent Arizona polls have been. The FiveThirtyEight average of Arizona surveys currently shows Biden with a 2.6-point advantage in the state. Donald Trump has a special guest at his rally in Scranton, Pennsylvania, this afternoon: Nigel Farage. The former Ukip leader has been a supporter of the president since his 2016 campaign, and Farage said today he believes Trump will win reelection, despite recent polls suggesting otherwise. “He’s not just the president of the USA, he is a human dynamo,” Farage told Talk Radio from Pennsylvania today. “I genuinely think he’s going to win tomorrow.” Farage also spoke at Trump’s Arizona rally last week, praising the president as “the single most resilient and brave person I have ever met in my life.” Olivia Nuzzi of New York Magazine is the pool reporter with Mike Pence today, and her files from the veep’s campaign trip to Pennsylvania have … not been quite the usual dispassionate, utilitarian dispatches. Here’s some of the first: Hello from [Joint Base Andrews] where it’s quite windy and 43 degrees. Your pooler is unhappy, but Covid-free, after a test administered in the EEOB ahead of today’s travel. …Several members of the VP’s staff aboard Air Force Two removed their masks upon taking their seats. As a reminder, in the last two weeks there has been a coronavirus outbreak among the VP’s inner circle. Asked if the VP tested negative for Covid-19 this morning, a member of the staff said she would “get back to you[r pooler] on that.” In the second file, Nuzzi notes the arrival of Pence, his wife and his daughter, and adds: “According to the VP’s office, the VP tested negative this morning.” Then things get interesting again: Also according to the VP’s office, “as a reminder our plane once on board is off record.” Having never heard of such a policy before, I wouldn’t call this a reminder, exactly. I assume the VP’s office is displeased that I noted several members of the VP’s staff had removed their face masks once seated on AF2 and would like to avoid any future unwelcome observations from your pooler, which I understand, though in practice this gets a bit confusing. What if they had redecorated the inside of the plane with fluffy pink seat coverings or something, would that be off the record? Or does this refer only to the behavior and conversations of officials aboard the plane? And if that’s the case, what if a conversation starts on the steps and continues while inside the plane? Is it half off the record? I’d also note that such a policy prevents me from making welcome observations, too. For instance, what if someone does something cool or nice? Surely no government would want that to be a state secret, right? With that, the plane and its disgruntled pool reporter landed in Latrobe, Pennsylvania. Pausing only to note that Benjamin Latrobe, the architect of the US Capitol, was from Leeds – yes he was – I duly present some of Nuzzi’s third dispatch, which after a description of Pence’s speech at Arnold Palmer Regional Airport, which is named for the famous golfer, who does not seem to have even visited Leeds although there is an Arnold Palmer Putting Course in Whitby, continues: Additionally, the VP’s office requests that your pooler “note” that no one from the VP’s office expressed disapproval to me regarding a detail in VP pool report #1 concerning members of the VP’s staff removing their face masks aboard AF2. The VP’s office specifically requests, “please note in your next pool report you made that up.” However, your pooler reported that she “assumed” the “reminder” about the off the record policy she did not agree to was a response that detail being reported, not that it certainly was. Where next? Physically, Erie, PA, for another speech. Metaphysically, in Nuzzi v the Office of the Vice-President? Who can say. Here’s where the day stands so far: Donald Trump again defended his supporters who swarmed a Biden campaign bus on a Texas highway, as the FBI announced it was investigating the Friday incident. “They did nothing wrong,” Trump said in a tweet. “But the ANTIFA Anarchists, Rioters and Looters, who have caused so much harm and destruction in Democrat run cities, are being seriously looked at!” Biden and Trump are holding campaign rallies in key swing states on the final day before election day. Biden just wrapped up a drive-in rally in Cleveland, Ohio, where the Democratic nominee criticized Trump for suggesting he would fire Dr Anthony Fauci. “I’ve got a better idea,” Biden said. “Elect me and I’m going to hire Dr Fauci. And we’re going to fire Donald Trump.” A Monmouth University poll found Biden has a 5- to 7-point lead among Pennsylvania’s likely voters, depending on the level of voter turnout. Both campaigns see Pennsylvania as the potential tipping point state in the presidential race, and both nominees will be there today. The blog will have more coming up, so stay tuned. Donald Trump concluded his North Carolina rally by encouraging his supporters – and only his supporters – to get out and vote tomorrow. “Tomorrow you have the power to do so much for our country. You have the power to vote,” Trump said. “So go out and vote – unless you’re going to vote for somebody other than me, in which case, sit it out.” The president then mocked politicians who encourage all Americans to vote regardless of who they are supporting. “They’re such liars,” Trump said. With that, the president concluded his first of five campaign rallies today. His next stop is Scranton, Pennsylvania. During his North Carolina rally, Donald Trump also complained about freedom of the press, a constitutional right enshrined in the First Amendment. “We have suppression by the press. That’s what it is,” Trump said. “This is not freedom. ... It’s the exact opposite of freedom of the press.” Complaining about his press coverage has been a hallmark of Trump’s presidency, and those gripes have intensified since the start of the coronavirus pandemic. Donald Trump’s speech in North Carolina has focused on gripes about his polling numbers, the press and social media. The president complained that Twitter’s trending topics are always “boring” and focused on him, instead of exciting things like “scandals” and “affairs.” The president also expressed frustration that his accusations of corruption against Hunter Biden did not appear to be resonating. “You can’t have a scandal if nobody writes about it,” Trump said. Joe Biden is closing his presidential campaign in much the same manner that he started it: by arguing this election represents a “battle for the soul of the nation.” “The character of America is literally on the ballot,” the Democratic nominee said at his drive-in rally in Cleveland. “It’s time to take back our democracy.” With a final request for everyone to vote, Biden concluded his last Ohio campaign event of the 2020 election cycle. He will now head to the pivotal swing state of Pennsylvania. Donald Trump and Joe Biden are both holding rallies in swing states right now, and the two events provide quite the split-screen experience. In Cleveland, Biden criticized Trump for entertaining the idea of firing Dr Anthony Fauci, the government’s top infectious disease expert, amid the coronavirus pandemic. “Last night Trump said he was going to fire Dr Fauci. Isn’t that wonderful?” Biden asked sarcastically. “I’ve got a better idea,” the Democratic nominee said. “Elect me and I’m going to hire Dr Fauci. And we’re going to fire Donald Trump.” Meanwhile, at his North Carolina rally, Trump complained about his numbers in Fox News polls and rattled off a list of his favorite Fox News hosts -- including Sean Hannity, Tucker Carlson and Lou Dobbs. As Donald Trump addresses supporters in North Carolina, Joe Biden is speaking at a drive-in rally in Cleveland, Ohio. Biden said he came to the swing state of Ohio, which Trump won by 8 points in 2016, at the urging of Democratic Senator Sherrod Brown. “So when Sherrod tells me to come to Ohio the day before, I come to Ohio,” Biden said. “Ohio, one more day. One more day!” the Democratic nominee added. “Tomorrow we have an opportunity to put an end to a presidency that’s divided this nation. With one day left until election day, Biden sounded an optimistic note about his chances of victory tomorrow. “It’s time for Donald Trump to pack his bags and go home,” Biden said. “We’re done. We’re done with the chaos.” Donald Trump has started speaking at his rally in Fayetteville, North Carolina, his first of five campaign rallies on the final day before election day. The president was supposed to hold his rally in Fayetteville last Thursday, but the event was postponed due to weather concerns. “Tomorrow we are going to win this state, and we are going to win four more years,” the president told the rally crowd. Trump’s visit to North Carolina comes as polls show Joe Biden pulling ahead in the swing state by an average of about 2 points, according to FiveThirtyEight. A group of Trump supporters has gathered at Burke Lakefront airport in Cleveland, hoping to disrupt a Joe Biden event scheduled to begin here shortly. Their presence mirrors the Trump-supporting crews who have dogged Biden’s campaign in Texas. The FBI is investigating after a convoy of vehicles surrounded a Biden campaign bus on Friday. The Biden camp was forced to cancel an event after the incident. In Cleveland there was a crowd of about 30 Trump adherents at 11am, and they were hoping to disrupt the Biden event. Their chanting had drawn the attention of police. “I don’t think he’ll cancel, but we’re just here to make the noise and hopefully drown him out,” said James Pierse, who was waving a ‘Trump Train’ flag. Adam Radogna claims to have inspired the protest, and was livestreaming the event. “We’re giving Sleepy Joe a welcome,” Radogna said. Asked what he hoped to accomplish, Radogna said: “We’re just here supporting Donald Trump and letting [Biden] know that Ohio is for Trump.” Asked again what that would achieve, Radogna said: “We’re having fun.” Kamala Harris has arrived in Pennsylvania, where she will be barnstorming on the final day before election day. As she arrived in the Keystone State, Harris was asked about Donald Trump’s efforts to raise doubts about the legitimacy of the election. “I honestly believe that he’s doing it to distract from the fact that he actually has no record to run on,” Harris said. She added, “I said this many times: we have witnessed the greatest failure of any presidential administration in the history of America.” When asked what she and Joe Biden will do if there is not a clear winner tomorrow night, Harris replied, “The plan is for the next, I don’t know how many hours we have left, to remind everyone of what’s at stake and to make sure that everyone votes.” The vice-presidential nominee said, “That is where I am focused. That’s why I’m here in Pennsylvania.” The justice department is sending staffers to 18 states tomorrow for “voting rights monitoring in jurisdictions around the country.” “Federal law entrusts the Civil Rights Division with protecting the right to vote for all Americans,” said Eric S Dreiband, assistant attorney general for the civil rights division. “Our federal laws protect the right of all American citizens to vote without suffering discrimination, intimidation, and harassment. The work of the Civil Rights Division around each federal general election is a continuation of its historical mission to ensure that all of our citizens can freely exercise this most fundamental American right.” It’s important to remember this is standard for the justice department during US elections, as the Guardian’s Sam Levine notes: Democrats in Pennsylvania reminded voters that they will be able to cast their ballots on election day as long as they are in line by the time polls close at 8 pm ET tomorrow. More than 2.4 million Pennsylvanians have already voted by mail or early in person, representing about 40% of the state’s total 2016 turnout. Given Donald Trump won Pennsylvania by less than 1 point in 2016, both campaigns view every possible vote there as crucial. We are one day from election day, but the country is simultaneously confronting a surge in new coronavirus cases. The District of Columbia just announced it would not resume in-person classes for students next week as planned, after teachers objected to the proposal. The Washington Post reports: D.C. Public Schools Chancellor Lewis D. Ferebee said the timeline needs to be adjusted and did not indicate when schools would reopen for in-person teaching. The Washington Teachers’ Union encouraged teachers to call in sick and take a mental health day Monday, forcing principals across the city to cancel classes. The protest comes just a week before some elementary schools were scheduled to partially reopen — a plan that would have brought thousands of students and hundreds of teachers back to classrooms for the first time since March. Joe Biden is en route to Cleveland, Ohio, for a campaign stop before traveling on to the crucial swing state of Pennsylvania. Before boarding his campaign plane, the Democratic nominee held up his index finger to the reporters gathered nearby, signifying the one day left before election day. As Biden campaigns in Ohio, vice-presidential nominee Kamala Harris and her husband, Doug Emhoff, will be barnstorming in Pennsylvania. And in the clearest sign yet that the Biden campaign considers Georgia to be winnable, Barack Obama will be holding a drive-in rally in Atlanta today, before traveling on to Florida. Donald Trump has once again defended his supporters who participated in a caravan that swarmed a Biden campaign bus driving down a Texas highway on Friday. Responding to a tweet noting the FBI is investigating the incident, Trump said, “This story is FALSE. They did nothing wrong. But the ANTIFA Anarchists, Rioters and Looters, who have caused so much harm and destruction in Democrat run cities, are being seriously looked at!” The FBI confirmed yesterday that it was investigating the highway incident, after videos of the caravan sparked widespread safety concerns. The president previously appeared to discourage the FBI from investigating the matter, saying in a tweet last night, “In my opinion, these patriots did nothing wrong. Instead, the FBI &amp; Justice should be investigating the terrorists, anarchists, and agitators of ANTIFA, who run around burning down our Democrat run cities and hurting our people!” Donald Trump is en route to Fayetteville, North Carolina, for his first of five campaign rallies on the last day before election day. The president was supposed to hold a rally in Fayetteville last Thursday, but it was postponed due to weather concerns. After the North Carolina rally, Trump will head to Scranton, Pennsylvania, before traveling on to Michigan and Wisconsin. Richard Luscombe reports for the Guardian: A doctored video purporting to show Joe Biden addressing a rally and forgetting which state he was in was viewed more than 1.1m times on social media before it was removed from Twitter. “Hello Minnesota,” the Democratic candidate says as he bounds on to a stage where signs saying “Tampa, Florida” and “Text FL to 30330” are prominently placed. The footage was clipped from a campaign stop last Friday in St Paul, Minnesota. The signs, however, were fake, added by digital manipulation, according to an Associated Press fact check that debunked the story. Late on Sunday, Twitter tagged the video, which was posted on a nondescript personal account, as “manipulated media”. Shortly afterwards, with the video having received more than 1.1m views, the user removed it. While there is no suggestion the video came from the Trump campaign, highlighting Biden’s perceived lack of mental acuity has been a favored tactic for the president and his surrogates. In case you missed it last night: Senator Marco Rubio expressed his support for the Trump supporters who swarmed a Biden campaign bus in Texas on Friday. Speaking at Trump’s rally in Opa Locka, Florida, last night before the president took the stage, Rubio said, “I saw yesterday a video of these people in Texas. Did you see it? All the cars on the road ... we love what they did.” Rubio’s comments came as the FBI announced it was investigating the incident, which involved a convoy of cars flying Trump flags surrounding a bus carrying Biden campaign staffers on a Texas highway. After the FBI announced it had launched an investigation, the president sent a tweet last night discouraging the bureau from examining the incident. “In my opinion, these patriots did nothing wrong. Instead, the FBI &amp; Justice should be investigating the terrorists, anarchists, and agitators of ANTIFA, who run around burning down our Democrat run cities and hurting our people!” Trump said in the tweet. Even as footage of the incident caused widespread alarm, the president reveled in the sight of his supporters confronting Biden’s team. Trump said at an earlier rally yesterday, “Did you see the way our people … were… protecting this bus ... because they’re nice. They had hundreds of cars. Trump! Trump! Trump and the American flag.” This is Joan Greve in Washington, taking over for Martin Belam. It is the day before election day, and the two presidential nominees are fanned out across the country to try to win over last-minute votes. Joe Biden will be in Pennsylvania and Ohio, two swing states that Donald Trump won in 2016. While winning Pennsylvania is key to Biden’s hopes of victory, Ohio is seen as a must-win state for Trump. But interestingly, Ohio is not one of the four battleground states that Trump will be visiting today. The president will hold five campaign rallies across four states -- North Carolina, Pennsylvania, Michigan and Wisconsin. Trump won all four of those states in 2016, and he likely needs to win at least two of them again to secure reelection. But with national polls showing Biden ahead by about 9 points and more than 94 million votes already in, Trump’s path to victory is extremely narrow. Joan E Greve will be here momentarily to take over the blog shortly from me, Martin Belam. In the meantime, I’ll leave you with the words of Wisconsin’s attorney general. You wonder how it feels for secretary of state Mike Pompeo having to issue statements like this while his own boss is repeatedly screaming about a rigged election on Twitter, meaning the US one tomorrow, and the Republican party have been using the courts to try and discount thousands of votes cast in good faith on various technicalities. Are you at all puzzled by the Electoral College and ‘swing states’ and how it is all going to play out in 2020? Lauren Gambino has you covered. Here she is with a look at how the race is developing in the areas that could very well decide the election… With Election Day just hours away, coronavirus cases are rising in every key political battleground state around the country, according to an ABC News analysis, a striking reality that highlights the inextricable link between the pandemic and the 2020 race for president. That’s the very bleak assessment from ABC News this morning. Their look into the data shows up that the virus is spreading faster in case per population in many hotly contested states, including Florida, Georgia, Iowa, Minnesota, Michigan, North Carolina, Nevada, Ohio, Wisconsin and Texas. And just this week Pennsylvania broke its single-day new case record. What will be the impact? Well, in one of those “We’ll know after the fact” moments, they are hedging their bets in the piece: Exactly how the most recent rise in cases in key swing states, which began earlier this fall, will ultimately impact the presidential election remains unclear, but experts said its effects have already been felt. Many say the surge in cases is likely to hurt the president at the ballot box, though a Trump’s campaign official Sunday suggested it may be to their advantage to have Democrats talking about it so much, as fear over the outbreak could prevent those more likely to support Biden from turning out on Election Day. Read more here: ABC News – Coronavirus surging in every key swing state as voters head to polls This is becoming a regular theme at Trump’s recent rallies… Several high-profile Israeli settlers have prayed for Donald Trump to win reelection at an event held in the flashpoint Palestinian city of Hebron. Heads of several settlement councils held a small gathering where they waved US and Israeli flags, and prayed for the Republican leader to come out ahead in Tuesday’s vote. Trump – described by hardline Israeli leader Benjamin Netanyahu as the “greatest friend that Israel has ever had in the White House” – is equally admired by the settlement movement. Seeking to appeal to pro-Israel US voters, many of them evangelical Christians, the US president has implemented multiple settler demands during his time in office, including cutting aid money to Palestinians and declaring the divided city of Jerusalem Israel’s capital. The US ambassador to Israel – Trump’s former bankruptcy lawyer – is also outspoken in his support for settlements on occupied land, which are illegal under international law. “We owe President Trump a debt of gratitude for his support of the State of Israel, the Land of Israel, and the settlements over the past four years,” Yochai Damri, the head of the Har Hebron Regional Council, told the Times of Israel news website ahead of the prayer service. More than 200,000 Palestinians live in Hebron, the occupied West Bank’s largest city. The presence of settlers there has effectively shut down local life in the main souk as army checkpoints cut off the area. Monday’s prayer service was held at the city’s highly-sensitive and leading holy site, which Jews call the Tomb of the Patriarchs while Muslims refer to it as the Ibrahimi mosque, after the patriarch Abraham, a key figure for both faiths. Ginsberg touched on voter suppression efforts by Republicans in that interview, and we’ve a piece this morning that looks at both that, and attempts to gerrymander to influence the political map for decades to come. Here’s an illustration of how successfully the Texas Gov. Greg Abbott managed to clamp down on the location of drop-off ballot boxes, compared to the ease of voting in Rhode Island. Dave Daley writes for us: The small farming communities of Wisconsin’s 32nd state senate district, with names like Romance and Avalanche, sit nestled along the Mississippi River. It’s within these rural towns that millions of political dollars are pouring into small counties to influence a local race for state senators who are paid a far more humble amount. That’s because in Wisconsin, like several other states this year, both Democrats and Republicans are trying to rack up seats in the state legislatures to hold influence over the political maps which are redrawn every 10 years after the decennial census count. “One race should not have this kind of significance,” says Ben Wikler, the Democratic state party chairman tasked with wrestling back majority rule in a state where Democrats won 54% of the overall assembly vote in 2018, but won just over 36% of the seats. “But democracy in Wisconsin is broken.” Read more here: ‘Places that will change the country’: the state races that will define decades of US politics Proof of systemic voter fraud is “the Loch Ness Monster of the Republican party”, a veteran GOP campaign lawyer said, ahead of a presidential election marked by Donald Trump’s insistence that the vote will be rigged against him. “People have spent a lot of time looking for it,” Benjamin Ginsberg wrote for the Washington Post, exhorting Americans to “vote, but not for” Trump. “But it doesn’t exist.” Before election day on Tuesday, Trump trails Joe Biden in national and most battleground state polls. In the face of unprecedented early voting, in person and by mail, the president has continued to claim his opponents will rig the vote. At the same time, Republican state governments have implemented familiar voter suppression measures: limiting drop boxes for ballots, reducing polling locations and challenging votes cast in court. Ginsberg, 68, is a Republican party veteran who in 2013 co-chaired the bipartisan Presidential Commission on Election Administration, which was established by Barack Obama and which recommended a series of electoral reforms. “As he confronts losing,” Ginsberg wrote, “Trump has devoted his campaign and the Republican party to this myth of voter fraud. Absent being able to articulate a cogent plan for a second term or find an attack against Joe Biden that will stick, disenfranchising enough voters has become key to his reelection strategy. “Perhaps this was the plan all along. The president’s unsubstantiated talk about ‘rigged’ elections caused by absentee ballot ‘fraud’ and ‘cheating’ has been around since 2016; it’s just increased in recent weeks. “Trump has enlisted a compliant Republican party in this shameful effort. The Trump campaign and Republican entities engaged in more than 40 voting and ballot court cases around the country this year. In exactly none – zero – are they trying to make it easier for citizens to vote. In many, they are seeking to erect barriers.” Read more of Martin Pengelly’s report here: Voter fraud is ‘Loch Ness monster’ for Republicans in Trump era, party lawyer says There’s a couple of ways you can approach tomorrow night. One is to just chill, accept that it is going to take longer than usual, and wait for the results – and the legal challenges – to come. The other is to frantically scramble for any detail that might give you a clue as to how it will all pan out. If you are in the latter camp, then good news, this morning the Philadelphia Inquirer has a microscopic guide to 10 Pennsylvania counties to watch closely as election results come in… People across the country will be watching Pennsylvania on election night for any signs of which way the pivotal battleground state will tip. It could take days to get the full results. But there are some key places we’ll be eyeing for clues about how the race is unfolding, whose voters are turning out, and whose aren’t. If Democratic votes surge in one suburb, it’s a good bet that’s happening in others. If blue-collar Trump supporters again pour out in huge numbers in one rural county, odds are the pattern will be repeated with similar voters elsewhere. They point in particular to Erie County, noting that it “is seen by both parties as a bellwether for Pennsylvania as a whole. It’s a microcosm of the industrial Midwest, and perhaps Biden’s best shot to win back an Obama-Trump county. It will provide another clue about whether voters who swung to Trump stay with him.” Read more here: Philadelphia Inquirer – 10 Pennsylvania counties to watch closely as election results come in Donald Trump has been uncharacteristically quiet on social media so far today – although he was up late after that Florida rally. Joe Biden, on the other hand, has come out of his corner swinging this morning, saying again that the president has failed his most basic duty. Tim Murtaugh, the director of communications for Donald Trump’s 2020 re-election campaign, has been keen this morning to spread pre-emptive blame for any disturbances in Washington DC in the wake of tomorrow’s election. Julia Carrie Wong brings us this today on how Trump supercharged Russia’s disinformation playbook. How much impact can a few thousand faked emails telling voters in Florida and Alaska to “vote for Trump or else” have on voters compared with Trump directly ordering the Proud Boys, a neo-fascist street gang, to “stand back and stand by” before a television audience of 73m people? And what kind of false tale of voter fraud could Iran possibly seed that could undermine Americans’ faith in the electoral process more than the disinformation about voter fraud and mail-in ballots coming straight from the White House and Trump’s campaign? “‘Don’t trust the electoral system, don’t trust the CDC, don’t trust your neighbor because they’re probably antifa, don’t trust the left,’” Claire Wardle, the executive director of First Draft, a group that researches and combats disinformation, said of Trump’s re-election message. “It’s not about persuading people one way or the other, it’s about making them scared and causing confusion and chaos,” she added. “The media’s been obsessed with Russians under the bed, but to have the president of the United States telling people in the US that they can’t trust the results of the election – Putin could only dream of that kind of thing.” Read more here: ‘Putin could only dream of it’: how Trump supercharged Russia’s disinformation playbook Tom Hals at Reuters brings us this quick guide to a few phrases that might be slightly unfamiliar, but which you might be hearing a lot over the next 48 hours: Naked ballots: sixteen states, including Pennsylvania, require voters to return mail ballots in a special “secrecy” envelope. Ballots that don’t arrive in the envelope will be considered “naked” and might be disqualified. Red mirage/Blue shift: a record number of Americans, particularly Democrats, cast mail-in ballots this year. As a result, initial results on Election Day may show Republicans, indicated by red on election maps, holding large leads in battleground states. As ballots are tallied in the ensuing days, that “red mirage” could fade, giving way to a “blue shift.” Spoiled ballots: ballots that are improperly marked can be rejected as spoiled. On 27 October, Trump urged Americans who had already voted by mail to submit a new ballot for hi . Some states allow voters to request a new absentee ballot but first they have to request their original ballot be marked as spoiled. Dueling electors: The Electoral College system allots electors to the 50 states largely based on their population, and the candidate who wins the popular vote in a state generally gets its electors. But legal experts say Trump could try to convince Republican lawmakers in closely contested states to approve the Republican slate of electors based on early vote tallies. As more ballots are counted, Biden might eventually be certified as the winner of the same state. The result: Dueling electors and an outcome that could be determined by Congress. Poll watchers: the Republican National Committee is mobilizing thousands of supporters to monitor early voting sites and ballot drop boxes, looking for irregularities. This marks the first presidential election in nearly four decades in which the Republicans can engage in “ballot security” activities without prior review and approval from the Department of Justice after a voter intimidation scandal in 1981. Some voting rights advocates worry that gun-toting groups might show up outside polling places and intimidate voters. Last week Daniel Strauss and Julian Borger in Washington put together a look for us at what a hypothetical first 100 days of a Biden presidency might look like. Today it’s the turn of the alternative scenario, as David Smith analyses Trump’s vision for a second term. It looks, he says, a lot like the first, but with ‘more damage to our democracy’. As incumbent rather than insurgent, Trump has barely articulated any vision for his second term in interviews, debates and speeches. But critics are in little doubt what trajectory four more years of Trump would mean, widening chasms between rich and poor, justice and racism, truth and lies. It would accelerate American political polarisation to dangerous extremes. Bill Galston, a former policy adviser to President Bill Clinton, said: “Donald Trump’s modus operandi as a candidate and throughout his first term as president was not to unify. It was to heighten the contradictions, to raise passions on both sides.” The Republican party broke from tradition by not announcing a new platform of policies at its national convention, but in August the Trump re-election campaign did release a skeletal 49-point “set of core priorities for a second term”. But details are scarce. Perhaps more telling is what Trump and his campaign do not say. If they are successful in overturning Barack Obama’s Affordable Care Act, possibly at the supreme court as soon as 10 November, it is still not clear what would replace it or how they would protect millions of people with pre-existing conditions. There has never been a coordinated national strategy for beating the coronavirus pandemic and little sign of one in a second term beyond refusing to contemplate more economic shutdowns. Generally, Trump’s pitch at campaign rallies is more of the same: four more years of killing regulations, building the wall and draining the swamp. Read more here: Trump’s second-term vision? Much like the first with ‘more damage to our democracy’ Joe Biden holds a 5-point to 7-point lead over Donald Trump among likely voters in Pennsylvania, according to the final Monmouth University Poll of the campaign. They say: Biden leads Trump by a 51% to 44% margin among likely Pennsylvania voters in a high turnout model. The race stands at 50% Biden to 45% Trump in a low turnout scenario – which at this point would basically mean a large number of mail ballots have been rejected. Among all registered voters, 50% support Biden and 45% back Trump while another 1% support Libertarian Jo Jorgensen and 4% are undecided or won’t reveal their vote choice. The undecided number is up slightly from 2% last month. They also find that “More voters trust Biden to handle the pandemic, which is a bigger issue advantage than Trump has on jobs or law and order.” “All eyes have been on the Keystone State from the start. Pennsylvania voters may have responded more than most to key events, such as the conventions and the debates. This potential for movement is one reason why both campaigns have spent so much time there,” said Patrick Murray, director of the independent Monmouth University Polling Institute. The Biden campaign is all over the state today, Trump has a rally in Scranton. Also, for some reason it has tickled me immensely that the press release about this poll is very keen to stress how to pronounce their name, labelling it the “Monmouth (“Mon-muth”) University Poll” in bold so I didn’t miss it. Read more here: Monmouth University: Biden Holds Lead Despite Trump Gains in Swing Counties Here’s a reminder of that incident at Trump’s rally yesterday where the crowd started shouting “Fire Fauci!”. Dr Anthony Fauci has served for more than three decades as the director of the National Institute of Allergy and Infectious Diseases, and has been critical of the administration’s handling of the coronavirus outbreak. During the midnight rally in Florida, which broke local anti-coronavirus curfew rules, the president allowed the chant to continue for several seconds before responding: ‘Don’t tell anybody, but let me wait until a little bit after the election.’ Yesterday the US recorded 81,493 new coronavirus cases, and 447 new deaths. Valerie Gonzalez has been in Edinburg, Texas for us on the Kamala Harris campaign trial. Here’s some of her despatch: Harris didn’t risk saying explicitly that she was there last Friday to flip Texas in the election, she left that to state Democratic luminaries and her former rivals for the presidential nomination, Beto O’Rourke and Julián Castro, who came to stump for her and see this border community as key. She flew into nearby McAllen, which is most likely to ring a bell in the wider world for Trump-era scenes of trauma. It was in the city that border agents separated migrant children from their families and caged them under hardline immigration policies, some not to see their parents again to this day. The area has also been hit hard by coronavirus. At 4.43pm, a waving, beaming Harris sashayed on stage in jeans, blazer and her now-signature Converse sneakers with “2020” on the heel, to exuberant cheering and Mary J Blige’s Work That blasting from speakers. “They often criticize you for your skin tone, wanna hold your head high,” the R&amp;B lyrics blared to about 200 vehicles gathered for the drive-in rally from various parts of the predominantly Hispanic region known as the Rio Grande Valley. “It didn’t have to be this bad,” Kamala Harris said as she prefaced journalist Bob Woodward’s reporting that the president was warned of the virus’ danger to America on 28 January, much earlier than the public, and deliberately played it down. “Can you imagine, Rio Grande [Valley], what you would’ve done on 28 January if you had known what the president had known? What you as a frontline worker … as a parent … a teacher … a small business owner, what you would have done?” Read more here: Lone Star turn: Kamala Harris campaigns in Texas in bid to flip state CNN report that Pennsylvania Democrat Gov. Tom Wolf will urge residents to be patient for their state’s election results in a new advertisement. Wolf will say: These are unprecedented times. Because of the coronavirus, there were millions of votes cast by mail so it may take longer than usual to count every vote. The folks in our election offices – your neighbors, family and friends are working hard ensuring every single vote is counted. So it may take a little longer than we’re used to, even a few days, but that’s okay, because it’s critical that your vote is counted – and it will be. It is worth noting that Pennsylvania’s current rules allow mail-in ballots to arrive up until 6 November, provided they are marked as posted on Election Day or before. However, whether they will be allowed to be counted this election is subject to a court dispute. President Donald Trump has baselessly claimed that “I don’t believe that that’s by our laws” for votes to be counted after election day, saying “It would be very, very proper and very nice if a winner were declared on 3 November, instead of counting ballots for two weeks, which is totally inappropriate.” Read more here: CNN – Pennsylvania governor to urge patience around election results in new statewide ad Speaking of Russia for a moment, it hasn’t been a great couple of days for White House coronavirus adviser Dr. Scott Atlas. He was criticised by Dr. Anthony Fauci in that hard-hitting Washington Post interview. “I have real problems with that guy,” Fauci said of Atlas. “He’s a smart guy who’s talking about things that I believe he doesn’t have any real insight or knowledge or experience in. He keeps talking about things that when you dissect it out and parse it out, it doesn’t make any sense.” Atlas responded with a barely-coded retort on Twitter – the can’t throw a ball referencing Fauci’s somewhat wayward first pitch of US baseball season. He’s subsequently had to issue an apology for giving an interview with RT, Russia’s state-backed RT network, saying he “was unaware they are a registered foreign agent” in the US. The Kremlin-backed station registered as a “foreign agent” in November 2017. The US whistleblower Edward Snowden and his wife are applying for Russian citizenship in order not to be separated from their future son in an era of pandemics and closed borders, he said on Monday. Snowden’s wife, Lindsay, is expecting a child in late December, the RIA news agency cited Anatoly Kucherena, his Russian lawyer, as saying. Snowden, 37, fled the US and was given asylum in Russia after leaking secret files in 2013 that revealed vast domestic and international surveillance operations carried out by the US National Security Agency where he was a contractor. US authorities have for years wanted Snowden returned to the US to face a criminal trial on espionage charges brought in 2013. “After years of separation from our parents, my wife and I have no desire to be separated from our son. That’s why, in this era of pandemics and closed borders, we’re applying for dual US-Russian citizenship,” Snowden wrote on Twitter. “Lindsay and I will remain Americans, raising our son with all the values of the America we love, including the freedom to speak his mind. And I look forward to the day I can return to the States, so the whole family can be reunited. Our greatest wish is that, wherever our son lives, he feels at home.“ Russia has already granted Snowden permanent residency rights, his lawyer said last month, a vital step towards Russian citizenship. Read more here: Edward Snowden applies for Russian citizenship for sake of future son Morning Consult have issued their final polling numbers ahead of the election. The most recent national data is based on surveys conducted between 29 and 31 October, among 14,663 likely voters. Their verdict: Former vice president Joe Biden leads president Donald Trump by 8 percentage points while Democrats have a 7-point lead over Republicans on the generic congressional ballot. It’s another indication that it has been a mightily stable race, with just a little tightening between the two candidates in Trump’s favor towards the end. Of the crucial battleground states, this is how Morning Consult rank their prospects: Biden leads: Colorado, Florida, Michigan, Minnesota, Pennsylvania, Wisconsin Trump leads: Indiana, Missouri, South Carolina Within the margin of error: Arizona, Georgia, North Carolina, Ohio, Texas Five of the six states with the nation’s lowest unemployment rates are in the Midwest, have Republican governors and have almost no restrictions intended to slow the spread of the coronavirus. But, in a demonstration of the cost of achieving that, they are leading the nation in coronavirus infection rates. Josh Funk reports for Associated Press that North Dakota and South Dakota have the most Covid cases per capita in the US, and Nebraska and Iowa aren’t far behind. “If hospitalization and death rates increase, then you have a motivation by politicians to close the economy down. That would be very deadly and push unemployment rates back up,” said Ernie Goss, an economist at Creighton University in Omaha. For now, though, those Midwestern states have a lock atop the unemployment rankings. Most of the Midwestern governors imposed some restrictions last spring, but they were among the first to ease them, arguing that they needed to balance efforts to slow the virus’ spread with the need for a robust economy. “I’ve got to believe that if you shut down harder, you’re going to see a more severe impact to your industries and the longer you’re shut down, the harder it’s going to be for those industries to rebound,” Nebraska Gov. Pete Ricketts told the AP. Missouri Gov. Mike Parson, who tested positive for Covid last month, has touted a balanced approach to coping with the pandemic. And Iowa Gov. Kim Reynolds urged residents not to let the virus dominate their lives. In South Dakota, Gov. Kristi Noem said: “There’s consequences to what we’ve seen happen in other states that shutting down businesses, stopping people’s way of life has some devastating impacts. We’re taking a very balanced approach.” The Midwestern states already had ultra-low unemployment rates before the pandemic, and they benefitted early on from a lack of population density, with plenty of wide-open spaces and few major cities where it would be harder to avoid catching the virus. More recently, though, many of those rural areas have seen some of the nation’s highest virus rates. Despite the low unemployment figures, all of the states now have fewer jobs than before the pandemic hit. Nationally, the economy has regained only about half of the 22 million jobs that were lost. Joe Biden may have a sizeable national poll lead, but there are still elements of the Trump campaign who are extremely bullish about their opportunities to win: Senior campaign adviser Jason Miller predicted on Sunday that president Trump will win more than 290 electoral votes in Tuesday’s election. Speaking on ABC’s This Week, Miller said that Trump’s pathway to victory would be secured as long as he wins most of the following states: Pennsylvania, Michigan, Wisconsin and Minnesota. Miller claimed that “the entire electorate has shifted,” noting that Democratic nominee Joe Biden is campaigning in traditional Democratic strongholds like Minnesota. “We believe that we’ll be over 290 electoral votes on election night,” said Miller. “So no matter what they try to do, what kind of hijinks or law suits or whatever kind of nonsense they try to pull off, we’re still going to have enough electoral votes to get Trump re-elected.” Our US elections poll tracker will give you the lowdown on what the polls are saying about eight of the most crucial states. If, like me, you were rather vague on what ‘barnstorming’ a state looks like on the last day of an election campaign, then Matt Hill, who is deputy national press secretary for the Biden campaign, has this itinerary of where Joe and his wife Jill Biden, Kamala Harris and her husband Douglas Emhoff are going to be today. Our US editor John Mulholland has written an Inside the Guardian piece for us looking at how our journalists are preparing to cover the most contentious US election for decades… Last week I had a discussion with one of our editors. They wanted to know if we had any bullet-proof vests, since the reporter covering events in the crucial swing state of Michigan – birthplace of the US militia movement – wanted to prepare for any possible outcome. And that included rightwing paramilitaries protesting the electoral result. A bullet-proof vest to cover elections in the US? Really? Yes, really. Those same paramilitaries appeared on the steps of the Michigan state capitol in May to protest the governor’s lockdown restrictions. A month earlier President Trump had railed against the Governor Gretchen Whitmer’s stay-at-home orders and tweeted ‘LIBERATE MICHIGAN’. And last month the FBI arrested more than a dozen people who were accused of plotting to kidnap the Michigan governor and overthrow the state government. That is a measure of the divisions that are roiling the country and an indication of the toxic atmosphere in which the election is taking place. Bearing that in mind, last week I sent a note to all our correspondents to advise caution while reporting the aftermath of a result or a protracted and disputed election outcome. Reporters crisscrossing the country for the last few months have observed a significant increase in hostility toward the media since 2016. The president has done little to calm tensions with routine attacks on the media, so we asked all our reporters to be extra vigilant in the hours and days after polls close. It’s that sort of election. Read more here: Reporting the US election: ‘No one quite knows when it will end. Or how’ One thing that has caught my eye is that CNN decided to give Joe Biden’s apparent call for a national mask mandate the fact check treatment. As they say, Biden’s new campaign ad “Under Control” lays out his plans. It includes a section where the Democratic nominee says, “It’s a simple measure, everyone needs to wear a mask in public,” while the words “Nationwide mask mandates” appear on the screen. However, CNN conclude: There appears to be no legal authority that would allow a US president to enact a nationwide mask mandate. There are exceptions where the executive’s authority could allow for such a mandate, such as on federal property, though a nationwide rule would almost certainly be challenged in court. Biden himself seemed to have accepted that a few weeks ago. On 6 October he laid out that he doesn’t believe a president can impose a mandate nationwide. But he said he would require masks on federal property, which would be an executive action with wide reach across the country. He would then expect to be able to persuade a wide range of governors to adopt state-level measure. That might, one would suggest, be easier with some states than others. Nate Silver ranks this as only “semi-interesting”, I guess because Nevada is less likely to be in play than some other swing states, but it strikes me that the Trump campaign have been very vocal and boisterous about what they claim is their superior ground game to the Biden campaign. But these figures suggest a gap… US president Donald Trump said he’s preparing for legal challenges to the counting of mail and absentee votes in Pennsylvania. Speaking to reporters in Charlotte ahead of a rally in Hickory, North Carolina yesterday, Trump said ‘we’re going in the night of - as soon as the election is over - we’re going in with our lawyers.’ Trump has repeatedly attacked the Supreme Court in recent days for not blocking the counting of late arriving ballots for days after election day. Pete Buttigieg, who seems to be having a stronger impact in the run-in to election day than he actually did when he was campaigning to run for president, has been very vocal in response on the subject. He pointed out that absentee ballots have been part of US elections since the 1860s. Later on CNN he said that it was going to be ‘a stain on their campaign forever’ that a strand of Trump’s goal was dedicated to voter suppression that would impact serving US forces. He told the news channel: Trump’s campaign has really given up on the idea of persuading voters and is instead turning to the idea of suppressing voters. These manoeuvres to try to make it harder to get absentee ballots? This is especially shocking. I don’t know what Donald Trump has against soldiers, sailors, airmen and Marines who are returning absentee ballots from abroad. Donald Trump didn’t finish speaking until after midnight, and was up and tweeting for a few hours after that. The fact that Joe Biden’s campaign event today will feature Lady Gaga today has not escaped the president’s attention. There’s one day to go. Here’s a summary of what has been happening, and a little of what we can expect to see for the rest of today… Trump threatened to fire Dr Anthony Fauci. At his Florida rally last night a “Fire Fauci” chant broke out when Trump defended his handling of coronavirus. In response, Trump said: “Don’t tell anybody, but let me wait until a little bit after the election.” Trump broke a coronavirus curfew at his Miami-Dade rally. The president spoke until well after midnnight breaking a cufew intended to mitigate infections. Trump supporters at an earlier rally in Georgia again appeared to be stranded for ages again the president departed. In Philadelphia, Joe Biden said: ‘We’re seeing race-based disparities in every aspect of this virus’. Participating in a “souls to the polls” event, he declared that Trump’s handling of Covid-19 was “almost criminal” and that the pandemic was a “mass casualty event in the Black community.” Yesterday the US recorded 81,493 new coronavirus cases, and 447 new deaths. The FBI confirmed on Sunday that it was investigating the Biden bus incident, in which a convoy of vehicles flying flags in support of President Donald Trump’s re-election bid surrounded a bus carrying campaign staff for Democratic challenger Joe Biden on a Texas highway. The Texas supreme court denied a challenge to 127,000 votes cast via drive-thru in Harris County. Republicans have claimed in state and federal court that the votes should be considered illegal because voters used drive-thru polling sites. A busy day and no doubt more headlines ahead for Trump – he rallies in Fayetteville, North Carolina; Scranton Pennsylvania; Traverse City, Michigan; Kenosha, Wisconsin; and finishes off at Grand Rapids Michigan, the same location he finished his triumphant 2016 campaign. Biden and Kamala Harris are ‘barnstorming’ Pennsylvania. Biden will make an afternoon stop in Cleveland, Ohio. He will then hold an election night eve drive-in rally in Pittsburgh with famed anti-fracking activist, Lady Gaga. Harris is in Philadelphia with John Legend. After the dust settles – a bit – we’ll have an online event on Wednesday to discuss the election, and you can join in. Guardian journalists Jonathan Freedland, Kenya Evelyn, David Smith and Sarah Churchwell will be chatting about the outcome. It starts at 2pm in New York, 7pm in London. Find out more about the 4 November event here. I’m Martin Belam taking over for Tom McCarthy, and I’ll with you for the next few hours. If you’ve delved into the US election enough to get serious about the electoral college map, then you probably have opinions/hopes/suspicions about who is going to win in Arizona and whether Pennsylvania might break away from the other Great Lakes swing states. But did you know that if you keep the 2016 map, but give Biden the states of Arizona, Michigan and Wisconsin – letting Trump keep Pennsylvania – then the candidates arrive at a 269-269 electoral college tie? Elections forecasters give such a scenario a less-than-one-point chance of happening, in part because if Biden is winning in the upper Midwest, he probably wins the second congressional district in Nebraska, thereby scoring an extra electoral vote and squeaking out with 270. If you’d like to explore different electoral college scenarios, check out our “build your own election” interactive: The US presidential election is on track to have the highest voter turnout percentage-wise in more than a century, reflecting the high stakes in the race between Donald Trump and his Democrat challenger, Joe Biden. How many people have voted? Michael McDonald, a University of Florida professor who runs the US Elections Project, said 93,131,017 people had voted as of Sunday. In the entire 2016 election, 136.5 million people voted, CNN said, so turnout is already more than two-thirds that number. The voting-eligible population – people who should be able to vote if registered – is 239,247,182. Can this election set a record? McDonald predicted that around 150 million Americans may vote, comprising 65% of eligible voters. That would be the highest turnout in percentage terms since 1908. However, many states are already reporting unprecedented turnout. Most strikingly, Texas and Hawaii have exceeded their total turnout in 2016, per CNN. How are people voting? Early voting includes in-person votes and mail-in and absentee ballots. According to McDonald, as of Sunday afternoon 34,004,455 in-person votes and 59,126,562 mailed ballots had been returned to election authorities. There were still 32,084,041 outstanding mail ballots. Read further: Donald Trump claimed once again in a rally in Iowa on Sunday that the United States is “rounding the corner” in its fight against coronavirus. “You can have the vaccine, but without it, we’re rounding the corner,” Trump said. The Associated Press has fact-checked the statement and reports: No, the coronavirus isn’t going away, and Trump is contradicted by his own top health experts. New cases are on the rise toward their summer peak. Deaths have also been increasing. The United States is averaging about 76,000 new confirmed cases a day, a rate that is up 43% over the past three weeks and the highest since the pandemic began. The number of confirmed coronavirus deaths in the U.S. is now over 230,000, the most in the world. It is averaging just over 800 coronavirus deaths a day, up 14% over the past two weeks. Rebutting Trump, Dr. Anthony Fauci, the government’s top infectious diseases expert, says the U.S. will grapple with “a whole lot of hurt” in the weeks ahead due to surging coronavirus cases. He told The Washington Post the U.S. “could not possibly be positioned more poorly” to stem cases as more people gather indoors during the colder fall and winter months.He said the country could surpass 100,000 new coronavirus cases a day and predicted rising deaths in the coming weeks. Dr. Scott Gottlieb, a former head of the Food and Drug Administration under Trump, agreed Sunday that “things are getting worse.” “I think as we get into the next two or three weeks, it will be unmistakable what’s happening around the country, and we’re going to have to start taking tough steps,” Gottlieb told CBS’ “Face the Nation.” “I think December is probably going to be our toughest month.” The US Postal Service must remind senior managers they must follow its “extraordinary measures” policy and use its Express Mail Network to expedite ballots ahead of Tuesday’s presidential election, under an order signed by a US judge, Reuters reports: U.S. District Judge Emmet Sullivan’s order on Sunday, to which the USPS agreed, said the postal service must reinforce its “special procedures” to ensure it “delivers every ballot possible by the cutoff time on Election Day.” USPS will also reinforce to managers that “all ballots with a local destination must be cleared and processed on the same day or no later than the next morning for delivery to local offices, from now through at least November 7.” Sullivan, of U.S. District Court in Washington, on Friday had ordered USPS to adopt “extraordinary measures” at numerous processing locations to ensure the timely delivery of millions of ballots before Tuesday’s presidential election. Sunday’s order, following a series of court hearing over the weekend, directed USPS to redistribute to all division directors and plant managers by 9 p.m. EST Sunday the “extraordinary measures” policy providing specific guidance for the final week of the 2020 election, “and that it is recirculating this policy at the instruction of a federal district court.” There appears to have been another incident on Sunday night of Trump supporters stranded at a rally site for hours after the president’s departure. This would be at least the third time this has happened recently. It happened last week in Nebraska, on Saturday in western Pennsylvania and on Sunday in Georgia. Campaigns typically take charge of logistics around rallies including getting people in and out. At least it’s not freezing in Georgia. Here’s NBC News: Here’s more from Trump’s late Sunday night rally at a Miami-area airport: Trump’s rally in Florida, a critical swing state he needs to hold to win the election, was held as Covid-19 cases in the state continued to surge. Like countless Trump campaign rallies there was no social distancing and thousands of attendees did not wear face masks. Miami-Dade county, where the event took place, has a midnight curfew to mitigate the spread of the virus. The county ordinance states the curfew is “necessary to safeguard life and health, as parties and gatherings late at night have the potential to spread Covid-19”. Trump’s speech continued well past midnight and attendees were still leaving the venue after 1am. The rally was Trump’s fifth event of the day, in a packed schedule that saw him visit five separate states as the election reaches its final day of campaigning. Polls showed Trump behind in Florida by an average of 2.2%, foreshadowing a close race. The FBI confirmed on Sunday that it was investigating the incident in which a convoy of vehicles flying Trump flags surrounded a bus carrying campaign staff for Democratic challenger Joe Biden on a Texas highway. “FBI San Antonio is aware of the incident and investigating,” special agent Michelle Lee, a spokeswoman for the Federal Bureau of Investigation in San Antonio, told Reuters in an email. “No further information is available at this time.” Speaking about the incident on the campaign trail on Sunday in Philadelphia, Biden said: “We’ve never had anything like this. At least we’ve never had a president who thinks it’s a good thing.” Trump addressed the incident at multiple rallies on Sunday: Why has Dr Anthony Fauci incurred the active wrath of the president? In a hard-hitting interview at the weekend, the doctor repeated his warning about difficult days ahead for the United States, which is registering an ever-increasing number of daily coronavirus cases. The US should prepare for “a whole lot of hurt” under the coronavirus pandemic, Fauci said, predicting a winter of 100,000 or more cases a day and a rising death toll. “We’re in for a whole lot of hurt,” Fauci told the Washington Post in a hard-hitting interview published on Saturday night, three days out from election day, immediately angering the Trump White House. “It’s not a good situation. All the stars are aligned in the wrong place as you go into the fall and winter season, with people congregating at home indoors. You could not possibly be positioned more poorly.” Read further: Guardian US southern bureau chief Oliver Laughland has just finished attending Trump’s final Sunday/Monday rally at an airport in Miami. He writes; President Donald Trump has indicated he could fire America’s top infectious disease expert, Dr Anthony Fauci during a midnight rally in Miami, Florida, less than 48 hours before America’s critical presidential election. As crowds at the Miami Opa-Locka airport chanted “Fire Fauci”, Trump stood for a number seconds and allowed the chants to continue before responding: “Don’t tell anybody, but let me wait until a little bit after the election. I appreciate the advice. I appreciate it.” He continued: “Nah, he’s been wrong on a lot. He’s a nice man though. He’s been wrong on a lot.” Fauci, one of the world’s foremost infectious diseases experts, has served for over three decades as the director of the National Institute of Allergy and Infectious Diseases [NIAID]. He is one of the lead experts on Trump’s coronavirus taskforce, and has frequently offered frank public health guidance in contrast to the president’s repeated falsehoods on the severity of the Covid-19 pandemic. Pay a visit to Oliver’s Twitter for some colorful rally footage: Hello and welcome to our round-the-clock coverage of the 2020 US election. In the United States those clocks fell back on Sunday for daylight savings time, though much of the rest of the world had already made the switch. Election day: it’s tomorrow. More than 93.2m have voted early, according to the US elections project. Joe Biden plans to campaign in Pennsylvania on Monday – and in Cleveland, Ohio, his campaign announced Sunday afternoon. That’s swinging for the fences. Donald Trump will bounce around the map with five rallies in four states, concluding in Michigan, which he won last time by less than half a point. Barack Obama is out there too, visiting Florida and Georgia – another audacious play by the Democrats. We’ll be tracking both campaigns’ final movements today. Trump stayed up late at a Florida rally last night, keeping supporters out past a public health curfew. Included in his rally was a threat to fire Dr Anthony Fauci, the popular voice of caution, reason and calm on coronavirus – although it’s unclear whether in chanting of “Fire Fauci”, Trump’s crowd wanted Fauci removed as director of the national institute of allergy and infectious diseases, which he has run since 1984, or simply kicked off the White House coronavirus task force, where his visibility has been low recently. Biden running mate Kamala Harris told a crowd on Sunday that the election was “a time to honestly grapple with what our faith requires of us” and “what it means to live the values it teaches.” She said the results “will determine our moral direction for years to come.” We’ll have a lot more for you shortly – thanks for joining us!"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}