{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/nov/02/us-election-biden-trump-campaign-bus", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-11-03T02:56:23Z", "webTitle": "US braces for historic election amid fears democracy is in danger", "webUrl": "https://www.theguardian.com/us-news/2020/nov/02/us-election-biden-trump-campaign-bus", "apiUrl": "https://content.guardianapis.com/us-news/2020/nov/02/us-election-biden-trump-campaign-bus", "fields": {"headline": "US braces for historic election amid fears democracy is in danger", "bodyText": "Americans are bracing for an election day unlike any in US history, overshadowed by a direct threat from Donald Trump of “violence on the streets” if the vote count is not cut short, stoking fears that democracy itself is at stake when the polls close on Tuesday night. The president’s incendiary tweet, which was quickly labelled by Twitter as potentially misleading, was fired off amid a febrile atmosphere on the last night of his campaign, with reports of mobs of his supporters driving around the streets in flag-waving motorcades seeking to intimidate opponents, while business districts in major cities boarded up windows. Trump stepped up his demand for the vote count in the battleground state of Pennsylvania to end on election night, before most of the state’s postal ballots have been counted, and he railed against the supreme court, which had turned down a Republican lawsuit seeking to cut off the count. “The Supreme Court decision on voting in Pennsylvania is a VERY dangerous one. It will allow rampant and unchecked cheating and will undermine our entire systems of laws. It will also induce violence in the streets. Something must be done!” the president said. There is no evidence there is a greater risk of fraud in postal ballots, which is how Trump, his family and top officials have routinely voted. Within minutes Twitter labelled the tweet with a message saying: “Some or all of the content shared in this Tweet is disputed and might be misleading about an election or other civic process.” The labelling prevented Trump’s message from being retweeted or liked. Trump, however, repeated his attacks on the supreme court at a rally later on Monday night, accusing it of making a “very, very dangerous” political decision adding: “You’re going to have a population that’s going to be very, very angry.” The dark warnings from the president marked the conclusion of a campaign that was in many ways unprecedented. It is the first election in which the incumbent president has said he would try to stop the vote count if early returns on election night show him to be ahead, and has openly encouraged acts of intimidation by his supporters. It also set a record for early voting. More than 94 million Americans had already cast their ballots by Monday, in the midst of a pandemic. It was equivalent to 70% of the 2016 turnout even before election day dawned. On Monday, a high “non-scalable” fence, last seen during the Black Lives Matter protests over the summer, was being erected around the White House. In anticipation of unrest, businesses in Washington and major city centres across the country boarded up their windows. The DC business district advised residents to “take precautions such as securing outdoor furniture and signage that can be used as a projectile”. George Washington University advised its students to prepare for election day “as you normally would for a hurricane or a snowstorm” in case unrest prevented them from leaving their residences. Students were encouraged to “pick foods that have a long shelf life”, “stock up on over the counter medications” and “be aware of your physical surroundings” from Tuesday on. Meanwhile, states across the US were preparing for potential unrest, with governors asking the national guard to prepare for deployment in case of unrest and protests surrounding the election. More than 3,600 troops have been activated, the Military Times reports. A poll by USA Today and Suffolk University found that three out of four voters were worried about possible violence, with only a quarter of the electorate “very confident” there would be a peaceful transfer of power if the Democratic challenger, Joe Biden, won the election. Delivering his closing message on the last day of the campaign, Biden repeated his campaign message that the election was a “battle for the soul of the nation”. “The character of America is literally on the ballot,” he said at a drive-in rally in Cleveland, Ohio. “It’s time to take back our democracy.” The campaign drew on some star power in Pennsylvania with Lady Gaga, John Legend and Common performing at rallies. Kamala Harris, the vice-presidential nominee, delivered her closing pitch to a packed drive-in rally at Citizens Bank Park, urging the many who gathered in frigid temperatures to cast their ballots in the critical city. “We all know from the time the polls open tomorrow morning until they close, every minute counts. So we can’t let up because it ain’t over till it’s over. And everything is at stake,” she said. On an election-eve stop in Wisconsin, minutes after posting his tweet about street violence, Trump claimed it was the left that was threatening riots if it did not get its way. “We strongly condemn political violence, and we condemn it strongly,” Trump told a rally in Kenosha, the scene of the police shooting of a Black resident, Jacob Blake, in August, and consequent street protests, at which a white 17-year-old, Kyle Rittenhouse shot two protesters. On his final campaign appearances, Trump has sought to portray his opponent’s future response to the coronavirus pandemic as a dystopian lockdown that would stifle economic and social life. “The Biden plan will turn America into a prison state locking you down, while letting the far-left rioters roam free to loot and burn,” he told a rally in Iowa. The air of apprehension has been deepened by repeated threats from Trump that he would seek to portray all votes not counted by election night as illegitimate. He said “we are going in with our lawyers” as soon as voting closes. Biden supporters scrambled on Monday to rally swing-state voters to drop off ballots, visit precincts in person and ensure their votes were counted. “Do not put ballots in the mail. Hand-deliver your mail ballot to your county election office, satellite election office or other designated drop box or drop-off location,” Pennsylvania’s top election official, Kathy Boockvar, the Democratic secretary of state, said on Monday. “Do it today. Do not wait.” Vote-counting routinely continues for days and sometimes weeks after a US election, but the result is usually called by news agencies based on projections from incomplete counts. That is less likely to be possible this time because of the heavy early and postal voting. It is also normal for there to be multiple legal challenges, but there are fears this year that Republicans will also seek to shut down the vote count physically through the intimidation of polling officials – as they did in Florida in 2000, the last time an election was not decided until weeks after the vote. Trump endorsed mob tactics by his supporters over the weekend by hailing the actions of loyalists in Texas who boxed in a Biden campaign bus on the highway with their own flag-bedecked cars, forcing the bus to slow down suddenly and causing a collision between a Trump supporter’s car and a Biden official’s vehicle. Two Biden rallies were called off in the menacing atmosphere. The FBI said it was investigating the incident, but Trump hailed the loyalist Texas group as “patriots” and tweeted on Monday that “they did nothing wrong”, advising the FBI to scrutinise leftwing groups instead. His endorsement was echoed at a Florida rally in the early hours of Monday by the Republican senator Marco Rubio, who told a crowd: “We love what they did.” The top ranks of the party have remained staunchly loyal to the president. The election has come amid a record upsurge in coronavirus cases, particularly in battleground states. Over the past week, 36% of tests in Iowa have been positive. The corresponding figure in Pennsylvania and Wisconsin was 14%. The campaign ended with Biden maintaining a solid and reasonably consistent lead nationwide but with narrower margins in key battleground states. According to the poll aggregator fivethirtyeight.com, Biden’s margin in Florida is two percentage points and with his lead in Pennsylvania – widely considered a must-win for the challenger – was just under five points. Trump has used his last campaign rallies to air an array of grievances, about polling numbers, the press and social media. He complained that the trending topics on Twitter were “boring”, focusing on him instead of the “scandals” and “affairs” of his opponents, and he expressed his frustration that his efforts to turn the business activities of Biden’s son, Hunter, into a major campaign issue, had failed to resonate. “You can’t have a scandal if nobody writes about it,” Trump said. Twitter issued a statement on Monday saying it would label as disinformation any claims about the outcome of the election “before it is authoritatively called”. “Tweets meant to incite interference with the election process or with the implementation of election results, such as through violent action, will be subject to removal,” the statement said. The power of disinformation was on display over the weekend with the mass circulation of a doctored video which falsely made it look as though Biden thought he was in Minnesota when addressing a rally in Florida, echoing a Trump campaign theme that the Democrat’s age impaired his mental faculties. Twitter removed the video on Sunday night, but by then it had already been viewed more than 1m times. Maanvi Singh, Sam Levine and the Associated Press contributed reporting"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}