{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/live/2020/nov/03/us-election-2020-live-updates-president-donald-trump-joe-biden-latest-presidential-election-news-polls-update", "type": "liveblog", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-11-04T11:12:15Z", "webTitle": "Race too close to call after polls close – as it happened", "webUrl": "https://www.theguardian.com/us-news/live/2020/nov/03/us-election-2020-live-updates-president-donald-trump-joe-biden-latest-presidential-election-news-polls-update", "apiUrl": "https://content.guardianapis.com/us-news/live/2020/nov/03/us-election-2020-live-updates-president-donald-trump-joe-biden-latest-presidential-election-news-polls-update", "fields": {"headline": "Race too close to call after polls close – as it happened", "bodyText": "We have started in on a fresh blog, which you can read here: As for where things stand, the presidential race is too close to call, with results in Wisconsin expected in the coming hours but other states – Nevada, Georgia, North Carolina, Pennsylvania and Michigan – potentially taking days to complete their counts. The Biden campaign has rebuked Trump for his “outrageous” false claim that he had won the election, an asserted also repudiated by state Republican party leaders across the country. Biden said he’s “on track to win this election” and “we’re feeling good about where we are.” He called for patience as the remaining votes are counted. Election day overall was largely free of the kind of civil unrest that was feared, but the Trump campaign was calling on supporters to “defend” the election and uncertain days lay ahead. The Republicans looked to pick up a handful of seats in the House of Representatives, with Democrats holding the majority. Control of the senate was up in the air, but the Democratic path appeared narrow. The race currently stands at 238 electoral votes for Biden to 213 for Trump, with six battleground states outstanding. If Biden can hang on to a narrow lead in Nevada, and seal the deal in Wisconsin, a win in Georgia (16 electoral votes), Michigan (16) or Pennsylvania (20) – brings him victory. North Carolina, with 15 electoral votes, is also still out. [Note: thanks to the reader who points out that a Biden win in North Carolina but not elsewhere could set up an electoral college tie.] To explore how the numbers work, check out our interactive “build your own election” tool: But these are tight races and we might be seeing recounts in some places in addition to legal challenges. That becomes less likely if Biden picks up multiple additional states. The state of Mississippi has approved a ballot initiative to remove the Confederate banner from its state flag, which now will depict a magnolia, the state flower. Here’s as good a summary as we can find of what’s happening in Wisconsin, which has 10 electoral votes to give. A narrow Biden lead on the strength of heavily Democratic ballots, with the window narrowing for Trump. It looks like Milwaukee came out for Biden. Update: The Nevada Independent, the gold-standard journalistic outlet for state political races, says the presidential race is too close to call. We’ll be waiting on Nevada too: Joe Biden maintains a narrow lead in Nevada over President Donald Trump, but the state’s six electoral votes and the results of many other major congressional, statewide and local races remain up in the air after initial returns on election night. As of early Wednesday, Biden and Democratic congressional candidates running in the state’s two competitive House districts – Susie Lee and Steven Horsford – maintained narrow leads over their Republican opponents, but no news outlets have called the races given a large number of outstanding ballots yet to be tallied. Kevin McCarthy, the House minority leader, is headed back to Capitol Hill: As is Democratic Michigan Representative Debbie Dingell: Another half hour for Milwaukee it sounds like: Meanwhile Biden has made up some ground in Kenosha: This is pretty dramatic in Wisconsin, with heavily Democratic Milwaukee about to announce its result. There is a small vote outstanding elsewhere in the state but this is the tally that matters most: Representative Rashida Tlaib has won re-election in Michigan: The state chair of the Wisconsin Democratic party says he’s “confident” that Biden will eke out victory there. Note: the race has not been called and it’s too close to call. “The president’s statement tonight about trying to shut down the counting of duly cast ballots was outrageous, unprecedented, and incorrect,” said Biden campaign manager Jen O’Malley Dillon in a statement: It was outrageous because it is a naked effort to take away the democratic rights of American citizens. It was unprecedented because never before in our history has a president of the United States sought to strip Americans of their voice in a national election. Having encouraged Republican efforts in multiple states to prevent the legal counting of these ballots before Election Day, now Donald Trump is saying these ballots can’t be counted after Election Day either. And it was incorrect because it will not happen. The counting will not stop. It will continue until every duly cast vote is counted. Because that is what our laws — the laws that protect every Americans’ constitutional right to vote — require. We repeat what the Vice President said tonight: Donald Trump does not decide the outcome of this election. Joe Biden does not decide the outcome of this election. The American people decide the outcome of this election. And the democratic process must and will continue until its conclusion. A “Trump Republican” who died of complications from Covid-19 one month ago has won a state legislature seat in North Dakota. Politico has the story: David Andahl was 55 when he died on Oct. 5, after winning a heated primary with an incumbent committee chairman. Sen. Kevin Cramer (R-N.D.) had endorsed the Bismarck rancher, saying, “we need more Trump Republicans in the State Legislature.” The state Republican party is expected to appoint a replacement for Andahl. More people voted for Joe Biden this year than voted for either candidate in 2016... ...and Donald Trump won more votes this time than he did last time, Charles Pierce points out: From tech reporter Kari Paul: Uber and Lyft have won a major victory in their battle to continue classifying drivers as contractors, not employees, following the passage of a ballot measure that exempts them from a California labor law. On Tuesday voters in California passed Proposition 22, the most expensive ballot-measure campaign in state history, which came to symbolize a bitter struggle over the future of the gig economy. Roughly 58% of ballots were cast in favor, following one of the hardest fought – and most expensive – proposition battles in the state’s history. The measure was backed by some of Silicon Valley’s most powerful tech companies, including Uber, Lyft, Instacart and DoorDash, which spent upwards of $200m on the efforts. Vivian Ho reports from Phoenix, Arizona: Mark Kelly, a Democrat and former astronaut, was declared the winner of the Senate race in Arizona, claiming the seat once held by John McCain. Kelly, who is the husband of the former Arizona congresswoman Gabrielle Giffords, maintained a steady polling lead over the incumbent Martha McSally throughout the race. The retired US navy captain ran his campaign by playing up his outsider status in politics, repeatedly speaking on Arizona’s need for “independent leadership”. A moderate, he drew endorsements from both sides of the aisle, including from more than 100 “Republicans for Mark”. After Giffords was severely wounded in a 2011 mass shooting in Tucson, both Kelly and Giffords became staunch advocates for gun control, pushing Congress to enact measures, but with little success. McSally, a former congresswoman and the first woman to fly a combat mission as a fighter pilot, drew criticism during the race for her support of Trump, who has faced continual ire in Arizona for besmirching McCain – a prisoner of war in Vietnam and a hero in the state. In recent weeks, McSally has had to rebuke Trump for his attacks on McCain, who died in 2018. Pictures from the scene in Philadelphia: Both big Democratic cities in Pennsylvania, Philadelphia and Pittsburgh, are still counting votes and have announced they will release no further results until morning east coast time. The size of Biden’s anticipated margins in those cities will likely determine the outcome of the presidential election in the state and possibly for the entire country, given Pennsylvania’s size. One factor slowing the tally of mail-in ballots was the refusal of the Republican-led legislature to allow the state to begin processing the ballots before election day. Elections officials in Pennsylvania warned that the count would take days, but vowed to take as long as needed to produce an accurate tally. Here’s further on what’s happening there: For a closer look at what happened last night in Arizona – and to understand Joe Biden’s historic win there – read our five-part series “Phoenix Rising”, in which Lauren Gambino and Maanvi Singh track the state’s path from Republican stronghold to battleground state. The final installment in the series explores how the climate crisis has helped to remake Arizona politics: Joe Biden has held Maine, the AP announces, further narrowing Trump’s path: Hello Tom McCarthy here. At a fresh glance the 2020 election result is full of question marks. Both sides see a path to victory in the presidential race, but Joe Biden has a significantly wider path. With key states still tallying the large absentee vote, the result could take days to emerge. The most impressive result for Joe Biden so far is his win of Arizona, just announced, and the competitive race he is running in Georgia. At the beginning of the night, those two factors would have seemed to indicate a clear and possibly quick Biden victory. But Donald Trump scored an authoritative win in Florida, and the president is running much closer than was expected in Wisconsin. The results in Michigan and Pennsylvania have yet to come into focus. Down-ballot, Democratic hopes for a reprise of the 2018 blue wave failed to materialize, and the party lost multiple close House races, although Democrats retained control of that chamber. Democratic hopes for a senate flip were narrow, with the results in Maine still out. Marijuana legalization appeared to have succeeded in ballot measures in four separate states, Florida approved a $15 minimum wage and multiple states passed criminal justice reform measures. Overall the results rewrite the political map in the United States as we know it, with a notably strong performance by Trump among Latinos on the border in Texas and in Florida, and Biden making striking inroads in the Sun Belt, while failing to deliver a big result in the northern Midwest and not coming close in states such as Ohio or Iowa where he seemed in play. Thanks for reading, we’ll bring you new results as they land. That’s it from me for now. I’m handing the blog over to my Guardian colleague, Tom McCarthy, for the next few hours. Here’s where the US election results stand as of now: The presidential race remains too close to call. Donald Trump’s victories in Florida, Ohio and Texas have kept his hopes of reelection alive, but the pivotal swing states of Michigan, Pennsylvania and Wisconsin remain too close to call. Addressing supporters tonight, Joe Biden said, “I believe we’re on track to win this election.” Trump falsely declared victory in the race, as he peddled baseless claims of “fraud.” Speaking at the White House about 30 minutes ago, the president claimed victory in states that remain too close to call, such as Georgia. Trump also threatened to challenge the election results in the supreme court. Republicans appear likely to maintain control of the Senate. Despite Democrats’ hopes of flipping several seats tonight, Republicans have won key races in Iowa, Montana and South Carolina, nearly eliminating any chance of the chamber changing hands. House Democrats are underperforming, even as they are expected to maintain control of the chamber. Several freshman Democrats who were expected to narrowly hold on to their seats have instead been defeated by Republican challengers. Tom will have more coming up, so stay tuned. This is huge: Joe Biden has been declared the winner of Arizona and its 11 electoral votes, the AP just announced. With Arizona in his column, Biden could potentially afford to lose Pennsylvania and still win the election if he carries Wisconsin and Michigan. Biden’s win in Arizona substantially limits Donald Trump’s path to victory, a fact that the president’s allies appear to be keenly aware of. When Fox News called Arizona for Biden earlier tonight, the president’s advisers expressed outrage. To sum up, Donald Trump is trying to declare victory in the presidential race, even as the most important battleground states remain too close to call. This is the nightmare scenario many political reporters and strategists feared: the president is seeking to sow doubt about the legitimacy of the election as results start to move away from him. At the risk of stating the obvious: there are still many legitimate ballots left to count in key states like Michigan, Pennsylvania and Wisconsin, and voters in those states will determine the winner of the presidential race. Trump does not have the ability to unilaterally declare himself the winner. The counting continues. Donald Trump pushed a baseless accusation of “fraud” in the presidential election, as he declared victory without the results to back that up. “This is a fraud on the American public,” the president said a the White House. “This is an embarrassment to our country.” Trump added, “We were getting ready to win this election. Frankly, we did win this election.” The president has not won re-election as of now, and key swing states such as Michigan, Pennsylvania and Wisconsin remain too close to call. The president pledged to fight the results of the election at the supreme court. “We will be going to the US supreme court. We want all voting to stop,” Trump said. Election officials in key swing states continue to count valid ballots, and that process could continue for days. Donald Trump was eager to declare victory in battleground states that remain too close to call, such as Georgia and North Carolina. Yet the president was simultaneously urging Arizona to count more ballots in the hopes that it would reverse Joe Biden’s current lead. Donald Trump expressed confidence about winning Pennsylvania, as the state continues to count ballots. “Most importantly we’re winning Pennsylvania by a tremendous amount of votes,” the president said at the White House. But again, there are many outstanding votes in Pennsylvania, and it’s still unclear who has won the pivotal swing state. Donald Trump reveled in his victories in Florida and Texas, as the nation awaits results from key Midwestern battleground states. “It’s also clear that we have won Georgia,” Trump said at the White House. “They can’t catch us.” But the AP has not yet called Georgia, and the outstanding votes could give Joe Biden an opportunity to seize the lead in the traditionally conservative state. Donald Trump is now speaking at the White House, as the presidential race remains too close to call. “This is, without question, the latest news conference I’ve ever had,” Trump joked as he started speaking. The president then baselessly accused Democrats of trying to “disenfranchise” his supporters. “We will not stand for it,” Trump said. Another freshman House Democrat in a vulnerable district, Xochitl Torres Small of New Mexico, has lost her re-election bid. Again, Democrats are still expected to maintain control of the House, but the disappointing results for vulnerable freshmen members are not what the party was expecting tonight. Republicans have flipped another House seat, defeating freshman Democrat Joe Cunningham in South Carolina. There are still dozens of House races that are too close to call, but Republicans have so far been exceeding expectations, even as Democrats are expected to maintain control of the chamber. Donald Trump will soon deliver an address to the nation at the White House, as the presidential race remains too close to call. The president falsely claimed in a tweet tonight that Democrats were attempting to “steal” the election, potentially previewing his remarks. The Senate editor of the Cook Political Report does not give Democrats much chance of flipping the chamber at this point: The Republican incumbent Steve Daines has won re-election to the Senate, marking another crucial victory in Republicans’ efforts to maintain control of the chamber. Daines faced a difficult re-election race after the Democrat Steve Bullock, Montana’s popular former governor, entered the race, but the Republican incumbent managed to hold on to the seat. Daines’ victory means Democrats’ path to flipping the Senate has essentially vanished. The only Democratic House member to vote against impeaching Donald Trump has lost his re-election bid in Minnesota, the AP just announced. Republican candidate Michelle Fischbach has defeated Collin Peterson, who has been in office since 1991. Republicans hoped to flip the conservative district, despite Peterson’s attempts to distance himself from his party on certain controversial votes, and their efforts have paid off. The Republican party has now gained one net seat from House races, with dozens of elections still too close to call. More from tech reporter Julia Carrie Wong on Twitter’s response to Trump’s misleading tweet: Twitter acted quickly to label and reduce the distribution of a tweet by Donald Trump containing false information early Wednesday, in an early test of how social media platforms will handle misinformation from the president as the country awaits the results. “We are up BIG, but they are trying to STEAL the Election,” Trump tweeted at 12:49am Eastern. “We will never let them do it. Votes cannot be cast after the Polls are closed!” Twitter placed the tweet behind an interstitial label reading, “Some or all of the content shared in this Tweet is disputed and might be misleading about an election or other civic process.” Twitter users cannot like or respond to the tweet, and may only retweet it if they add a comment – a so-called “quote tweet”. The company said that the tweet violated its civic integrity policy, which prohibits “disputed claims that could undermine faith in the process itself, such as unverified information about election rigging, ballot tampering, vote tallying, or certification of election results”. The tweet included numerous falsehoods. Trump is currently trailing both in the popular and projected electoral college vote. There is no evidence that anyone is trying to steal the election from Trump. And no one is casting votes after the polls close. Some states allow for ballots to be counted as long as they are postmarked by election day and received within a certain number of days. A separate Trump tweet– “I will be making a statement tonight. A big WIN!” – could be interpreted as a premature declaration of victory but did not receive any labeling from Twitter. Trump posted identical messages to his Facebook account, but the company does not appear to be treating it as election misinformation. A label reading, “Final results may be different from initial vote counts, as ballot counting will continue for days or weeks,” has been added to the post false alleging the election is being stolen. Trump’s post declaring a “big WIN” carries a different label reading, “Votes are being counted. The winner of the 2020 US Presidential Election has not been projected.” Facebook did not immediately respond to a query from the Guardian. A Republican congressman who easily won re-election tonight criticized Donald Trump after the president baselessly accused Democrats of trying to “steal” the election. “Stop. Full stop,” congressman Adam Kinzinger said in a tweet. “The votes will be counted and you will either win or lose. And America will accept that. Patience is a virtue.” Fox News has called Nebraska’s second congressional district and its sole electoral vote for Joe Biden. The Guardian is still awaiting the AP’s call in the race, but if Biden does indeed capture that electoral vote, it could potentially clinch his victory if he is unable to win Pennsylvania. A report from Des Moines, Iowa: In 2016, the county that swung more heavily from Barack Obama to Donald Trump than any other in the US was Howard county in the north-east of Iowa. On Tuesday, the county swung even further to Trump in a result that shocked local Democrats and battered their expectations of taking back the state. The president took 63% of the vote in the county, up five points on 2016. Turnout was up 4% overall, and Biden picked up more votes than Hillary Clinton. But the increase in Trump’s vote was four times larger than for the Democrat. Laura Hubka, chair of the county Democrats who did not expect to win the county but hoped to make inroads to help swing Iowa to Biden, was despairing of the result. “This feels all too familiar,” she said. Neil Shafer, the Republican county chair, said he was pleasantly surprised by the increase but that he had noticed a surge in people asking for Trump signs in recent weeks and in first time voters registering, particularly young men. “I think people finally got to see the real Biden, and they’re not impressed with his running mate [California senator Kamala Harris] at all. I think about the worst person you could have thought of to try to bring that coalition that he needed to win. It didn’t impress Iowans to have someone from the east coast and the west coast on the ticket, That’s not how you endear yourself to the midwest,” he said. “I did not run across anybody that I have known in the last four years that voted for Trump in ’16 that weren’t going to again. I knew a lot of new voters who wanted to vote for Trump because they became so impressed with them. And just the law and order and all the riots and, and honestly, I think Covid and the government oppression of people. I’m not saying it’s right or wrong, but people don’t like that, especially Midwesterners.” Shafer said he is confident the president will be re-elected. “I think Trump’s gonna pull this out,” he said. Here’s more on Howard county: Democrats have held on to a Senate seat in Minnesota, with incumbent Tina Smith winning re-election. Democrats will be relieved Republicans didn’t flip the seat, but the party’s chances of flipping the Senate have severely dimmed, as Republican candidates have pulled ahead in some key races. It’s been a tale of two communities for south-eastern Wisconsin this election day. Polls closed just hours ago and residents in some places were still making their voices heard and votes count, still standing in line, close to 10pm. In Milwaukee, residents mostly took advantage of early and absentee voting to avoid large lines amid a Covid-19 surge. Still, city officials say they could be counting ballots well in the morning. Over in the suburbs, including here in West Allis just south of Milwaukee, lines at the City Hall and recreational center spanned at least a block well after polls closed. One election official told me the line had been steady throughout the day largely due to social distancing restrictions creating longer lines, and an influx of new residents and first-time-voters inundating an already limited number of poll workers and resources available to small towns. But as returns trickle in, early numbers show us that throughout the country, that tale of two communities, the cities versus suburbs, could determine whose the next president of the United States. Donald Trump has officially won Texas and its crucial 38 electoral votes, the AP just announced. Democrats had entertained hopes of flipping the traditionally conservative state, after Texas reported record levels of voting turnout. However, the president has held on to Texas, which was another must-win state for him. Democrats have also lost several House races in Texas that they had hoped would help them build upon their majority in the chamber. The Guardian’s Sam Levine reports from Philadelphia: Donald Trump falsely claimed that he was “winning” the election early on Wednesday morning, and that it was being “stolen from him”. The statement is false. No state allows voters to cast a ballot after the polls close. Some states, including Pennsylvania and North Carolina, are counting ballots as long as they are postmarked by election day and arrive in the days after. The voter still has to mail the ballot before election day. For months, experts have warned that it could take several days to count the ballots because of a surge in mail-in voting. Election officials in Pennsylvania, Wisconsin, and Michigan have all urged the public too remain patient and said they will not announce a winner on election night. Experts have worried about a scenario in which Trump uses preliminary and incomplete vote totals to claim victory before the votes are counted. Because the vote totals being reported on Wednesday heavily reflect just in-person votes, which likely favor Trump, it does not paint and accurate picture of the results. Twitter swiftly tagged Trump’s tweet, saying: “Some or all of the content shared in this Tweet is disputed and might be misleading about an election or other civic process.” Twitter has now added a misinformation label to Donald Trump’s tweet about tonight’s election results. The social media giant previously said it would label tweets that prematurely declared victory in the presidential race, which remains too close to call. The Guardian’s Maanvi Singh reports: With things looking positive for Joe Biden in Arizona, anxious election watchers have now turned their attention to Nebraska’s second district. Nebraska is a solidly red state, overall – and Donald Trump has been projected to win the popular vote there. But the state’s second district, which encompasses Omaha and its suburbs, looks competitive. Biden was ahead by 10 points with 85% of votes counted. Each district in Nebraska awards one electoral college vote, and whoever wins the state overall gets an additional two. It’s not inconceivable that the election could come down to this one district. In 2008, Barack Obama won this district as part of his path to the presidency. The district’s House race is also looking very close: the incumbent Republican Don Bacon, who beat Democrat Kara Eastman by just two points in 2018, is now neck and neck with Eastman in a rematch. Donald Trump said he would be making a statement tonight, baselessly accusing Democrats of trying to “steal” the presidential election. “We are up BIG, but they are trying to STEAL the Election. We will never let them do it. Votes cannot be cast after the Poles are closed!” Trump said. There is no evidence that anyone is trying to cast a ballot after polls have closed, and the presidential election remains too close to call, as we await results from key Midwestern battleground states. Joe Biden has already wrapped up his remarks tonight, urging his supporters to remain patient while expressing confidence about the results. “I’m optimistic about this outcome,” Biden said. The Democratic nominee said he was “confident” about Arizona and “feeling really good” about Michigan and Wisconsin, while he emphasized Georgia was still up for grabs. “Keep the faith, guys,” Biden said. “We’re going to win this.” Joe Biden is now addressing supporters in Delaware, as the presidential race remains too close to call. “We knew this was going to be long,” the Democratic nominee said. “But look: we feel good about where we are. We really do.” Biden added, “I believe we’re on track to win this election.” Biden emphasized the country had to wait until every vote was counted to determine the winner of the presidential election. Joni Ernst, a Republican senator from Iowa, has won re-election, the AP just announced. Democrats had hoped Theresa Greenfield would be able to flip the state, but Ernst held on, as Donald Trump also sailed to victory in Iowa. Several other key Senate races are looking favorable for Republicans, bolstering their hopes of maintaining control of the chamber. This is a call we’ve been waiting for: the AP has officially declared Donald Trump to be the winner of Florida and its 29 electoral votes. Florida was an absolute must-win state for Trump, and his win there has kept his hopes of victory alive. If Joe Biden had won Florida, it would have likely sealed Trump’s fate. That’s not the result we got tonight. But we still await results from the crucial Midwestern battlegrounds of Michigan, Pennsylvania and Wisconsin. Pennsylvania’s Democratic attorney general, Josh Shapiro, is advising Americans to “get some sleep” because the pivotal swing state still has a lot of counting left to do. Trump supporters are rejoicing in Ohio after Donald Trump’s win – and some are hoping it spells good things for the increasingly crucial state of Pennsylvania. “He’s definitely outperformed in Ohio in 2020, more than he did in 2016,” said Anthony Fox. “There’s a good possibility that there may be a carry-over effect from Ohio bleeding into Pennsylvania – because we do share that incredibly large border, our economies are kind of intertwined.” Fox is among the attendees at a Trump “victory party” at a bar in Ashtabula county, north-east Ohio, which Trump won convincingly despite early results showing Joe Biden with a narrow lead. Trump won Ohio by eight points in 2016, a remarkable victory given the state voted for Barack Obama in 2008 and 2012. It seems the president has retained that lead, outperforming polls that had Trump winning narrowly. Early results from Ohio suggested Biden was outperforming Hillary Clinton in some of the state’s key counties, but Trump quickly gobbled up Biden’s early lead. Ohio was expected to release Democratic-leaning early votes first, while Republicans were expected to vote more frequently in-person, and so it proved. “It’s awesome,” said Candy Baker-Korver. “[Trump has] made several stops here and to create so much unity in Ohio and I think people in Ohio are realising he has helped our economy. “It’s a big deal for Ohio because we’ve lost a lot of industries, and he’s trying to help our economy out here – as far as getting our businesses up and trying to keep the businesses from going overseas.” People are filtering out of the Ashtabula party – bars in Ohio have to stop serving at 10pm under coronavirus rules – so they won’t be able to celebrate any overall result as a crowd. Baker-Korver is now confident Trump will win the election, however. “He’ll come through, I truly believe it. There’s just been so much enthusiasm … I’ve seen from the Trump parades all over Ohio the excitement, the unity and that people are coming together to support him.” The AP has also just announced that Donald Trump has won Iowa, another state he won in 2016 and needed to win again. Trump’s victories in Ohio and Iowa only further confirm that it could be days before we know the result of the presidential election, as we await numbers from the Midwestern battleground states. This is a major call: Donald Trump has won Ohio and its 18 electoral votes, the AP just announced. Early results had looked promising for Joe Biden, but his lead quickly evaporated as more results came in. Ohio was considered a must-win state for Trump, and he has indeed won it. Joe Biden has won Minnesota and its 10 electoral votes, the AP just announced. Biden increases his electoral vote count to 223, meaning he has to capture 47 more to win the presidency. The Democrat’s team is hoping he will be able to win the other Midwestern states of Michigan and Wisconsin once all the votes are counted. Joe and Jill Biden are expected to soon address the country from their home state of Delaware, as the presidential race remains too close to call. The Democratic nominee is expected to urge patience with the tabulation of votes while expressing confidence about his results in Arizona and the midwest. Joe Biden has won Hawaii and its four electoral votes, the AP just announced. The electoral college count currently stands at 213 votes for Biden and 118 votes for Donald Trump. But the AP has not yet declared winners in any of the major battleground states, including Florida. Donald Trump’s advisers are reportedly furious with Fox News for already calling Arizona for Joe Biden, indicating some intensifying concerns over at the White House. The AP, and the Guardian along with it, have not yet declared a winner in Arizona. The stray electoral votes in Maine and Nebraska could become hugely consequential if Joe Biden cannot pull off a sweep of Michigan, Pennsylvania and Wisconsin. As of now, Biden is up nine points in Nebraska’s second congressional district, which will award one electoral vote. Tonight’s results have caused some painful 2016 flashbacks for Democrats, but Joe Biden’s allies are still sounding optimistic about their chances of victory. From Biden’s deputy campaign manager: Fox News has projected Donald Trump will win Ohio, a state that was viewed as a must-win for the president. The AP has not yet called a winner in Ohio, but Trump’s lead there is an encouraging sign for the president. Alexandra Villarreal reports from Austin, Texas: In the Rio Grande Valley four years ago, former Democratic nominee Hillary Clinton won Hidalgo county by a whopping 40%. But tonight it’s becoming clear that “the enthusiasm for [Joe] Biden isn’t what the enthusiasm for Clinton was”, says Manuel Grajeda, Texas strategist for Latino civil rights organization UnidosUS. Both Republicans and Democrats haven’t focused on Latinos in the Valley as much as other major constituencies, Grajeda said, “a missed opportunity” that’s showing up in the election results. In Hidalgo county, where around 92.5% of the population is Hispanic or Latino, Biden is leading by almost a 20-point margin, based on early voting. That’s a generous lead, but nothing like Clinton’s in 2016. El Paso, another majority Latino county along the US-Mexico border, has Biden up by more than 36 after locals voted amid a severe coronavirus outbreak. But when Beto O’Rourke – who admittedly had hometown advantage – ran for US Senate two years ago, he swept El Paso by more than 49 points. The relatively narrow margins for Democrats along the border come even as Latino voters flock to the polls. An estimated 1.9 million Latinos voted early here, Grajeda said, including around 500,000 first-time voters. “The key to success with the Hispanic community in Texas is engagement, and very early on,” said US representative Joaquin Castro, who just won re-election. “And making sure that we get to folks who have not participated in the political process before. “That continues to be a challenge that we’ve got to make sure that we meet.” In neighboring Starr county – which is 96.4% Hispanic or Latino, and which Clinton won by 60 points – Biden is only leading by a five-point margin. The Guardian’s Maanvi Singh reports: Two members of the so-called congressional “squad” – Alexandria Ocasio-Cortez of New York and Ilhan Omar of Minnesota – have won re-election. Both Ocasio-Cortez and Omar were heavily favored to win. The freshmen congresswomen who championed ambitious climate action, healthcare for all and other progressive causes – while facing the ire of Donald Trump – will be newcomers no more. “Fighting for working-class families in Congress has been the greatest honor, privilege, and responsibility of my life,” Ocasio-Cortez said. “Thank you to the Bronx and Queens for re-electing me to the House despite the millions spent against us, and trusting me to represent you once more.” Trump has often vilified both congresswomen, and in the lead up to election day lobbed frequent xenophobic attacks at Omar – accusing her at a recent rally of telling “us”, his overwhelmingly white audience, “how to run our country”. Omar came to the US at the age of 12, after fleeing civil war in Somalia, and is the first woman of color to represent Minnesota in Congress. “We are building a movement that sees my struggle as inherently tied to your struggle, and sees a world where all workers can be uplifted,” Omar said after the AP projected her victory. “This is just the beginning.” This is the moment when Fox News called Arizona for Joe Biden, which, as the Fox anchors noted, was a huge win for the Democratic nominee. Again, the Guardian has not yet called the Arizona race for Biden because the AP says the state remains up for grabs. The Trump campaign objected to Fox News calling Arizona for Joe Biden already, which would deal a crucial blow to the president’s hopes of re-election. From the senior campaign adviser Jason Miller: Fox News has called Arizona for Joe Biden, which would significantly bolster the Democrat’s chances of victory. Again, the Guardian is not yet calling Arizona because the AP has not declared a winner in the race. However, if Biden wins Arizona, it gives him multiple paths to victory because he could afford to lose Pennsylvania and still win the presidential race if he won Michigan, Wisconsin and the stray electoral votes in Nebraska and Maine. It may be a long election week, now that it appears the presidential race will come down to the midwest. Election officials in Michigan, Wisconsin and Pennsylvania have said they will not be announcing the winners of their states tonight. Vivian Ho reports from Chandler, Arizona: At a Republican watch party in Chandler, Arizona, where dozens gathered in seats under stringed lights, the group cheered as Fox News read off the early numbers in Georgia and North Carolina in favor of Donald Trump. “It’s 2016 all over again,” whooped Kenneth, a Chandler resident who declined to give his last name. Kenneth, 43, said he voted for Trump again not just because his tax plan helped him as a laborer, but because “it seems like the Democratic party is the party of anger”. “They’re burning stuff down, they’re starting fights, riots, looting, shooting,” he said, a Keep America Great sign in his hands. The switch to the Republican party was a recent change for him. “I’ve been a Democrat my entire life up until 2016,” said Kenneth, a Black man. “I’ve always thought Republicans were racist but in 2016, I was done.” “You don’t think Trump is racist?” I asked. “OK, if he is, would he be the first president? No,” Kenneth said. “But look, this is the thing: The only reason why everybody is saying Trump is racist is because you have the news media, Facebook, Twitter, favorite rappers and celebrities and singers saying it. “Nobody would believe that if they didn’t have all this outside influence. It’s like the news media and social media has people believing all sorts of stuff. They thought tonight was going to be a blowout. Biden was supposed to blow Trump out in Florida. The media has been lying to everybody the whole time!” Fox News has called Florida and its 29 electoral votes for Donald Trump. Again, the Guardian is not yet calling Florida because it goes by the AP’s calls, but a Florida win for Trump (which seems very likely) would be crucial for the president. Polls just closed in four western states, but all of them have already been called by the AP. Joe Biden has won California, Oregon and Washington state, while Donald Trump has won Idaho. With those four states in, the electoral college count stands at 209 votes for Biden and 112 votes for Trump. The magic number to hit is 270. It seems everything will come down to the midwest. It is 11pm ET, so polls have now closed in four more states – California, Oregon, Idaho and Washington. Joe Biden has won New Hampshire, a state where he came in fifth in the Democratic primary. The Republican congressman Doug Collins has conceded in the special Senate election in Georgia. The race will proceed to a January runoff between Republican Kelly Loeffler, who was appointed to the seat, and the Democratic candidate Raphael Warnock. With Donald Trump’s numbers looking good in Georgia and North Carolina, Joe Biden is now relying on the midwest to come through for him. But even if Biden were to lose in Pennsylvania, he could still theoretically pull off a victory if he wins Arizona and one electoral vote each from congressional districts in Nebraska and Maine. Democrat Roy Cooper has won another term as the governor of North Carolina, the AP just announced. Cooper is running ahead of Joe Biden and Senate candidate Cal Cunningham in North Carolina. With 92% of the vote in, Cooper is leading by about 5 points, while Biden is trailing by 1 point and Cunningham is trailing by 1.4 points. Richard Luscombe reports from Miami: Florida’s Republican governor, Ron DeSantis, a solid Trump ally, is getting miffed that none of the major news networks are calling his state for the president yet, more than two hours after polls closed. “President @realDonaldTrump is up in Florida by almost 400,000 votes with more than 90% of precincts reporting,” DeSantis fumed in a tweet. “Why haven’t networks called the race? It’s a done deal and the refusal to recognize the obvious speaks volumes about the (lack of) objectivity of these outlets.” Trump needs Florida’s 29 electoral college votes to win back the White House, while Joe Biden still has a pathway without it. With less than 10% of Florida’s votes outstanding, the indications are that Trump will significantly increase the 1.2% majority by which he won the state from Hillary Clinton in 2016. Donald Trump has won Missouri and its 10 electoral college votes, the AP just announced. The electoral college count currently stands at 131 votes for Joe Biden and 108 votes for Trump. Again, all of the battleground states remain up for grabs, so this race is far from over. Ohio is shaping up to be one of the most intriguing states of the night so far, with Donald Trump now surging past Joe Biden’s early lead. Trump was almost four points up at 10.20pm ET, a return to something approaching what people had expected – he won here by eight points in 2016. The silver lining for Biden is that some of Ohio’s biggest counties, which include cities such as Cleveland, Columbus and Cincinnati, where Biden is winning, haven’t reported all their votes yet. Biden is doing far better than Hillary Clinton in those areas, which each have about a third of their votes yet to come in. The other silver lining for Biden is that even if the current result stands, and he loses by about four points, that’s a big inroad for him compared to how Trump did in 2016... and could indicate a strong Democratic performance in Michigan, Wisconsin and Pennsylvania. Republican Tommy Tuberville has been declared the winner of the Alabama Senate race, defeating Democratic incumbent Doug Jones. Jones had been widely expected to lose his race, after narrowly winning the seat in a 2017 special election. Combined with Democrats flipping Cory Gardner’s seat in Colorado, the two parties have canceled out their Senate gains so far tonight. We still have a long night ahead of us, but the results so far indicate Joe Biden has underperformed in Florida and Georgia in comparison to his polling there. With about 91% of the Florida vote in, Donald Trump leads Biden by about 3 points, 51%-48%. In Georgia, where 54% of the vote is in, Trump leads by 13 points, 56%-43%. Florida was seen as a toss-up, although a recent poll showed Biden ahead there by 5 points. The Democratic nominee was also seen as slightly favored to win Georgia. It’s important to remember Biden did not absolutely need to win Florida or Georgia. If he can win in Michigan, Pennsylvania and Wisconsin, he will still capture the White House. However, Biden wins in Florida or Georgia would have almost certainly eliminated any chance of a Trump victory. That does not seem to be the case tonight. Instead, we will likely have to wait for results from the Midwestern battlegrounds to determine the winner of the presidential race. Election scenes from across the US – in pictures The AP has confirmed that Senator John Cornyn has won another Senate term in Texas, defeating Democratic candidate MJ Hegar. Earlier reports indicated that Hegar had already called Cornyn to concede. Donald Trump has won Kansas and its 6 electoral votes, the AP just announced. With 69% of the Kansas vote in, Trump leads Joe Biden by about 6 points, 52%-46%. The electoral college vote count currently stands at 131 votes for Biden and 98 votes for Trump. Again, a candidate needs 270 electoral votes to win the election. Lindsey Graham has won re-election in South Carolina, the AP just announced. Democrats believed they had a real chance of flipping the state with Jaime Harrison, who raised massive sums of money in the final weeks before election day. But with 39% of the vote in, Graham is leading Harrison by about 10 points. It is 10 pm ET, so polls have now closed statewide in Iowa, Montana, Nevada and Utah. Iowa and Nevada are both considered battleground states, although Joe Biden is considered likely to win Nevada. Donald Trump will almost certainly win Montana, but the state is also holding a Senate state that could be very close. Republican Madison Cawthorn has won his congressional race in North Carolina. At just 25, Cawthorn will be the youngest member of the House’s freshman class. Cawthorn celebrated his victory in a manner that was befitting of the politics of 2020 -- with a tweet saying, “Cry more, lib.” The Guardian’s Maanvi Singh reports: Jamaal Bowman, a former teacher endorsed by Alexandria Ocasio-Cortez and Elizabeth Warren, won his US House election in New York. Bowman’s primary victory over incumbent Democrat Eliot Engel, the chairman of the House foreign affairs committee, was a major win for progressives. Bowman campaigned on reducing income inequality, providing healthcare for all and reforming the criminal justice system. He has himself been a victim of police brutality, sharing during his campaign a story of how he was hit and dragged by police at age 11. Democrats have picked up their first Senate seat of the night, with former governor John Hickenlooper being declared the winner over Republican incumbent Cory Gardner in Colorado. Democrats need to flip three more seats (or two more seats and the White House) to capture control of the chamber. All eyes will be on Maine, North Carolina and Arizona, where Republicans are attempting to hold onto Senate seats. The Guardian’s Maanvi Singh reports: The Nevada state supreme court has denied a request from Donald Trump and state Republicans seeking to stop Clark county officials processing and counting ballots until they are allowed to observe the process. Trump and Republicans alleged that the county – which covers Las Vegas – failed to comply with extensive public record requests relating to signature verification on mail-in ballots. All seven members of the court signed an order rejecting the appeal, but set an expedited briefing schedule to allow the Trump campaign and state Republicans to file a formal brief arguing their case, and gave the defendants until Monday to respond. Also in Clark county, a judge ordered 30 polling sites to stay open for an extra hour after the Trump campaign argued that they opened late. No Republican presidential candidate has won Nevada since 2004, but it remains a battleground and Trump has been fighting hard to eat away at Joe Biden’s advantage there. About 40,000 ballots were cast in person by 1pm in the Las Vegas area, the AP reports. The AP has declared Joe Biden to be the winner of Colorado and its nine electoral votes. Biden’s electoral vote count now stands at 131, meaning he is about halfway to the 270 votes needed for victory. Donald Trump has captured 92 electoral votes so far. Results in Ohio are offering a surprise so far. With 67% of the vote counted statewide, Joe Biden is leading by 50% to 48.8%, outperforming Donald Trump in some crucial counties. If that holds, it would be a big surprise. Trump won Ohio by eight points in 2016 – a huge swing considering the state voted for Barack Obama in 2008 and 2012. Key to that win was Trump winning nine traditionally Democratic counties by big numbers. So far, Biden is outperforming Hillary Clinton in all nine of those counties. Trump won Montgomery county, in south-east Ohio, with 47.7% to Clinton’s 47%. Tonight, with 62% of the votes counted, Biden is leading 58.6% to 39.9%. I’m at a Republican ‘victory party’ in Ashtabula county – one of the pivots Trump took in 2016 – and the results have people worried. A big caveat to all this, however, is that Ohio has reported early voting first. Republicans here are hoping that more Trump than Biden supporters voted in person today – and that those votes are yet to be counted and released. In any case, if Trump struggles in Ohio, it would spell trouble for the president in the rest of the Midwest, where he won by a much smaller margin in 2016. Democratic Senate candidate MJ Hegar has reportedly called Republican incumbent John Cornyn to concede in Texas. Cornyn led in recent polls, but Democrats held out hope for a victory after Texas reported record levels of turnout. Democrats still need to flip four Senate seats (or three Senate seats and the White House) to capture control of the chamber. No surprise here: Joe Biden has won the District of Columbia and its three electoral votes. Biden inches closer to 270 electoral votes, with 122 votes already banked. Donald Trump currently has 92 electoral votes. Marjorie Taylor Greene has become the first supporter of the far-right QAnon conspiracy theory to win a US House seat. Greene, a Republican businesswoman, was declared the winner in Georgia’s 14th district, the AP reported. Her Democratic opponent dropped out in September. Greene has faced national scrutiny for racist and bigoted statements and her support of QAnon, a baseless conspiracy theory rooted in antisemitic tropes whose followers believe Donald Trump is secretly fighting against a cabal of Democrats, billionaires and celebrities engaged in child trafficking. The FBI has identified the movement as a potential domestic terrorism threat, and it has repeatedly inspired vigilante violence. During an August primary runoff, Greene was up against John Cowan, a pro-Trump and pro-life conservative. Republican officials initially denounced Greene after videos emerged of her making anti-Muslim, antisemitic and racist statements. The videos, obtained by Politico, appeared to show her arguing that Muslims should be barred from serving in the US government, comparing Black Lives Matter to the Ku Klux Klan and promoting antisemitic falsehoods about the billionaire financier George Soros. Still, Greene’s campaign did receive support from groups connected to Mark Meadows, the White House chief of staff, the board chairman of the prominent conservative thinktank the Heritage Foundation and numerous GOP mega-donors. After her victory, leaders and officials across the party have largely embraced Greene. Trump has repeatedly praised the candidate and refused to denounce QAnon. Greene was not the only Republican candidate to support QAnon. Media Matters, which has tracked misinformation, found 27 candidates on the ballot this month who have endorsed or given credence to QAnon content. Of those, 25 are Republicans, and the other two are independents. Dozens more have run for office this year, the group said. The Guardian’s Maanvi Singh reports: Sarah McBride of Delaware has become the first openly trans person to be elected a state senator in US history. She won 86% of absentee ballot voters in the state’s first district, and will be the highest-ranking trans politician in the US. In 2013, McBride worked on the campaign of Beau Biden – Joe Biden’s late son who served as Delaware’s attorney general – and collaborated with him on the Gender Identity Nondiscrimination Act. Joe Biden wrote the foreword to McBride’s book on her fight for trans rights in 2018. She has spent years advocating for LGBTQ+ rights with the Human Rights Campaign, and was the first openly trans person to work in the White House under Barack Obama. “Sarah’s overwhelming victory is a powerful testament to the growing influence of transgender leaders in our politics and gives hope to countless trans people looking toward a brighter future,” said Annise Parker of LGBTQ Victory Fund. “For Sarah to shatter a lavender ceiling in such a polarizing year is a powerful reminder that voters are increasingly rejecting the politics of bigotry in favor of candidates who stand for fairness and equality. Her victory will inspire more trans people to follow in her footsteps and run for public office.” Fox News is projecting Democrats will build upon their House majority with tonight’s results. As a reminder, the Guardian goes by the AP’s race calls, but this is a good sign for the House speaker, Nancy Pelosi. Lewis Kendall reports from North Carolina: North Carolina remains too close to call. With about 79% of the vote in, Joe Biden leads Donald Trump by 2.5 points. The counties to watch in the state are Jackson, Hyde and Caswell, all considered bellwether counties – each of them voted the same way North Carolina as a whole did in the last three presidential elections. The counties went for Barack Obama in 2008, for Mitt Romney in 2012 and for Trump in 2016. The other to keep an eye on is Robeson county. In the three elections since 2008, Robeson has picked the candidate who ended up winning the White House. Officials have said they expect to have counted 97% of this year’s votes tonight. With the closure of polls in more than a dozen states, the AP has made another flurry of calls in the presidential race. Donald Trump has picked up North Dakota, South Dakota, Wyoming, Louisiana and Nebraska. The AP also called Indiana for Trump shortly before polls closed in some western states. Meanwhile, Joe Biden has won the states of New York and New Mexico. Biden has now secured 119 electoral votes, while Trump has won 92. A candidate needs to win 270 electoral votes to capture the presidency. Alexandra Villarreal in Austin, Texas… Annika Tierney walked up to a polling location on Tuesday night with just half an hour to spare. Given the spectres of “Trumpers”, voter intimidation and Covid-19, she wasn’t sure if she was going to vote. After an anxiety attack, she decided to risk even the possibility of catching a deadly virus in order to make her voice heard. Tierney, 29, feels like the election represents “a way out” and an opportunity to “not feel so lost”. She cares about a slew of issues – climate change, abortion rights, getting control of the pandemic – plus she’s “fed up” with the Trump administration. “I just hope that there is a complete, sweeping change of everything,” Tierney said. “I feel like the whole system needs to be gutted, you know, and just changed from the inside out.” It is 9pm ET, so polls have now closed in more than a dozen states, including the key swing states of Arizona, Michigan and Wisconsin. Joe Biden had a polling advantage in Michigan and Wisconsin, but it may take a while to count absentee ballots in those two states. Arizona is expected to post results more quickly, so stay tuned. People are beginning to trickle into a Trump “victory party”, in Ashtabula county, Ohio, as the polls have closed and results have begun to come in. There are no balloons or fanfare this year, and some of the attendees have been reprimanded for standing instead of sitting at tables. I’d say the mood so far is nervous, although people are getting enthusiastic as Florida starts to look good for Donald Trump. Ohio is expected to announce its own results relatively early, which could give an indication as to how Trump will fair in the rest of the Midwest. Anthony Fix, 56, voted for Trump in 2016. He wasn’t sure how it was going to go tonight. “I honestly don’t know because I’ve kept myself in a news blackout the last couple days,” Fix said. “I’ve heard the polls saying Biden has a big lead – personally I have a hard time seeing it. I think there is a large Trump silent majority out there. It’s whether they will come out or not.” The victory party is at a bar in Geneva-on-the-lake, a town that true to the name is on a lake. Ashtabula county is in the very north-east of the state, and voted for a Democrat in every presidential election from 1988 to 2012. Trump shattered that record when he won the county by almost 19 points in 2016. It’s one of nine counties in Ohio that swung to Trump having backed Barack Obama in both 2008 and 2012. Trump won the state by eight points. No results are out yet for Ashtabula, but it looks like Joe Biden is outperforming Hillary Clinton in nearby Mahoning county, which includes Youngstown. Ashtabula was once reliant on its coal port for jobs and income, but in a tale that mirrors much of the rest of the Midwest rust belt, it fell into decline as its dominant industry declined. No Republican has ever won the presidency without winning Ohio – and even a tight race would suggest difficulties for Trump in the mid-west states where he won much more narrowly in 2016. Mitch McConnell, the Senate majority leader, addressed his supporters after winning re-election in Kentucky. “Kentucky, I’m humbled and grateful that you’ve rehired me to keep fighting for your families and serving our commonwealth for the next six years,” McConnell said. The Senate leader argued his victory in the traditionally conservative state was evidence that Republican policies were broadly popular in the country. “Kentucky wants more of the policies that built the best economy in modern history. Not socialism,” McConnell said. “This is no time to declare war on our institutions because one side is angry.” Tech reporter Kari Paul reports from Oakland, California: Be careful where you turn for live news tonight: YouTube has removed several channels for broadcasting fake election results on Tuesday, hours before any of the polls closed. Late Tuesday afternoon, eight out of the top 20 videos that appeared when you searched “live 2020 presidential election results” brought up fake feeds, according to a report from Business Insider. One of the channels broadcasting fake results had more than 1m subscribers and four of them were verified. More than one video had advertisements before, suggesting the account holders were making money off the misinformation. As of Tuesday at 5 pm PST, it appears the misleading videos and channels were removed from the top results. YouTube told Business Insider it is removing livestreams that violate its community guidelines. “We have established policies prohibiting spam, deceptive practices &amp; scams, and we continue to be vigilant with regards to election-related content in the lead-up and post-election period,” YouTube told Insider in a statement. The Republican Governor Phil Scott has won re-election in the traditionally Democratic state of Vermont, the AP announced. Scott has distanced himself from Donald Trump, previously announcing he intended to vote for Joe Biden. Explaining his Biden vote earlier today, Scott said, “We need someone that can pull us together. Our country needs to heal.” The Guardian’s Maanvi Singh reports: Only 37% of Americans said the country is on the right track, with 63% saying it was on the wrong track, per the Associated Press’s Votecast project. AP Votecast is not quite an exit poll – it’s a set of national surveys conducted in the lead into and through the times that voting closed. The polls are conducted nationally and in key states, and include about 140,000 people. The finding about whether the country is on the right track is in line with approval ratings for Donald Trump: about 44% approve of the president and 56% disapprove. More than 50% of those surveyed disapproved of the president’s handling of the pandemic, and 35% said he would be better able to handle the crisis than Biden. These survey results don’t show how voters ended up voting – but they do give a broad picture of what voters were thinking about as they made their choices. The AP surveys show that about 15% of voters who cast ballots this year didn’t vote in 2016. That’s in line with predictions from Michael McDonald, a turnout expert at the University of Florida, who is predicting a turnout rate of 67%. The US is on course to hit the highest turnout rate in more than a century. Donald Trump has picked up another state, albeit not a very surprising one. Polls closed moments ago in the reliably Republican state of Arkansas, and the AP has already called the state for the president. A popular legal assistance hotline has seen an increase in complaints about voter intimidation and electioneering compared to previous elections, according to the Lawyers’ Committee for Civil Rights Under Law. But this increase is still better than what the group, and other civil rights organizations, had been bracing for in the run up to the election. The committee’s president and executive director, Kristen Clarke, said: “There have been issues and there may be issues as we move into the final hours of the election, but no doubt we have been bracing for the worst.” As of 6.50pm ET, the committee had fielded about 30,000 calls to its Election Protection hotline, which provides free information and assistance to Americans who encounter problems while voting. The second-most common complaint voters made to the hotline were about intimidation and electioneering, with the most popular complaints concerning ID requirements and registration issues. However, Clarke emphasized that voter intimidation on election day has so far not been “at the scale and level of intensity that we expected”, given the reports of increased militia activity and efforts over the summer to silence Black Lives Matter demonstrations. “While we have seen these complaints, in many instances they are lone wolf individuals, maybe two people, but not large groups that would otherwise have a stark chilling effect on the electorate,” Clarke said. “And I think many voters this season have come out determined.” Clarke cautioned that this could be the “calm before the storm,” and that the committee was bracing for issues about whether absentee ballots were properly handled and counted in the coming days. Decision Desk has awarded Florida and its 29 electoral votes to Donald Trump, but the AP has not yet made a call in the race. As a reminder, the Guardian will not call a state for any candidate until the AP does, but the trendline in Florida does not look good for Joe Biden. Americans cast ballots across the country – in pictures Lewis Kendall reports from Graham, North Carolina: I’ve spent the last couple hours in Graham, where on Saturday local law enforcement twice used pepper spray on a crowd during a march to the polls. Several hundred gathered this afternoon in response to Saturday’s incident, which targeted children and caused a seizure in an eldery woman, according to a lawsuit against the Alamance county sheriff and Graham police chief that was filed on Monday. Organizer Rev Greg Drumwright spoke to the audience, which packed the parking lot of a local church. He told the story of a participant in Saturday’s march who attended in order to register to vote. The man was unfairly arrested, Drumwright said, and missed his chance to register because he was in jail. The last day to register in North Carolina was Saturday. “That’s why we’re here, that’s why we’re marching today,” Drumwright said. “We’re standing for the right of all people to be able to vote.” The group walked through the streets of Graham for about an hour, without incident. Elsewhere, the state board of elections announced it would be extending voting at several polling sites across North Carolina due to late openings, machine malfunctions and operator errors. At least 10 sites in Cabarrus, Guilford, Sampson and Warren counties will now close later than the statewide 7.30pm cutoff. Last-minute extensions are common on election day, board officials said, but they may delay how soon the state reports some of its numbers. The Senate majority leader, Mitch McConnell, has won re-election in Kentucky, despite Democrat Amy McGrath’s long-shot bid to unseat him. McConnell was widely expected to win reelection in the safely Republican state of Kentucky, but that did not stop Democrats from throwing money at McGrath in recent months. But the real question remains: will McConnell keep his title of Senate majority leader, or will Democrats flip control of the chamber? With polls closing in many states moments ago, the AP has just made a flurry of calls in the presidential race. Joe Biden has won seven states, including his home state of Delaware. The Democratic nominee won Rhode Island, New Jersey, Massachusetts, Maryland, Illinois, Delaware and Connecticut. Meanwhile, Donald Trump has won the states of Oklahoma, Tennessee, Mississippi and Alabama. Again, none of these states are battlegrounds, so the results are not surprising. The major prizes of the night remain up for grabs. Alexandra Villarreal reports from Austin, Texas: As polls in most of Texas close, these are the key counties to watch: Tarrant county America’s most conservative large urban county is “a bit of a bellwether for Texas”, says Emily M Farris, an associate professor of political science at Texas Christian University. Home to Fort Worth and its suburbs, the typically red stronghold went for Donald Trump by 8.6-points four years ago. But in 2018 it narrowly backed rising Democratic star Beto O’Rourke’s failed bid for the US Senate. On top of the presidential race, a down-ballot contest for sheriff has captured outsized attention as one of the “key criminal justice races” in the nation, according to the Brennan Center for Justice. Denton county Trump won this north Texas county handily in 2016, by 20 points. But two years later, O’Rourke ate into that overwhelming Republican support when he lost Denton by just over eight points. During early voting this election, 67.4% of Denton’s more than 565,000 registered voters cast a ballot in an incredible show of voter enthusiasm, lapping the state’s already impressive turnout rate of around 57%. Nueces county Juan Carlos Huerta, a professor of political science at Texas A&amp;M University, Corpus Christi, is “seeing a lot of enthusiasm” in his touristy beach town’s home county. O’Rourke flipped Nueces in 2018, after Trump defeated Hillary Clinton here by 1.5 points. The county is almost two-thirds Hispanic or Latino, and by the end of early voting, over half of registered voters had already turned out. Harris county Texas’ most populous county, which includes Houston, has repeatedly made national headlines in recent weeks as state Republicans have launched legal battles and implemented onerous voting restrictions, hindering local efforts to expand voting access during the coronavirus pandemic. The county’s almost 2.5 million registered voters swung Democratic in 2016, by more than 12 points. O’Rourke claimed victory here by over 16 points two years later. Hidalgo county Who’s going to be favored in the overwhelmingly Latino community at the US-Mexico border isn’t exactly a mystery: Clinton won here by more than 40 points four years ago. The real question is whether voters have turned out on election day. By the end of early voting, just under half of the county’s nearly 400,000 registered voters had cast a ballot, lagging behind other parts of the state. The Rio Grande Valley experienced a nightmarish summer, when Covid-19 overwhelmed hospitals and devastated residents who because of underlying health conditions and systemic inequalities were particularly vulnerable to the virus. Donald Trump has won South Carolina and its nine electoral votes, the AP just announced. Trump was expected to win the state, but South Carolina’s key Senate race between Republican incumbent Lindsey Graham and Democrat Jaime Harrison remains too close to call. It is 8 pm ET, so polls have now closed in dozens of US states, including the pivotal swing state of Pennsylvania. Pennsylvania is viewed as the likeliest tipping-point state in the presidential race, but it may take a while to count ballots there because of the higher rate of absentee voting this year. With about 80% of votes in, Joe Biden leads by just 0.4% in the pivotal swing state of Florida, with the later votes expected to favor Donald Trump. As a reminder, Florida is a must-win state for Trump, while Biden can afford to lose it and still potentially win the presidency. However, a Biden win in Florida would almost certainly eliminate any chance of Trump winning reelection, so the potential loss is a big one for Democrats. Abené Clayton writes from Oakland, California: In Oakland, sporting arenas, churches, and convention centers have been transformed into polling places. And while people have been trickling out at locations across the city, there have been very few long lines. Outside of West Oakland Middle school, there were no signs for either contender for US president (Joe Biden is expected to handily win in the city). Instead, activists waved signs for local races like city council and school board at passing cars. Rosenda Thomas, a retired Oakland teacher says that her voting priorities were informed by Black Lives Matter and protests these summer. “We cannot keep the status quo,” Thomas said. “I’m hoping that the attitude and culture around race changes in America. It doesn’t seem that will change with the current administration.” She also pointed to the connections between local elections and the way it affects daily life. That sentiment was echoed by Antoine Towers, who voted early and was campaigning for Lynette McElhaney, an Oakland city councilmember who helped establish the office of violence prevention. Like Thomas, Towers was inspired by the conversations around defunding police and said that he wants to elect officials who will keep the momentum going to reallocate money from police and into things like violence prevention and mental health services. “There are a lot of efforts to help the community already underway I don’t want someone to get elected who will derail these things,” he said. The New York Times currently gives Donald Trump a 95% chance of winning Florida, which could mean we are in for a long election night, as the DC bureau chief of the LA Times noted. Tech reporter Kari Paul reports from Oakland, California: Millions of US voters have reported receiving suspicious and misleading robocalls encouraging them to stay home on Tuesday to avoid long lines at the polls. Voters in at least four states including Michigan, California, New York, North Carolina, and Georgia have received calls encouraging to vote on Wednesday — when polls will be closed — instead of Tuesday. It appears the calls are a direct attempt at misinformation and voter suppression as they generally cut off after telling people to stay home, without any efforts to get money from victims. The calls have apparently been detected around the US for at least the last several weeks, according to YouMail, a robocall blocking app. More than 10m phone numbers have received such calls, the company said. “If you wanted to cause havoc in America for the elections, one way to do it is clearly robocalling,” YouMail CEO Alex Quilici told the Washington Post. “This whole thing is exposing [that] it can be very difficult to react quickly to a large calling volume campaign.” Michigan attorney general Dana Nessel confirmed Tuesday that residents of Flint and Dearborn, Michigan had received such calls. “Don’t believe the lies!” she tweeted. “Have your voice heard!” FCC Commissioner Jessica Rosenworcel called on voters who receive such calls to file reports with the agency. FCC commissioner Geoffrey Starks tweeted on Tuesday that the agency will be opening an investigation into the incidents. “Illegal robocalls and robotexts that seek to impact our elections are unacceptable,” he said. These kinds of calls are particularly difficult to track, according to Jim Tyrrell of telecom networking firm Transaction Network Services. That’s because perpetrators “spoof” or mask their phone numbers as other numbers to make such calls. They often make hundreds of calls from each spoofed number before abandoning it. He said TNS detected a similar campaign in July, which was perhaps a test run for what we are seeing today. “From our analysis, the ‘stay home, stay safe’ robocalls popping up in states like Michigan have proven to be an elusive campaign for the wireless carriers to track,” he said. New York attorney general Leticia James also said in a tweet on Tuesday she will be investigating robocalls spreading misinformation. and hold perpetrators accountable “to the fullest extent of the law.” “Attempts to hinder voters from exercising their right to cast their ballots are disheartening, disturbing, and wrong,” James said on Twitter. “What’s more is that it is illegal, and it will not be tolerated.” Joe Biden has won Virginia and its 13 electoral votes, the AP has just announced. Virginia was a swing state during Barack Obama’s campaigns in 2008 and 2012, but it has moved sharply toward Democrats in recent years. Outside the Worship Place Church in Georgetown, Texas, Cris Fraser has just cast a ballot for Democratic nominee Joe Biden. “He’s got a lot more experience,” Fraser says, plus “I do not like the endless crap coming out of Trump’s face.” Fraser, who considers himself more of an independent than a voter with allegiance to either party, didn’t vote four years ago because he didn’t like either of his choices. But he’s never been a fan of Donald Trump, who he called an “a-hole”, and vitriol inspired by the president hasn’t settled well with him. Georgetown is part of Williamson county, where Trump won by 9.6 points in 2016. In Shawna Grupe’s neighborhood, there are still a lot of Trump-Pence signs. But she supported the Biden ticket and she thinks people will be surprised by how many other Texans end up voting Democratic. “Generally, when we change presidents, our day-to-day lives don’t change all that much,” she says. “But right now, it’s so stressful and so tense. I think that’s gonna calm” if Biden wins. Dayna Blackwell, meanwhile, is still freaking out about “how close” the election is. “To me, it’s not even about whether you’re conservative, or liberal, Democrat or Republican. The fact that we’ve got somebody who is openly committing treason in office, and it’s just being ignored, it’s, you know – it’s horrifying,” she says. “It scares me that our democracy can be that damaged in just four short years.” No surprise here: Donald Trump has won West Virginia, giving the president another five electoral votes. Of course, the key swing states of Ohio and North Carolina, where polls closed moments ago, are still too close to call. It is 7:30 pm ET, so polls have now closed in the battleground states of North Carolina and Ohio. Donald Trump won both states in 2016, but Joe Biden’s team has been particularly optimistic about winning North Carolina. North Carolina is also holding a key Senate race, as Democrat Cal Cunningham seeks to unseat Republican incumbent Thom Tillis. Polls have also now closed in West Virginia, but Trump is expected to easily win that state. The Guardian’s Sam Levine reports: The United States Postal Service (USPS) failed to meet a court-imposed deadline to make a last minute sweep of its facilities for mail-in ballots after it reported around 300,000 ballots were unaccounted for. The Tuesday order to sweep facilities in about a dozen places from US District Judge Emmett Sullivan came after the agency released data in recent days showing poor delivery rates for ballots in key swing states. Government attorneys wrote in a Tuesday filing that the agency already had plans to make a daily review of the ballots from 4 p.m. to 8 p.m., and could not speed up that review without disrupting the established schedule. Attorneys representing the plaintiffs in the case immediately asked for an emergency hearing, saying USPS was not complying with the court’s order. Sullivan had previously ordered USPS to take “extraordinary measures,” to deliver ballots amid delays. Tuesday is the deadline in many states to deliver mail-in ballots to election officials in order to have them counted. Key swing states like Michigan, Wisconsin and Florida all require voters to return their ballots by the close of the polls. In Pennsylvania, there is currently a 3 day extension of the deadline that Donald Trump has raged over. As of Tuesday evening, there were more than 26 million unreturned mail-in ballots, according to Michael McDonald, a University of Florida professor who closely tracks election data. Data recently disclosed as part of ongoing lawsuits against the agency show some alarming delivery rates. On 30 October, the agency reported delivering just 72.8% of ballots on time in the Detroit postal district, according to the Washington Post, which could make a big difference in the election. Donald Trump is looking much better in the key swing state of Florida, after disappointing early results for Joe Biden from Miami-Dade county. The Guardian’s Maanvi Singh reports: Two-thirds of voters said they were driven to vote by their opinion of Donald Trump – casting the election as a referendum on the president, according to the Associated Press Votecast, an expansive survey of the electorate. Voters are considering Trump’s leadership amid the pandemic and the economic crisis it has triggered in their calculus of how to vote, the survey found. Only a third said they were driven by their opinion of Joe Biden. Four out of 10 voters said the pandemic was the top concern facing the US, and three out of 10 said the economy was the most important issue. Exit polls by Morning Consult found that both Biden and Trump supporters said they wanted the election to be over. About 90% of Biden voters and 84% of Trump voters said they “just want it to be over” – while 80% of Biden voters and 63% of Trump voters also reported feeling anxious about the election. The first polls have just closed in Florida, and there are already some worrying signs for Donald Trump, who won the state by 1 point in 2016. Joe Biden appears poised to carry the bellwether Pinellas county, which Trump also won by 1 point four years ago. Joe Biden has secured his first victory of the night, capturing three electoral votes in the safely Democratic state of Vermont. Biden and Donald Trump have now each won one state, but the true prizes of the night -- the battleground states -- have not yet been called, and polls remain open in most of them. Democrat Mark Warner of Virginia has also won another Senate term, the AP announced. Despite his close race in 2014, Warner was expected to easily win reelection tonight, as the state of Virginia has become more favorable for Democrats in recent years. Moments after the polls closed statewide in Kentucky, the AP has declared Donald Trump the winner of the state’s eight electoral votes, as expected. The first state to be called goes to the president, but all the battleground states remain up for grabs, so stay tuned. It is 7 pm ET, so the first polls have closed in the pivotal swing state of Florida. The westernmost part of the state will have polls open for another hour. Polls have now also closed statewide in Georgia, Indiana, Kentucky, South Carolina, Virginia and Vermont. Democrats have expressed confidence about their chances of flipping the traditionally conservative state of Georgia, which Donald Trump won by 5 points in 2016. Both Georgia and South Carolina are also holding key Senate races that could determine control of the chamber. In South Carolina, Republican incumbent Lindsey Graham, one of the president’s closest Senate allies, is locked in a close race with Democrat Jaime Harrison. Results will soon start coming in from all of those states, so stay tuned. We are moments away from the first polls closing in the crucial swing state of Florida, where Joe Biden and Donald Trump have been running neck and neck. It’s important to remember that the first results in Florida will likely be very favorable for Biden, while the later results will likely look better for Trump. CNN explains why: Some people call this the ‘blue mirage’ or the ‘red shift.’ This is when the first waves of results disproportionately favor Biden, only to be followed by more Trump-friendly ballots later on. This is most likely to occur in the states that start processing mail-ballots weeks before Election Day. The most critical states where experts believe this will happen are Florida and North Carolina. Election officials in these states say the first results to become public after the polls close will be large batches of absentee ballots and in-person early votes, which have been quite favorable to Democrats. As the night drags on, Election Day ballots will trickle in, helping Trump’s margins. The first Americans to cast a vote for president – but whose votes don’t count – have registered a solid win for Joe Biden, by 55% to 42% for Donald Trump. Residents of the island of Guam are some of the 4 million US citizens who are disenfranchised because they live in a territory, not in a state. The issue is one of acute sensitivity in Guam, as in other territories such as American Samoa, Puerto Rico and the Northern Mariana Islands. Despite being second-class citizens in their own country, Guamanians have conducted a “straw poll” for president in every election since 1980. The island has been a remarkable bellwether for the national mood. In every election from 1984 to 2012, the island voted for the eventual winner. In 2016, it supported Hillary Clinton – who won the popular vote, if not the electoral college. With all 67 of Guam’s districts reporting – though none have yet finished counting – Biden holds a comfortable lead. Joe Biden – Democrat – 14,445 votes – 55.36% Donald J Trump – Republican – 10,938 votes – 41.92% There are also votes for minor-party candidates. “Where America’s Day Begins” is Guam’s slogan. It is 14 hours ahead of Washington DC, and therefore the first jurisdiction in America to report its full results. But despite its geographic and chronological pre-eminence … its votes simply don’t count. The Republican National Committee has moved its election night war room from its headquarters in downtown Washington due to concern about potential civil unrest, Axios reports. Businesses in Washington have been boarding up in recent days, out of fear that the election results could spark clashes in the streets. Lewis Kendall reports from Graham, North Carolina: Things have been mostly quiet down here in North Carolina. That’s probably because in Durham county, where I spent most of the morning, and Alamance county, where I am now, roughly two-thirds of registered voters had already voted before polls opened this morning. Voters I’ve spoken with say they decided to vote in person because they were confused about the mail-in process, didn’t trust it or, in the words of Durham voter Thomas Taylor, 42: “I do it the same way every year.” I did get some uplifting evidence that the boots-on-the-ground get-out-the-vote-effort works: 34-year-old Durham resident and Biden voter Tara Thaxton was one of some 8,000 voters in the state whose mail-in ballots were rejected over the past several weeks. She told me a voter advocacy group knocked on her door this morning, told her about her deficient ballot and drove her to the polls. Plus one for democracy. Usually, she said, only about half the people she knows vote. But this year, “All of my friends and my family are voting. That’s a good thing.” Most polls close here at 7:30pm, and officials have said they expect to have counted 97% of this year’s votes not too long after that. That may not be enough though, as Barack Obama won the state in 2008 by the slimmest of margins – just 14,000 votes. Speaking to PBS Newshour, House speaker Nancy Pelosi expressed confidence that Democrats would build upon their majority in the chamber with tonight’s elections. The Democratic speaker added, “We’re very hopeful about the United States Senate, and we are confident that Joe Biden will be president of the United States.” Asked if she was confident Democrats would flip the Senate, Pelosi replied, “Right now, at this moment, I am.” As a reminder, Democrats need to flip three Senate seats to take control of the chamber if they win the White House. If Biden does not win, Democrats need to flip four seats to capture the Senate. Hallie Golden writes from Renton, Washington: A line of about a dozen people in Renton, Washington waited outside in the rain in front of two large tents at the elections headquarters for King County, so they could register and get their ballots in. Although Washington state votes by mail, residents can still come in-person to register and vote at one of the dozens of vote centers across the state. They have until 8 pm Tuesday night to do so. Derrick Gil, 25, told the Guardian he came out to elections headquarters to register and vote because he moved from Arizona to Washington about a year ago and hadn’t gotten a Washington ID. But he said there was also something comforting about dropping off his ballot and seeing it get submitted in person for such an important election: “There is a little bit of security knowing that, because there’s a lot of times where they’ll say they didn’t get the votes.” Gil had been standing in line for almost 20 minutes to get on the registration waitlist, but would need to wait another 40 to 50 minutes until he’d be able to actually register and ultimately vote. As of Monday, Washington State has seen more than 3.5m ballots returned. That means about 73% of registered voters have submitted their ballots-- 8% higher than it was on election day in 2016. Hallie Golden reports from Washington state: Inside elections headquarters for King County, Washington, which includes Seattle, dozens of workers sat at tables spread out in a large room in Renton to process what is projected to be a record number of ballots this presidential election. Hannah Kurowski, a spokesperson for King County Elections, told the Guardian they had received 195,000 ballots within five days of drop boxes in the county being opened. In 2016, that number was only about 10,000. By today, King County has seen about 1.1m ballots returned, which means about 76% of registered voters have submitted their ballots. Kurowski said they’re estimating a 90% voter turnout, which would surpass their previous voter turnout record of 85% in 2012. Washington state residents have voted by mail for about 15 years. Kurowski said in some ways that has made them ready for an election during the Covid-19 pandemic. But in order to make sure workers are safe, they require masks and temperature checks, have added plexiglass and sanitation stations, upgraded their HVAC system to better filter the air and also staggered worker start times. Donald Trump echoed the optimistic tone coming from his reelection campaign, claiming in a new tweet that he is “looking really good all over the country.” Again, Trump has been consistently trailing in national polls and in surveys of key battleground states like Michigan, Pennsylvania and Wisconsin. Polls remain open in every major battleground state, so stay tuned. Despite Donald Trump’s worrying polling numbers going into tonight, the president’s reelection campaign sounded an optimistic note in a call with reporters tonight. “We feel very, very good about our ground game,” said Jason Miller, a senior adviser to the campaign. “We feel very good about where we’re turning out.” Campaign manager Bill Stepien claimed Joe Biden’s team is concerned about turnout in Pennsylvania, which is viewed as the likeliest tipping-point state in the presidential race. “We believe this to be a tight race,” Stepien said. “It’s going to come down to turnout.” Richard Luscombe reports from Miami: Florida governor Ron DeSantis, a keen Trump ally, ordered national guard troops to spread across the state in anticipation of any election day violence. But as polling entered its final hours on Tuesday afternoon, officials reported a “smooth” day of voting with no incidents. The soldiers were deployed to several strategic locations, according to national guard spokesperson Lt Col Caitlin Brown, directly on DeSantis’s orders and out of “an abundance of caution”. By lunchtime, turnout in Florida from mail-in ballots and early and election day in-person voting had surpassed the 9.4m votes cast in 2016, with the populous south-eastern counties of Miami-Dade and Broward recording higher-than-expected numbers. Amid the record figures, it will be the millions of independent voters who will determine if Donald Trump keeps hold of the key swing state, or it falls back into Democratic hands with Joe Biden. By late afternoon, almost 200,000 more registered Republicans than Democrats had voted, along with more than 2.5 million independents. Nate Silver, editor in chief of poll aggregator FiveThirtyEight, said in a tweet: “There’s just not really that much you can tell without knowing who people voted for. Whether the electorate ends up at say R+3 or R+1 by party registration isn’t as important as whether Biden wins indies by 20 points or loses them by two. “You can find high-quality polls showing Biden with a big lead among independents, a narrower lead among independents, and others with a tie or very small Trump lead among independents. They’re all over the place.” Biden is pinning hopes on capturing support from Florida’s seniors, hardest hit by the coronavirus pandemic. “I have a feeling Biden’s going to do better with seniors,” said Charles Zelden, professor of history and political science at Nova Southeastern University. “If he loses that vote he’s going to lose it by only a couple of points whereas Trump won [seniors] by more than 15 points four years ago. This is Florida, it’s a game of inches.” It is 6 pm ET, so the first polls are now closing in Indiana and Kentucky. Some polling stations in Indiana and Kentucky will remain open for another hour, depending on which time zone they fall in. Polls in the key battleground state of Florida will start closing in another hour, so stay tuned. A record-shattering 100 million people have already voted ahead of election day, meaning the 2020 presidential election pitting Joe Biden against Donald Trump will be the first in history in which more people vote in advance of election day than on it. That could make for some election night irregularities: results may come in more quickly than usual in some places while being egregiously delayed in others. A terrible new coronavirus wave could also slow voting, and counting. And Trump has spent weeks riling up supporters with false accusations of voter fraud and ballot burglary. Unforeseeable actions on election day by Trump or his surrogates could disrupt the process. US elections officials and media organizations that usually call races on election night say there is a good chance that the winner of the election will not be clear by midnight on Tuesday. That would not be unusual – the count has gone past midnight in three of the last five elections, in 2000, 2004 and 2016. On the other hand, we might have a result in the presidential race by the end of the night if either candidate achieves decisive wins in key states. And the data from the huge early voter turnout could provide important insights on how the election is unfolding. Here’s a rough guide to how the night could play out: Greetings from Washington, live blog readers. Well, we have arrived. Exactly nine months after the (disastrous) Iowa Democratic caucuses, we have reached election day, when US voters will decide whether to re-elect Donald Trump. Recent national polls have shown Joe Biden leading by about eight points, giving the Democratic nominee the advantage heading into tonight. But Democrats have still been nervous in the lead-up to election day, largely because of Trump’s shocking win in 2016. The president and his allies have insisted (at least publicly) that they are poised for another comeback victory tonight. The country will see whether or not that’s true tonight, as results start to come in from key battleground states like Arizona, Florida and Pennsylvania. Of course, US voters will determine the winners of crucial House and Senate races tonight as well, which will have major implications for the direction of the country over the next two years. All of this comes amid the coronavirus pandemic, which has already claimed more than 232,000 American lives and forced states to reevaluate how they hold elections. But the global pandemic has not deterred Americans from voting. Instead, the country is on track to hit the highest level of turnout in a century, with more than 101m ballots already cast through early voting. The country will soon see the result of that record level of turnout. The blog will have updates and analysis – as well reports from my Guardian colleagues who are fanned out across the country tonight – so stay tuned."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}