{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/nov/01/how-many-americans-have-voted-in-the-presidential-election-and-how", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-11-02T06:00:41Z", "webTitle": "Who has already voted in the US election and when will votes be counted?", "webUrl": "https://www.theguardian.com/us-news/2020/nov/01/how-many-americans-have-voted-in-the-presidential-election-and-how", "apiUrl": "https://content.guardianapis.com/us-news/2020/nov/01/how-many-americans-have-voted-in-the-presidential-election-and-how", "fields": {"headline": "Who has already voted in the US election and when will votes be counted?", "bodyText": "The US presidential election is on track to have the highest voter turnout in more than a century, reflecting the high stakes in the race between Donald Trump and his Democrat challenger, Joe Biden. Huge increases in early voting can be tracked, in part, to sharp political divisions among Americans amid the coronavirus pandemic. In a country where even mask-wearing to prevent the spread of Covid-19 has become a partisan issue, many want to limit the risk of infection by avoiding packed polling places on Tuesday. Here is what we know about US voting thus far, based on data available late on Sunday afternoon. How many people have voted? Michael McDonald, a University of Florida professor who runs the US Elections Project, said 93,131,017 people had voted as of Sunday. In the entire 2016 election, 136.5 million people voted, CNN said, so turnout is already more than two-thirds that number. The voting-eligible population – people who should be able to vote if registered – is 239,247,182. Can this election set a record? McDonald predicted that about 150 million Americans may vote, comprising 65% of eligible voters. That would be the highest turnout in percentage terms since 1908. However, many states are already reporting unprecedented turnout. Most strikingly, Texas and Hawaii have exceeded their total turnout in 2016, per CNN. How are people voting? Early voting includes in-person votes and mail-in and absentee ballots. According to McDonald, as of Sunday afternoon 34,004,455 in-person votes and 59,126,562 mailed ballots had been returned to election authorities. There were still 32,084,041 outstanding mail ballots. While many states have ramped-up in-person early voting because of heightened demand, it has not gone smoothly in all districts, with extensive lines reported. Some states do not have traditional early voting, but allow voters to cast “absentee” ballots in person. The specifics of mail-in voting vary. Some states make it very easy, others less so. Nine states and the District of Columbia are mostly carrying out elections by mail, automatically mailing ballots to eligible voters, according to CNN. In 36 states, any voter may request a ballot for voting by mail. Some states have drop-off locations so voters can deliver absentee ballots in person. In five states, however, voters must give an “acceptable excuse” for mail-based voting, CNN reported. FiveThirtyEight notes that in these “valid excuse” states, the pandemic “does not count”. In some states, barriers to mail-in voting include witness signature or notarization requirements. Why does this matter? According to CNN, 35 states and Washington DC have moved beyond the halfway point for ballots cast in 2016. Among these states are 13 “most competitively ranked states”, including Florida, a key prize in the fight for the White House. It is worth noting that Biden supporters have demonstrated a “strong preference” for mail-in voting, whereas Trump supporters have said they prefer to cast their ballots on election day. What about voting on election day? Of course, the pandemic impacts all in-person social interactions, and voting isn’t any different. Many barriers to in-person voting remain. Many states have ID requirements, with some requiring voters to bring photo identification. However, some states with voter ID requirements do allow voters who don’t bring identification to cast their ballots, if they sign a statement attesting to their identity. Some states have cut the number of places where people can cast in-person votes. Three counties in Kansas are reducing the number of polling places, per FiveThirtyEight. In Minnesota, localities with fewer than 400 registered voters may shutter “traditional polling places” but will provide in-person voting at election offices. The localities in Minnesota who selected this approach cover 217,056 registered voters, FiveThirtyEight notes. Mississippi is permitting “curbside voting” for persons showing coronavirus symptoms and will allow absentee voters to address signature problems on their ballots. Do all votes count? In a perfect world, all eligible ballots would be counted. However, the numerous issues and controversies surrounding voting, largely perpetuated by Republicans who fear heightened turnout – and the president’s bogus claims of potential mass voter fraud – put this at risk. Different areas have their own rules on how votes are counted. For example, some states will tally mail-in ballots if they are postmarked by or on election day and received within a certain period. In California, mailed ballots need to be postmarked by 3 November and received by 20 November. Others require ballots be postmarked and received by or on election day. In Alabama, absentee ballots have to be postmarked by 2 November and received by 12pm on 3 November, FiveThirtyEight notes. Trump-appointed postmaster general Louis Dejoy enacted cost-cutting measures this summer that dramatically slowed mail service, prompting fears that mail-in ballots will not arrive on time, including in key swing states. This week, video footage of a mailroom at a Miami post office appeared to show mail-in ballots “piled up in bins on the floor”. A source said the bins had languished for “over [a] week”. Election and postal officials have recommended voters mail their ballots at least one week before election day. Advocates have recommended that would-be absentee voters physically get their ballots to election authorities. In some places, such as the battleground state of Wisconsin, voters can deliver filled-out absentee ballots to clerks’ offices or place them in a secure drop box, according to the Milwaukee Journal-Sentinel. They can also deliver it by hand at early-voting stations or on election day. While some places in the US allow voters to track mail-in ballots, others do not. Ballot tracking, however, is not a fail-safe. In response to the video of Miami mail-in ballots, McDonald wrote on Twitter: “I’d hate to have to recommend this to people, but … if you’ve returned a mail ballot through the mail, and a ballot tracker does not show the ballot received yet, you might need to vote in-person as a backup.” Have the courts been involved? Yes, repeatedly. There has been extensive litigation over counting mail-in ballots, especially whether ballots postmarked by election day which arrive after election day should be counted. Judges’ decisions on this issue and other issues have ranged at various judicial levels, a rundown from FiveThirtyEight notes. Litigation involving three swing states – Pennsylvania, Michigan and Wisconsin –may be the most significant, according to the Wall Street Journal. Republicans and Democrats are poised to fight over the late tallying of absentee ballots, which could tip results. Unlike other states, these three have not started counting millions of mail-in ballots. Election authorities have stated they may reveal results from Wednesday and onward, the Journal explains. Because these three states are led by Democratic governors and Republican-majority legislatures, there could be a party-line fight over tallying these ballots. When will we know the result? This depends on a lot of factors. “There’s no chance you have even a clue who wins until Florida, Georgia and North Carolina are counted and reported,” wrote Axios’s Jim VandeHei. “More likely, you will need to wait for clear-cut results in Pennsylvania, where it will take days to count all mail-in votes.” “Don’t expect a quick, clear winner,” he added, because it will take some time to tally mail-in and absentee ballots. In addition to lawsuits and lost ballots, as well as mass protests and fears of armed insurrection, Trump could easily cast uncertainty before results are finalized. In a so-called “red mirage” scenario, Trump may appear to lead before all the votes are tallied. If Trump declares victory before all votes are counted, this could throw the US into election-night chaos. Votes tallied after election day could favor Democrats. On Sunday afternoon, another Axios article, citing three anonymous sources “familiar with [Trump’s] private comments”, reported that the president “told confidants he’ll declare victory on Tuesday night if it looks like he’s ‘ahead’”. Per the website: “That’s even if the electoral college outcome still hinges on large numbers of uncounted votes in key states like Pennsylvania … Trump has privately talked through this scenario in some detail in the last few weeks, describing plans to walk up to a podium on election night and declare he has won.” There is also the possibility that Trump will not accept the results if he loses, even if the defeat is clear. Trump’s campaign has been fundraising for a lengthy legal and political battle into mid-December, reported the New York Times. While Trump has said “I think this will end up in the supreme court”, but the winner is most likely going to be decided by voters. In modern US politics, the supreme court has only decided one election, in 2000. The court intervened after Florida’s supreme court required a recount in the tight race between George W Bush and Al Gore, which the Republican secretary of state claimed Bush had won. Republicans fought the ordered recount and the case went before the US supreme court. The justices upheld the challenge, and the recount was stopped."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}