{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/nov/07/donald-trump-golf-course-joe-biden-election", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-11-07T15:52:08Z", "webTitle": "Trump heads for golf club – again – before defeat by Biden is called", "webUrl": "https://www.theguardian.com/us-news/2020/nov/07/donald-trump-golf-course-joe-biden-election", "apiUrl": "https://content.guardianapis.com/us-news/2020/nov/07/donald-trump-golf-course-joe-biden-election", "fields": {"headline": "Trump heads for golf club – again – before defeat by Biden is called", "bodyText": "Shortly before his defeat by Joe Biden was called, with the nation deeply divided, Donald Trump began his Saturday by tweeting inflammatory and unsubstantiated claims about voter fraud. Then he went to play golf. The president, the White House pool reporter wrote, appeared for the motorcade to his course in Sterling, Virginia “wearing white Maga cap, windbreaker, dark slacks, non-dress shirt, shoes that look appropriate for golfing”. Trump’s dedication to playing golf while in office has been a source of continuing controversy – particularly because he memorably and repeatedly lambasted his predecessor, Barack Obama, over how often he played the game. Trump has defended his dedication, tweeting this summer: “My ‘exercise’ is playing, almost never during the week, a quick round of golf. Obama played more and much longer rounds, no problem.” Media organisations have factchecked Trump’s claims, pointing out, though counts vary, that he has played many more times than Obama did at any similar point while in office. According to the pool report, on Saturday the presidential motorcade passed “more Biden/Harris signs than Trump/Maga signs” while a protester near Trump National Golf Course held a sign which said: “Good Riddance.” In an echo of a famous incident early in Trump’s presidency, when a Virginian on a bike offered him a middle finger, one local reportedly offered Trump a thumbs down. The cyclist who gave Trump the finger, Julie Briskman, lost her job over the incident but later beat a Republican to win local office. On Saturday, Trump was on the course when a statement was released in which he pointedly did not concede defeat. “We all know why Joe Biden is rushing to falsely pose as the winner,” said a man who has claimed to have won 18 golf club championships, which the golf writer Rick Reilly called “a lie that’s so over-the-top Crazytown it loses all credibility among golfers the second it’s out of his mouth”. In his statement, Trump went on to make baseless and evidence-free allegations of voter fraud and ballot irregularities, as he has since election day. Trump’s partners on the course were not immediately known. After he finished playing, he posed for pictures with a wedding party using the club. Joe Biden, the Democratic challenger whose election victory was confirmed shortly after Trump reached the golf course, also plays the game. In 2015, Golf Digest put him among “Washington’s top 150 golfers” with a 6.3 handicap. “Should he become commander-in-chief,” the magazine wrote, “put him in the conversation with John F Kennedy as the best golfing president in history.” The magazine also reported comments in 2012 by the former Ohio governor John Kasich, a Republican, that though “Joe Biden told me that he was a good golfer, and I’ve played golf with Joe Biden … I can tell you that’s not true, as well as all of the other things that he says.” Doubts about Biden’s true handicap pale by comparison with widespread reporting of Trump’s behaviour on the course – which allegedly includes rampant cheating. “Donald Trump is the worst cheat ever and he doesn’t care who knows,” Reilly told the Guardian in 2019, of a man he has known for 30 years. “I always say golf is like bicycle shorts. It reveals a lot about a man. And golf reveals a lot of ugliness in this president.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}