{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/nov/01/coronavirus-food-banks-pennsylvania", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-11-01T12:00:19Z", "webTitle": "'The numbers floored me': hunger in Pennsylvania hits highest level since pandemic's start", "webUrl": "https://www.theguardian.com/us-news/2020/nov/01/coronavirus-food-banks-pennsylvania", "apiUrl": "https://content.guardianapis.com/us-news/2020/nov/01/coronavirus-food-banks-pennsylvania", "fields": {"headline": "'The numbers floored me': hunger in Pennsylvania hits highest level since pandemic's start", "bodyText": "Charles Bennicoff hasn’t worked since last winter. He’s an experienced landscape gardener but the mom-and-pop business he worked for in Allentown, Pennsylvania, cut its staff after losing most of their contracts during the pandemic. Bennicoff, 50, now relies on a food pantry for a few bags of groceries every couple of weeks to supplement the food stamps and social security his mentally ill wife receives. He still picks up the occasional odd job but doesn’t qualify for unemployment benefits because the landscaping job was cash in hand. It’s the first time the couple have needed food aid since recovering from drug addiction and homelessness about 20 years ago, and Bennicoff is struggling to stay positive. “Covid has taken a toll, emotionally and financially. There’s a thousand people dying every day because of the president’s lies, and I can’t just shrug that off. I have tears in my eyes every night,” said Bennicoff. Hunger is rising in Pennsylvania, with the demand for food aid at its highest level since the start of the pandemic, according to new figures obtained by the Guardian. Food banks distributed almost 1.17m aid boxes in the first three weeks of October, providing fresh produce and staples like rice, pasta and peanut butter to 2.75 million people. October will almost certainly beat the previous record monthly distribution from July, when 1.38m households received food boxes across the state. “These numbers have floored me,” said Sheila Christopher, executive director of Pennsylvania Food Banks. “Demand is going up across the state and the country. We’ve never seen anything like this before, it gives me goosebumps.” And it’s not just here: nationwide the demand for aid at food banks and pantries has soared during the pandemic amid unprecedented job losses and the worst unemployment rate in modern times. A recent census bureau survey found 12% of American households with children did not have enough food sometimes or often during the previous week – compared with 10% before the pandemic. A staggering 54 million people in the US – ostensibly the richest country in the world – may have faced hunger by the end of 2020, according to Feeding America, the national food bank network. This would represent a 54% increase since last year, according to food insecurity figures recently released by the Department of Agriculture (USDA). “We’re already stretched trying to keep up with demand and now we’re preparing for an even worse second wave,” said Katarah Jordan, director of the Second Harvest Food Bank of Lehigh Valley and Northeast Pennsylvania, which supplies 200 pantries. Allentown is the biggest city in the Lehigh Valley, a metropolitan region comprising three eastern Pennsylvania counties (Northampton, Carbon and Lehigh) and one in western New Jersey. It’s the third-most populous area in Pennsylvania after Philadelphia and Pittsburgh, and one where Joe Biden must claw back votes Democrats lost in 2016 in order to win the White House. In this region, demand for food aid is up 45%. Trump, whose path to victory was guaranteed in 2016 after beating Hillary Clinton by just over 44,200 votes to collect Pennsylvania’s 20 electoral college votes, has held campaign events across the state in recent weeks amid polls that show Biden has a narrow lead. At a rally in Allentown last Monday, Trump repeated the false claim that the gravity of the pandemic is being exaggerated by his political enemies, including the state’s Democratic governor, Tom Wolf. Last week, the White House claimed that Trump had ended the pandemic despite new cases and deaths rising sharply across much of the country. More than 230,000 Americans have died so far, and public health experts warn that the worst is yet to come as the country moves into a second wave. “You cannot believe anything Trump says. He’s put his financial gains above our safety … At the very least, we need a president with a conscience,” said Bennicoff. On Tuesday, Bennicoff, his wife and their three children will vote for the first time. He registered to vote after the veteran investigative journalist Bob Woodward revealed that Trump purposefully played down the seriousness of the coronavirus. Another first-time voter collecting groceries from the Allentown Ecumenical pantry is Kathleen Beatty, 59, who lost her cleaning job at the start of the pandemic. Beatty has relied on food aid since the federal unemployment benefit was cut amid a political stalemate in Washington. “I don’t know what I’d do without this help. I haven’t needed a food bank since the 1980s,” she said. Beatty qualifies for Medicaid to cover the cost of treating chronic conditions – a benefit which could be cut if the supreme court overturns the Affordable Care Act, as desired by the Republicans. Still, Beatty wants four more years of Trump. “He did a great job putting the wall up, to keep out people who shouldn’t be here illegally from taking our money. He’s done a good job on the pandemic, too.” The numbers tell a different story. In Pennsylvania, daily coronavirus cases are up 54% compared with two weeks ago, according to the New York Times database. The state unemployment rate was 8.1% in September, slightly higher than the national average and twice the pre-pandemic rate, according to Bureau of Labor statistics. The Covid public health crisis triggered the worst economic crisis in almost a century and exposed the precarious state of millions of working Americans thanks to weak labor rights, eroded government safety nets and low wages. Low-wage workers, especially people of colour, have been the hardest hit. Janette Ortiz, 30, moved to Allentown from Puerto Rico in 2015 in search of a better life. She contracted Covid in March while working at a food distribution warehouse - not long after becoming pregnant. Ortiz was briefly hospitalized, but then went back to work. But she says she was fired a couple of months later after missing a few days due to morning sickness. Ortiz and her mother were forced to move to a smaller apartment and depend on the monthly food pantry run by the Grace Episcopal church. Even before the pandemic, half of American adults had either no emergency savings or not enough to cover three months of living expenses, according to Bankrate’s 2019 financial security index. “I hope to find a job after the baby is born … I’ll vote on Tuesday because healthcare is very important,’ said Ortiz. Her baby is due in three weeks."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}