{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/nov/03/supreme-court-to-hear-obamacare-case-20-million-may-lose-insurance", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-11-03T12:40:58Z", "webTitle": "Supreme court to hear Obamacare case that may lead to 20m losing insurance", "webUrl": "https://www.theguardian.com/us-news/2020/nov/03/supreme-court-to-hear-obamacare-case-20-million-may-lose-insurance", "apiUrl": "https://content.guardianapis.com/us-news/2020/nov/03/supreme-court-to-hear-obamacare-case-20-million-may-lose-insurance", "fields": {"headline": "Supreme court to hear Obamacare case that may lead to 20m losing insurance", "bodyText": "For more than a decade, Republicans have sought to destroy the signature achievement of the Obama administration – the Affordable Care Act, better known as Obamacare. Exactly one week after election day, they might succeed. After an election season like no other, in the middle of a pandemic, the supreme court will hear a case that could result in 20 million Americans losing their insurance, along with a raft of other insurance benefits disappearing from American life. Or not. “This is the one issue now that is causing me tremendous panic,” said Daniel Dawes, author of 150 Years of Obamacare, an attorney and director of the Satcher Health Leadership Institute at Morehouse School of Medicine. “I have been a cup-runneth-over type of guy, very optimistic in this country, I’m not sure I can even see the cup as half full right now when it comes to the life of the ACA,” Dawes said. Better known as Obamacare, the ACA expanded government-sponsored health insurance for the poor, required insurance companies to cover a list of benefits such as pregnancy and preventive care, and even required chain restaurants to display calorie counts on their menus. It is intimately intertwined with what Americans think of as health insurance. “All of us have benefited from the act, even if we cannot see it,” said Abbe Gluck, Yale Law School professor and faculty director of the Solomon Center for Health Law and Policy. Overturning the law would cause “chaos” and “on-the-ground impacts on Americans” that Gluck said “cannot be overstated”. The ACA was passed on a party-line vote in 2010, and has been loathed by Republicans ever since, viewed by many conservatives as a government intrusion into healthcare. For eight years, Republicans have sought to “repeal and replace” the law. They failed to repeal the law legislatively after Trump’s election, despite controlling all legislative levers of government. They did, however, take the teeth out of one hated provision, called the “individual mandate”. The individual mandate clause required all Americans to obtain health insurance or pay a tax penalty. The penalty was rendered unenforceable by Trump’s 2017 tax law that primarily benefited the rich. Soon after, officials in Texas sued, arguing the entire law was unconstitutional because the individual mandate was such a central tenet. Texas’s argument has been supported by the Trump administration, which argued because the tax penalty was eliminated, the, “rest of the ACA must also fall”. Whether the court will overturn the law or eliminate only one provision stands on a question of “severability”, a legal doctrine that allows judges to, in the words of Chief Justice John Roberts, take “a scalpel rather than a bulldozer” to statutes. “What is highly unorthodox about their position is they are arguing Congress would have intended for the entire ACA to be swept off the books if the insurance mandate is struck down,” said Gluck. But to legal scholars Congress’s intent is apparent: legislators demonstrated it over and over again when they failed to repeal the law, removed only the individual mandate and left the rest of the law intact. “We have incredibly clear display of Congress’s intention with respect to the rest of the law,” said Gluck. “That is why in this state you see an unusual coupling of conservative and liberal legal experts opposing this lawsuit, because it violates core principles of separation of powers.” In 2010, when the ACA passed, 47 million Americans lacked health insurance and were fully exposed to catastrophic medical debt; plans with skimpy benefits left beneficiaries twisting in the wind at their greatest moment of need; lifetime benefit caps rendered people with expensive needs including sick infants uninsurable; and people with “pre-existing” conditions as minor as asthma could disqualify people from insurance. Since, the law has provided 20 million Americans health insurance (27 million people still lack insurance); ended lifetime benefit caps; forced insurance companies to give coverage to people with “pre-existing conditions”; allowed children to stay on their parents’ insurance until they are 26; and made a list of “essential” benefits required for any plan to call itself true health insurance. It ended many of the most common insurance practices Americans were once subject to. Dawes’s recent book, the Political Determinants of Health, traces the United States’ efforts to widen the safety net. The ACA, he said, was the first truly inclusionary health reform law since the Congress created an agency to improve the health of freed slaves post-civil war, called the Freedmen’s Bureau. The agency was dismantled after seven years by white southern politicians. “We’ve never been able to widen the net in reaction to pandemics in this country,” said Dawes. “We’ve only been able to realize those results during wars, natural disasters, depressions or recessions. “We are at a critical juncture right now,” said Dawes. Marginalized Americans are disproportionately dying from Covid-19, the health insurance of millions hangs in the balance, and so does, in his view, the fate of the most inclusive social safety net program since the civil war. “I just pray these supreme court justices and our legislators will wake up and see what is at stake,” said Dawes. “We cannot afford to play politics with people’s health.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}