{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/nov/07/republican-party-future-trump-defeat-analysis", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-11-07T18:18:06Z", "webTitle": "After Trump: first shots fired in battle for Republican party's future", "webUrl": "https://www.theguardian.com/us-news/2020/nov/07/republican-party-future-trump-defeat-analysis", "apiUrl": "https://content.guardianapis.com/us-news/2020/nov/07/republican-party-future-trump-defeat-analysis", "fields": {"headline": "After Trump: first shots fired in battle for Republican party's future", "bodyText": "For four years he commanded their unflinching loyalty. They protected him from impeachment, tacitly approved as children at the border were prised from their parents and placed in cages, and looked the other way as peacefully protesting Americans were gassed for a photo opportunity. Now, in the death throes of Donald Trump’s presidency, as the president refuses to concede the election to Joe Biden, Republicans who once stood shoulder to shoulder with the man who reshaped their political party to his will are scrambling to distance themselves from his unfounded claims that the election is being stolen from him. “Outrageous, uncalled for and a terrible mistake,” the Maryland governor, Larry Hogan, said of Trump’s erratic pursuit of his false allegations; “very disturbing,” according to the Pennsylvania senator Pat Toomey; and “reckless” in the words of the former presidential candidate Mitt Romney. This breaking of ranks by growing numbers of senators, congressmen, governors and other elected officials – coming only after Trump’s cause appeared lost – heralds a looming battle for the future direction of the Republican party with its figurehead gone from the stage. Those now openly critical after years of silence must weigh up the consequences of speaking out while there remain loyalists inside the party determined to carry the banner of Trumpism into the 2024 election and beyond. That faction includes Republican senators such as Ted Cruz and Tom Cotton, and the Florida governor, Ron DeSantis, a staunch Trump ally who has urged the president to “fight on, exhaust all options” in his futile effort to prove widespread election fraud. “Trumpism will remain because he is such a wildly popular figure among their base. But, you know, it’s always been pragmatic for many Republicans,” said Jason Stanley, professor of philosophy at Yale University and author of the bestseller How Fascism Works: The Politics of Us and Them. “There’s some portion of the Republican party supporting him mainly because he’s Trump, and he’s owning the libs and saying racist things. And then another group is supporting him because he’s pushing through the hardest-right policies. “I expect the Republican party will prioritise whatever mechanism they need to dominate the courts, to keep suppressing the vote, to make sure that they can, as a minority party, remain in control of the levers of government.” Stanley questioned the timing of those who appear to be breaking free from Trump by speaking out now. “The Republican party has been doing this anti-democratic thing since well before Trump,” he said. “They’ve been acting like the Democrats are not legitimate, and they have no responsibility to co-govern with the Democrats and their sole purpose is to get the Democrats out and rule as a minority party. “I mean, we’ve had four years of this. When people do what is minimally expected that doesn’t mean you should be filled with praise for them … Norms have been so broken that we’re asking whether we should praise people when the president is obviously trying to rig and steal the election.” It remains to be seen if more moderate senior Republicans who have been critical of Trump, such as Mitt Romney, senator for Utah, will hold sway when the party plots its course for the Biden presidency. Romney released a sternly worded statement on Friday that said Trump’s assertions the election was rigged, corrupt and stolen were wrong. “[It] damages the cause of freedom here and around the world, weakens the institutions that lie at the foundation of the Republic, and recklessly inflames destructive and dangerous passions,” he wrote. Other Republican figures are still on board the Trump train, even as it jumps the rails, including the fiercely loyal DeSantis, Cruz, Cotton, the South Carolina senator Lindsey Graham and apologists such as Newt Gingrich, the former House speaker, and Rudy Giuliani, the former New York mayor and Trump’s personal lawyer widely ridiculed for his appearance in the recent Borat movie. All have backed the president’s false claims of malfeasance publicly, overlooking the fact they were made without evidence. “Those are the most dangerous politicians we have. They have placed zero value on democracy,” Stanley, the Yale professor, said. “Some of them, like Tom Cotton and Ted Cruz, you know, might be more dangerous in various respects than Trump.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}