{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/nov/03/joe-biden-scranton-pennsylvania-election-day-polls", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-11-03T20:14:58Z", "webTitle": "Joe Biden returns to childhood home in Scranton: 'From this house to the White House'", "webUrl": "https://www.theguardian.com/us-news/2020/nov/03/joe-biden-scranton-pennsylvania-election-day-polls", "apiUrl": "https://content.guardianapis.com/us-news/2020/nov/03/joe-biden-scranton-pennsylvania-election-day-polls", "fields": {"headline": "Joe Biden returns to childhood home in Scranton: 'From this house to the White House'", "bodyText": "Democratic presidential candidate Joe Biden came to his home town of Scranton on election day in the crucial swing state of Pennsylvania, talking of “restoring decency to the White House” if he wins. He pledged to unite a riven country and rebuild a middle class hollowed out by economic inequality. Biden was cheered by 200 or so supporters as he visited his modest childhood home in Green Ridge, a leafy suburb just outside the city centre. There, he signed a living room wall with “From this house to the White House with the grace of God. Joe Biden 11-3-2020”, before coming outside – wearing a black face mask to prevent the spread of coronavirus – to greet neighbours and bump elbows with voters. Janet Evans, a retired teacher who lives opposite, said she was confident that the former vice-president would win Pennsylvania and the White House. “He truly cares about average people. And as he often says, he’s not from Park Avenue. He’s from Scranton, North Washington Avenue, and we the people love him and trust him.” “He’s the only one that can lead us out of this pandemic safely and save hundreds of thousands of lives. It’s certainly going to be a fight, but at the end of the day, I believe Joe will pull it off,” said Evans, 64. Katherine Hose, 25, a student, added: “I’m voting for Biden because of the education system and because he cares about women. But I think it’s going to be a close election.” The importance of prevailing in Pennsylvania cannot be overstated. Trump’s path to the White House was guaranteed in 2016 after collecting Pennsylvania’s 20 precious electoral college votes by beating Hillary Clinton by just 44,292 votes in the state, out of more than 6 million cast. Both candidates have made multiple campaign stops across Pennsylvania over the past week, culminating in a star-studded election eve for the Democrats when Lady Gaga, an anti-fracking activist, performed in Pittsburgh with Biden, and singer John Legend joined Biden’s running mate, Kamala Harris, in Philadelphia. Meanwhile, Trump issued a thinly veiled threat to the state’s Democratic governor, claiming that he and his supporters would be “watching him” while making baseless claims that Tom Wolf was implicated in cheating in Pennsylvania. Trump has made fracking a campaign issue in Pennsylvania by falsely claiming Biden will destroy hundreds of thousands of jobs by banning fracking. In 2016, Trump carried 57 of the state’s 67 rural and suburban counties where the Democrats have been accused of abandoning white, blue-collar voters. But in Green Ridge, Karen Zuton, 76, a retired factory worker, said: “The Democrats didn’t abandon anybody, the Republicans are liars. If Trump wins again he’ll make it a dictatorship. I hope it goes for Joe, but it’s a wait-and-see.” Despite rapidly rising Covid-19 cases in Pennsylvania and across the midwest, Zuton voted in person to ensure her vote was counted in tonight’s tallies. Statewide, more than 2.4 million out of 9.1 million eligible voters cast their ballots early, but the full count may not be completed until Friday. As polling booths opened on Tuesday, an average of national polls showed Biden leading Trump by 8.4 percentage points, but only 4.7 points in Pennsylvania, according to the website FiveThirtyEight. Earlier on Tuesday, Biden visited the Carpenters and Joiners Union on Scranton’s industrial south side, where a small group of supporters chanted “Let’s go Joe” and “we love Joe”. Bill Rafalko, 68, a retired technician who voted by mail, said: “I’m convinced that Scranton and Pennsylvania will vote for Biden because we cannot tolerate four more years of the current administration, it’s chaotic, at least he has a plan for the pandemic. And he’s a good, honourable, decent man.” Maureen Lyons, 70, a former teacher, added: “This election is the most important in my lifetime. We need to bring normalcy back to the country. We need a human being in the White House, bottom line.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}