{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/nov/02/kamala-harris-campaigns-texas-us-election", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-11-02T10:30:46Z", "webTitle": "Lone Star turn: Kamala Harris campaigns in Texas in bid to flip state", "webUrl": "https://www.theguardian.com/us-news/2020/nov/02/kamala-harris-campaigns-texas-us-election", "apiUrl": "https://content.guardianapis.com/us-news/2020/nov/02/kamala-harris-campaigns-texas-us-election", "fields": {"headline": "Lone Star turn: Kamala Harris campaigns in Texas in bid to flip state", "bodyText": "Jesus Quintanilla, 20, from San Juan on the US-Mexico border, and his family had packed into their car and lined up outside the University of Texas Rio Grande Valley campus to hear vice-presidential nominee Kamala Harris. They were turned away after being informed it was invitation-only at the voter-mobilization event. Undeterred, Quintanilla crawled under a fence and after getting scolded by the Secret Service found a spot where he could watch. Harris didn’t risk saying explicitly that she was there last Friday to flip Texas in the election, she left that to state Democratic luminaries and her former rivals for the presidential nomination, Beto O’Rourke and Julián Castro, who came to stump for her and see this border community as key. She flew into nearby McAllen, which is most likely to ring a bell in the wider world for Trump-era scenes of trauma. It was in the city that border agents separated migrant children from their families and caged them under hardline immigration policies, some not to see their parents again to this day. The area has also been hit hard by coronavirus. At 4.43pm, a waving, beaming Harris sashayed on stage in jeans, blazer and her now-signature Converse sneakers with “2020” on the heel, to exuberant cheering and Mary J Blige’s Work That blasting from speakers. “They often criticize you for your skin tone, wanna hold your head high,” the R&amp;B lyrics blared to about 200 vehicles gathered for the drive-in rally from various parts of the predominantly Hispanic region known as the Rio Grande Valley. The rest of Quintanilla’s family stayed in their car and strained to see the event from a nearby property, which was quickly filling up with Donald Trump supporters, who heckled without wearing masks. This shocked the Quintanillas, who have struggled with unemployment and illness since Covid-19 took turns infecting their family members during a pandemic surge in in the valley this summer. “July was the worst time. My dad didn’t have a job. I didn’t have a job. The only one working was my sister and she’s the one that ended up catching the virus,” Quintanilla told the Guardian later. Like a majority of local families, the Quintanillas were uninsured. “We can’t pay for this,” he said, referring to the kind of medicines available to the president when he caught coronavirus, but not to all, adding: “Our family members would just send us random remedies they found on Facebook.” The interference by Trump supporters was far from an isolated incident, with a Biden campaign bus almost run off the road later seeming to delight the president. Harris’s visit to Texas just before election day began in Forth Worth, then Edinburg, then Houston. The three counties incorporating those places, Tarrant, Hidalgo and Harris, respectively, feature prominently on Texas’ grim list of Covid-19’s impact. Harris county has reported the highest number of Covid-19 fatalities at 2,806. Hidalgo is the eighth most populous county but has the Lone Star state’s second highest death toll at 1,699, while Tarrant’s is sixth. “It didn’t have to be this bad,” Kamala Harris said as she prefaced journalist Bob Woodward’s reporting that the president was warned of the virus’ danger to America on 28 January, much earlier than the public, and deliberately played it down. “Can you imagine, Rio Grande [Valley], what you would’ve done on 28 January if you had known what the president had known? What you as a frontline worker … as a parent … a teacher … a small business owner, what you would have done?” She segued into Republicans’ sustained efforts to undo the Affordable Care Act. Rally-goers honked their horns when she asked whether they knew someone with breast cancer, lupus, diabetes, or high-blood pressure. Jesus Quintanilla was rooting for left-winger Bernie Sanders before he was beaten to the presidential nomination by Joe Biden. But he has already cast his ballot for Biden and Harris. “She’s more moderate, but if that’s what it takes to appeal to most Democrats, then that’s fine by me,” he said. Hidalgo and Harris counties are blue for the Democrats, Tarrant narrowly Republican red. As Harris alighted from her plane in McAllen on Friday, a pool reporter had asked her why she was campaigning in south Texas. The California senator said: “Because there are people here who matter.” In her Edinburg speech, there was no mention of reliably-Republican Texas’s evolution into a battleground state this cycle. But those stumping with her were willing to be hostages to fortune. Julián Castro took the stage and declared: “For the first time in more than a generation, Texas is going to go Democratic on Tuesday night.” His twin brother, congressman Joaquin Castro, added: “We have a chance to take this country in a different direction, to take the politics of Texas in a different direction, to get ready to replace the statewide Republican leadership in 2022.” And Beto O’Rourke, another 2020 presidential rival, also warmed up for Harris on stage, having driven the 750 miles to the eastern end of the Texas-Mexico border from his former congressional district at the far western end, El Paso. The areas have similar demographics, economics, and political leanings. “This community … listen to me, folks, with the polls showing Donald Trump and Joe Biden tied in Texas, it could put our 38 electoral college votes…[it] could end this national nightmare on 3 November,” he said. Outside a Hidalgo county polling site in Palmview, earlier in the day, he explained why turnout was especially crucial this year, telling the Guardian: “I think the [Rio Grande] Valley, like my hometown of El Paso, has always been taken for granted, because it’s so reliably blue.” The valley has low voter turnout and the Democratic party has neglected to campaign there – but not this year, O’Rourke said. They’re looking at the big picture as Democratic support builds across the state, with an eye on winning the popular vote in Texas and therefore, with the winner-takes-all system, the state’s valuable haul of votes in the electoral college, which clinches the presidency. He gestured around him, explaining: “The Valley holds the key to deciding how Texas will do. And Texas holds the key in determining who the next president of the United States will be, so I think it’s all here.” By Friday night, 9.6 million Texans had voted early, already more than the entire Texas vote in 2016, and representing 57% of registered voters statewide, though only 48% of registered voters in Hidalgo county had cast their ballots. With a few days still to go and a quarter of people in the county normally waiting to vote until election day itself, Harris and her cohort clearly saw a campaign stop in Edinburg as worth it. O’Rourke emphasized that in such a solidly Democratic county, higher turnout overall translates into disproportionately more votes for Biden going into the state’s popular vote pot. He said: “If we get six out of every 10 voters, then not only does the Valley break every voter turnout record ever set, but [it] puts Texas over the top for Joe Biden.” Quintanilla was more cautious. “Do I think we’re going to be blue this time? I don’t know for sure,” he said, adding: “Hopefully.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}