{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/nov/04/latino-voters-joe-biden-support-hillary-clinton", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-11-04T09:02:17Z", "webTitle": "Latinos offer lukewarm enthusiasm for Biden after Democrat fails to woo voters", "webUrl": "https://www.theguardian.com/us-news/2020/nov/04/latino-voters-joe-biden-support-hillary-clinton", "apiUrl": "https://content.guardianapis.com/us-news/2020/nov/04/latino-voters-joe-biden-support-hillary-clinton", "fields": {"headline": "Latinos offer lukewarm enthusiasm for Biden after Democrat fails to woo voters", "bodyText": "In battleground states such as Florida and Texas, key communities with large Latino populations showed comparatively lukewarm enthusiasm for the Democratic presidential nominee, Joe Biden, after overwhelmingly supporting Hillary Clinton four years ago. Ahead of election day, activists, legislators and political operatives had warned the Biden campaign that it wasn’t doing enough to woo Latino voters, a diverse and fundamental constituency for the Democratic party. The apparent failure prompted some stern immediate criticism from some of the party’s leading figures. “I won’t comment much on tonight’s results as they are evolving and ongoing, but I will say we’ve been sounding the alarm about Dem vulnerabilities w/ Latinos for a long, long time,” tweeted the US congresswoman Alexandria Ocasio-Cortez. “There is a strategy and a path, but the necessary effort simply hasn’t been put in.” As Latinos went to the polls this year, they had three clear priorities: the coronavirus pandemic, healthcare costs, and jobs and the economy, according to the 2020 American election eve poll. On Tuesday night, the news wasn’t all bad for Democrats. Biden won Arizona, where Latinos represented a key voter demographic. Overall, around seven in 10 Latinos voted for the former vice-president, polling showed. “In some ways, about Latinos, the story of the night is that they made a difference for both candidates,” said Clarissa Martinez, the deputy vice-president of the Latino civil rights and advocacy organization UnidosUS. Both presidential nominees had been polling neck-and-neck in Florida. But when Clinton’s nearly 30-point margin of victory in Miami-Dade county slipped to just over seven points for Biden, the coveted swing state threw its 29 electoral college votes behind Donald Trump. Trump won a majority of the state’s sizable Cuban-American vote, according to NBC News exit polls, after targeted campaigns painting Biden as a socialist. Biden also lost Texas, a reliably red stronghold that Democrats had hoped to turn blue through high voter participation. South Texas’s Nueces county went to Trump by a wider margin than four years ago, after O’Rourke had flipped Corpus Christi and its surroundings in 2018. Whether Republicans regained the south Texas territory because of Latinos voting for Trump or higher turnout by other demographics is unclear at this point, said Juan Carlos Huerta, a professor of political science at Texas A&amp;M University, Corpus Christi. In the nearby Rio Grande valley, where Clinton dominated in 2016, Biden also lost ground. He’s leading only by a five-point margin in Starr county, which is 96.4% Hispanic or Latino, and which Clinton claimed by a whopping 60 points. Meanwhile, he’s up 17 points in neighboring Hidalgo county, which is also majority Latino. That’s still a generous margin, but nothing like Clinton’s 40-point victory in 2016. Victoria M DeFrancesco Soto, an assistant dean at the University of Texas’s LBJ school of public affairs, hypothesized that Biden’s underperformance in the border region compared to 2016 could be attributed to two factors: the Clintons’ popularity among Texas Latinos and the fact that grassroots, old school campaigning couldn’t happen amid the pandemic. In the valley, it became clear that “the enthusiasm for Biden isn’t what the enthusiasm for Clinton was,” said Manuel Grajeda, the Texas strategist for UnidosUS. Both Republicans and Democrats haven’t focused on Latinos there as much as in other major counties, Grajeda said. That was “a missed opportunity” that showed up in the election results, he added. The relatively narrow margins for Democrats along the border came even as Latino voters flocked to the polls in Texas. During the incredible turnout in the state for early voting, an estimated 1.9 million Latinos voted, Grajeda said, including about 500,000 first-time voters. “The key to success with the Hispanic community in Texas is engagement, and very early on,” said congressman Joaquín Castro, who won re-election Tuesday night. “And making sure that we get to folks who have not participated in the political process before. “That continues to be a challenge that we’ve gotta make sure that we meet.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}