{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/live/2020/nov/02/us-election-day-2020-live-updates-president-donald-trump-joe-biden-latest-presidential-election-news-polls-update", "type": "liveblog", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-11-03T22:54:10Z", "webTitle": "America on course for highest voter turnout in more than century – as it happened", "webUrl": "https://www.theguardian.com/us-news/live/2020/nov/02/us-election-day-2020-live-updates-president-donald-trump-joe-biden-latest-presidential-election-news-polls-update", "apiUrl": "https://content.guardianapis.com/us-news/live/2020/nov/02/us-election-day-2020-live-updates-president-donald-trump-joe-biden-latest-presidential-election-news-polls-update", "fields": {"headline": "America on course for highest voter turnout in more than century – as it happened", "bodyText": "With approaching 101m votes already cast early, the US is on course to see the highest voter turnout in more than a century. The US is on track to see some of the highest voter engagement since the early 1900s, with Michael P McDonald, the University of Florida professor who compiles data for the Elections project predicting an overall voter turnout rate of 67% this year. Joe Biden campaigned in his hometown of Scranton, Pennsylvania, and in Philadelphia. “If you elect me, I’m gonna be an American president. There’s gonna be no red states or blue states. Just the United States,” he told supporters in Philly. He’s going to spend election night in Delaware, where he lives. The Democratic nominee holds a strong national polling lead, but the race is much tighter in the battleground swing states that will decide the all-important Electoral College votes. Here’s a video explainer from Lauren Gambino on just how crucial those swing states are. Donald Trump is spending the day in Washington. He’s expected to host an election watch party tonight at the White House, which has been protected by a “non-scalable” barrier. Shops in DC have been boarded up in anticipation of unrest. Here’s the Guardian guide to what time results are expected – and what to watch for. And if you are in the UK, we’ve got this run-down of what you could watch on another screen and when, while obviously still scrolling through our coverage on this live blog. It’s not just the presidency at stake. Democrats are hoping to flip the Senate away from Republican control. Here’s a guide to the vital races in that contest. Guardian reporters will be bringing you live updates from across the US, as polls begin to close. We’re closing this blog, but launching a new one to bring you updates throughout election night. Follow along: Nick Fiorellini reports from Philadelphia: Earlier this evening, several viral tweets from Republican activists shared an Instagram story of an individual claiming to be a poll worker in Erie county, Pennsylvania, throwing out ballots from Donald Trump supporters. The post was a hoax, according to a spokesperson from Erie county, and the original poster is not a registered voter in the county and could not be a poll worker there either. As a result, Courtney Holland, a Trump supporter who helped share the image, had her Twitter account temporarily limited and was unable to post, for violating the site’s rules against posting misleading information about voting. One Republican activists claimed: “Twitter is now censoring reports about voting fraud/irregularities”. Erie is a bellwether county. Depending on which way it swings, could determine the election outcome in Pennsylvania. In 2016, the county voted for Trump by a two-point margin, although the city of Erie voted overwhelmingly for Hillary Clinton. The county is one of many in Pennsylvania expected to take several days to process all its votes. As of today, the county has received 48,911 mail ballots. By 2am tomorrow, the board of elections hopes to have processed about 10,000 of those ballots. Lois Beckett reports from Lansing, Michigan: Joseph Hicks, 26, said he’s never voted before. But his 81-year-old grandmother, Barbara, was driving him to the polls in South Lansing to see if he could cast a last-minute vote for Biden. Trump has been “the worst president”, Joseph said. And he is “not doing anything about this pandemic”. Barbara Hicks said that, as a Christian, she has appreciated some of Trump’s policies, but that “our leader should be an example”. She had already cast her vote for Biden. Near sunset, the polling place in South Lansing was placid. Two voters said they were voting for Trump, including Mercedes Ferra, a homemaker who explained in Spanish that she felt Trump was good for the economy. Another family who came to the polls together, and another Biden vote. “I really don’t even know how to feel about today,” Kierha Irving said. “It’s so much.” Vetting candidates – knowing that you could not judge a book by its cover – was not easy, she said. Amanda Holpuch reports from New York: The leader of a group of 42,000 legal volunteers deployed for the election said that so far, there have not been “major, systemic problems or attempts to obstruct voting”. Kristen Clarke, president and executive director of the Lawyers’ Committee for Civil Rights Under Law, said: “It appears at this stage that we are on a path to a relatively successful election day.” The committee operates the Election Protection hotline, which provides information and assistance to Americans who encounter problems while voting. “The problems we have seen have, for the most part, been isolated and sporadic,” Clarke said. Issues reported to the hotline include some voters not receiving the language assistance they are entitled to in York county, Pennsylvania. And in Denver, Colorado, there have been complaints at multiple polling stations about the presence of police. As of 3.50pm ET on Tuesday, the hotline had received 22,000 calls, which does not account for assistance provided via text message or online. Clarke said most of the calls were from Pennsylvania, Texas, Florida, New York and Michigan. While we don’t know what will happen in the final hours of election day, Clarke said, or in the days after, things have been smooth so far. She said this assessment is characterized by record turnout in early voting and record levels of participation in vote by mail. Clarke said: “This speaks to the success of historic voter protection efforts which really aimed to empower voters so they were armed with as much information as possible.” Nina Lakhani reports from polling stations in Lackawanna county, Pennsylvania, which includes Joe Biden’s hometown, Scranton, where he stopped early this morning: Mike Allison, professor of political science at the Catholic conservative University of Scranton, decided to vote in person in South Abington township – a middle-class suburban neighborhood north of Scranton, where Trump/Pence signs far exceed those for Biden/Harris. “There’s been many problems with our democratic system in our history,” he said, “but these have been exacerbated over the past four years with a president who doesn’t respect rules, norms, or institutions. If we endorse that a second time, it really says something about what we value in America. The future of our democracy is on the line.” A few miles away in Green Ridge, on the leafy street where Job Biden grew up, one house stood out with numerous Trump/Pence signs in the yard. Homeowner Arlene Hopkins, 66, a retired pharmaceutical saleswoman, praised Trump for his handling of the economy. Hopkins is however fundamentally a single-issue voter: “The main reason I would never vote for Joe Biden is because I am a practicing Catholic and abortion is considered intrinsically evil. That’s why I will never even consider voting for the Democratic party which is pro-abortion.” Hillary Clinton clung on to Lackawanna county in 2016, but like many rural and semi-rural former Democratic strongholds in Pennsylvania, it has been veering right for years. Polls close at 8pm in Pennsylvania, which Trump won by a whisker (less than 1%) in 2016. Over 101m Americans have voted early in the 2020 US election, per the US elections project. Nationally, voters have now cast 73% of the total votes counted in the 2016 general election. The US is on track to see some of the highest voter engagement since the early 1900s, with Michael P. McDonald, the University of Florida professor who compiles data for the Elections project predicting an overall voter turnout rate of 67% this year. Chris McGreal reports from Polk county, Iowa: Scouting around polling stations in different parts of Polk county, which includes Des Moines but also Trumpist suburbs, I’ve been struck by the number of first time voters in their late 20s or early 30s who didn’t turn out in 2016 but who are voting this year because they really want rid of Trump. Most said they didn’t vote four years ago because they didn’t like Hillary Clinton or thought she would win, and generally they regretted it. But this time their vote was not about the Democratic candidate but to remove Trump. On the other hand, I didn’t meet a single first-time voter for Trump. They must be there, but perhaps it isn’t a good sign for the president not to encounter any new support for him – whether first-time voters or people who voted Democratic in 2016 – even in the suburbs where he performs well. That said, there were plenty of Trump supporters turning out for him more enthusiastically than ever. It’s anecdotal but if it is any way representative of a wider picture then the combination of first-timers motivated to vote against Trump, and the lack of new voters coming to him, is a problem for the president. It may not be enough to swing Iowa back to the Democrats after Trump won the state by eight points last time. But that voting pattern could make all the difference in other midwestern states where the president’s margin of victory was so much slimmer, notably Michigan and Wisconsin. The Guardian’s Abené Clayton reports from San Francisco: Large voting hubs in downtown San Francisco were mostly quiet, some even turned away excess poll volunteers like 38-year-old Veronica F who said she had signed up to help so that senior citizens could take the day off. “Covid-19 was happening and a more vulnerable population usually signs up. But being sent home because there were too many volunteers felt great,” she said. Senior citizens were also top of mind in the city’s historically Black Fillmore neighborhood. Though gentrification has pushed out a large segment of Black residents, the Ella Hill Hutch Community Center is still a hub for the surrounding aging population. Director James Spingola said he previously used trust in his clairvoyance to predict election outcomes, but this year he “just doesn’t know”. What he did know, however, was that he wanted Ella Hill Hutch to be a polling place so that the city’s dwindling Black population was “a part of the process and didn’t have an excuse not to vote”. Adam Gabbatt reports from Cleveland, Ohio: “We’re tired of being silent,” said Kenneth Lowenstein, struggling to make himself heard over the sound of his friend’s loudspeaker. Polls show Trump in a virtual tie in Ohio, a worrying sign for the president given he cruised to victory by eight points here in 2016. Most of the Trump supporters I’ve met in the past couple of days have been convinced Trump will win. Lowenstein was one of the few to admit to some nerves. “I believe in miracles. There are still people that haven’t voted that’s why we’re here we’re getting the message out just to possibly encourage them to vote red, vote Republican,” he said. “Just maybe, just maybe there’ll be some luck and he’ll win.” The group of four are certainly attracting some honks from passing cars, but not all seemed to be positive. Anyone they have convinced won’t have long to go and vote – the polls close at 7.30pm here. The state is expected to release the results of votes cast before today by 8pm, and could be one of the first of the swing states to announce a winner. Vivian Ho reports from Phoenix: Arizona state representative Athena Salman is running for reelection on the first progressive all-millennial ticket in her district. Salman, her husband state senator Juan Mendez, and first-term candidate for state representative Melody Hernandez are part of an effort to flip the state legislature to a Democrat majority for the first time since 1966. Salman is the daughter of a Palestinian immigrant and a first-generation Mexican American. She said she felt like she grew up in two different Arizonas. Her own family was made up of immigrants from around the world who grew up dreaming of the possibilities a life in America could offer. The world around her, however, was white and conservative, she said, and mired by veiled racism toward the Latinx community and post-9/11 bigotry toward Arab Americans. “If you would have told me, being that girl growing up in that community, that, hey, by the time you’re 31 years old, that Arizona could be determining the fate of the nation in the 2020 election? I just wouldn’t have believed you,” she said. Salman credits local organizing efforts for bringing about that transformation. She’s cautiously optimistic that Democrats will be able to flip the legislature and win the Senate seat, and that Arizona voters will play a crucial role in sending Joe Biden to the White House. “It is truly remarkable and so exciting to be living in this state right now,” she said. She also knows that a lot of work lies ahead. “Unfortunately, over the past 60 years under conservative control, our government and our leaders have defined us through their policies based on who we exclude,” she said. “We’re going to govern and we’re going to lead and we’re going to rebuild this state in a way that all Arizonans are taken care of.” Read more: Joe Biden said he doesn’t want to make any predictions about tonight. “We’ll see. If there’s something to talk about tonight, I’ll talk about it – if not, I’ll wait till the votes are counted. “There’s so much in play right now,” he said, speaking to reporters in Philadelphia. “The idea that I’m in play in Texas, Georgia, Florida – I mean, come on.” Before he headed back to Deleware for election night, Biden drove home his closing argument – telling reporters: “We need to restore decency and honor in our system or it will all fall apart” Speaking with supporters in the city earlier today, Biden delivered a similar message, vowing that he would work to bring Americans together after the election. “We choose hope over fear, we choose truth over lies, we choose science over fiction,” he said. “If you elect me, I’m gonna be an American president. There’s gonna be no red states or blue states. Just the United States.” US stock markets have closed and it looks like investors are betting on a clear Biden win and more stimulus cash. The Dow rose over 2% and the S&amp;P and Nasdaq rose by similar amounts. Industrial companies led the rally – maybe Biden will actually have an Infrastructure Week? Wall Street has been expecting a Biden win for some time but today’s gains may not last if the election gets messy later on tonight. Here’s Connor Campbell of SpreadEx: You would think the result of Tuesday’s presidential election – one that carries so much more weight than usual given the nature of the incumbent and the state of the global economy – is a forgone conclusion based on the actions of investors … the danger for the markets – and it is a very real danger – is that they are going to wake-up with a HELL of a hangover on Wednesday if the result is anything but a decisive, and stimulus-signalling, victory for the Democrats.” Kari Paul reports from Oakland, California: Some Instagram users were reportedly seeing labels on the social media platform erroneously alerting them that election day is tomorrow (it is today). The mishap comes as Instagram and its parent company Facebook work to tackle misinformation surrounding the elections. Instagram’s communications team explained on Twitter that the “tomorrow is election day” notice seen by some users was turned off on Monday night, but remained cached in the app for some users who did not restart their app before Tuesday. As of today, users should be getting an alert at the top of the feed that says “it’s the last day to vote”. Instagram did not say how many users were affected by the issue. Instagram has implemented a number of changes to rein in “harmful content” that could pop up around the election, including removing the “recent” tab from hashtag pages to slow the spread of false trends. It will also label posts from candidates who declare victory prematurely and has launched a “voter information center” with information from verified election authorities. In swing-state North Carolina, the board of elections voted to keep four voting locations open slightly longer – a move that is expected to delay initial statewide results by about 45 minutes. The four polling places opened a bit late due to technical glitches this morning. Results from early voting are expected at 7:30 pm, and initial results from election day polls are expected at 8:15 local time. Officials in North Carolina expect to have about 80 percent of the votes counted by this evening. In 2016, Trump won the state by about 3.5 percentage points, but this year polls have found the president trailing Joe Biden by about 2 points. It’s not just the presidential race that’s being closely watched here. Down the ballot, incumbent Republican senator Thom Tillis is fighting in an incredibly close race against Democratic challenger Cal Cunningham – who has been leading slightly in the polls. Read more: The Guardian’s Kenya Evelyn reports from Milwaukee, Wisconsin: Polls opened at 7am, with few lines in most polling places. Wisconsinites learned a tough lesson from the primary last April, when Republican election officials limited the number of polling stations in Milwaukee to five, in the middle of a pandemic. That contributed to a brief spike in cases, and with the state now dealing with a second surge, Democrats have been keen to urge alternatives to same-day voting. That appears to have worked. Poll workers I spoke with said lines had been minimal, although they did anticipate an evening rush. Those arriving are most often first-time voters signing up to register the same day. Each time, these new voters get a round of applause. Instead of endless lines and stressed poll workers, election day here has become an all-out effort to reach same-day registrants and last-minute stragglers. Many Milwaukee residents who voted weeks ago, or by absentee ballot, still showed up to the polls to volunteer, dragging a friend or even bringing the DJ vibes. Funeral home owners Marcel Clarke &amp; Ben Robinson converted their service vehicles to serve their community, giving free limousine rides to residents in need of transportation to the polls. Clarke told me volunteering was a no brainer. “Voting isn’t just important, it’s an emergency, he said. “So we decided to help eliminate excuses and get folks mobile”. he said. More than 93,000 Black Milwaukeeans stayed home in 2016 – contributing to Donald Trump winning the state by just 23,000 votes. This time communities are coming together, reinforcing that its people, not politics and will continue long after today. Sam Levine reports from Philadelphia: Even amid a huge push to get people to vote by mail, nearly every voter I’ve spoken with in Philadelphia has said they cast their ballot in person to ensure it counted. They pointed to concerns over the reliability of the postal service and said they just felt more comfortable actually walking in to the polling place and casting their vote. “You just hear so much in the news and the media, I don’t know how much is true how much is false, about the mail-in ballots being messed with, people not doing it the right way. I just know that if I was able to come in, even if I had to wait, just to make sure my vote was 100% counted I was gonna do it,” said Shofolahan Da-Silva, who cast his vote midday at a polling site in South Philadelphia during mid day, where it took just a few minutes. “I’ve been hearing a lot about the whole mail issues and the breaching and all of that. So I felt like this was a safer route,” said Brittany Davis, who cast her vote at the same polling location. Davis said she felt guilty for not voting in 2016 - she felt like her voice wouldn’t matter either way that year - but this year she felt motivated to vote because of the way Trump has stoked racism in the US. There is perhaps no state more important in the 2020 race than Pennsylvania, where polls show a tight race between Joe Biden and Donald Trump. The state has long required voters who want to vote by mail to give an excuse to do so, but it changed the law last year to allow anyone to vote by mail. The state has seen a surge in mail in ballots, but state law prohibited election officials from counting them until Tuesday morning. State officials say they hope to finish counting by Friday. In North Carolina’s Alamance county, voters are gathered to once again march from a local church to the courthouse – after the “I Am Change” march to the polls on Saturday was disbanded by law enforcement wielding pepper spray. Yesterday, the NAACP Legal Defense Fund filed a federal lawsuit on behalf of marchers. “On at least two separate occasions, law enforcement deployed pepper spray into the marchers that included young children, elderly individuals, and those with disabilities, with no warning or justification,” said the NAACP LDF in a statement. “One of those times was just seconds after the marchers kneeled in a moment of silence for eight minutes, 46 seconds in remembrance of the police killing of George Floyd.” Reverend Greg Drumwright, who organized the events, won’t be here until later in the afternoon, after a 72-hour ban he was given after being arrest expires. Drumwright said on Saturday, police gave the crowd of hundreds seconds clear out before attacking. “We never made it to the polls,” he told Democracy Now. “We believe that this interaction, this interference from local authorities, has obstructed our marchers from not only lifting up our First Amendment rights to protest, to speak out, but also our rights to vote.” The Guardian’s Kari Paul reports from Oakland, California: California is on track to set a record for number of votes cast in a national election, according to voting data firm Political Data, Inc. Early voting had already reached record levels before election day, with more than 11m Californians having cast ballots by the eve of 3 November. That means more than half of the state’s eligible voters had already cast ballots – 77% of the record number of votes in 2016. “It’s undeniable, absolutely factual, 100% we’re going to set a record in the total number of votes cast in an election in California,” said Paul Mitchell, vice president of Political Data. Many Americans are voting early and by mail in 2020 amid the coronavirus pandemic, and California had already logged 1m votes as of two weeks ago – 13 times the 72,000 ballots cast at the same time in 2016, according to the secretary of state’s office. Vice-presidential candidate and California native Kamala Harris tweeted in support of the “historic turnout” on Tuesday. Despite many early votes, it won’t necessarily be clear who wins as early as Tuesday night, said California policy site CalMatters. The state will accept ballots through 20 November as long as they were postmarked today. The state will announce a first count of votes at 8pm PST on Tuesday. The Guardian’s Vivian Ho reports from Phoenix, Arizona: When I first arrived at the Unite Here Local 11’s headquarters in Phoenix, a volunteer immediately gave me a temperature check. Another handed me a face shield, apologizing that they had run out of the ones with elastic bands. As the volunteers gathered together for a quick “rah-rah” speech from co-president Susan Minato and some candidates for local office, Minato instructed everyone to deploy “helicopter arms”, whipping and twirling her arms in wide circles away from her body: “That’s how you know you’re socially distanced,” she said. With the possibility of once staunchly conservative Arizona going blue this election, the union knew they couldn’t leave anything up to chance. In July, organizers met with epidemiologists to figure out a way to safely knock on doors to campaign for Joe Biden and Mark Kelly, a former astronaut and US Navy captain running for John McCain’s former senate seat. “The significance of this race is to truly be that pivotal state, to deliver those 11 electoral votes, so that we begin to move policies in the right direction, on the national level,” Minato said in an interview. “We just decided that there was nothing more important. The lawlessness of Trump is destroying the country.” Since July, the union has had 500 volunteers knocking on doors. Organizers believe they’ve knocked on 800,000 doors total, and had at least 250,000 conversations. “People know,” Minato said. “They’re not stupid. They know there are a lot of negative things going on and our country is way worse than it was before Trump started. That’s why people are here. There are children today, 550 of them, who are in cages. No one even knows who they are, who their parents are. They were taken from their parents arms. If we live in a country where that can happen, then anything can happen. If people know that in their gut, then they’re here in the heat, they’re here, separated from their own children and loved ones temporarily, they’re here knocking on the doors of strangers in a pandemic, and they’re loving it because they know this is how we save our country.” A message from Guardian deputy editor Jane Spencer: The Guardian is offering readers a unique way to get live, up-to-the minute election results delivered to their smartphones. This alert will be one of the fastest ways to receive election results on Tuesday and beyond. Sign up now. When results start coming in tonight, we’ll send a single mobile alert that will automatically update with the latest national vote count data over the course of the night. Without a tap, a search or the opening of an app, you can follow the vote tally and key developments live on your phone’s lock screen. (That’s the screen on your phone when you’re not actively using it.) The alert is available free worldwide on both iOS and Android devices to anyone who downloads the Guardian’s mobile app. If you’re in the US, and you’re signed up for breaking news notifications in the app already, you don’t need to do anything – you’ll automatically receive the live election alert. But if you need to download the app or you’re not already signed up to receive notifications, you can follow the steps outlined here. “We have an enormous opportunity as a country,” Biden told supporters. “If you elect me, I’m gonna be an American president. There’s gonna be no red states or blue states. Just the United States.” It’s a message that Biden has repeated throughout the campaign. Speaking through a bullhorn, he addressed an enthusiastic crowd of supporters chanting, “Joe, Joe, Joe!” “As goes Philly, so goes the state of Pennsylvania!” Biden told the crowd. Both he and Donald Trump are seeking to win the swing state, and are running neck and neck in polls. Sam Levine, the Guardian’s voting rights reporter, brings us this dispatch from Philadelphia: Donald Trump’s campaign and other conservative outlets loudly touted a video from Tuesday morning that showed a Republican poll watcher being denied access to a voting site. Mike Roman, the Trump campaign’s director of election operations who has a history of exaggerating voter fraud, tweeted the video was an example of Democrats banning poll watchers in the city. But that wasn’t true – the incident was based on a misunderstanding, the head election judge at the Mitchum-Wilson funeral home, where the incident took place, told the Guardian. The judge, who declined to give his name said workers didn’t realize that the poll worker could access any polling place in the city, not just the one listed on his poll watcher certificate. He said the issue was resolved after a call from the city and everyone was happy. He said the incident occurred in the morning when there was a long line and things were stressful at the polls. During a mid-day visit to the site, there was no line and voters moved in and out of the polling site in 5-10 minutes. Philadelphia election officials denied that Trump poll watchers were being denied access to polling sites. “Nonsense,” Kevin Feeley, a spokesman for the Philadelphia city commissioners, who run elections in the city, told ProPublica. “That’s not happening.” The Guardian’s Lois Beckett reports from Lansing, Michigan, where local Democratic officials are monitoring for problems with voter intimidation: A Michigan court sided with pro-gun groups and overruled the secretary of state’s attempt to ban the open carry of firearms at the polls, even in the wake of a high-profile alleged plot to kidnap Michigan’s Democratic governor. Since Michigan has seen so much armed protest this year, the ruling left people on edge. An analysis of right-wing militias and their potential for violence also found Michigan was at high risk for election-related militia activity. But by early afternoon on a sunny, warm election day, there had been no reports of major standoffs. “It seems calm” so far, state representative Sarah Anthony said. Anthony had spent the morning visiting polling places in South Lansing where large numbers of Black voters were expected to turn out, and so far, there had been no major issues, and no reports at all of armed men at the polls. Black women shed blood, sweat and tears to gain a voice, The Guardian’s Kenya Eveyln writes. Her vote this year is dedicated to her grandmother: With my hand on the pearls she gave me as graduation gift, I said a prayer, shed a tear and said her name: “Granny, this vote is for you.” Ms Rose won’t be here to see the returns come in later today, whatever the outcome might eventually be. Like many of the Black and indigenous women whose blood, sweat, and tears form the foundations of this country, she didn’t live to experience the full promise of this great experiment known as America. Granny died two weeks before election day. For nearly half her 98 years, Ms Rose was ineligible to vote – subject to a society that deemed women who looked like her worthy of being silenced. Even after the 19th amendment gave white women the right to vote, Black women remained disenfranchised. Neither the 19th nor the 15th amendment, which granted Black men their rights a century prior, addressed voter suppression in the form of Jim Crow laws that perpetuated segregation, legalized discrimination and barred Black communities from voting through poll taxes and literacy tests, or just plain threats of violence. Born in 1922 – two years after women’s suffrage – she entered a world in which Black women were “pulled in two directions”: fighting alongside Black men for racial equality and White counterparts for women’s rights, all while relegated as inferior and excluded within both movements. But in 1967, Granny put herself and her family on a journey, escaping the violence of Jim Crow and patriarchy in Arkansas to forge a new life in Wisconsin, a journey taken by hundreds of thousands of Black Americans who fled discrimination in the south during the Great Migration for better opportunity of the north. For Black journalists, our commitments to tell these stories would not be possible without the sacrifice of women like her. Read more: Sam Levin reports from Los Angeles: There was a festive scene at Dodger stadium, one of many Los Angeles landmarks to become a voting center today. A mariachi band played, and Dodgers fans enjoyed views of the field, days after the World Series win. “I never thought in my wildest dreams, the Dodgers would win and I’d get to vote at the stadium,” said Randy Cortez, a 36-year-old Biden voter, wearing a Dodgers face mask. “Democracy is at stake. We have a man in the office that creates more division than anyone else and allows bigotry and racism to continue in this country. I have hope that things will change.” Enrique Heredia, 42, said he’s voting for Biden, but his wife, Yazz, said she was a Trump fan. “I believe the middle class and lower class should get lots more support than they’re getting,” Enrique said. Yazz, 42, said she didn’t trust the media, and her family backs Trump: “He’s not a politician. He says it like it is. What you see is what you get.” She had previously supported Bernie Sanders. The couple doesn’t mind disagreeing, she added: “It’s good to learn to live with each other even if we’re divided. We have the same values, we just have different views of who is going to take care of us.” Ashley Rivera, 36, said it was energizing to see record-breaking turnout. She hopes Trump loses. “It’s historic to be here,” she said after taking a selfie with her Dodgers hat and “I voted” sticker. “Everybody is using their voice.” The Hollywood Bowl, the Staples Center and other major LA destinations also are open for voting. In St Louis, Missouri, poll workers in hazmat suits, goggles and respirators are collecting ballots from voters infected with Covid-19. Election officials told News 4 that people who are quarantining either because they have tested positive for the virus or because they have been exposed to someone who has can vote at two locations outside election board offices. The county has also arranged to deliver and collect ballots to and from those who are hospitalized or can’t leave home. Coronavirus cases and hospitalizations have been in a stage of “accelerated growth” in the region, local health officials said. Hospitals are considering restricting elective procedures to free up health workers and supplies to treat Covid-19 patients. In Philadelphia, officials have set up a livestream of the Philly convention center where workers have started processing mail-in ballots. In an election amid the pandemic, more voters than ever before will be casting ballots by mail. Official election results are not expected tonight, despite Donald Trump’s insistence that the race should be called before all the ballots are counted. It’s hard too say which way Pennsylvania and its 20 electoral college votes will ultimately fall. Polls show Donald Trump and Joe Biden running a tight race there. The state is allowing no-excuse mail-in voting this year for the first time, and about 10 times as many mail-in ballots as were cast in 2016 are expected this year, Pennsylvania election officials say. State law prevents officials from processing absentee ballots until election day – so it could take a while to declare a winner. Read more: A record number of Latino voters have cast their ballots this election, with early numbers indicating that 8.6m Latinos have already voted. Democrats and progressives across the US – and especially in swing states – have been working to galvanize young Latinos. In Arizona, activists who have been engaged in a decade-long project to register and turn out Latino voters to deliver the longtime conservative bastion for Democrats up and down the ballot. In Arizona and other battleground states of Texas, Florida, Pennsylvania, Nevada and North Carolina, 33% of Latinx early votes came from people who did not cast a ballot in 2016, according to Voto Latino. The group had registered more than 601,330 voters for this election cycle, about three-fourths of whom are between the ages of 18 and 39. Read more: Hi there, it’s Maanvi Singh – blogging from the West Coast. My colleagues are spread out across the US as American voters head to the polls. Sam Levin is in Los Angeles, at the iconic Dodgers stadium: CNN are reporting that the North Carolina State Board of Elections says the board will meet at 1pm ET to consider extending hours at four voting locations. One polling place in Guilford County, one polling location in Cabarrus County, and two locations in Sampson County would be affected. Under state law the board may extend voting hours if polls are delayed in opening for more than 15 minutes or are interrupted for more than 15 minutes. Karen Brinson Bell, executive director of the North Carolina State Board of Elections, told CNN one of the reasons the sites opened late was because of poll workers arriving late. Crucially, an extension of hours at even one of these locations would delay the reporting of results statewide, holding up the declaration of one of the battleground states that everybody has a keen eye on. But it’s clearly better to have slightly later results than to have people be deprived of the chance to cast their ballot. Donald Trump is speaking to reporters at Republican campaign HQ in Arlington. “I’m not thinking about concession speech or acceptance speech yet” he said. “I hear we are doing very well in Florida and we’re doing very well in Arizona. We’re doing incredibly well in Texas. We’re doing, I think we’re doing -- I’m hearing we’re doing well all over,” Trump said. “I think we are going to have a great night. I feel very good.” Former president Obama tweets… He also posted a video earlier today of him holding FaceTime calls with three voters, which has already racked up over one million views. During the clip he describes 2020 as “the most important election in my lifetime” and says that “protecting healthcare, making sure we deal with this pandemic in a serious way, all that is gonna make such a difference.” Over 100m Americans voted early in the 2020 US election, report the US elections project. They give the figures, updated to include 1 November, as: Total early votes: 100,611,070 In-person votes: 35,901,138 Mail ballots returned: 64,709,932 Mail ballots outstanding: 27,364,521 For votes with party registration – and not every state reports that – they make it that just over 22m Democrats have cast their vote, and just under 15m Republicans have voted. We can’t read too much into those figures, as we know that Democrats seem more inclined to vote by mail this year than Republicans, and party registration is no guarantee of how they’ve voted in a general election anyway. Nationally, voters have now cast 73% of the total votes counted in the 2016 general election. Senate minority leader Chuck Schumer (aged 69) has just posted a picture of his parents (aged 97 and 92) saying that “if they can vote, so can you!” A quick snap from Reuters here that US District Judge Emmet Sullivan has ordered the US Postal Service to conduct a sweep of some processing facilities to ensure no ballots have been held up, and that any discovered are immediately sent out for delivery. The order compels Postal Service inspectors or designees to conduct sweeps in Central Pennsylvania, Philadelphia, Detroit, Colorado/Wyoming, Atlanta, Houston, Alabama, Northern New England, Greater South Carolina, South Florida, Lakeland, and Arizona. Many states require receipt of all mailed ballots by the end of Tuesday, although some will allow them to arrive for days afterwards provided that they are postmarked on or before Election Day itself. It’s a question that have been asked again and again: Could Donald Trump refuse to accept defeat in US presidential election? The president has suggested he may not accept the results of the 2020 election enough times to prompt alarm over whether he may actually be serious. But how real is the threat of Trump refusing to accept the results? Well, the circumstances of hosting an election in the midst of a pandemic make it more of a possibility than in a normal election. The US could find itself in an election week, not night. If Trump finds himself in the lead early in some states, there is a chance he could declare himself the victor, before enough votes have been counted to be certain who has won. Read more as Adam Gabbatt goes through the possible resulting scenarios here: Could Donald Trump refuse to accept defeat in US presidential election? Police are investigating vandalism that left several headstones at a Jewish cemetery in Grand Rapids spray-painted with “TRUMP” and “MAGA” before President Donald Trump held his final campaign rally in the western Michigan city, report Associated Press. Grand Rapids police officers on Monday found six headstones spray-painted with red paint at the Ahavas Israel Cemetery. The vandalism appeared to be “relatively new,” with “TRUMP” spray-painted on the back of four headstones, and “MAGA” spray-painted on two others, Sgt. John Wittkowski, a spokesman for the city’s police department, said in a statement. The vandalized graves were discovered hours before Trump visited Grand Rapids late Monday night in his final campaign rally before Election Day. Police said no evidence was left at the scene. Wittkowski said the Grand Rapids Police Department had made no arrests or identified any suspects in the vandalism as of Tuesday morning. The Michigan Democratic Jewish Caucus said in a statement Monday that it was outraged by “the desecration,” and said the vandalism just before Election Day was intended “to send an intimidating message to the president’s opponents, and particularly, Jewish voters.” “But it has failed. Grand Rapids’ Jewish community will not be cowed by this vile attack on Ahavas Israel,” the caucus said in its statement. The Anti-Defamation League of Michigan said it was working with local law enforcement to investigate the vandalized graves and that it was “appalled by the reported desecration.” It is Alexandria Ocasio-Cortez’s turn today for an uplifting campaign message video. In the clip, she says: This year we’ve experienced the disastrous consequences of leadership that leaves everyone to fend for themselves. But our community has proven that we’re stronger together. We’re stronger when we reject racism, and hatred. And our future is brighter when we commit to healthcare as a human right, climate action, and the creation of millions of good jobs. A better world is possible, we just need to choose it The president is on the move… “There’s not a liberal America and a conservative America; there’s the United States of America,” Barack Obama said in 2004. “While I will be a Democratic candidate, I will be an American president. I will work as hard for those who didn’t support me as I will for those who did,” Joe Biden said this year. Both Democrats preached one nation, but the 2020 presidential election has exacerbated fractures of American society: a profound polarisation that veteran journalist Carl Bernstein referred to as a cold civil war. Some fear that another victory for Donald Trump could tear the nation apart. And few are under any illusions that a Biden win on Tuesday would drain the poison overnight. Trump and Trumpism would persist, perhaps in an even more raw and angry form, its sense of racial grievance and injustice festering in opposition. Economic, social and racial fault lines predated the 45th president and will survive him. “That division and hatred and fear and frustration and anger are not just going to disappear the day after the election,” said Leon Panetta, a former defence secretary and CIA director. “The difference [if Biden wins] is that you have a president who wants to do what he can not to split the country apart but to bring it together.” “But it’s going to take time. It isn’t something that is going to be resolved by one election or one speech or even one bill passed through the Congress. It’s going to have to become a pattern that people ultimately agree is a better way to live in our country.” Since he rode down an escalator in June 2015 andfulminated about Mexico sending “criminals and rapists”, division and divisiveness have been defining hallmarks of the Trump era: female v male, Black v white, young v old, liberal v conservative, urban v rural, Hollywood v heartland, college-educated v blue collar, pro-choice v anti-abortion, “elite” v “deplorable”, instinct v science, hipster v hunter. The split that Mike Huckabee, the former governor of Arkansas, once characterised as “Bubble-ville” against “Bubba-ville”, is intensified through the echo chambers of social media and finds myriad cultural expressions. Read more of David Smith’s view from Washington: ‘It’s real fear’: clash of two Americas could get worse before it gets better Here’s one to bookmark for later – our US election 2020 live results page. Although we do have those traditional early New Hampshire votes recorded already. All 26 of them. Christopher Henson has just cast his vote in Ravenna, Ohio – for Joe Biden. “I just don’t really fall in line with the Republican party’s viewpoints or Donald Trump’s viewpoints,” Henson, 34, said. “Their stance on climate change, education, healthcare, the LGBT community… I often get the sense that the Republican Party are wanting to use things like the bible to create laws.” Henson, who works as a painter and decorator, voted for Clinton in 2016. He said climate change is a big motivator for him: “The sooner we get on board with what’s going to happen, the better it’s going to be, and the better off our future generations are going to be.” He is hopeful Biden will win, but nervous about what could happen after the election – whichever way the vote goes. “I feel like way either way it turns out is probably not a good thing. There’s a mass divide that just seems to keep growing and growing and nobody is going to be happy with their results if their side doesn’t win. There’s a lot of civil unrest and it’s probably going to get worse, regardless of how the election turns out.” Portage County, about 30 miles from Lake Erie, closely mirrored Ohio’s overall election result in 2016. People in Portage, and Ohio, voted for Obama in 2008 and 2012, but Trump won Portage by 10 points – he won Ohio as a whole by eight. Like Ohio as a whole, Portage has experienced decades of industrial decline. Results here should serve as a good indicator of how the night will unfold in the state. Michigan’s Gov. Gretchen Whitmer has issued a series of tweets concerning robocalls issuing misinformation on Flint. The Hill has this rather disconcerting report of blue dots being painted in front of Biden supporters’ homes in California. Residents of Roseville, Calif., have reported blue dots being spray-painted in front of homes with Biden-Harris campaign signs, local affiliate KCRA-TV reports. Roseville resident Adam Quilici told the news outlet that he was making breakfast when a neighbor told him to look in front of his home. He said a blue dot was painted in the road in front of his house. Other residents told the news outlet they believe the dots were painted between Saturday and Sunday. “The houses that were targeted have Biden-Harris signs in front of them — every single one,” Quilici told KCRA-TV. “There aren’t any blue dots anywhere where there are not those signs present.” “This is not just a smashed pumpkin on Halloween,” Quilici said. “This is like a message and I’m not really OK with it.” The Roseville Police Department told KCRA-TV that several calls were made concerning the blue dots. It said that the dots only appeared in one neighborhood, and that none of the signs were damaged. Read more here: The Hill – Blue dots painted in front of Biden supporters’ homes in California Aaron Blake has laid it on the line over at the Washington Post – forget Pennsylvania and Wisconsin. Never mind Michigan. He says the two states to focus on early on election night are Florida and North Carolina. The rules in these states and their early poll closing times mean we’re likely to see lots of results quickly. Elections officials in North Carolina have estimated we’ll have about 80 percent of the votes reported shortly after polls close at 7:30pm Eastern time (12:30am in the UK). In Florida, where most polls close at 7. and the rest close at 8, election officials are allowed to count mail ballots beginning weeks before Election Day and are otherwise adept at counting ballots quickly, meaning we could have the vast majority of results within a few hours. Florida’s value is less in telling us which way the country might be headed than in its sheer size. It’s almost always close. The big reason to follow Florida is pretty simple, though: its electoral votes. Were Joe Biden to win all 29 of them, President Trump’s path to victory would be significantly curtailed. North Carolina, unlike Florida, could be read more as an indicator of where things might be headed in other swing states. It went for Trump by 3.7 percentage points in 2016, but the polling averages show Biden ahead by about two points. If Biden swings it in his favor, that not only gives him a big 15 electoral vote prize, but it could suggest good things lie ahead for him, given the state looks somewhat more similar to other swing states. Read more here: Washington Post – The 2 states to focus on early on election night Nick Fiorellini reports for us in Philadelphia Republicans in the battleground state of Pennsylvania filed a lawsuit this morning against Montgomery County election officials, alleging they illegally began to process mail ballots before Election Day and are giving voters a chance to fix deficient ballots. In Pennsylvania, mail ballots cannot be counted until the start of election day. Some counties don’t begin counting until the day after election day. Filed by Kathy Barnette, a candidate for Pennsylvania’s 4th Congressional District, and Clay Breece, an elector in a portion of the same district, the lawsuit claims that not all counties in the Commonwealth of Pennsylvania give the opportunity for voters to correct their mail ballots like Montgomery County, therefore “jeopardizing the integrity of the 2020 election”. The lawsuit also claims that the Montgomery County Board of Elections is restricting the ability of candidates and their representatives, the parties and their representatives, and other legally constituted watchers to observe the counting of mail and absentee ballots. Some observers are permitted to be in a room where the votes are being scanned and others are in an “overflow room” that has a 40” television broadcasting the dozen ceilings cameras located in the two rooms. Montgomery County is the third largest county in Pennsylvania, where 218,853 mail ballots have been returned since November 2. After the election, the US supreme court may consider a case to overturn a three-day extension of the absentee ballot deadline, which would likely invalidate thousands of late-arriving ballots. This is just one of a series of legal challenges to the electoral process in the key battleground state. Reuters report that wearing face masks – mostly – and standing spaced apart, Americans waited at polling stations on an Election Day marked so far by orderliness and short lines, even as major cities braced for potential unrest. The masks and boarded-up stores in many city centers were reminders of two of the issues shaping 2020’s polarizing elections, with Covid-19 still raging after a summer of protests for racial justice which had occasionally led to violence. One notable face mask exception was Melania Trump, who was the only person in the polling place without a mask when she cast her vote earlier at Palm Beach in Florida. Poll workers guessed the short lines in many places were due to an unprecedented wave of early voting, with nearly 100 million ballots cast before Election Day. In Atlanta, Georgia, about a dozen voters were lined up before sunrise at the Piedmont Park Conservancy. First in line was Ginnie House, shivering in the cold, waiting to cast a vote for Joe Biden “I lost my absentee ballot and I’m not going to miss this vote,” said House, a 22-year-old actor and creative writing student, who had flown back to Atlanta from New York just for this purpose. Of Trump, she said: “He’s dividing our country.” In Hialeah, a predominantly Cuban-American suburb of Miami, Marcos Antonio Valero, 62, was voting for Trump, as he had done in 2016. He said he took the day off from his job as a construction worker to cast his ballot in person because he did not trust voting by mail. He made no prediction as to which way Florida, a closely fought battleground state, would tip. “It’s a secret, a mystery,” he said. “No one knows how it’s going to end until we all know.” With approaching 100m votes already cast early, Americans are going to the polls today to decide who will be the next president of the United States: Donald Trump or Joe Biden. Biden visited his home town of Scranton, vowing to “restore decency” to the White House if he wins, and writing a message on the wall of his childhood home. The Democratic nominee holds a strong national polling lead, but the race is much tighter in the battleground ‘swing states’ that will decide the all important Electoral College votes. Donald Trump appeared on Fox &amp; Friends, again claiming the country was ‘rounding the corner’ on coronavirus, despite the record new case figures set at the weekend. Trump said in the interview it would be a terrible thing for the American people and for women if Kamala Harris became president, and boasted he would win at least 306 Electoral College votes. The president will be spending the day in Washington. He’s expected to host an election ‘watch party’ tonight at the White House, which has been protected by a ‘non-scalable’ barrier. Shops in DC have been boarded up in anticipation of unrest. Joe Biden started the day at church, where he visited the graves of his first wife and his son Beau. He’ll spend the evening in Delaware, and aides say he may address the nation. Here’s our guide to what time results are expected – and what to watch for And if you are in the UK, we’ve got this run-down of what you could watch on another screen and when, while obviously still scrolling through our coverage on this live blog. If you need a refresher on how the crucial ‘swing states’ are looking then this video explainer from Lauren Gambino will set you up. It’s not just the presidency at stake. Democrats are hoping to flip the Senate away from Republican control. Here’s a guide to the vital races in that contest. And in an election tradition we already have some early results – two tiny border villages in New Hampshire cast and counted their votes at midnight. USA Today report that amid the heightened fear of violence around the election, police and experts are monitoring extremist groups. President Donald Trump, who has falsely claimed voter fraud is widespread, has called for an army of poll watchers to ensure the election is fair. Right-wing extremist groups have signaled they plan to heed the call. Left-wing groups have vowed to confront people they believe are engaged in voter suppression. Extremist groups are planning actions in key states, including Michigan, Pennsylvania and Wisconsin, according to the Institute for Research and Education on Human Rights, which has been tracking extremists on social media. Those states, along with Georgia and Oregon, face the highest risk of election-related activity by armed vigilante groups, according to a report by MilitiaWatch and the Armed Conflict Location and Event Data Project. The leader of a right-wing extremist group in Georgia said he has “troops” ready to descend on polling places if he hears reports of voter fraud. “We’re going in undercover to start with,” Justin Thayer said. “We don’t want to intimidate anyone, and we’re not aligned with any political party, but if we do discover fraud, we have guys on standby, and if we need to shut down a precinct, we will.” Read more here: USA Today – Police, experts monitoring extremist groups to see if poll watchers try to disrupt voting Joe Biden left a message on the wall of his childhood home in Scranton this morning: “From this house to the White House with the Grace of God”. One of the things you’ll keep hearing is that results may be very delayed in this US election – here’s our guide to when we expect them and what to watch for, by the way – so why not try and pass some of the time before then trying to build your own election outcome? Our interactive gives both Donald Trump and Joe Biden a solid base of Electoral College votes from the states that are so solidly Republican or Democratic that you can pretty much call them right now. Then you can start deciding – will Michigan will back Biden? Can Trump hold Arizona? Who will get the prize of Florida? It’s great fun if you are an election nerd – and let’s face it, you are reading this live blog, so there’s a good chance there. Try it here: Build your own US election result: plot a win for Biden or Trump Isaac Lozano, a high school senior from Chula Vista, California writes for us today. He says “I’m a working-class teenage Latino, and I can’t vote this year. But I hope you do” Chills ran down my neck when I watched Representative Alexandria Ocasio-Cortez’s recent Instagram story. “Turn your fear into fuel,” her words reverberated off my phone’s screen. “Let this moment radicalize you.” I knew then that she was right: “November is about survival.” And if young Latinos like me – a key voter base in swing states – make the right choice on Tuesday, I can go to sleep knowing my president isn’t a fascist. But hearing Ocasio-Cortez’s words of wisdom and courage, I felt a sinking sadness. As a working class 17-year-old Mexican-American, I can’t vote – not until next year. And throughout this election cycle, I’ve felt a deep sense of powerlessness, a reminder of my position in society. Since the onset of the pandemic, I’ve been cramped in a two-bedroom apartment with two brothers and my parents, who are essential workers in one of San Diego’s coronavirus hotspots – where Hispanics comprise 45% of Covid-19 deaths. And earlier this summer, I was horrified to find my uncle died from the virus. My struggles mirror those of millions of Latinos like me, which makes our solidarity ever so important. No matter our differences, our communities share a devotion to our families and to each other. Read more here: Isaac Lozano – I’m a working-class teenage Latino, and I can’t vote this year. But I hope you do Jonathan Swan is claiming this scoop over at Axios: Chairman of the Joint Chiefs of Staff Mark Milley held an off-the-record video call with top generals and network anchors this weekend to tamp down speculation about potential military involvement in the presidential election, two people familiar with the call tell Axios. The nation’s top military official set up Saturday’s highly unusual call to make clear that the military’s role is apolitical, one of the sources said — and to dispel any notion of a role for the military in adjudicating a disputed election or making any decision around removing a president from the White House. It does seem highly unusual that a call like that would even need to be placed before a US election, but then, it is a highly unusual election, as the already boarded up streets in New York and Washington DC will attest. Read more here: Axios – Generals privately brief news anchors, promise no military role in election Stephanie McNeal at Buzzfeed News brings this round-up of what Donald Trump said on his final Fox &amp; Friends appearance before the election. She says he spent his time criticizing Everyone – including Fox News. Trump launched into his usual hits against Biden, his running mate Sen. Kamala Harris, who Trump said would be a “terrible” first woman president if she ascended to the office, and “the plague from China.” He also attacked Fox News itself, leaving the hosts stumbling to defend their network’s own coverage of his campaign. Trump complained that Fox was giving Biden too much airtime, saying “in the old days they wouldn’t put on Sleepy Joe every time he had opened his mouth. They had other networks for that, frankly.” Host Brian Kilmeade responded, saying that the network tries to “show both sides.” After ten rallies in seven states in the space of forty-eight hours, Trump sounded uncharacteristically lowkey on the show. Read more here: BuzzFeed News – Trump spent his final “Fox &amp; Friends” appearance before the election criticizing everyone, including Fox News I mentioned earlier that the tiny New Hampshire village of Dixville Notch had voted at midnight, and given Joe Biden a clean sweep of all five votes. This victory has not escaped the attention of the Democratic nominee, who spoke about it while visiting his home town of Scranton this morning. Biden joked that “based on Trump’s notion” he was going to declare victory right now. Dixville Notch neighbors Millsfield might have something to say about that. They also voted in the early hours, and have declared for the president. The Indian village of Thulasendrapuram held a special prayer service this morning in honor of Kamala Harris, hoping for a Joe Biden victory, and that the woman with family connection to the village will be elevated to become the first female vice president on the US. Harris’s maternal grandfather, P.V. Gopalan, was born in the village around 100 years ago. It is just about an eight-hour drive from the southern city of Chennai, and her name is carved onto the local temple. “She is the daughter of the village’s soil,” Lalitha, a housewife, said of Harris. “The position she has attained is unbelievable.” “My grandfather was really one of my favorite people in my world,” Harris once said in a 2019 interview. The road into the village is marked with a sign bearing her image and wishing for her victory. It remains unclear whether the prayer service will be deemed a “foreign intervention” into the US election process. I mentioned earlier that both Michelle Obama and Kamala Harris have been urging people to wear masks when they vote. Someone didn’t get the memo. Why is everyone obsessed with Pennsylvania? Because it is the battleground state that may be at the center of an election storm. Sam Levine in Philadelphia and Tom McCarthy (who was live blogging here earlier) report for us: The state and its 20 electoral college votes are sitting at the center of a perfect storm. Polls show one of the tightest races among the battleground states between Donald Trump and Joe Biden. Models project Pennsylvania as the state most likely, when it tips, to take the entire election with it. The state also overhauled its election laws last year and is allowing no-excuse mail-in voting for the first time. There could be as many as 10 times as many mail-in votes as there were in 2016, Kathy Boockvar, the state’s top election official, said on Sunday. Pennsylvania law also prohibits election officials from processing mail-in ballots until election day, which means it could take days to know the winner in the state, leaving a window for Trump to claim victory before all the votes are counted. Boockvar has said she’s confident the majority of votes will be counted by Friday. It’s possible that the entire national election could encounter a physical bottleneck in Philadelphia, the state’s most populous city. Every mail-in ballot in the city – as many as 400,000 – is to be counted inside a cavernous convention center downtown using new equipment and newly trained staff observing social distancing measures. The final tally in Philadelphia could swing the state result, which could swing the national result – but that tally will not be known for days. Read it here: Pennsylvania – the battleground state that may be at the center of election storm There’s a lot of eyes on how the vote count is going to happen in Philadelphia, and Pennsylvania more broadly. The Trump campaign are already griping about the set-up, with Trump’s comms director describing it as “shenanigans”. Here’s what one of the lines to vote looked like earlier downtown. You can actually watch the vote counting process live here, if that’s your thing. There was a line of voters wrapping around a city block at the Kimmel Center in Center City, Philadelphia shortly after the polls opened at 7 a.m. on Tuesday. The wait didn’t seem to bother at least some people in line, who said they intentionally chose to cast their ballots in person to ensure it was counted. “Every time I’ve mailed something with the post office, there’s been delays and I figured I really don’t mind standing out and waiting and voting in person,” said John Tareila, who got in line just before the polls opened at 7. Aryeh Younger and his wife got in line to vote around 7:30, when it already stretched down an entire city block. Even though there has been a big push to get people to vote early and by mail, he said he was concerned his vote could go uncounted if he voted that way. “We were reading a number of articles stating that the president and some of his allies are attempting to undermine the early votes, mail in votes. As a result of that, we’re interested in voting in person on election day. We think that has the least odds of being contested,” he said. “I think there’s also somewhat of an American tradition to vote on election day itself.” As people waited in line at the Kimmel center, election workers passed out hand sanitizer and confirmed that the people in line had not also requested a mail in ballot. There was also a cardboard cutout of Joe Biden and Kamala Harris where voters could take free selfies. Some people said they wanted the experience of showing up at the polls on election day to cast their ballots. “It’s a little invigorating. I know that sounds crazy to stand in a line in the freezing cold,” said Lauren Killian. She added that she was concerned about how long it would take to count all of the ballots in Pennsylvania. “I am worried about how long it’s going to take to figure out how long the president is. Or even when something is figured out either way, is it going to be invalidated? Are people not going to believe it? Is it going to cause riots or whatnot. That’s what I’m more worried about.” Davina Roberts was also waiting in line to cast her first vote in a presidential election. While Donald Trump has zeroed in on Philadelphia as a place to monitor votes, Roberts said she didn’t think Philadelphians would be deterred. “Most people who are voting on election day are pretty set. We know that there’s a job to be done. If you’re here to intimidate you’re kind of just wasting your time,” she said. Sam Levine in Philadelphia Speaking of the Trumps in Florida, Richard Luscombe in Miami brings us this news: Donald Trump’s campaign made an embarrassing slip as they chased the Hispanic vote at Sunday night’s midnight rally in Opa-Locka, Florida. They handed out thousands of signs printed with the Spanish language message “¡Dalé Trump!”, the translation of which means literally nothing. Without the accent, Dale, a popular word among Cuban-Americans in South Florida, means “hurry up” or “let’s go”. The imperative of the Spanish verb dar, to give, it rose to prominence as a catchphrase of the Miami rapper Pitbull. But as printed on the Trump placards, with a superfluous acute accent over the ‘e’, it is meaningless. “The accent is a no-no. That has no meaning in Spanish at all,” Jorge Duany, director of the Cuban Research Institute at Florida International University, told the South Florida Sun-Sentinel. Nobody from the Trump campaign responded to the newspaper’s queries about the grammatical mistake or how much money was spent on printing the incorrect signs. First lady Melania Trump has been pictured voting in person in Palm Beach, Florida, just one of the many images of the election that are constantly coming through the wires. I’ve picked some that caught my eye. The Oakmont Bakery in Oakmont, Pennsylvania meanwhile, has been offering election themed cookies, very possibly mainly to get featured on every news network and US election live blog going, and to be honest it has worked here, hasn’t it? Although mainly so I can point out that it took me a while to work out whether that was Joe Biden or Mike Pence on the right. You do have to have some questions about a system where it is possible to predict that one candidate can win the popular vote by 6 million, and still not end up in the White House. Our Lauren Gambino in this video outlines the latest situation in the ‘swing states’ that make this kind of outcome possible. Twitter and Facebook have revealed how they plan to fight false claims of early victory in the US election. Both companies plan to prominently label posts from candidates who claim to have won the election before the votes have been counted. In Twitter’s case, a warning label on the tweet will say that “Official sources called this election differently”, or that “Official sources may not have called the race when this was Tweeted”. Users would still be able to quote tweet the post, but not to like or retweet it. The company says it will consider a result official after it has been declared by a state election official, or confirmed by two or more of a list of news outlets including Fox, CNN and the Associated Press. “We believe this is the right thing to do to protect the integrity of the conversation around the election while counting is ongoing and before results are announced by state authorities,” Kayvon Beykpour and Vijaya Gadde, respectively in charge of Product and Legal at the company, said in a blogpost. “We will be prioritizing the presidential election and other highly contested races where there may be significant issues with misleading information.” Facebook’s warning labels, applied on both Facebook and Instagram, will state that “votes are being counted. The winner of the 2020 US Presidential Election has not been projected.” The company has also updated its “voting information centre”, which was that “Some election results may not be available for days or weeks. This means things are happening as expected.” “Election officials will get the vote count right, and slower results reporting does not mean wrong or fraudulent results,” Facebook advises its users. “All Americans need to give election officials the time to do their jobs right.” That’s a ZING! from AOC The Spalding County Board of Commissioners in Georgia have reported on Facebook that the county is experiencing voting difficulties. They posted about an hour ago: We are aware of a county wide technical issue with all polls. Provisional ballots are being delivered to every location. Expect to wait in longer lines until the issue is fixed. It’s not the first report of voting glitches in the state to come through today. With impeccable timing Buzzfeed got hold of some newly unredacted portions of the Mueller report into Russian interference in the 2016 election, but there is nothing to cause a ripple on election day four years later. The investigation led by former FBI chief, Robert Mueller, investigated Roger Stone, a Republican veteran of the darker side of politics once a close associate of Donald Trump, and Julian Assange, the Wikileaks boss currently in the UK fighting extradition to the US. In the summer and fall of 2016, Stone appeared to have prior knowledge of when emails hacked from the Democratic National Committee would be available for publication by Wikileaks, but the Mueller investigation “did not have sufficient evidence” to prove active participation in the hacks or knowledge that the hacking was continuing. The prosecutors also looked into whether the hacked emails amounted to illegal campaign contributions, but decided that a prosecution would face an uphill battle putting a price on the emails’ publication, and arguing why publication was not protected by the First Amendment. Jill Biden is the latest member of the Democratic campaigning machine to push out a video imploring people to vote today. Congresswoman Ilhan Omar, often singled out for criticism by Donald Trump and his campaign, has also posted a video urging people to vote. Facing reelection, in it she says: We organise from a place of love, because we know that hate is too big of a burden to bear. And I think for this election, for me, it isn’t about voting for ourselves. It isn’t about just getting in that ballot box and thinking about you and what you might win or lose, but it’s about voting on behalf of our community. On behalf of our society. On behalf of our state, and most importantly, on behalf of our democracy. Former first lady Michelle Obama has also used social media to reiterate her personal endorsement of Biden. Michigan’s Gov Gretchen Whitmer was live on CNN this morning. She called Trump anti-American and condemned Trump’s blitz of rallies in the final days of the campaign. “Contact tracing shows they are super-spreader events,” she said. She added that: “Joe Biden has a unifying message, whereas at these Trump rallies, where they talk about locking up his opponents, and attacks on Fauci ... America wants and needs a president who can bring us together and solve problems ... when he targets Fauci or a sitting governor, it’s anti-American.” Whitmer has been on the receiving ends of chants of “Lock her up!” at Trump rallies, following the revelation that there was a right-wing kidnap plot against her over Michigan’s coronavirus restrictions. She said Americans solve their differences at the ballot box, and if they don’t win one time, they vote again next time and that’s one of the most American traditions, along with “the peaceful transition of power”. Donald Trump’s strife over the coronavirus outbreak, which has been a drag on him in the polls, has continued with a warning from Dr Deborah Birx contradicting the president’s message that the country was coming round the corner. He repeated that on Fox News this morning. Jessica Glenza reports: White House scientific adviser Dr Deborah Birx warned the United States is entering a new “deadly phase” of the coronavirus pandemic, and urged an “aggressive” approach to containing its spread. Birx gave the warning in a written memo delivered to top administration officials Monday. It is a direct contradiction of one of Donald Trump’s central, and false, closing campaign messages – that the US is “rounding the corner” on the pandemic. “We are entering the most concerning and most deadly phase of this pandemic,” Birx wrote in the memo, first reported by the Washington Post. She continued: “Cases are rapidly rising in nearly 30% of all USA counties, the highest number of county hotspots we have seen with this pandemic… Half of the United States is in the red or orange zone for cases despite flat or declining testing.” The memo came as Trump gathered hundreds at in-person rallies in key swing states, and warned that his political rival, Democratic presidential nominee Joe Biden, would lockdown the country again. “This is not about lockdowns – it hasn’t been about lockdowns since March or April,” Birx said. “It’s about an aggressive balanced approach that is not being implemented.” Read more here: Birx warns US entering ‘deadly phase’ of Covid, contradicting Trump’s message We can’t escape from the fact that the 2020 US election is taking place during a coronavirus pandemic which has exacted a heavy toll on the country. Here are the latest numbers from the Johns Hopkins University tracker. Jessica Glenza bring us this update on the impact of the coronavirus pandemic in the US: Coronavirus surges across midwest as Trump attacks health professionals Over the weekend Trump hinted he might fire Anthony Fauci, the US’s foremost infectious diseases expert, if re-elected. “Don’t tell anybody, but let me wait until a little bit after the election. I appreciate the advice. I appreciate it,” said Trump after the Florida crowd chanted: “Fire Fauci.” Trump also falsely claimed: “Our doctors get more money if someone dies from Covid. You know that, right?” Dr Jim Souza, chief medical officer for St Luke’s, a hospital system with several locations in Idaho, responded: “If you’ve never seen a patient intubated on mechanical ventilation, connected to a dialysis machine, in a prone position, sedated and paralyzed – if you’ve never been part of that care – it’s heavy physical labor, it’s psychologically heavy work. “It is just not OK to be calling into question the professional ethics of the very people who are on the frontlines fighting this fire,” said Souza. Read more here: Coronavirus surges across midwest as Trump attacks health professionals Joe Biden has arrived in his hometown of Scranton, Pennsylvania, one of the states that holds the key to winning the 2020 election. He spoke at a small event, talking about “restoring decency to the White House”, and was greeted by supporters holding up signs saying “Scranton loves Joe!” Asked by reporters how he was feeling before departing for Pennsylvania, Biden gave a quick thumbs-up and said, “Good!” Earlier Biden had visited church with his wife Jill, and attended the graves of his first wife and his son Beau, who died in 2015. Biden is expected to spend election night at his residence in Wilmington, Delaware. Campaign aides have suggested that he may address the nation from there later this evening. Having said that there’s no evidence of foreign interference in votes cast, there have been some curious incidents in the run-up to the election, and the Washington Post this morning is reporting on a suspicious robocall campaign warning people to ‘stay home’ spooking voters nationwide. An unidentified robocaller has placed an estimated 10 million calls in the past several weeks warning people to “stay safe and stay home,” spooking some Americans who said they saw it as an attempt to scare them away from the polls on Election Day. The barrage of calls all feature the same short, recorded message: A computerized female voice says the message is a “test call” before twice encouraging people to remain inside. The robocalls, which have come from a slew of fake or unknown numbers, began over the summer and intensified in October, and now appear to have affected nearly every Zip code in the United States. While the robocall does not explicitly mention the 2020 presidential election or issues that might affect voters’ well-being, including the coronavirus pandemic, it still threatens to create confusion. There’s more here: Washington Post – Suspicious robocall campaign warning people to ‘stay home’ spooks voters nationwide A quick snap from Reuters here, that acting US Department of Homeland Security secretary Chad Wolf has said there was no evidence a “foreign actor” has compromised votes in the 2020 US presidential election. “We have no indications that a foreign actor has succeeded in compromising or manipulating any votes in this election,” Wolf told a press conference that was streamed online. Worries that a foreign power might seek to intervene in the 2020 vote have been circulating ever since the previous election in 2016, when Russian hackers dumped tens of thousands of emails online to sway the vote towards Republican Donald Trump and away from Democratic challenger Hillary Clinton. Although the US government and private cybersecurity firms have recently flagged attempts by actors in Russia, China, and Iran to spy on people in connection with the U.S. election, nothing on the scale of 2016 has yet to materialize. Stacey Abrams, former candidate for Democratic governor in Georgia, and voting rights activist, who was also a contender to be Biden’s VP pick, has been on CNN this morning. She said in a live interview that voters were enthusiastic about the possibility of flipping Georgia blue this week, citing demographic but also democratic changes in the state. “We had a record turn-out [in the midterm elections] in 2018 and found that being a battleground state was not only possible, it was inevitable, we have seen people engaged, enthusiastic and turning out” for Joe Biden, she said. She said that as early as 2018 she was talking to Biden about him campaigning in Georgia and was thrilled that he, Barack Obama and Kamala Harris had all campaigned there for this election. She told voters not to panic about long waits to vote, or any intimidation by Donald Trump or his supporters, in person or online. “Long lines to vote are not a signal of enthusiasm, they are a signal of voter suppression, but do not leave those lines today!” She warned: “We may not know the outcome straight away but I would rather it be slow and right than fast and wrong.” Trump’s tweets about possible violence on the streets, she said was “more proof that we need a new president. [Trump’s] willingness to sow chaos is not only deeply wrong, it’s highly problematic. Speaking to the voting public directly, she said: “Do not pay attention to the president, ignore him. Don’t be distracted, don’t panic and don’t leave the lines [at the polls].” Brazil’s president Jair Bolsonaro – perhaps Donald Trump’s biggest overseas fan - has doubled down on his support for the US president despite polls suggesting he is heading for defeat in today’s election. In an interview with CNN’s Brazilian network, Bolsonaro claimed he was confident of a Trump win and believed that would be a positive outcome for trade and diplomatic relations between the two countries. Observers, however, fear Brazil’s far-right leader is in for a rude awakening if his North American mentor loses. With Trump out of the White House, Bolsonaro would be robbed of his main source of international legitimacy and be left with the populist leaders of Hungary and Poland as his most heavyweight allies. Brazil, which has taken a profoundly conservative tack under Bolsonaro and has alienated key partners including China and the EU, would be painfully isolated. A Trump defeat would be major blow for the Bolsonaro government and its “skewed ideolgoy”, the political commentator Eliane Cantanhêde wrote on Tuesday. Despite that - and reports that Brazil’s foreign ministry believes a Biden landslide is likely - Bolsonaro has continued to publicly back Trump. Last month Bolsonaro told an audience including Trump’s national security adviser Robert Charles O’Brien his “heart” was yearning for a Trump victory. On Tuesday Bolsonaro used Twitter to vent vague and conspiratorial Trump-style rumours that unnamed foreign powers might seek to meddle in the election. With approaching 100m votes already cast early, Americans are going to the polls today to decide who will be the next president of the United States: Donald Trump or Joe Biden. There are voting queues countrywide, as social distancing is in place at polling stations in the middle of the country’s coronavirus pandemic. Joe Biden has held a strong and steady lead in national polls for months, but the battle is much closer in the ‘swing states’ that will decide the election, such as Florida, Pennsylvania, Wisconsin, Michigan and Arizona. Donald Trump has been on Fox News this morning predicting that he will win at least 306 Electoral College votes, more than he did in 2016 and well about the 270 required to capture the White House. Trump also said in the interview it would be a terrible thing for the American people and for women if Kamala Harris became president. The president will be spending the day in Washington. He’s expected to host an election ‘watch party’ tonight at the White House, which has been protected by a ‘non-scalable’ barrier. Joe Biden has been to church this morning, where he visited the graves of his first wife and his son Beau. He’ll spend most of the day in Pennsylvania and Delaware. Here’s our guide to what time results are expected – and what to watch for And if you are in the UK, we’ve got this run-down of what you could watch on another screen and when while scrolling through live blog. If you need a refresher on how the crucial ‘swing states’ are looking then this video explainer from Lauren Gambino will set you up. We have already had some results already – two tiny border villages in New Hampshire cast their votes at midnight and declared the results already in an election tradition. It’s not just the presidency at stake. Democrats are hoping to flip the Senate away from Republican control. Here’s a guide to the vital races in that contest. We’re going to have an online event tomorrow to discuss the results – to the extent that we have them. Guardian journalists Jonathan Freedland, Kenya Evelyn, David Smith and Sarah Churchwell will be taking part, and you can join in. Find out more here. I’m Martin Belam, and along with our correspondents on the ground in the US, I’ll be guiding you through the next few hours. You can email me at martin.belam@theguardian.com with tips, links, quips, queries and suggestions. Republican Sen. Susan Collins is one of those whose seats could be threatened in the election today, as the Democratic party attempt to flip the Senate. As our guide to the key Senate races puts it: Just five years ago, Susan Collins was considered one of America’s most popular senators. But after one term of the Trump presidency, the Republican is now struggling for her political life. She was the only Republican to vote against Amy Coney Barrett’s supreme court nomination, but she infuriated moderates by supporting the controversial 2018 nomination of justice Brett Kavanaugh. The four-term senator, who in 2016 said she wouldn’t vote for Trump, could now be ousted by Democrat Sara Gideon, who has raised well over double the funds of her opponent and holds a narrow lead in the polls. Collins doesn’t appear to be showing any signs of nerves in the upbeat video she’s just posted on social media though. Former first lady Michelle Obama has added her voice to Kamala Harris earlier, calling on people to wear masks when they vote. President Donald Trump has been calling into Fox &amp; Friends this morning. Here are some of the highlights… He’s still defending using the phrase ‘rounding the corner’ on coronavirus, even though the US set a world record of new daily cases a couple of days ago. He had this to say about the outlook for the election. That’s a very bullish prediction indeed, but he denied suggestions that he’s planning to announce a victory at the earliest opportunity. A couple of people have pointed out that Trump doesn’t sound at his brightest and best this morning, although in fairness he’s 74 and in the last 48 hours has held ten different rallies in seven different states. He said that Kamala Harris becoming the first woman president would be a “terrible thing” for women and the country. As ever, it sounds like hosting him on the show can be a bit of a challenge… Away from social media shenanigans, there are plenty more great photos coming in of the real life scenes around the US on Election Day. Our Ed Pilkington wrote about this issue earlier today, looking at the steps the media will be taking today around declaring – or not – declaring victories across the US: Newsrooms across the United States are bracing for a potentially volatile election night, after reports suggested that Donald Trump is planning to declare “victory” on Tuesday even before results from critical battleground states have been determined. The president’s reported intention to make a premature – and potentially false – victory speech by the end of Tuesday night, with large numbers of mail-in ballots yet to be counted, has provoked intense journalistic debate. TV channels would be under pressure to air such an event on grounds that it is “news”, while aware that it amounted to dangerous misinformation that could stir violence across the nation and undermine the democratic process. Such a clash of responsibilities would amount to a heady climax in the American media’s extremely vexed relationship with Trump over the past four years. Were Trump to try to stage such a “victory” stunt it would chime with the relentless doubt that he has sown for months around the election, with repeated false claims that mail-in voting is riddled with fraud. His comments suggest that his aim is to create the illusion that the election is being stolen from him in states such as Pennsylvania where early results from in-person voting might favor Trump in a so-called “red mirage”, only for the balance to swing to Biden as absentee ballots are counted beyond election day. Read more here: ‘It’s not up to him’: how media outlets plan to sidestep any Trump ‘victory’ news Twitter have said that they are going to clamp down on people claiming early victory in states or overall. The guidance they issued states: People on Twitter, including candidates for office, may not claim an election win before it is authoritatively called. To determine the results of an election in the US, we require either an announcement from state election officials, or a public projection from at least two authoritative, national news outlets that make independent election calls. Tweets which include premature claims will be labeled and direct people to our official US election page. It feels like that is going to be very difficult to widely enforce, and there’s an early sign that the social media network will come under intense pressure over its actions today. Already Donald Trump Jr and Trump-supporting Dilbert cartoonist Scott Adams are amplifying news that an account has been suspended, it appears, for specifically declaring that Trump would be named winner in Pennsylvania at 9pm local time tonight. It’s gonna be a long day. We have our first result! Joe Biden has swept the board in the tiny New Hampshire village Dixville Notch where five midnight voters all cast their ballots for the Democratic nominee. It’s not all good news for Biden though – neighbouring Millsfield has backed Donald Trump. Luke Harding reports: Joe Biden won a symbolic early victory this morning in the tiny New Hampshire village of Dixville Notch, where voters backed him by five to zero over Donald Trump. The community near the Canadian border has been casting its ballots at midnight on election day for decades. Biden’s clean sweep might be seen as an augur of things to come – were it not for the fact that in 2016 Dixville Notch backed Hillary Clinton. There was less good news for the former vice-president from the neighbouring town of Millsfield, 12 miles away. There Trump got 16 votes, compared with Biden’s five. A third hamlet with midnight voting, Hart’s Location, suspended the tradition due to Covid concerns. “It’s sort of proof positive that every vote counts and that every vote is part of the system. It’s a privilege to be able to do it,” resident Les Otten told CNN. “It’s just a demonstration to the rest of the country that democracy works,” Joe Casey, another local, added. Dixville Notch, in the White Mountains, started early voting in 1948 to accommodate railroad workers who had to be at work before normal voting hours. The tradition stopped in 1964 but came back in 1996. Read more here: Biden sweeps board in tiny New Hampshire village Dixville Notch Joe Biden has just left church in Wilmington, Delaware with his wife Jill, where on the day of the election he has visited the grave of his son Beau, who died in 2015. With my hand on the pearls she gave me as graduation gift, I said a prayer, shed a tear and said her name: “Granny, this vote is for you.” Ms Rose won’t be here to see the returns come in later today, whatever the outcome might eventually be. Like many of the Black and indigenous women whose blood, sweat, and tears form the foundations of this country, she didn’t live to experience the full promise of this great experiment known as America. Granny died two weeks before election day. For nearly half her 98 years, Ms Rose was ineligible to vote – subject to a society that deemed women who looked like her worthy of being silenced. Even after the 19th amendment gave white women the right to vote, Black women remained disenfranchised. Neither the 19th nor the 15th amendment, which granted Black men their rights a century prior, addressed voter suppression in the form of Jim Crow laws that perpetuated segregation, legalized discrimination and barred Black communities from voting through poll taxes and literacy tests, or just plain threats of violence. Born in 1922 – two years after women’s suffrage – she entered a world in which Black women were “pulled in two directions”: fighting alongside Black men for racial equality and White counterparts for women’s rights, all while relegated as inferior and excluded within both movements. But in 1967, Granny put herself and her family on a journey, escaping the violence of Jim Crow and patriarchy in Arkansas to forge a new life in Wisconsin, a journey taken by hundreds of thousands of Black Americans who fled discrimination in the south during the Great Migration for better opportunity of the north. For Black journalists, our commitments to tell these stories would not be possible without the sacrifice of women like her. Read more of Kenya Evelyn’s first person piece here: Black women shed blood, sweat and tears to gain a voice. Granny, this vote is for you It has been much-touted, and the subject of a Lincoln Project attack ad a couple of weeks ago, but MSNBC producer Kyle Griffin reminds us this morning that on election day, after four years, there’s still no Trump plan for an alternative to Obamacare. That hasn’t stopped the administration trying to tear the Affordable Care Act down though. The supreme court will hear oral arguments on 10 November in the California vs Texas case that could gut the act. Jaime Harrison is in a senate race in South Carolina up against Republican incumbent Sen. Lindsey Graham. Polls suggest Graham still has the edge, but Harrison has been well-funded, and it remains to be seen whether Graham’s role in rushing justice Amy Coney Barrett to the bench of the supreme court will have a negative impact on his campaign. Harrison was on MSNBC this morning, talking passionately and emotionally about the experience of voting alongside his grandfather in 2004, and then his sons in 2020. He said: My grandparents had a fourth grade and an eighth grade education. My grandfather could not always vote here in South Carolina. One of the last things I did with my grandfather in 2004 was to go vote, and he passed away a few weeks afterwards. And one of the things that I was able to do, just about a week or so ago, was to go vote. Now I went with my two boys, and my eldest son is named right after my grandfather. And so, to go and vote with him, and mark the ballot, it meant a whole lot. And it shows the the progress that we have made in this country. And then we continue to make. It’s about striving to to get to what Thomas Jefferson said, he said all men – I say all people – are created equal. Lady Gaga last night gave an impassioned message of support for Joe Biden as America headed to the polls, making reference to Donald Trump’s history of crude sexual remarks and alleged sexual assaults. “Vote like your life depends on it, or vote like your children’s lives depends on it, because they do,” she told a rally in Pennsylvania. “Everybody, no matter how you identify, now is your chance to vote against Donald Trump, a man who believes his fame gives him the right to grab one of your daughters, or sisters, or mothers or wives by any part of their bodies … Vote for Joe. He’s a good person.” Her words referred to Trump’s infamous 2005 boast that “when you’re a star, they let you do it … Grab ’em by the pussy. You can do anything”. Trump referred to Gaga at his own Pennsylvania rally, saying she “is not too good … I could tell you stories about Lady Gaga. I know a lot of stories.” On Sunday, Trump’s communications director Tim Murtagh tweeted: “Nothing exposes Biden’s disdain for the forgotten working men &amp; women of PA like campaigning with anti-fracking activist Lady Gaga. This desperate effort to drum up enthusiasm is actually a sharp stick in the eye for 600,000 Pennsylvanians who work in the fracking industry.” Gaga responded: “I’m glad to be living rent free in your head.” At his Pennsylvania rally, Trump also criticised Jon Boni Jovi, Jay-Z, and LeBron James, who won the 2020 NBA championship with the LA Lakers in October. “I didn’t watch one shot, I got bored, back forth, back forth,” Trump said. “You know why? When they don’t respect our country, when they don’t respect our flag, nobody wants to watch”, a reference to the kneeling protests James and his team made on their return in July. James later endorsed Biden on Instagram, saying: “We need everything to change and it all starts tomorrow.” There’s a line of 50 people already at Grace Episcopal Church in West Palm Beach. Some people have been here since 5am. Why so early? “Because democracy is at stake,” said one voter at the front of the line. Donald Trump Jr has pitted today’s electoral battle as being between ‘freedom’ and ‘Marxism’. While the Republican party are touting Donald Trump’s economic record. People’s rating of his ability to manage the economy better than Joe Biden has been one of the few highlights in pre-election polling for the president. I’m not going to lie, this one is getting into long read territory, but it may be an article worth bookmarking and coming back to later. Ian MacDougall has put together ProPublica’s guide to 2020 election laws and lawsuits. MacDougall writes: The run-up to Election Day this year has seen records for early voting — and for the volume of election-related litigation. It’s unclear how long it will take for a victor to emerge in the presidential contest. But one thing is certain: Unless there’s a near-landslide in either direction, we’re likely in for some intense legal combat. That’s not to say the lawsuits will have merit or that they’ll decide the election. They most likely won’t, according to legal experts. But the pandemic spawned a series of efforts to make voting safer, and that in turn triggered a partisan backlash in courtrooms in multiple states. After Election Day, the courtroom battles will shift into a new phase. Some preelection cases will continue on. These cases center chiefly on constitutional challenges to the status of mail-in ballots that arrive after Tuesday. For all the gnashing of teeth about the potential role of the supreme court, most litigation will take place in state courts, where there are well-worn processes in place for challenging election results. Challenges to election results very rarely succeed in changing the outcome of an election, legal scholars say, but that doesn’t mean the campaigns won’t take every shot they’ve got if the election is close. The guide then goes on to have a detailed breakdown of cases in front of the courts in Pennsylvania, Florida, Arizona, Michigan, North Carolina, Wisconsin, and how results might be contested there. As I say, it’s long, but feels like its stuff you need to keep in the back of your head as the next few days unfold – there’s 101 Electoral College votes at stake in those six states. Read it here: ProPublica – Guide to 2020 election laws and lawsuits Joe Biden has just posted an upbeat video urging people to get out and vote, soundtracked by Too Many Zooz tune Warriors. Samer S Shehata, an associate professor of Middle East Studies at the University of Oklahoma, writes for us this morning on what he says is the real reason Trump is terrified to lose the presidency: fear of prosecution. If Trump loses the election, there may be calls to investigate and prosecute him for possible crimes involving obstruction of justice, violating the emolument clause of the constitution, and/or tax fraud, among others. Citizen Trump would face investigation without the luxury of “executive privilege” or the legal chicanery of the attorney general, William Barr, who has acted more like Trump’s personal lawyer than the nation’s top law enforcement official, to protect him. Accordingly, Trump has even more reason to lie, cheat and sow discord in order to retain office, because losing the White House could land him in court or even behind bars. Although special prosecutor Robert Mueller did not produce a smoking gun proving Trump conspired with Russia in the 2016 election, he clearly stated that the investigation did not exonerate Trump of wrongdoing. After the investigation, over a thousand former federal prosecutors from both parties signed a letter stating that Trump’s conduct as described in the investigation would warrant “multiple felony charges for obstruction of justice” were it not for the Office of Legal Counsel’s policy of not indicting a sitting president. More recent criticisms of Mueller from top aides within the investigation allege Mueller did not go far enough in exposing collusion between the Trump campaign and Russia. At the very least, there is a strong case that Trump obstructed the investigation. After he leaves office there will be vocal calls to get to the bottom of Russian election interference, his campaign’s alleged collusion, and to hold the former president accountable for obstruction of justice. The outcome could very well be a subpoena for the ex-president or even an indictment. Read more here: Samer S Shehata – the real reason Trump is terrified to lose the presidency: fear of prosecution Voting also already looks like it is going to be brisk in New York, judging by the video and pictures being shared on social media. Here’s a selection of some of the pictures coming in through the wires as the US wakes up and starts getting ready for Election Day. Here are poll workers taking their oath in Georgia. There are already queues of people outside polling places, including this Junior High School in Waterville, Maine. There are queues in Winchester, Virginia, too. And here are voters arriving to cast their ballots in Louisville, Kentucky. Mike Allen and Margaret Talev at Axios have what they are describing as a scoop this morning from the Biden campaign, about his plan to try and seize the narrative from any Donald Trump declaration of victory tonight. They write: If news organizations declare Joe Biden the mathematical president-elect, he plans to address the nation as its new leader, even if president Trump continues to fight in court. He’ll begin forming his government and looking presidential — and won’t yield to doubts Trump might try to sow. Biden’s schedule for Tuesday includes a clue to this posture: He “will address the nation on Election Night in Wilmington, Delaware.” They quote Jen O’Malley Dillon, Biden’s campaign manager, saying: We’re not really concerned about what Donald Trump says ... We’re going to use our data, our understanding of where this is headed, and make sure that the vice president is addressing the American people. Read more here: Axios – Biden’s plan to assert control Here’s a reminder that not everybody is expecting the aftermath of the election to go smoothly. In anticipation of possible civil unrest, buildings in downtown New York City and in Beverly Hills have been boarded up. Security around the White House in Washington DC has also been strengthened. Good morning from Palm Beach, Florida, where me and my colleague Tom Silverstone are out with Trump volunteers. We started our morning at 4.15 am with the founders of an independent Donald Trump club, “Club 45”, who are visiting every polling station in their neighbourhood to plant Trump yard signs. They’ve each got over 20 locations to visit before polls open. I asked Joseph Budd whether he thinks, at this stage, a yard sign had the power to change anyone’s mind. “I just think it’s a reminder of the enthusiasm (for Trump),” he said. “There’s probably about 2-5% of people on the fence at this point. And who knows if signs will help those people change their minds because of enthusiasm.” Mask up and vote is the message from Democratic vice president nominee Kamala Harris, as polling places across the US begin to open. Reuters have this story, labelled an exclusive, which potentially piles a bit more misery onto Donald Trump’s finances, regardless of the outcome of the election. They report: Deutsche Bank is looking for ways to end its relationship with President Donald Trump after the US elections, as it tires of the negative publicity stemming from the ties, according to three senior bank officials with direct knowledge of the matter. Deutsche Bank has about $340 million in loans outstanding to the Trump Organization, the president’s umbrella group that is currently overseen by his two sons, according to filings made by Trump to the US Office of Government Ethics in July and a senior source within the bank. The three loans, which are against Trump properties and start coming due in two years, are current on payments and personally guaranteed by the president, according to two bank officials. In meetings in recent months, a Deutsche Bank management committee that oversees reputational and other risks for the lender in the Americas region has discussed ways in which it could rid the bank of these last vestiges of the relationship, two of the three bank officials said. The bank has over the years lent Trump more than $2 billion, one of the officials said. There’s been considerable speculation that Trump will have as much as $900m in unpaid loans due during a second term if he is elected. Read more here: Reuters – Tired of Trump, Deutsche Bank wants out but sees no good options - sources Dana Milbank wrote an op-ed last night for the Washington Post, setting out how high he thinks the stakes are today, in a piece titled: Vote as if our way of life depends on it. It does. It opened with a bleak summing up of events over the last few days: Election Day is here, and Americans have reason to be tense. President Trump has told confidants he’ll declare victory Tuesday night, even before the votes get counted. Federal authorities were building a “non-scalable” fence around the White House Monday to protect a man who refuses to commit to a peaceful transfer of power. The FBI said Sunday it is investigating a convoy of Trump supporters who apparently attempted to run a Biden campaign bus off a Texas interstate; Trump praised the perpetrators and condemned the FBI. The Democratic Party of Georgia was forced to cancel a Biden rally in Rome, Georgia, on Sunday because of a “large militia presence” accompanying a nearby Trump visit. Elsewhere, gangs of Trump supporters blocked traffic, provoked confrontations and violated rules at early voting places over the weekend. In Topeka, Kansas, three teens were allegedly shot Saturday by a man who thought they stole his Trump yard signs. But there is one way to assuage our fears about political violence overtaking the election and its aftermath: Vote. Vote as though democracy depends on it. Vote as though your country depends on it. Vote as though our way of life depends on it. For surely they all do. Read more here: Washington Post – Vote as if our way of life depends on it. It does. If you missed it yesterday, there’s still time to catch up on Monday’s Today In Focus podcast which was devoted to discussion of Joe Biden. New Yorker journalist Evan Osnos, author of a new Biden biography tells Anushka Asthana that for a Democrat who has been in the centre of the party for decades, including as Barack Obama’s vice-president, he is now running on one of the most radical platforms his party has ever stood on. Biden’s is a career that has had its fair share of controversies: he opposed federally mandated bussing of students as a way to integrate schools. He also backed the now notorious 1994 crime bill that many believe paved the way to mass incarceration of black Americans. But Osnos also describes his pioneering work on legislation around violence against women and his current plans to expand healthcare and environmental protections. If Joe Biden wins this election, one thing is clear: he will prove starkly different from his opponent, Donald Trump. You can listen to it here: Today in Focus – US election 2020: what kind of president would Joe Biden be? CNN’s fact-checker Daniel Dale has gone viral a couple of times during the campaign for delivering rapid-fire rebuttals of Donald Trump’s misleading claims after campaign speeches and debates. He’s put this list together of things to watch out for Trump saying today. The president is on Fox &amp; Friends this morning, and some of these topics are bound to crop up. Dale highlights, among other things: Democrats and cheating: Trump has claimed that he can only lose the election if Democrats commit “massive fraud.” False. Mail-in voting and fraud: Trump has broadly declared that mail-in voting is rife with fraud. False. “Unsolicited” ballots: Trump has specifically claimed that “unsolicited” mail-in ballots – the ones sent out by states that automatically provide a ballot to all eligible registered voters – are especially fraud-prone, calling these ballots a “scam” and a “hoax.” False. Non-citizens voting: Trump has claimed that California this year sent mail-in ballots to every state resident, including undocumented immigrants. False. Counting votes after Election Day: Trump has suggested that it might be a violation of the law for states to (potentially) count ballots for two weeks after Election Day; he has demanded a “final total” on Tuesday. Votes are always counted after Election Day. Ballots being accepted after Election Day: Trump has suggested mail-in ballots that are postmarked by Election Day but received afterward are illegitimate. There is nothing illegitimate about such votes; many states accept them, including ballots cast overseas by members of the US military. There’s a lot more here: CNN – Fact check: Trump’s top election falsehoods to watch for on Election Day Those two differing approaches were rather highlighted by the early morning campaign tweets from the two candidates, sent within sixteen minutes of each other. Joe Biden offered to “work as hard for those who don’t support me as for those who do”. Donald Trump thanked his base. The Hill bring us this summary of how the two campaigns closed up, pointing out the huge difference in approaches. Trump sought to cater to his base with attacks on media figures and his political opponents. He portrayed Biden as mentally incapable of handling the presidency and claimed the former vice president would implement a “prison state” to control the coronavirus pandemic if elected. Biden, meanwhile, tried to appeal to a broader swath of Americans as he pledged to unite the country. The Democratic nominee focused on the pandemic, assailing Trump’s response to it and promising to listen to the advice of scientists. Biden characterized Trump as divisive, dangerous and unfit for the Oval Office. Their events stood in stark contrast but reflected the respective campaigns the two men have waged. Trump rallied thousands of supporters despite the coronavirus pandemic, while Biden opted for drive-in events to allow for distancing. Trump spoke for hours before crowds of supporters, often straying from prepared remarks, while Biden delivered more scripted and pointed speeches focused on the virus and his plans for the economy. Read more of their wrap-up here: The Hill – Trump, Biden offer starkly different closing arguments on eve of election America is waking up to go to the polls today in an election campaign that has in some senses been very volatile, but also, as far as polling numbers are concerned, very stable. Joe Biden has held a solid lead in the national polls for month. But as we saw in 2016, it isn’t getting the most votes that decides who ends up in the White House – Hillary Clinton polled 2.86m more than Donald Trump. We all know what happened next. Here’s a summary of where we are, and some useful links for what we might see later on… Across the US, state governors have asked the national guard to prepare for deployment in case of unrest. More than 3,600 troops have been activated, the Military Times reports. In the capital, federal officials are preparing a “non scalable” fence around the White House and authorities have advised businesses to sign up for crime alerts. Trump again defended his supporters who swarmed a Biden campaign bus on a Texas highway, as the FBI announced it was investigating the Friday incident. “They did nothing wrong,” Trump said in a tweet. Trump has also had a tweet labelled as misleading after he falsely claimed that allowing ballots to be counted after Election Day ‘will allow rampant and unchecked cheating’. Multiple states in the US allow ballots postmarked on or before Election Day to be counted if they arrive a few days after the election. Joe Biden criticized Trump for suggesting he would fire Dr Anthony Fauci. “I’ve got a better idea,” Biden said. “Elect me and I’m going to hire Dr Fauci. And we’re going to fire Donald Trump.” A federal judge rejected a Republican bid to toss out 127,000 ballots cast in good faith at drive-through polling stations in Harris county, Texas. But, in another act of voter suppression, after Republicans appealed to block drive-thru voting on election day itself late yesterday, county clerk Chris Hollins has closed all but one drive-thru voting location there. If you need a refresher on how the crucial ‘swing states’ are looking then this video explainer from Lauren Gambino will set you up. Here’s our guide to what we might expect from results night And if you are in the UK, we’ve got this run-down of what you could watch on another screen and when while scrolling through live blog. It’s not just the presidency at stake. Democrats are hoping to flip the Senate away from Republican control. Here’s a guide to the vital races in that contest. Trump is expected to throw an election ‘watch party’ at the White House, and has a phone interview Fox &amp; Friends due at 7am. Those are usually pretty lively. Biden is in Scranton and will deliver remarks at some point on Tuesday night from Delaware. We’re going to have an online event tomorrow to discuss the results – to the extent that we have them. Guardian journalists Jonathan Freedland, Kenya Evelyn, David Smith and Sarah Churchwell will be taking part, and you can join in. Find out more here. I’m Martin Belam, and along with our correspondents on the ground in the US, I’ll be guiding you through the next few hours. You can email me at martin.belam@theguardian.com with tips, links, quips, queries and suggestions. We don’t want to neglect mention of the celebrities who joined the campaign trail yesterday – that might be illegal? At Donald Trump’s final rally of the evening, in Michigan, the president called the rapper Lil’ Pump onstage, incorrectly referring to him as “Lil’ Pimp”. We included footage of that moment earlier in the blog, check it out. The Biden campaign managed to summon even greater star power. Vice-presidential nominee Kamala Harris was joined onstage in Philadelphia by John Legend and Common: And with Biden in Pittsburgh was Lady Gaga, who regaled the crowd with reminiscences of her former fiancé who hailed from Lancaster County, Pennsylvania: So, you are in the UK and want to watch the US election results? Even after what happened in 2016 – and even though the election wasn’t called for Donald Trump until 7.30am GMT – you really want to put yourself through all that again? Well, fine. I cannot condone this sort of behaviour, but I can, begrudgingly, guide you through your viewing options. BBC One: US Election 2020 11.30pm-1pm Katty Kay and Andrew Neil – in his last gig for the broadcaster – will present rolling coverage, from Washington and London respectively, starting half an hour before the first presidential polls close. Jon Sopel and Clive Myrie will be with the Trump and Biden campaigns, while Nick Bryant, Emily Maitlis and others will report from various battleground states. Experts will be shepherded in for analysis and Christian Fraser will have a big screen to play with. Kay and Neil’s heroic – and potentially traumatising – shift will conclude at 9am. At this point, Matthew Amroliwala and Reeta Chakrabarti will begin four further hours of reaction and analysis. Hopefully, by the time this is over, we will know who won. Even if we don’t, BBC One is scheduled to return to normal. Sure, the election is important, but not important enough to derail Doctors. Read further! Elections in other countries universally elicit two responses from those foreign to them: “She seems nice” or “That’s a worry.” Jacinda Ardern may have transformed New Zealand into the world’s idea of Magical Happy Hug Land, but in their last election how many internationals were furiously scanning weighted polling averages at 2am because Wairarapa seemed too close to call? Now, millions of us around the world recently sport what I call the “FiveThirtyEight Pallor” – a face-bound, sleepless waxiness that results from relentlessly refreshing US poll sites to see if there’s any projected movement in Maine’s second district. Vast hordes of non-farming, non-Americans now intimately familiar with the price of soybeans in Iowa is a terrifying symptom of these anxious times. Is there a way for powerless, poll-watching foreigners to get through the next 24 hours – and the aftermath – without complete nervous collapse? Probably not. But let’s delude ourselves into thinking that we can follow the below advice and go through this with a sense of calm. 1. We must admit to ourselves we are powerless over the US, and to think otherwise will make our lives unmanageable Read further! Newsrooms across the United States are bracing for a potentially volatile election night, after reports suggested that Donald Trump is planning to declare “victory” on Tuesday even before results from critical battleground states have been determined. The president’s reported intention to make a premature – and potentially false – victory speech by the end of Tuesday night, with large numbers of mail-in ballots yet to be counted, has provoked intense journalistic debate. TV channels would be under pressure to air such an event on grounds that it is “news”, while aware that it amounted to dangerous misinformation that could stir violence across the nation and undermine the democratic process. Such a clash of responsibilities would amount to a heady climax in the American media’s extremely vexed relationship with Trump over the past four years. Were Trump to try to stage such a “victory” stunt it would chime with the relentless doubt that he has sewn for months around the election, with repeated false claims that mail-in voting is riddled with fraud. His comments suggest that his aim is to create the illusion that the election is being stolen from him in states such as Pennsylvania where early results from in-person voting might favor Trump in a so-called “red mirage”, only for the balance to swing to Biden as absentee ballots are counted beyond election day. As Jake Tapper, chief Washington correspondent for CNN, pointed out, any premature claim of victory would be electorally meaningless, the equivalent of a football coach bragging about having won at half-time. “That’s not how it works and it’s not up to him,” Tapper said in a tweet. Read further: If the polling is correct, Joe Biden will become the 46th president of the United States. But four years ago, the polling was wrong – so if we want to understand the political future of the country, it’s important to look to more reliable sources of information than just the polls. And to look at some voter groups that could be important. The early voting data is valuable Early voting data is an important place to start. There is no doubt that at least 97 million votes have already been cast – those have been counted and are far more precise than any survey. And because those numbers are so high, we can predict that overall turnout is likely to break records. In Texas, so many early votes have been cast that the current ballot count is equal to at least 108% of all the votes counted in the state in 2016. This early voting data is much more valuable than simple polling because we also have information about party registration. So we can say with a high degree of confidence that most early votes have been cast for the Democratic party (assuming that people have not suddenly and dramatically made recent changes in their political affiliations). [...] In fact, of those that have already voted, about 24 million (a quarter of the ballots) are from people who did not vote in 2016 and 8 million (8%) are from people who are voting for the first time. In other words, turnout is increasing because non-voters are showing up. Read further: Trump is almost back to the White House, where he will watch the election returns come in – and host potentially hundreds of people, inside, for a “viewing party”. As you’ve read, they’re erecting a new wall outside the White House overnight to underscore the unifying nature of this president and this election. A record number of women, including a record number of women of color, could be elected to Congress on Tuesday, in what would represent a further step towards a US government that represents the makeup of the nation. An unprecedented 318 women are running as Democrat or Republican candidates for the 535 seats available across the House of Representatives and the Senate, up from a previous record of 257 set in 2018. Of those candidates 117 are women of color, building on the midterm elections of two years ago which saw high profile women such as Alexandria Ocasio-Cortez, in New York, and Ilhan Omar, in Minnesota, elected. In Missouri, Cori Bush, a nurse who cut her teeth politically during anti-police brutality protests in Ferguson in 2014, is likely to be elected to the House of Representatives for the state’s first district. The election of Bush, a progressive, would be a boost for the left of the Democratic party. Bush would be the first black woman to represent Missouri in Congress. The first district includes St Louis and Ferguson, where she rose to prominence as a fearless activist after the police shooting of Michael Brown. Teresa Leger Fernandez is expected to clinch a victory in New Mexico. If elected she would join Deb Haaland, a Native American woman who was elected in 2018, in the House. Read further: We sent four photographers to swing counties in swing states to ask early voters of various ages and political parties how they were feeling, which spanned from anxious to relieved after casting their ballot to proud and empowered. When asked what brought them out to vote, their differing reasons exemplified a starkly divided electorate. Don’t read the piece here! Go check out the photos: Among the interviews with voters in Michigan: Jerry Brock, 45 How are you feeling? I am feeling confident that on election night the correct person will be elected for four more years! What is driving you to vote this year? This is gonna be probably the most epic election ever. It seems like everything’s split right down the middle right now. Who are you voting for? Donald Trump . There’s so many reasons. This Democratic side right now to me is so far left, and Trump has done everything that he said he was gonna do from the moment he was elected till now. He produces results. Diana Peagler, 68 How are you feeling? I’m excited because the sleeping giant – which is the public – they’re finally getting how important democracy is for the quality of our lives. What is driving you to vote this year? When I was a teenager I always looked forward to being able to register to vote. That took me toward my adulthood. And I’ve always voted. You couldn’t live in my house if you didn’t vote. Who are you voting for? It should be a no-brainer: Joe Biden and Kamala Harris. Because they get it. And people have seen the quality of our lives just deteriorate. Every segment of our society has had a chance to be punished and brutalized by this current administration. And that’s not America. Most everyone is focused on whether the United States is in the process of booting Donald Trump from office, but there is a lot more on the ballot than Trump. For many people, the most important item on the ballot might be a contest for a local judge, sheriff or prosecutor, or a ballot initiative. But with thousands of elections jurisdictions in the United States, how to keep track of it all? The politics and criminal justice analyst Daniel Nichanian has you covered. He’s produced a printable cheat sheet to help people understand “what’s on the ballot” where they live and across the country. He helpfully groups ballot items under headings such as “[state] attorneys general”, “[state]supreme courts” and “prosecutors”, and he breaks down referenda into categories such as “drug policy”, “criminal justice”, “housing” and “education”. Check it out: At Donald Trump’s final rally of the 2020 campaign, thousands of supporters trudged through muddy fields and waited in endless lines to hear the president speak, on the eve of what could be his defeat – or the start of another four years. Trump delivered his speech at midnight in Grand Rapids, Michigan, a critical swing state where the president is hoping for a repeat of 2016, when he unexpectedly beat Hillary Clinton. In the darkness, as temperatures dipped to 40F (4C), Trump’s supporters were upbeat and optimistic, but many also said they were expecting unrest in the wake of the election. “There’s going to be violence either way,” whether Trump or Biden wins, said Angela Young, 43. As a gun owner from a small town in Michigan, she said, she was not worried about her personal safety. But the prospect of election-related violence in the United States was “straight-up unacceptable”. It was less than a month after prosecutors foiled a rightwing plot to kidnap the Democratic governor of Michigan and put her on trial for treason, but rally attendees were more focused on the risk of renewed protests from the left in response to a Trump victory. “Lock her up!” the Grand Rapids crowd chanted early in the night, at a mention of Governor Gretchen Whitmer’s name. Read the full piece: The crowd was small at first. But as the night wore on, the numbers grew and so did belief in miracles. In the early hours of 9 November 2016, Donald Trump and family walked into the ballroom of a midtown Manhattan hotel to celebrate one of the greatest political upsets of all time. “Now it is time for America to bind the wounds of division – have to get together,” the new president-elect said. “To all Republicans and Democrats and independents across this nation, I say it is time for us to come together as one united people.” The speech is now all the more striking because, in the view of countless critics, Trump spent the next four years doing precisely the opposite. His norm-busting presidency deepened divisions, poured oil on flames, stress tested institutions to breaking point and rendered truth itself a partisan issue. And on Tuesday, millions of Americans will deliver their verdict in a referendum on Trump’s first term, after a bitterly fought election campaign that has left the nation with even deeper wounds than those exposed four years ago. Trump’s opponent, former vice-president Joe Biden, has left the president trailing in every major national opinion poll since becoming Democrats’ presumptive nominee in April. Biden commands a bigger lead over Trump, nationally and in several crucial battleground states, than the ill-fated Hillary Clinton did at the same stage in 2016. Yet the stunning repudiation of the political establishment that year has left Democrats haunted. There is little sign of complacency in the Biden camp amid the profound uncertainties of an election campaign waged against the backdrop of the coronavirus pandemic, and fears that the incumbent will seek to declare victory prematurely and prevent every vote being counted. Read the full piece: Judging by the early voting numbers, an unprecedented number of Americans took this advice to heart from the late Representative John Lewis of Georgia, the civil rights leader who died in July: Americans are bracing for an election day unlike any in US history, overshadowed by a direct threat from Donald Trump of “violence on the streets” if the vote count is not cut short, stoking fears that democracy itself is at stake when the polls close on Tuesday night. The president’s incendiary tweet, which was quickly labelled by Twitter as potentially misleading, was fired off amid a febrile atmosphere on the last night of his campaign, with reports of mobs of his supporters driving around the streets in flag-waving motorcades seeking to intimidate opponents, while business districts in major cities boarded up windows.[...] The dark warnings from the president marked the conclusion of a campaign that was in many ways unprecedented. It is the first election in which the incumbent president has said he would try to stop the vote count if early returns on election night show him to be ahead, and has openly encouraged acts of intimidation by his supporters. It also set a record for early voting. More than 94 million Americans had already cast their ballots by Monday, in the midst of a pandemic. It was equivalent to 70% of the 2016 turnout even before election day dawned. Read the full piece: This Michigan Trump rally where Lois Beckett is kicking off her election day is an inverse mullet: business in the back, party up front. Do you like numbers, when it comes to elections? Hate them? Would you rather hear from a voter or check a polling average? In this blog, you don’t have to choose – we’ll have all of the above. Including this a few minutes ago from one of the numbers-crunching Nates: The Guardian’s Lois Beckett is at the Michigan rally, where Trump is still on the stage at just past midnight local time. It’s election day in Michigan: Here’s a moment: For a quick plunge into all the activity on and off the campaign trail in the past 24 hours, visit the live coverage just buttoned up by our colleagues in California. Guardian west coast political reporter Maanvi Singh summarizes: Across the US, state governors have asked national guard to prepare for deployment in case of unrest and protests surrounding the election. More than 3,600 troops have been activated, the Military Times reports. In the capital, federal officials are preparing a “non scalable” fence around the White House and authorities have advised businesses to sign up for crime alerts. Deborah Birx, a top White House coronavirus adviser, said the US is “entering the most concerning and most deadly phase of this pandemic” in an internal report shared with top US officials, the Washington Post reported. Trump has continued to downplay the pandemic even as the country reports more than 9.2m cases and more than 231,000 deaths. Both presidential campaigns honed in on the pivotal swing state of Pennsylvania on the eve of election day. The president held a rally near Scranton, while Joe Biden spoke at a canvass launch in Beaver county and held a rally in Pittsburgh. Kamala Harris spoke at a rally in Philadelphia. Both campaigns view Pennsylvania as the most likely tipping-point state in the presidential race, and recent polls have shown Biden leading there by an average of about 5 points. A federal judge rejected a Republican bid to toss out 127,000 ballots cast at drive-through polling stations in Harris county, Texas. But after Republicans appealed to block drive-thru voting on election day late Monday night, county clerk Chris Hollins has closed all but one drive-thru voting location there. That’s only the top bit of the summary, there’s a lot more to it which you can find here: Hello and welcome to our rolling coverage of election day. Ninety-eight million Americans have already voted, according to the US elections project, out of what could turn out to be 160m total. That’s 20+% more than voted for the two major party candidates for president in 2016. Our coverage today will include scenes from the polls, interviews with voters and ultimately, starting in a mere 18 hours or so, results. Most elections analysts don’t anticipate THE result until after midnight, and we might not know for days. The final day of campaigning on Monday concluded with no fewer than five rallies out of Donald Trump, who ended his day in Grand Rapids, Michigan, speaking with vice-president Mike Pence to another cheering crowd. Joe Biden concluded with stops in western Pennsylvania. Barack Obama and the former vice president touted a pandemic “playbook” they left for the Trump administration that went unused. Biden running mate Kamala Harris held events in eastern Pennsylvania, ending in Philadelphia. We said no results for 18 hours, but in fact there are two ceremonial tallies out there. The tiny township of Dixville Notch in New Hampshire, which always releases its results on midnight before election day, has fallen for Biden, while a second tiny town nearby, Millsfield, went Trump. What is written on white board shall never be erased: Thanks for joining us!"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}