{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/nov/03/first-thing-election-special-time-to-take-back-our-democracy", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-11-03T11:18:19Z", "webTitle": "'Time to take back our democracy' | First thing election special", "webUrl": "https://www.theguardian.com/us-news/2020/nov/03/first-thing-election-special-time-to-take-back-our-democracy", "apiUrl": "https://content.guardianapis.com/us-news/2020/nov/03/first-thing-election-special-time-to-take-back-our-democracy", "fields": {"headline": "First thing election special: 'time to take back our democracy'", "bodyText": "Good morning, and welcome to the longest day of the last four years. At his final midnight Maga rally on Monday, Donald Trump promised his supporters “one of the greatest wins in the history of politics.” But while polls in the swing states may have tightened in recent days, they still showed Trump’s Democratic rival, Joe Biden, ahead on election eve. The first big electoral college prize of the night is Florida, where the last polls close at 8pm east coast time, potentially indicating which way the national race will lean. But many believe the ultimate result could come down to a close-fought battle for Pennsylvania’s 20 electoral college votes. And Trump voters at the president’s last rally in Michigan warned Lois Beckett: “There’s going to be violence either way.” This election isn’t about the next four years, says Bill McKibben. It’s about the next four millennia: Time is the one thing we can’t recover, and time is the one thing we’ve just about run out of in the climate fight. How election night could turn into election week Trump reportedly intends to declare victory prematurely – and possibly falsely – if he appears to be ahead at any point on election night. And newsrooms across the US are preparing to counter the president’s misinformation, for fear of facilitating his efforts to undermine the democratic process. If the results are close, then election night might instead become election week. Tom McCarthy outlines the key results and when to expect them, while Sam Levine asks the experts how a narrowly contested race could play out after Tuesday – particularly if it reaches the courts. In the meantime, you can follow all the Guardian’s coverage of election day on our live blog. A referendum on the Trump presidency However much Trump tried to make the 2020 campaign about Joe Biden, it was always going to be a referendum on his own presidency. Unable to define his opponent, and unprepared to tackle the pandemic, Trump instead tried to replay his winning campaign of four years ago. It got him over the line then, writes David Smith – but will it be enough this time? Past incumbents have successfully made elections about not themselves but their opponents. George W Bush shifted the spotlight to challenger John Kerry. Barack Obama did likewise to Mitt Romney. But this president’s profligate and shambolic campaign could neither escape the pandemic nor find a way to define Biden. It is still all about Trump. Twitter flagged a Trump tweet as misinformation on the last day of the campaign, after the president claimed a recent supreme court decision would lead to voter fraud. According to one veteran GOP campaign lawyer, systemic voter fraud is the GOP’s “Loch Ness Monster”: “People have spent a lot of time looking for it… but it doesn’t exist.” The president fears criminal prosecution, argues Samer S Shehata, and that’s the real reason he’s terrified of losing the presidency: If Trump loses the election, there may be calls to investigate and prosecute him for possible crimes involving obstruction of justice, violating the emolument clause of the constitution, and/or tax fraud, among others. What kind of president would Biden be? This election looks set to be the biggest betting event of all time, and Biden remains the clear favourite in the gambling markets, with one player placing a record-breaking £1m bet on the Democratic challenger. For the latest Today in Focus podcast, Evan Osnos, author of a new Biden biography, tells Anushka Asthana what sort of president he might be. Biden said on Monday that it was “time to take back our democracy,” while Trump went on making wild claims about a Biden presidency turning the US into “a prison state.” Even if Trump loses, argues Richard Sennett, the wounds of the last four years will take a long time to heal: After an election that Trump will probably lose, what worries me about the base is that it will shift towards the conspiracy theorists, armed vigilantes, a reborn Ku Klux Klan, because the aggressiveness of such groups can be counted on. Mainstream America will have turned against the real America. If this seems too extreme a prospect, you need only remember that in 2016 the accepted wisdom was that anyone like Trump could not possibly be elected. In other election news… A record number of women and women of color are on the ballot today, with 318 women from both major parties running for a seat in the House or Senate – up from the 2018 record of 257. Of that 318, 117 are women of color. Democrats need a net gain of four US senate seats to flip the upper chamber of Congress. Miranda Bryant lists the 10 closest senate races to keep an eye on tonight. America set a new record for daily coronavirus cases over the weekend, with infections surging by 10% in a week in Idaho. Trump meanwhile threatened to fire Anthony Fauci and falsely claimed at a Florida rally that “doctors get more money if someone dies from Covid.” Stat of the day At least 97 million votes were already cast before election day. Of those, some 24 million were from people who didn’t vote in 2016, while 8 million were from people voting for the first time. Guardian US data editor Mona Chalabi explains how these new voters and former non-voters could end up shaping the result. Don’t miss this Republicans have spent more than a decade attempting to dismantle the Affordable Care Act – the healthcare law better known as Obamacare. And even if Trump loses the presidency on Tuesday, the US supreme court he has packed with conservatives could yet strike it down. Exactly one week after election day, the court – including its new Trump-nominated justice, Amy Coney Barrett – will hear a case that could result in 20 million Americans losing their insurance in the midst of a global pandemic. Jessica Glenza reports. Last Thing: The Yang Gang v the UFC The entrepreneur and former Democratic presidential candidate Andrew Yang has been tipped for a place in a prospective Biden cabinet, where the lifelong martial arts fan might take on an unusual and overlooked cause: better pay for MMA fighters. Loretta Hunt explains. Sign up First Thing is delivered to thousands of inboxes every weekday. If you’re not already signed up, subscribe now."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}