{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/nov/07/kamala-harris-oakland-berkeley-bay-area-california", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-11-07T21:27:34Z", "webTitle": "'We are so proud': San Francisco Bay Area celebrates Kamala Harris, hometown hero", "webUrl": "https://www.theguardian.com/us-news/2020/nov/07/kamala-harris-oakland-berkeley-bay-area-california", "apiUrl": "https://content.guardianapis.com/us-news/2020/nov/07/kamala-harris-oakland-berkeley-bay-area-california", "fields": {"headline": "'We are so proud': San Francisco Bay Area celebrates Kamala Harris, hometown hero", "bodyText": "After major news outlets on Saturday announced that Joe Biden had secured the US presidency, a small group of people in Berkeley, California, gathered to celebrate in front of the childhood home of the new vice-president-elect, Kamala Harris. Harris was born in neighboring Oakland and lived in Berkeley, where her parents studied at the University of California, Berkeley, until she was 12 years old. She has frequently cited her experiences growing up here as foundational in her political career, including being bussed into wealthier white schools as part of an integration program. Abby Friedman and Dan Schifrin live near Harris’s former home, and on Saturday brought their seven-year-old daughter Elia to see the home where the first female vice-president grew up. They looked on as their daughter, wearing a neon “resist” hat, wrote “we did it!” in chalk on the sidewalk. “She’s been on a reading tear, reading biographies of Rosa Parks and Ruth Bader Ginsburg. And so she feels it. She feels that Kamala Harris is part of a lineage and she wants to be part of that lineage too,” Schifrin said about his daughter. Leslie Fields-Morris, 54, said she and her friends wandered over to Harris’s house from brunch, where they were celebrating the Biden-Harris victory. They grew up in Oakland and are excited to celebrate a fellow African American woman making it to the White House. “We are just so proud, seeing an average girl from Oakland running the world,” she said. Harris is the first woman, the first woman of color and the first woman of mixed race to be elected vice-president of the United States. If she became president she would be the first female president, and the second biracial president, in American history. Harris, 56, is the daughter of Indian and Jamaican parents. She grew up in the Bay Area and served as San Francisco district attorney and California’s attorney general before becoming a US senator. She accepted the vice-presidential nomination after ending her own run for president. On the campaign trail, Harris often touted the legacy and work of Black women before her, and her ascension to the vice-presidency is sure to inspire women around the United States. “The image that we’ll get to see in just a couple of months – a black woman, the daughter of immigrants, taking the oath of office for vice-president in this country – is one that will forever have a profound impact for black people and for women and girls! It’s absolutely incredible,” said the San Francisco mayor, London Breed. Oakland’s mayor, Libby Schaaf, congratulated Harris on Twitter: “Daughter of Oakland. You have made us so proud – so many tears of joy flowing in the Town right now!” “I’m even more proud that my mother gets to see this and my daughter gets to see this,” Atlanta’s mayor, Keisha Lance Bottoms, told MSNBC. “It’s amazing, it’s amazing. It brings tears to my eyes and joy to my heart,” Susan Rice, former UN ambassador, told CNN. “I could not be more proud of Kamala Harris and all that she represents.” In Berkeley, residents stopped to take photos of their children outside Harris’s home. Sarah Zimmerman, a local organizer, wrote in chalk on the sidewalk, “When we fight for each other we win.” She said she was celebrating while recognizing the US has a lot of work ahead once Donald Trump leaves office on 20 January. “We’re still fighting,” she said. “It’s a relief, but it’s not the end. It’s a really good start but there’s a lot more to do.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}