{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/nov/01/american-election-biden-trump-showdown", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-11-01T08:00:14Z", "webTitle": "On my travels, I saw a vision of two Americas – but which one will triumph?", "webUrl": "https://www.theguardian.com/us-news/2020/nov/01/american-election-biden-trump-showdown", "apiUrl": "https://content.guardianapis.com/us-news/2020/nov/01/american-election-biden-trump-showdown", "fields": {"headline": "On my travels, I saw a vision of two Americas – but which one will triumph?", "bodyText": "A stilt walker dressed as Uncle Sam lumbered between selfies, a lifesize dummy of Donald Trump – complete with bulging eye bags – sat motionless by the roadside, and families, young and old, waved Trump flags as cars tooted their horns in support. It was a grey autumn Saturday earlier this month at a Republican rally just outside Youngstown, Ohio – a once prosperous city in the heart of America’s rustbelt, embedded in a region that flipped to Donald Trump in 2016. What started as a casual political gathering, however, descended into a full-throated confrontation that encapsulated the stark divisions that underscore this seminal election, and perhaps the state of the country as a whole. A bashed up red Chevy pickup daubed in handmade “Dump Trump” signs pulled up slowly. And a lone protester, Chuckie Denison, a former factory worker at a local General Motors plant that closed last year, jumped out to berate the assembled crowd. “Two-hundred-and-twenty-thousand Americans have died under Trump. And our jobs have gone.” he shouted. “And all we ask is for somebody to represent all of us.” I’d come to Youngstown because Donald Trump had made direct promises to the people living here; to restore a failing economy and bring back manufacturing jobs after years of decay. But poverty and jobless rates continue to soar here. In that crowd of Trump supporters were people who had worked at the same plant as Denison, and others who had lost their jobs during the pandemic. And yet they still believed Trump would bring stability to their lives. “He’s probably paid,” said one Trump supporter – dismissing Denison, who had been accosted by a number of the flag wavers. Within minutes, Denison’s signs were ripped from his truck and he was sent away in a whirlwind of abusive language. I have driven thousands of miles throughout this election season, for our Anywhere But Washington film series, visiting the battleground states of Ohio, Georgia, Texas, Florida and North Carolina. And it has often felt like reporting in two parallel dimensions, where common ground between two factions of the same nation can feel nonexistent. On one end, a feverish loyalty to the president, where not even the most sensational of scandals have a bearing on political belief. And where objective facts have given way to disinformation. On the other what often feels like a greater enthusiasm for removing Trump from office than for the Democrat on the top of the ticket. But still a constituency that increasingly reflects the diversity of the country itself. After two months of travel, and with most polls predicting an overwhelming victory for Biden, I’m still unsure who will win and whether any sort of victory has the power to reunite this fractured nation. *** The passionate public disagreement I saw in Youngstown felt emblematic of a divided country and there are dark forces underpinning much of it. Donald Trump has weaponized extremist misinformation to bolster his campaign and reverted to pushing conspiracy theories that cast doubt over election integrity, and, most recently, question the ethics of doctors working to save the lives of Covid-19 patients. He has declined to disavow QAnon, a baseless far-right conspiracy movement, which suggests Trump is the victim of a ‘deep state’ plot run by satanic paedophiles tied to the Democratic party. Instead, he described the movement as being filled with patriotic citizens “who love America”. Recent polling indicates that half of his supporters now believe in the conspiracy movement. On an intensely humid day in Peach county, central Georgia, I hitched a ride with organizers for Black Voters Matter, a voting rights advocacy group targeting marginalized Black communities in a bid to boost turnout and fight rampant voter suppression. Georgia is a battleground state for the first time in decades, and turning out voters in low-income minority neighborhoods could be the key to swinging it for the Democrats. But Fenika Miller, a regional organizer, already faces an uphill task – and pervasive disinformation has made it even harder. Miller remains upbeat, she registers voters with a smile and seems driven to get those in her community out to the polls. She blares James Brown’s funk classic Say It Loud – I’m Black And I’m Proud out of her van to draw people from their homes. The enthusiasm for Biden is palpable in many of the neighborhoods we visited. But one encounter was chilling. “Joe Biden, he’s trying to legalize paedophiles,” said one young man as he explained to Miller that he was already registered and voting for Trump. I ask where he got his information from. “Every morning I get on my phone and watch different videos and stuff. You just put two and two together.” Miller is coming into contact with these dangerous falsehoods on a daily basis. “We’re living in dangerous times under a dangerous administration,” she said. “It’s intentional misinformation they’re putting out specifically targeting young voters and Black voters.” She hugged the young man and asked him to be careful where he reads his news. But it was clear his mind was already made up. He was not the last person I came into contact with expressing belief in QAnon. *** Away from the sinister conspiracy movements, my travels through the US have often felt like wading through a sea of alternative facts, where flat-out lies and mistruth have become mainstream Republican talking points and often the only way to excuse the president’s catastrophic policy failures. In Texas, which for the first time in generations is now a battleground state after record early voter turnout, I met Rick Barnes, chairman of the Tarrant County Republican Party in suburban Dallas. I asked him if Trump’s child separation policy at the southern border had ever given him pause to question the morality in his party. “That was not a policy that Trump put in place. That was a policy of the predecessor,” he replied. I pointed out this was untrue and that Trump’s former attorney general Jeff Sessions had specifically instructed his Justice Department to separate children from their parents as a deterrence, something unprecedented in US history. “That’s something we’d have to agree to disagree on,” he replied. In Florida, a critical swing state, I met Malcolm Out Loud, a conservative radio host who argued that Dr Anthony Fauci, the country’s top infectious disease expert is “a fraud” and that the official Covid-19 death toll is inflated. “This entire pandemic has been a setup,” he said. I pointed out he had no public health background or any expertise to make such a claim. “We can agree to disagree,” he replied, mirroring the refrain from Barnes. *** The extreme policy and dark rhetoric of the past four years has punished the most vulnerable in US society. And it’s in many of these communities where I found the most fervent faith in Joe Biden and, more pointedly, a vision of America that marked a return to societal norms. In the southern border city of McAllen, Texas I visited the Ramirez family who have for six generations maintained a small chapel close to the US-Mexico border. It was once a site on the underground railroad, offering safe haven to escaped slaves. Dozens of the family’s ancestors are buried in its graveyard. But Donald Trump’s wall is being built just a few feet away. If building goes ahead – the foundations have been laid but not the wall itself – the family chapel will be effectively partitioned from the United States, and the Ramirez family will be forced to go through customs checks to visit their ancestors. “We are praying for Joe Biden, because him winning is the only thing that will stop this wall,” said Silvia Ramirez as she stood at the graveyard, now surrounded by rubble. Biden has pledged to immediately end construction of Trump’s wall if elected, which would most likely save the family’s chapel. Prayer for Biden is ongoing in the battleground state of North Carolina as well. Here I met a group of traveling evangelical preachers desperate to convince others in their denomination to change their minds. In 2016 white evangelicals made up over a quarter of voters in the country and 81% of them voted for Donald Trump. Many of the pastors on this national bus tour, named Vote Common Good, had themselves been loyal Republicans until Donald Trump came to office but his child separation policy along with attempts to ban Muslims from entering the country, inspired a number of them to speak out. “This is a diagnostic election that’s going to show us who we are,” said pastor Doug Pagitt, the group’s founder. “And if the Christian community in this country says: ‘this [Trump] is our guy’ again, that is an indictment.” *** Although opposition to Trump has galvanized a base of moral support for Biden, the former vice-president was far from a consensus candidate among progressives. But it is not simply Biden and Trump on the ballot this year, the president’s challenger is joined all over the country by a field of Democratic Party candidates that increasingly represent the diversity of America. 2020 sees the largest number of Black women running for Congress and not all of them are full throated Biden backers. In Texas’s 24th congressional district, a stretch of suburban sprawl outside of Dallas, I met Candace Valenzuela, vying to become the first Afro-Latina elected to Congress. A few years ago this district was solid Republican, but now it’s a toss-up, a marker of the state’s rapidly evolving demographics and many suburban voters’ deep dislike of Trump. She is diplomatic when discussing whether a 77-year-old white man is really representative of the change occurring at the grassroots of her party. “I don’t think any one of us captures the essence of it,” she says. “It’s something that’s happening in aggregate.” But Ebony Carter, a 25-year-old first time candidate and Black Lives Matter activist, is more direct when describing the presidential candidate she will share a ballot with. I asked if she thought that Biden’s candidacy spoke to younger people of color in America. “No,” she replied. “I’ll be clear with that one. “However, I believe that Joe Biden is overwhelmingly the best choice for the job and I’m honored to be on any ticket with anyone who is actually going to fight for American lives, and I think that’s what he’s going to do.” Throughout my journey finding authentic, representative politics has been tough – given the nation’s monumental divisions. But Ebony Carter’s candidacy, in Georgia’s 110th statehouse district outside of Atlanta, another of those run by Republicans for decades, felt like a shining example of how this country might be unified. She is out every day canvassing in both Democratic and Republican neighborhoods with her mother Deborah, who serves as her unofficial campaign manager, and her one year-old daughter Nairobi, who sleeps in a pram as Ebony tries to convince anyone who will listen to turn up and vote. She is pushing healthcare reform and better funding for public education. But most importantly she is pushing to build a grassroots movement from the bottom up, trying to engage those who do not normally participate in the electoral process. “Why am I doing this?” she said as the sun began to set after a full day of canvassing and Nairobi began to wake up. “Because somebody has to. I want to show people that it’s possible. And I’m doing it for her.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}