{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/nov/05/california-kayakers-nearly-swallowed-humpback", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-11-05T08:00:40Z", "webTitle": "Whale, that was close!: humpback appears to overturn kayakers in California", "webUrl": "https://www.theguardian.com/us-news/2020/nov/05/california-kayakers-nearly-swallowed-humpback", "apiUrl": "https://content.guardianapis.com/us-news/2020/nov/05/california-kayakers-nearly-swallowed-humpback", "fields": {"headline": "Whale, that was close!: humpback appears to overturn kayakers in California", "bodyText": "Two kayakers in California had an unsettlingly close whale watching experience Monday, after a humpback appeared to overturn their boat and almost swallow them, according to a report. Liz Cottriel and Julie McSorley told the Fresno-area Fox affiliate that they were watching whales from a distance of about 30ft (9.14 meters) during what appeared to be a peaceful morning near Avila beach. Everything changed when a large pool of fish emerged. “I saw the big pool of fish, the big bait ball come up out of the water. I saw the whale come up … I thought, ‘Oh no! It’s too close’,” McSorley told the news station. “All of a sudden, I lifted up, and I was in the water.” Cottriel reportedly commented: “I’m thinking to myself, ‘I’m gonna push’. Like, I’m gonna push a whale out of the way! It was the weirdest thought. I’m thinking, ‘I’m dead. I’m dead’. I thought it was gonna land on me.” The women surfaced and shortly thereafter, other kayakers and paddleboarders came to help them – and make sure that the whale hadn’t bitten them, the news station reported. “They thought the whale had the kayak in its mouth,” McSorley remarked. She recorded the incident on her mobile phone in a video which has since gone viral. They paddled to shore and were apparently unharmed, though McSorley’s car keys were lost, according to the report."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}