{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/nov/03/trump-era-division-america", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-11-03T15:00:00Z", "webTitle": "'It's real fear': clash of two Americas could get worse before it gets better", "webUrl": "https://www.theguardian.com/us-news/2020/nov/03/trump-era-division-america", "apiUrl": "https://content.guardianapis.com/us-news/2020/nov/03/trump-era-division-america", "fields": {"headline": "'It's real fear': clash of two Americas could get worse before it gets better", "bodyText": "“There’s not a liberal America and a conservative America; there’s the United States of America,” Barack Obama said in 2004. “While I will be a Democratic candidate, I will be an American president. I will work as hard for those who didn’t support me as I will for those who did,” Joe Biden said this year. Both Democrats preached one nation, but the 2020 presidential election has exacerbated fractures of American society: a profound polarisation that veteran journalist Carl Bernstein referred to as a cold civil war. Some fear that another victory for Donald Trump could tear the nation apart. And few are under any illusions that a Biden win on Tuesday would drain the poison overnight. Trump and Trumpism would persist, perhaps in an even more raw and angry form, its sense of racial grievance and injustice festering in opposition. Economic, social and racial fault lines predated the 45th president and will survive him. “That division and hatred and fear and frustration and anger are not just going to disappear the day after the election,” said Leon Panetta, a former defence secretary and CIA director. “The difference [if Biden wins] is that you have a president who wants to do what he can not to split the country apart but to bring it together.” “But it’s going to take time. It isn’t something that is going to be resolved by one election or one speech or even one bill passed through the Congress. It’s going to have to become a pattern that people ultimately agree is a better way to live in our country.” Since he rode down an escalator in June 2015 and fulminated about Mexico sending “criminals and rapists”, division and divisiveness have been defining hallmarks of the Trump era: female v male, Black v white, young v old, liberal v conservative, urban v rural, Hollywood v heartland, college-educated v blue collar, pro-choice v anti-abortion, “elite” v “deplorable”, instinct v science, hipster v hunter. The split that Mike Huckabee, the former governor of Arkansas, once characterised as “Bubble-ville” against “Bubba-ville”, is intensified through the echo chambers of social media and finds myriad cultural expressions. Polls show that Democrats are more willing to wear masks to combat the coronavirus pandemic, whereas Republicans are more likely to heed Trump’s insistence that it is overhyped and fading fast. In 2016, the New York Times saw the gulf in the TV terms of Duck Dynasty v Modern Family, while four years later the paper invited to readers to identify Trump and Biden voters based on the contents of their fridges. In 2016, Trump won 76% of counties that contained a Cracker Barrel, a restaurant offering southern homestyle cooking on interstate highways, and just 22% of counties with Whole Foods, an organic national supermarket chain. The Cook Report noted that the 54% gap compared with a 19% difference in the 1992 election. The trends reflect how Democrats have thrived in cities with young and diverse populations while Republicans command support from older white voters in small towns and rural areas. Trump won 2,584 counties in the 2016 election; Hillary Clinton carried only 472; but the Democratic nominee’s accounted for nearly two-thirds of America’s economic output, the Brookings Institution thinktank found. To be in Washington on inauguration day in January 2017 was to see two irreconcilable political tribes circling each other warily, mostly keeping their distance but occasionally crossing bitter words. To travel between St Louis and San Francisco, or Michigan and Manhattan, feels like “traversing dimensions and ways of life rather than just a couple of time zones”, the Democratic presidential candidate Andrew Yang told the Guardian last year. Lee Drutman, a senior fellow in the political reform programme at the New America thinktank, wrote on the FiveThirtyEight website in October: “In fact, it’s reached the point that when you meet somebody, you can immediately size them up as a ‘Trump voter’ or a ‘Biden voter.’ That kind of easy stereotyping leads us to see the other party as distant and different. And typically, things that are distant and different are also more threatening.” Drutman described “an escalating cycle of dislike and distrust” over the past four decades and cited three major causes: a greater emphasis on national politics than the local and state level, making it harder for members of Congress to carve their own niche; the sorting of Democrats and Republicans along urban/rural and culturally liberal/culturally conservative lines; the increasingly narrow margins in national elections. This has left Washington dysfunctional and both sides casting this year’s election as a winner-takes-all existential struggle in which defeat would be akin to Armageddon. Obama warned at the Democratic national convention that democracy could wither and die. Trump and his allies have been warning of a socialist takeover that would spell the end of America. Peter Stearns, a historian of emotions at George Mason University, told the Washington Post that the apocalyptic language has created “a perilous moment – the idea that if the other side wins, we’re in for it”. Republicans’ “America versus socialism” framing seeks to portray Biden as a Trojan horse of a radical left that would raise taxes, take away guns and enable abortion on demand. Allie Beth Stuckey, an anti-abortion activist and author of You’re Not Enough (And That’s OK), told the New York Times in August: “There’s fear. It’s real fear. And I understand if you’re not a conservative it’s hard to be empathetic and it seems like an exaggeration. But like the same kind of fear on the left that Trump is a unique threat to the country, there’s a real fear on the right, especially I would say from Christians, of what the country would look like under a Democratic president.” Trump also sought to wage “culture war”, promoting “patriotic eduction”, defending historic statues and denouncing athletes who take the knee during the national anthem to protest against racial injustice. Newt Gingrich, a former Republican House speaker, said: “The country is increasingly polarised between people who want to take down statues and loot stores and burn buildings, and people who believe in standing for the national anthem, saluting the flag and saying the pledge of allegiance. These are profound, fundamental disagreements and it will only end when one side wins decisively.” Negative partisanship is driven by antipathy to the opposing side. Conservative commentators often concentrate not so much on defending the president but on attacking his critics: anti-anti Trumpism. Fox News and other rightwing media have devoted hours of election coverage to whipping up fears of a socialist takeover or pushing conspiracy theories about Biden’s son, Hunter, and his business dealings. For Donald Trump Jr and some conservatives on social media, the dark art of “owning the libs” – goading progressives to confusion and outrage – is more important than anything (critics say such theatrics have become a substitute for a lack of coherent ideology). In its endorsement of the president, the New York Post newspaper wrote: “Re-electing him is the best choice for the United States. Plus, it’ll really tick off Hollywood.” Writing in the National Review in October, Rich Lowry described Trump as “the foremost symbol of resistance to the overwhelming woke cultural tide that has swept” the country. “To put it in blunt terms, for many people, he’s the only middle finger available – to brandish against the people who’ve assumed they have the whip hand in American culture.” Arguably the biggest fault line of all is race. Obama was America’s first Black president. Trump has worked obsessively to undo his legacy while emboldening white supremacists and hate groups. He responded to the police killing of George Floyd in Minneapolis by lambasting Black Lives Matter, ordering a “law-and-order” crackdown and tweeting: “When the looting starts, the shooting starts.” Trump appeared to understand that, with each election cycle, Republicans have to work harder and harder to turn out a shrinking base of white conservative voters if they hope to preserve what is effectively minority rule. Robert P Jones, founder and chief executive of the Public Religion Research Institute, said: “We are at a hinge moment in American history in terms of demographic change in the country and I think that’s what is fuelling a lot of the divides. It goes beyond politics. It goes to this fundamental question of American identity. For so long in nearly all of our history, white Anglo-Saxon Protestants have thought of themselves as the country.” Whereas white Christians made up 54% of the population when Barack Obama was first running for president in 2008, they now make up only 44%. “So we’ve crossed in this last decade from being this country that was majority white and Christian to one that is no longer majority white and Christian,” Jones continued. “But I think this sense of ownership of the culture and the country by white Protestant Christians in particular has been so strong in American culture, it is part of the sense of loss, the sense of disruption that you feel so much on the conservative side of politics as these demographics are changing. That’s the underlying context for all the political wrangling that we’re having. “Trump has exacerbated racial divisions, xenophobic conceptions of immigrants, but it has all been about protecting a ‘real’ America as a white Christian America.” Jones concluded: “If he’s done the country any favours, it is that he has brought what had been in many ways a subterranean set of divides flat out on the surface for us to all see and all deal with.” Biden has support from nine in 10 African American voters, polls suggest, and chose as his running mate Senator Kamala Harris of California, who would be the first woman of colour to become vice-president. The ex-vice-president tweeted on Sunday: “This is our moment to root out systemic racism and build a nation true to our founding ideals. A nation where all men and women are not only created equal – but treated equally.” If elected, Biden would face immediate pressure from progressive activists to make good on his promise and, in particular, reform the police in the wake of this summer’s unrest. Drexel Heard, the first Black executive director of the Los Angeles county Democratic party, said: “It’s going to start with the justice department. I think Joe Biden is going to bring in an attorney general who is going to be able to look at communities of colour and provide the necessary support that they need in terms of healing the nation. “You’ve already seen Biden and certainly Kamala Harris want to make sure that Black communities are invested in more because that’s a part of the ‘Lift every voice’ plan that Joe Biden put out back in February.” Biden has a long history in Washington of working across the aisle. Bob Woodward, author of two bestselling books about the Trump presidency entitled Fear and Rage, said: “I think temperamentally Biden is a healer. If he is elected, takes office, he’ll invite the Republican leaders, particularly from the Senate, to the White House and say let’s not look back, let’s look forward, what does the country need? “I could even imagine Biden giving Trump a pardon for any crimes that might have been committed. Now, that may not happen but you could see Biden wanting to do that, not wanting to have this fight over the past, and that could really be good for America.” A defeated Trump, however, could continue to lead such a movement from political exile while his son, Don Jr, may even consider a run for the Republican nomination in 2024. Fox News, which perfected its tone of fear and rage during the Obama years, could amplify the rhetoric. The clash of two Americas could get worse before it gets better. Michael Steele, a senior adviser to the Lincoln Project, an anti-Trump group, said: “All Trump becomes is a former president of the United States with a Twitter account. He’s not going to go off and build houses for the poor like Jimmy Carter. He’s not going to go and explore his talent in painting like President Bush. “He is going to be a royal pain in the ass to Joe Biden and he will continue his ongoing one-sided feud with Barack Obama. He will tweet and he will bitch and he will complain about how he was robbed, that the system was rigged, and he will continue to stoke those those flames within a core group of supporters.” Others remain optimistic that the efforts of Republican elites – Trump, the Senate majority leader, Mitch McConnell, the House minority leader, Kevin McCarthy – to subvert democracy do not truly reflect the worldview of people in so-called red states. Ezra Levin, co-founder of the progressive grassroots movement Indivisible, grew up in rural Texas and went to a high school that flew the Confederate flag. “I come from the supposedly ‘Trump communities’ and I know the people in those communities do not want it to be easy to steal elections,” he said. “They don’t want to make it harder to vote. That’s not a ‘conservative’ value.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}