{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/nov/03/us-voting-proceeds-smoothly-despite-fears", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-11-04T02:00:53Z", "webTitle": "Voting proceeds smoothly across US despite fears of unrest", "webUrl": "https://www.theguardian.com/us-news/2020/nov/03/us-voting-proceeds-smoothly-despite-fears", "apiUrl": "https://content.guardianapis.com/us-news/2020/nov/03/us-voting-proceeds-smoothly-despite-fears", "fields": {"headline": "Voting proceeds smoothly across US despite fears of unrest", "bodyText": "Across America millions of people went to the polls amid an election campaign fraught with anxiety over the prospect of voter intimidation and the chance of civil unrest after a historically divisive election. But as polls started to close on the east coast of the US, reports from across the country reflected a day of peaceful voting with only sporadic reports of incidents of intimidation or misinformation or technological problems with voting machines. The leader of a group of 42,000 legal volunteers deployed for the election said so far there had not been “major, systemic problems or attempts to obstruct voting”. Kristen Clarke, president and executive director of the Lawyers’ Committee for Civil Rights Under Law, said early voting, voter education efforts and earlier litigation had made for “a relatively smooth election day across the country”. The committee operates the Election Protection hotline, which provides information and assistance to Americans who encounter problems while voting. Clarke said there was an increase in complaints about voter intimidation and electioneering compared to past elections, but those problems were at a smaller, less intense scale than had been expected. “While we have seen these complaints, in many instances they are lone wolves, individuals, maybe two people, but not large groups that would otherwise have a stark chilling effect on the electorate,” Clarke said. “And I think many voters this season have come out determined.” Clarke cautioned that this could be the “calm before the storm” and that the committee was bracing for issues over whether absentee ballots were properly handled and counted in the coming days. Pennsylvania At a polling station in Lackawanna county, Pennsylvania, which includes Joe Biden’s hometown, Scranton, things were progressing smoothly. Mike Allison, professor of political science at the Catholic conservative University of Scranton, decided to vote in person in South Abington township – a middle-class suburban neighborhood north of Scranton, where Trump/Pence signs far exceed those for Biden/Harris. “There’s been many problems with our democratic system in our history, but these have been exacerbated over the past four years with a president who doesn’t respect rules, norms or institutions. If we endorse that a second time, it really says something about what we value in America. The future of our democracy is on the line,” Allison said. In Philadelphia some people were voting in person out of a fear that mail-in ballots might be delayed. “I just know that if I was able to come in, even if I had to wait, just to make sure my vote was 100% counted, I was gonna do it,” said Shofolahan Da-Silva, who cast his vote at midday at a polling site in South Philadelphia, where it took just a few minutes. Michigan Joseph Hicks, 26, said he had never voted before. But his 81-year-old grandmother, Barbara, was driving him to the polls in South Lansing to see if he could cast a last-minute vote for Biden. Trump has been “the worst president”, Joseph said. Like elsewhere across the US, polling stations in the city were experiencing a smooth voting process. Barbara Hicks said that, as a Christian, she had appreciated some of Trump’s policies, but that “our leader should be an example”. She had already cast her vote for Biden. As sunset neared, the polling place in South Lansing was placid. Two voters said they were voting for Trump, including Mercedes Ferra, a homemaker who explained in Spanish that she felt Trump was good for the economy. Wisconsin Polls opened at 7am local time with few lines in most polling places in the key battleground state of Wisconsin. Wisconsinites learned a tough lesson from its primary last April, when Republican election officials limited the number of Milwaukee’s polling stations to five in the middle of a pandemic. That contributed to a brief spike in cases, and with the state already dealing with a second surge, Democrats have been keen to urge alternatives to same-day voting. That appears to have worked as voting went smoothly in the state. Poll workers interviewed by the Guardian said lines had been minimal, although they expected an evening rush. Those arriving were most often first-time voters signing up to register the same day. Instead of endless lines and stressed poll workers, election day here became an all-out effort to reach same-day registrants and last-minute stragglers. Many Milwaukee residents who voted weeks ago, or absentee, showed up to the polls to volunteer instead. Funeral home owners Marcel Clarke and Ben Robinson converted their service vehicles to serve their community, giving free limousine rides to residents in need of transportation to the polls. Clarke said volunteering was a no-brainer. “Voting isn’t just important, it’s an emergency,” he said. “So we decided to help eliminate excuses and get folks mobile.” Washington DC Voters slowly trickled into polling places in Washington DC after millions in the region had cast ballots early. At one location about a mile from the US Capitol, advisory neighborhood commissioner Marie-Claire Brown noted that hardly anyone was showing up at the polling station on election day. At least 83% of the number of DC voters who cast ballots in 2016 voted before election day this year. Brown said she felt her own vote was more important than ever. “We’re in a space where things are just untenable right now, and it’s absolutely necessary that we have a change in administration,” Brown said. “We have totally become divisive, and it’s even demonstrated itself on a very, very local level where you can actually see the differences in neighbors’ behaviors toward one another.” California There was a festive scene at Dodger Stadium, one of many Los Angeles landmarks to become a voting center. A mariachi band played, and Dodgers fans enjoyed views of the field, days after the World Series win. “I never thought in my wildest dreams the Dodgers would win and I’d get to vote at the stadium,” said Randy Cortez, a 36-year-old Biden voter, wearing a Dodgers face mask. “Democracy is at stake. We have a man in the office that creates more division than anyone else and allows bigotry and racism to continue in this country. I have hope that things will change.” Enrique Heredia, 42, said he was voting for Biden, but his wife, Yazz, said she was a Trump fan. “I believe the middle class and lower class should get lots more support than they’re getting,” Enrique said. Yazz, 42, said she didn’t trust the media, and her family backed Trump: “He’s not a politician. He says it like it is. What you see is what you get.” She had previously supported Bernie Sanders. The couple didn’t mind disagreeing, she added: “It’s good to learn to live with each other even if we’re divided. We have the same values, we just have different views of who is going to take care of us.” Meanwhile, large voting hubs in downtown San Francisco were mostly quiet and some even turned away excess poll volunteers like 38-year-old Veronica F, who said she had signed up to help so that senior citizens could take the day off. “Covid-19 was happening and a more vulnerable population usually signs up. But being sent home because there were too many volunteers felt great,” she said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}