{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/nov/02/trump-us-election-disinformation-russia", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-11-02T18:08:12Z", "webTitle": "'Putin could only dream of it': how Trump became the biggest source of disinformation in 2020", "webUrl": "https://www.theguardian.com/us-news/2020/nov/02/trump-us-election-disinformation-russia", "apiUrl": "https://content.guardianapis.com/us-news/2020/nov/02/trump-us-election-disinformation-russia", "fields": {"headline": "'Putin could only dream of it': how Trump became the biggest source of disinformation in 2020", "bodyText": "It seemed like the nightmare of 2016 all over again. On 21 October, less than two weeks before election day, US intelligence and law enforcement officials convened a last-minute press conference to warn that foreign adversaries were once again interfering in American democracy. Iran was spreading false tales about “allegedly fraudulent ballots” and sending spoofed emails purporting to contain threats from the Proud Boys, “designed to intimidate voters, incite social unrest and damage President Trump”, said John Ratcliffe, the director of national intelligence. Meanwhile, both Russia and Iran had obtained access to voter information that could be used to “cause confusion, sow chaos and undermine your confidence in American democracy”, he warned. It was everything that Democrats and disinformation experts have been warning about for the last four years, except, well, not quite. The email operation had been relatively small and immediately debunked, while voter roll information is either public or easy to obtain. Senior intelligence officials quickly raised doubts about Ratcliffe’s emphasis on the threat from Iran over Russia and questioned whether his motives for the public announcement were political, the New York Times reported. “It was very difficult to see those men in suits talking about interference in the election when the White House is the one interfering with the election,” said Claire Wardle, the executive director of First Draft, a group that researches and combats disinformation. After all, when it comes to intimidating voters or inciting social unrest, nothing has had more impact than the constant drumbeat of lies and disinformation from Donald Trump. Years of preparation by the press, social media platforms, and civil society groups for a foreign interference campaign against the US electoral process have been upended by the bizarre reality that the biggest threat to American democracy right now is almost certainly the commander-in-chief, and that his primary mode of attack is a concerted disinformation campaign. Because how much impact can a few thousand faked emails telling voters in Florida and Alaska to “vote for Trump or else” have on voters compared with Trump directly ordering the Proud Boys, a neo-fascist street gang, to “stand back and stand by” before a television audience of 73 million people? And what kind of false tale of voter fraud could Iran possibly seed that could undermine Americans’ faith in the electoral process more than the disinformation about voter fraud and mail-in ballots coming straight from the White House and Trump’s campaign? “‘Don’t trust the electoral system, don’t trust the CDC, don’t trust your neighbor because they’re probably antifa, don’t trust the left,’” Wardle said of Trump’s re-election message. “It’s not about persuading people one way or the other, it’s about making them scared and causing confusion and chaos,” she added. “The media’s been obsessed with Russians under the bed, but to have the president of the United States telling people in the US that they can’t trust the results of the election – Putin could only dream of that kind of thing.” Social media tactics Russia’s disinformation campaign in the 2016 presidential election had two main vectors: a social media campaign to sow division and distrust among voters, and a “hack and leak” operation that resulted in the theft and publication of emails and documents stolen from Democrats and Hillary Clinton’s campaign. That hack and leak operation was incredibly successful, with caches of stolen material proving irresistible both for the mainstream press and for conservative activists and conspiracy theorists. The 2020 iteration of the hack and leak tactic – Trump’s attorney Rudy Giuliani pushing dubious emails and text messages supposedly obtained from a hard drive linked to Joe Biden’s son Hunter – has been something of a damp squib, however. “You don’t see the same kind of credulous, knee-jerk out-of-control amplification that you saw in 2016,” said Whitney Phillips, a professor at Syracuse University and author of The Oxygen of Amplification, a report examining how the press served the purposes of media manipulators, trolls and hate groups in 2016. The top newspapers have debunked and deflated Giuliani’s claims, and the idea of the pilfered hard drive has failed to capture the public’s interest in the same way that troves of stolen emails did. But while the Trump re-election campaign may have failed to recapture the magic of 2016 when it comes to hacked emails, the president has taken Russia’s 2016 social media playbook and supercharged it with the power of the White House. “I’m sure that there is some foreign influence stuff happening and we might know more about it later,” said Phillips. “But so much of the pollution is trickling down from the White House itself, and people have been absolutely overwhelmed with falsehoods and confusion over Covid and ballots … When people get overwhelmed, they either fight or flee. [Trump] is making it almost impossible for people not to get totally burned out and disgusted.” This year’s disinformation efforts on social media have taken aim at familiar societal fault lines. Both Russian operatives and the Trump campaign in 2016 targeted Black voters with messages designed to depress enthusiasm for Clinton and suppress their votes. Similar efforts, especially those targeting Black women, are under way this election, said Shireen Mitchell, a disinformation researcher and founder of Stop Online Violence Against Women. “There are groups working to basically remove us from the Democratic party, and tell us a story that matches what we’re going through, speaks our language,” said Mitchell of campaigns such as “Blexit” and Walk Away. One version of Black voter suppression that Mitchell is monitoring encourages people to #VoteDownBallot but abstain from voting for either presidential candidate because “both candidates are the same”, often alongside the hashtag #ADOS, which stands for American Descendants of Slaves. Jacobo Licona, a disinformation researcher for Equis Labs, said he was tracking prominent far-right Latino Facebook pages pushing false information about voting and anti-Black Lives Matter messages. Efforts to paint Biden as a “socialist” are also particularly effective among Cuban and Venezuelan immigrant communities, he noted. The false idea that Biden is a socialist or communist is also a tactic in messages targeting some Asian American voters. One apparently effective attack suggesting that Biden had opposed accepting refugees after the Vietnam war spread like wildfire within the Vietnamese American community. The source of the canard appeared to be a Washington Examiner article that was published in 2019 but went viral on Facebook in October. (Biden did support allowing Vietnamese refugees to come the US, while Trump has attacked all forms of immigration, including reducing the number of refugees admitted each year to an all-time low.) “Older Vietnamese were especially angry about that,” said Thu Quach, an epidemiologist who helped to found Pivot, a progressive, volunteer organization fighting misinformation among Vietnamese Americans through a bilingual fact-check website. “It takes a lot of deep work to continue these conversations because it’s so deeply embedded to be anti-communist, and [conservatives] feed off that to paint Biden and Harris as communists.” Tech platforms, after belatedly and begrudgingly admitting their tools had been used to ill ends in 2016, have made reforms that make some of the old tactics obsolete. The Trump campaign’s 2016 use of Facebook to target Black voters with voting “deterrence” messages, recently confirmed by a Channel 4 investigation, is the kind of digital dirty trickery that should no longer be possible. Such reforms may be one reason Trump has been so openly fanning the flames of political violence, whether through his debate message to the Proud Boys or his call for his supporters to become “poll watchers”, said Joan Donovan, research director at Harvard’s Shorenstein Center on Media, Politics and Public Policy. “They’ve had to adapt to a more mass media strategy,” she said of the Trump campaign. “If you can’t utilize those other mechanisms, then you have to use the megaphone.” Trump’s blatant racism and ugly attacks on Black women, including the Democratic vice-presidential nominee, Kamala Harris, and the congresswoman Ilhan Omar, could also have the effect of suppressing turnout among Black voters, Phillips said, simply by demoralizing people and inducing despair. “If certain people feel just crushed under the weight of so much bullshit, [Trump] is going to be the one to benefit,” she said. Controlling the narrative Even as volunteers like Quach work to fight false narratives and voter confusion ahead of election day, however, experts warn that the greatest scope for disinformation may still be to come. The surge in mail-in ballots is likely to delay the final results, and Trump has repeatedly telegraphed his intention to declare premature victory – or dismiss the election as “rigged”. “I think we’re going to look back at 2020 and realize that it’s all going to play out from 11.30pm on Tuesday,” said Wardle. “Misinformation flourishes when there’s a vacuum or confusion, and my fear is that there will be a lot of confusion and whoever succeeds in controlling the narrative will be very well placed.” In 2000, Al Gore never fully recovered from television networks’ premature declaration that George W Bush had won Florida, Wardle noted. “That made all the difference,” she said. “We know that Trump’s closest circle is ready to deploy. We know that the militias are ready to deploy. What we don’t know is if newsrooms are ready for the absence of information,” Wardle added. “Every newsroom should be very, very careful about what they publish, because they are going to become tools in the fight, and it’s going to be nasty.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}