{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/nov/06/joe-biden-trump-us-election-georgia", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-11-07T06:22:11Z", "webTitle": "Biden calls for unity as he stands poised to win presidency: 'It's time to come together'", "webUrl": "https://www.theguardian.com/us-news/2020/nov/06/joe-biden-trump-us-election-georgia", "apiUrl": "https://content.guardianapis.com/us-news/2020/nov/06/joe-biden-trump-us-election-georgia", "fields": {"headline": "Biden calls for unity as he stands poised to win presidency: 'It's time to come together'", "bodyText": "Joe Biden, poised to become the 46th president of the United States, called on the nation to “put the anger and the demonization behind us”, in the wake of a particularly bitter election campaign, but admitted it would not be easy to heal the deep divisions in US politics. Biden appeared in his home town of Wilmington, Delaware, alongside his running mate, Kamala Harris, on a stage that had been erected for a victory speech. But although the vote count in the four remaining undecided states was running strongly in his favour, the major news networks held back from declaring Biden the winner, wary of the febrile atmosphere in the aftermath of the vote. Addressing supporters, Biden counseled patience but assured them he and Harris had begun preparations for taking up the reins of office on 20 January, saying they have been meeting with public health experts and economists on a day that saw a new record of more than 121,000 coronavirus cases. “We’re going to put out a plan to control this virus into action,” Biden said. “We can’t save any of the lives lost, but we can save a lot of lives in the months ahead.” After an election with a record turnout, Biden has so far amassed some 75m votes, more than any previous president and nearly 4.5m more than Donald Trump. He is also ahead in the four remaining hotly-contested swing states, where postal ballots continued to skew heavily to his advantage. CNN reported that a “national defence airspace” would be established above the Democratic candidate’s house in Wilmington, Delaware – meaning he would begin to receive the protection of the US military, the first trappings of the presidency. But a smooth transfer of power still looked far from certain, with the president showing every sign he was unwilling to leave the Oval Office gracefully. On Friday evening, before his rival’s Wilmington speech, Trump tweeted: “Joe Biden should not wrongfully claim the office of the President. I could make that claim also. Legal proceedings are just now beginning!” The president’s defiance divided his party and his White House staff between those willing to back a last stand, and those urging him to accept defeat. With every passing hour, the arithmetic moved relentlessly against the president. In the early hours of Friday morning, Biden took the lead in the Republican stronghold of Georgia and a few hours later he overtook Trump in Pennsylvania, whose 20 electoral votes alone are enough to carry him over the threshold. The Democratic challenger also remained ahead in Nevada, with a narrow lead. In Georgia, the margin was so slim that the state declared there would be a recount after the votes were certified later this month. Reports from the Trump camp said he was in no mood to concede. After the lead slipped in Pennsylvania, the White House put out a statement insisting “this election is not over”. A few hours later a second statement was put out, in the president’s name, impugning the entire US electoral system. “We believe the American people deserve to have full transparency into all vote counting and election certification, and that this is no longer about any single election. This is about the integrity of our entire election process,” the statement said. As was the case with previous claims by Trump and his loyalists, no evidence of fraud was presented. The Senate majority leader, Mitch McConnell, refused to commit himself, telling journalists: “I’m not going to answer any hypotheticals about where we go from here.” However, Senator Roy Blunt, who is close to McConnell, signalled that many in the Republican leadership were reluctant to follow Trump along the path to constitutional chaos. “You can’t stop the count in one state and decide you want the count to continue in another state. That might be how you’d like to see the system work but that’s not how the system works,” Blunt said. “Part of the obligation of leadership is you should always have in your mind: how do I leave?” The decisions of Rupert Murdoch and his media empire were also under scrutiny. Fox News journalists were instructed by their managers not to refer to Biden as “president-elect” even if the network’s election team called Pennsylvania for the Democrat, according to CNN. In his speech in Delaware, Biden appealed for a return to civility in politics. “Let’s put the anger and the demonization behind us,” he said. “It’s time for us to come together as a nation to heal. It’s not gonna be easy, but we have to try.” That uphill task was made all the more daunting by the swirl of conspiracy theories Trump and his loyalists had whipped up over the vote count. There were growing fears on Friday that some elements among Trump’s devoted fanbase would take their cue from him to take matters into their own hands. Philadelphia police said they had arrested two men on Thursday for carrying guns without permits near the state convention centre where votes were being counted. According to the police, one of the men had a pistol in a holster and the second had a gun concealed under a jacket. In the men’s silver Hummer vehicle, police found an AR-style rifle without a serial number and 160 rounds of ammunition. On the back window there were stickers promoting the QAnon conspiracy theory cult, including one saying “#WWG1WGA”, which stands for “where we go one we go all”. The two men had set out from Virginia Beach and a local informant told the FBI about their plan to travel to the convention centre. On Friday morning, Biden was seeking to rally prominent figures from both parties to endorse the legitimacy of the election, at a nervous moment for US democracy, amid fears that the Trump camp would try to disrupt the state-by-state certification of results and the choice of state electors to send to the electoral college, which formally names the president. Asked about the prospect of Trump refusing to concede, a Biden campaign spokesman, Andrew Bates, said: “As we said on 19 July, the American people will decide this election. And the United States government is perfectly capable of escorting trespassers out of the White House.” After whittling down a substantial lead in Pennsylvania on election night, Biden’s vote count passed the president’s just before 9am, building up an edge of 28,833 votes by Friday evening with most of the remaining uncounted votes in the form of mail in ballots, used far more by Democrats than Republicans. The supreme court turned down a Republican appeal to halt the vote count in Pennsylvania on Friday evening, but justice Samuel Alito upheld state guidance that late-arriving ballots should be segregated from the others, keeping the door open to a possible challenge to their status. The Pennsylvania secretary of state, Kathy Boockvar, had already directed officials to segregate theballots and told CNN she didn’t think it would affect the outcome of the elections “unless it’s super close”. As of Friday evening, Biden had moved to a 4,395-vote advantage in Georgia. The final margin between the two candidates looked certain to fall beneath the 0.5%, threshold for triggering a recount. In the south-west, Biden was holding on to slim advantages in Arizona and Nevada. In Arizona, his lead narrowed to 29,861 by Friday evening as county results favoured Trump, but so far not on the scale he would need to overtake his challenger. The Associated Press and Fox News called Arizona as a win for Biden on election night but other major networks have not followed suit. In Nevada, Biden was ahead by 22,657 votes. The fate of its six electoral college votes was likely to be decided over the weekend. The latest voting figures accelerated increasingly frantic efforts by Trump and his campaign to undermine confidence in the election, threatening a rash of litigation amid unfounded claims of election rigging. Trump did not make a public appearance on Friday, amid reports he was unhappy with the legal team fighting his cause in the states, and he spent much of the days retweeting conspiracy theories about vote counting irregularities. “I had such a big lead in all of these states late into election night, only to see the leads miraculously disappear as the days went by. Perhaps these leads will return as our legal proceedings move forward!” he tweeted. The reason his early leads were being erased in some states was because mail in ballots were being counted after in-person ballots, and Trump had deterred his own supporters from using mail-in ballots, falsely suggesting they were more vulnerable to fraud. Maanvi Singh contributed to this report"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}