{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/nov/03/us-election-washington-dc-scene", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-11-03T23:05:18Z", "webTitle": "Eerie quiet in Washington as capital digs in for a tempestuous election night", "webUrl": "https://www.theguardian.com/us-news/2020/nov/03/us-election-washington-dc-scene", "apiUrl": "https://content.guardianapis.com/us-news/2020/nov/03/us-election-washington-dc-scene", "fields": {"headline": "Eerie quiet in Washington as capital digs in for a tempestuous election night", "bodyText": "Downtown Washington on election day had the feel of a city digging in for a siege. The White House and the Treasury were surrounded by a high steel fence and in the surrounding blocks, businesses and apartment buildings had covered every square foot of exposed glass with plywood. The wealthier and more cautious had laid down sandbags to hold wooden buttresses that in turn held the plywood in place, and the city centre began to empty out in the mid-afternoon. The grid of streets and avenues were eerily free of traffic. On Black Lives Matter Plaza, a legacy of the last skirmish in the nation’s capital, an advance guard of the expected army of protesters had taken up positions by the White House fence, which was festooned with anti-Trump placards. Derek Torstenson was sitting against the barricade encouraging those around him to vote without fear of intimidation. He had crossed the Potomac early from Virginia, as a protective measure. After the confirmation of Donald Trump’s nominee, Amy Coney Barrett, to the supreme court in October, a moment of triumph savoured by the president, his supporters tore down all the Black Lives Matter posters on the plaza, and Torstenson wanted to make sure it did not happen again. “I’m here to protect the fence,” he said. “It’s not just a fence any more. It’s about memories of black people and about Trump also.” He saw no way Trump would vacate the building behind him voluntarily, and so he expected a battle of popular wills to be played out in the court, and on the streets. A mild, clear evening brought families to the plaza, which began to fill up as it grew dark. Early on there was a festival atmosphere, with dancers pirouetting with flags, and a small Christian group with the message “Jesus knows Trump is not love”. A portion of the plaza had been set aside for artwork, and Barbara Dale, from a protest group called Shut Down DC, was painting large staring eyes on a white card. “The idea behind eyes is to represent the fact that we are all watching, and it’s not going to stand to try to do this sneaky behaviour in the shadow, because the whole world is watching,” Dale said. But as the night went on, and the news came that Florida was likely to be won by the president, there was a noticeable shift in mood. Some scuffles broke out and the police moved in to make a couple of arrests. “It’s definitely gotten a little bit more tense as results are coming in we just saw some people arrested and the police kettle protesters, and yes, there’s some intense moments of clashes between different groups,” Dale said. “If Trump loses and doesn’t go, we can’t have business as usual. That is the end of democracy as we know it. We’re going to have a lot of people out in the streets showing that we are not willing to let our democracy be stolen.” In the middle of an overwhelmingly anti-Trump crowd one man stood out in a bright red T-shirt emblazoned with a motto that is ubiquitous across the US but very rare in Washington: Make America Great Again. “I am a Trump supporter. I can’t stress it enough ways to win within the Black African American community,” Kehinde Ogun said. A DC transplant from Brooklyn, Ogun said he was used to going against the grain in his local community. He had been roughed up a couple of months earlier by BLM supporters, he said, but added: “This evening has been very peaceful.” Just behind him a man sat on a fold-up chair playing Stevie Wonder from a loudspeaker in a shopping trolling, and with a sign that read: “Stop hating each other because you disagree” – a slogan likely to undergo some stress-testing as the night wore on. A few hundred metres south-east along Pennsylvania Avenue, a large scale security cordon had been set up around the old US post office building, which since 2016 has been the Trump International hotel, the other Washington hub of a family empire spanning business and politics with no real divisions between the two. Trump International is where foreign dignitaries and US business executives come to stay if they are seeking an audience with the president. It is where ambitious administration officials hold their office parties, helping bolster the Trump Organization. In recent months, an opposition group has projected the climbing death toll from coronavirus against the hotel facade and it is likely to be targeted again, as a symbol of the open corruption of the Trump era in the aftermath of the election. On Tuesday night, a large section of Pennsylvania Avenue around the hotel had been blocked off to traffic, reflecting its status as a major centre of Washington political power. Trump had been planning to watch the results from the hotel, but he cancelled that plan, instead summoning 400 of his closest supporters to the White House for a party that, whatever the outcome of the election, is bound to become the latest in a string of coronavirus super-spreader events hosted there. The White House and Trump International are two outposts in an overwhelmingly hostile city – only 4% of DC residents voted for Trump in 2016 – which are destined to be flashpoints if the battle for power drags on after the election. Depending on how that battle ends, they could provide the setting for Trump’s last stand on the political stage."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}