{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/nov/05/america-anxiously-waits-laughter-memes", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-11-05T17:49:50Z", "webTitle": "As America anxiously waits, voters find a bit of laughter in memes", "webUrl": "https://www.theguardian.com/us-news/2020/nov/05/america-anxiously-waits-laughter-memes", "apiUrl": "https://content.guardianapis.com/us-news/2020/nov/05/america-anxiously-waits-laughter-memes", "fields": {"headline": "As America anxiously waits, voters find a bit of laughter in memes", "bodyText": "It’s day three of election week and we are no clearer who the president will be than on day one. We’re all on an emotional rollercoaster ride: with Donald Trump and Joe Biden neck-and-neck, many of us are waiting, refreshing the internet while hoping to be put out of our misery. But amid what feels like hour-by-hour updates of “no news yet”, the internet has turned towards what the internet does best: memes, of course. Here is what’s been keeping us laughing. It’s a rap for Trump’s spiritual adviser In the long wait for the vote, it appears the Trump team have been investing in some alternative remedies – not herbal, no, but spiritual. Trump’s spiritual adviser Paula White led a passionate prayer service last night, which included speaking in tongues. What she didn’t realize, perhaps, is that a few hours later, the internet would have her speaking in four-by-four beats. Nevada deserves its own section Nevada has – let’s say - an idiosyncrasy in its vote count procedure, which means it takes the night off in between ballot counting. That, plus technical issues and delays, means people are on the edge of their seats as they wait for Nevada’s result, and the election hangs in the balance. Some have turned to memes to express their suspicion, asking what exactly is taking Nevada so long. Others simply wonder whether Nevada’s vote count is conducted using some, ahem, eccentric counting methods. Whatever the method, with it drawn out this much, we are all hoping for a Tyra Banks-style result. An HBO-worthy election As Trump repeatedly tweets STOP THE COUNT (at times when stopping the count would render him the loser); and his supporters fight for the vote not to be counting in areas where he is winning (and to be counted in areas where he is losing) someone remembered an eerily reminiscent episode of Veep. Life, imitation, art and all that. Which wouldn’t be complete without a conspiracy theorist The media is covering up, the Biden crime family steals this election, and this guy just wants BBQ, beer and freedom, and to scream about it on local news. But not without the internet auto-tuning him first. Remember when times were simpler? This one is not funny, but strangely heartwarming. With Trump now suing over the vote in several states, it’s hard not to get all nostalgic about simpler times … like when the loser used to lose and just accepted it. This is the world’s relationship to Twitter right now Get off Twitter, I mean it! But special props for the week goes to … Last of all, how could we forget to give a shout out to our own Guardian US live bloggers – who have managed to remain cool and collected in the face of it all."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}