{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/nov/01/donald-trump-joe-biden-iowa-poll", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-11-01T17:13:01Z", "webTitle": "Trump lead in Iowa poll rattles Democrats – but Biden still leads nationally", "webUrl": "https://www.theguardian.com/us-news/2020/nov/01/donald-trump-joe-biden-iowa-poll", "apiUrl": "https://content.guardianapis.com/us-news/2020/nov/01/donald-trump-joe-biden-iowa-poll", "fields": {"headline": "Trump lead in Iowa poll rattles Democrats – but Biden still leads nationally", "bodyText": "While Joe Biden is handily beating Donald Trump in national polls, two days out from election day, a new poll from Iowa on Saturday night showed the president up by seven points. As Trump enjoyed the same Iowa lead over Hillary Clinton days before he won the 2016 election with narrow victories in key midwest states, the news could well rattle Democrats anxiously awaiting Tuesday’s decision. In the poll, conducted by Selzer &amp; Co for the Des Moines Register and Mediacom between 26 and 29 October, Trump led by 48% to 41% for Biden. In September, the same poll showed the two men tied at 47%. Four years ago, Trump won Iowa by 9.4 points. The Selzer poll involved 814 likely voters and had a 3.4% margin-of-error. J Ann Selzer, the polling company’s president, said men and political independents continued to support Trump. “The president is holding demographic groups that he won in Iowa four years ago, and that would give someone a certain level of comfort with their standing,” Selzer told the Register. “There’s a consistent story in 2020 to what happened in 2016.” Selzer added that as “neither candidate hits 50%, there’s still some play here”. But she also said data indicated 94% of “likely voters” had decided which way to vote, including 98% of Biden supporters and 95% of Trump supporters, and a mere 4% of likely voters said they were still persuadable. Many Iowa voters have already cast their ballot. As in other states, early and mail-in voting has increased dramatically. More than half of probable voters said they had already cast ballots, the Register reported. Early voting is generally held to favour Biden, with Trump counting on a surge of support on election day itself. Among polling experts, reaction to the Iowa poll was mixed. Nate Silver, of FiveThirtyEight.com, wrote that the survey did not portend a wild swing to Trump across the board. “One thing to keep in mind if you see late polling movement in a state is whether the movement is in line with fundamentals,” he wrote. “In Iowa, for instance, our model thought Trump ‘should’ have been ahead by three points based on polling in similar states, uniform swing, etc. It’s pretty red. “So the Selzer poll, which brought our average there from Biden +0.1 to Trump +1.8, about as big a shift as you’ll see, brought the race more in line with the fundamentals there. The same would be true if, say, Biden got a couple of rough polls in Texas tomorrow.” Nate Cohn, of the New York Times, noted that Selzer’s poll was “the president’s best poll result in a very long time – perhaps of the election cycle. “It is also worth noting, though, that Selzer can be wrong, and has been before. No pollster has been put on a higher pedestal, but in the end everyone in this business is subject to sampling error and so on. If you expect perfection … you won’t get it. “And this Selzer Iowa poll is off on its own, not just in Iowa but in terms of the overall story. Every national poll has shown Biden way ahead of Clinton among white voters [and] white working class voters. He’s excelled across the white, northern tier.” Both candidates are still competing for Iowa. Biden held a drive-in rally in Des Moines on Friday and Trump, who was in the state in October, was set to host a rally in Dubuque on Sunday. Nationally, Biden was ahead of Trump 51% to 41% in the most recent Reuters/Ipsos poll. New polls on Sunday also put Biden up nationally and in key battleground states, though races were tightening in Pennsylvania and Florida, two of the most fiercely contested prizes. NBC News showed Biden’s national lead at 10%, down from 11% two weeks ago. CBS News showed Biden up with early voters and Trump relying on an election day surge. A New York Times/Siena College poll put Biden up by 11 points in Wisconsin, six in Arizona and Pennsylvania and three in Florida – all states which went for Trump in 2016. Trump did not seem concerned. “Our numbers are looking VERY good all over” he tweeted early on Sunday. “Sleepy Joe is already beginning to pull out of certain states. The Radical Left is going down!” With two days to go to perhaps the most consequential US election of modern times, there is plenty of scope for nerves on both sides of the partisan divide. On NBC’s Meet the Press, Jeff Horwitt, a Democratic pollster, insisted the election was “really a referendum on Donald Trump” and said: “The other thing is that the numbers really have been stable in terms of the [Biden] lead at 10 points now. … There’s been no movement to really suggest that Donald Trump is making ground.” Republican pollster Bill McInturff said the outcome would come down to states with “huge numbers of white, non-college [voters] who’ve not yet voted”. “Among the roughly three out of 10 people who say they have not voted yet, they’re voting for Donald Trump by almost 30 points,” he said. “… Look at the states with huge numbers of white, non-college [voters] who’ve not yet voted: Pennsylvania, Michigan, Ohio and Wisconsin. And this election is going to come down to those states again.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}