{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/nov/01/biden-harris-bus-highway-texas-trump-train", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-11-02T05:23:35Z", "webTitle": "FBI investigating Trump supporters who swarmed Texas campaign bus", "webUrl": "https://www.theguardian.com/us-news/2020/nov/01/biden-harris-bus-highway-texas-trump-train", "apiUrl": "https://content.guardianapis.com/us-news/2020/nov/01/biden-harris-bus-highway-texas-trump-train", "fields": {"headline": "FBI investigating Trump supporters who swarmed Texas campaign bus", "bodyText": "The FBI has confirmed it is investigating an incident in which a convoy of vehicles flying flags in support of Donald Trump’s re-election bid surrounded a tour bus carrying campaign staff for Democratic challenger Joe Biden on a Texas highway. Friday’s incident prompted the Biden campaign to cancel at least two of its Texas events as Democrats accused the president of encouraging supporters to engage in acts of intimidation. “FBI San Antonio is aware of the incident and investigating,” special agent Michelle Lee, a spokeswoman for the Federal Bureau of Investigation in San Antonio, told Reuters in an email. “No further information is available at this time.” In response to news of the FBI’s investigation, Trump tweeted on Sunday night that the people involved in running the bus off the road were “patriots”. A state representative and a witness said the caravan of Trump supporters in pickup trucks had come armed. “Armed Trump trolls harassing Biden Bus on I35, ramming volunteer vehicles &amp; blocking traffic for 40 mins,” Texas state representative Rafael Anchía wrote on Twitter. The historian Eric Cervini, who had flown to Texas to help with get-out-the-vote efforts, posted a video on Instagram that showed a long line of cars with Trump paraphernalia stalled along the highway, waiting for the Biden-Harris bus. “These Trump supporters, many of whom were armed, surrounded the bus on the interstate and attempted to drive it off the road,” he wrote, adding: “As a historian who studied the rise of the Third Reich, I can tell you: this is how a democracy dies.” The ambush, which took place on Friday as the bus traveled from San Antonio to Austin to conclude a three-day tour, included a crash between a white SUV and a black truck, police in San Marcos confirmed, though it was still unclear who caused the collision. Officers there had tried to provide a police escort for the Biden-Harris bus but were not able to catch up because of traffic. Even as dramatic footage from the scene caused widespread alarm, President Donald Trump threw his support behind the so-called Trump train, tweeting “I LOVE TEXAS!” Earlier on Sunday, he asked supporters at a rally in Michigan: “Did you see the way our people … were… protecting this bus ... because they’re nice. They had hundreds of cars. Trump! Trump! Trump and the American flag.” Trump also said Biden supporters lacked such spirit and enthusiasm. One Texas Republican official, Naomi Narvaiz, applauded the caravan’s tactics to force the bus to leave: “Your kind aren’t welcome here!” “Funniest thing I’ve ever seen, man!” a Facebook user recording from New Braunfels guffawed in a video posted on Friday. “They’re, like, literally escorting him out of town.” A spokeswoman for Living Blue in Comal county, a local progressive group, told the Guardian the incident was a reflection of larger problems in the area, where “racist” locals “just kind of run this town, like the Klan did”. The spokeswoman, who asked to remain anonymous because she feared being targeted, added: “They’ve dragged the BLM flag. They’ve called people the N-word from their truck. So it’s straight up harassment and intimidation. And then, to see President Trump validate them by retweeting their video and saying he loves Texas, he’s basically endorsing domestic terrorism.” Amid safety concerns, Democrats in Texas cancelled multiple events. According to the Texas Tribune, the FBI was investigating. The president’s son, Donald Trump Jr, had previously encouraged members of the Trump train in Texas to “get out there” and “have some fun” at the expense of vice- presidential nominee Kamala Harris, who was campaigning in the state but was not on the bus when the incident occurred. Two days out from election day, Texas is close, Trump leading Biden by 1.5 points, according to the FiveThirtyEight.com polling average. Tariq Thowfeek, Texas communications director for the Biden campaign, said in a statement: “Rather than engage in productive conversation about the drastically different visions that Joe Biden and Donald Trump have for our country, Trump supporters in Texas instead decided to put our staff, surrogates, supporters, and others in harm’s way.” US representative Lloyd Doggett, a Democrat who represents constituents from San Antonio to Austin, said: “This aggressive, abusive conduct by his supporters results from Trump continuing to incite acts of intimidation and violence. We have to stand up to these bullies just as we seek to protect the right of every last Texan to vote out the Bully-in-Chief.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}