{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/nov/04/international-observers-us-election-trump-trust", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-11-04T23:22:39Z", "webTitle": "International observers say US elections 'tarnished' by Trump and uncertainty", "webUrl": "https://www.theguardian.com/us-news/2020/nov/04/international-observers-us-election-trump-trust", "apiUrl": "https://content.guardianapis.com/us-news/2020/nov/04/international-observers-us-election-trump-trust", "fields": {"headline": "International observers say US elections 'tarnished' by Trump and uncertainty", "bodyText": "An international observer mission has reported that the US elections have been “tarnished” by legal uncertainty and Donald Trump’s “unprecedented attempts to undermine public trust”. A preliminary report by the Organisation for Security and Cooperation in Europe (OSCE) pointed to systemic weaknesses in US elections, as well as the stress imposed by the coronavirus pandemic and Trump’s calls for an end to vote counting in certain states based on false claims of fraud. “Baseless allegations of systematic deficiencies, notably by the incumbent president, including on election night, harm public trust in democratic institutions,” the report, by the OSCE’s Office of Democratic Institutions and Human Rights (ODIHR) and the organisation’s parliamentary assembly, said. “With Covid and so many things changing at the last minute practically for the voter and for the election administration, there was this feeling of unease or confusion,” the head of the ODIHR mission, the Polish diplomat Urszula Gacek, told the Guardian. “And then on top of that, you have an incumbent who is doing something we’ve never seen before, casting doubt on the actual process, and making the way you cast your ballot also a political statement.” The OSCE report pointed to efforts at the state level to adjust voting procedures in light of the pandemic, and then the raft of legal challenges to those adjustments (overwhelmingly from Republicans), as being a source of considerable confusion when it came time to vote. “There was an unprecedented volume of litigation over voting processes in the months before the elections, with over 400 lawsuits filed in 44 states, some still before the courts a few days before elections,” the report said. “The legal uncertainty caused by this ongoing litigation placed an undue burden on some voters wishing to cast their ballots and on election administration officials.” The issues caused by the pandemic and an erratic president compounded long-term systemic problems, the OSCE found, many of which disadvantage the poor and ethnic minorities, such as the varying requirements for proof of identity at polling stations, which the report found to be “unduly restrictive” for some voters. “If the only thing you could possibly use would be a college student card and you’re not a student, or a driving license and you don’t drive, or a passport and you never travel anywhere, you can imagine that certain economically disadvantaged groups will be disproportionately affected, and certain ethnic minorities could be excluded,” Gacek said. The report also referred to the disenfranchisement of felons and former felons. It said: “An estimated 5.2 million citizens are disenfranchised due to a criminal conviction, although about half of them have already served their sentences. “These voting restrictions contravene the principle of universal suffrage,” the report concluded. Gacek said that $400m federal emergency funding for states’ election administrations had not been sufficient and the shortfall had come from private sources. Facebook’s Mark Zuckerberg and his wife, Priscilla Chan, contributed $400m. “But when you look at the $14bn which has been spent on the campaign, and you juxtapose that against an administration which has been having to rely on philanthropists to help them actually run the election, I think it’s interesting,” Gacek said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}