{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/oct/31/biden-harris-bus-texas-trump-supporters-highway", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-11-01T01:31:35Z", "webTitle": "Biden campaign says Trump supporters tried to force bus off highway", "webUrl": "https://www.theguardian.com/us-news/2020/oct/31/biden-harris-bus-texas-trump-supporters-highway", "apiUrl": "https://content.guardianapis.com/us-news/2020/oct/31/biden-harris-bus-texas-trump-supporters-highway", "fields": {"headline": "Biden campaign says Trump supporters tried to force bus off highway", "bodyText": "Trucks with Trump signs and flags surrounded a Biden campaign bus on a Texas highway on Friday and attempted to slow the vehicle down and run it off the road, the Biden campaign said on Saturday. Several video clips posted on social media by both Biden and Trump supporters showed the trucks surrounding the bus. The trucks then tried to slow the bus down and run it off the road before staff called 911, according to the Biden campaign. The president himself appeared to endorse the behavior of his supporters, tweeting a video of the incident on Saturday evening along with the comment “I LOVE TEXAS!” “They’re literally escorting him out of town,” one man says, laughing as he narrates one clip of the incident shared by Trump supporters. Some of the Trump supporters surrounding the Biden campaign bus were armed, according to Democratic state representative Rafael Anchía and other observers. While the vice-presidential candidate, Kamala Harris, was campaigning in Texas that day, she was not on the bus, a spokesman for a state Democratic representative confirmed. The incident happened on the I-35 highway in Texas as the bus was traveling from San Antonio to Austin, the Biden campaign said, adding that local law enforcement responded to the campaign’s calls and assisted the bus in reaching its destination. The campaign did not identify the law enforcement agency. A group of the same 12 cars has been following the Biden bus all over the country, CBS News Austin reported, citing Texas Democrats. Texas state Democrats also said they cancelled a campaign event on Friday evening for “public safety and security reasons.” A Democratic campaign event scheduled for Friday evening in Pflugerville was cancelled due to security concerns related to the cars following the Biden bus, Sheryl Cole, a Democratic state representative, tweeted on Friday. “Unfortunately, pro-Trump Protesters have escalated well beyond safe limits,” she wrote. The decision to cancel the Pflugerville event came after Democrats received reports in the late afternoon that there had been some kind of collision between a pro-Trump vehicle and another vehicle on I-35, André Treiber, a spokesperson for Cole, told the Guardian. The details of the incident on the highway are still not clear, Treiber said, including whether the collision turned out to be “an accident or an escalation”. “When you have two hours to make the call, you make the safe call,” Treiber said. “We wanted to make sure everyone was safe.” An event with Democratic politicians in Austin was also cancelled on Friday and law enforcement were present to ensure staff could leave the bus safely, the Biden campaign said. When the Biden-Harris bus stopped briefly in Austin earlier on Friday, Trump supporters heckled and faced off with Democrats, with Trump supporters calling Biden a “Chinese communist”, CBS Austin reported. The cars following the bus include a pro-Trump hearse emblazoned with the slogan, “Vote like your life depends on it,” according to social media and news reports. Republicans apologized after Trump supporters brought a casket to a Biden event outside Houston, with a dark-haired mannequin that some viewers saw as representing Kamala Harris, a local Fox News affiliate reported. Texans have flocked to the polls in recent days with more than 9.6 million having voted ahead of election day, surpassing the total number of votes cast four years ago. In what has been a reliably red state with low voter participation, 30.4% of this year’s ballots have been cast by voters who didn’t participate in 2016 at all, according to Tom Bonier, chief executive of political data firm TargetSmart. Turnout has surged especially among Asian, college-educated white and young Texans. “You can definitively say now, more voters under the age of 30 have voted already in Texas than have ever voted in any election, and that’s remarkable,” Bonier said. Trump is still slightly favored to win Texas – a state he took by nine points in 2016 – though polls showing a close race have ignited a firestorm of speculation about whether this is the year the state turns blue. “We feel good with where we’re at, but we need to keep on going, and you know, we’re not there yet,” said Abhi Rahman, communications director for the Texas Democratic party."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}