{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/nov/02/the-senate-races-to-watch-on-election-night", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-11-03T07:13:44Z", "webTitle": "The Senate races to watch on election night", "webUrl": "https://www.theguardian.com/us-news/2020/nov/02/the-senate-races-to-watch-on-election-night", "apiUrl": "https://content.guardianapis.com/us-news/2020/nov/02/the-senate-races-to-watch-on-election-night", "fields": {"headline": "The Senate races to watch on election night", "bodyText": "Six years since they lost control of the US Senate, Democrats are hoping to finally claw it back from the Republicans on Tuesday. To flip the chamber, where the Republicans hold a 53-47 majority, the Democrats will need a net gain of four seats. Or, if the Democratic presidential candidate, Joe Biden, wins the presidency, they will need just three because the vice-president breaks ties in the Senate. The Republicans can afford to lose up to three seats and still keep control if Donald Trump holds on to the presidency. Democrats’ chances of reclaiming the Senate look favourable. But it could be a tight race. Here are 10 Senate races to watch on election night. Alabama Doug Jones (Democrat) v Tommy Tuberville (Republican) In 2017, Doug Jones became the first Democrat in a quarter of a century to win a Senate seat in Alabama in a special election after he beat Republican Roy Moore, who was accused of sexual assault. But three years on from his stunning victory, Jones is considered the Democrats’ most endangered senator. Despite raising considerably more money than his Republican rival, Tommy Tuberville, he trails the Trump-backed former American football coach by double digits. Trump won Alabama by 28 points in 2016 and remains popular in the deeply conservative state. North Carolina Thom Tillis (R) v Cal Cunningham (D) Seen as vital for control of the Senate, this race is on track to be the most expensive in US history. Republicans thought they had found their edge in the close race with challenger Cal Cunningham, a former Democratic state senator and Iraq war veteran, when he publicly apologised for sending sexually suggestive texts to a woman who was not his wife. But on the same day in early October, the incumbent senator Thom Tillis announced he had tested positive for coronavirus after attending the now notorious White House “super-spreader” event for the supreme court nomination of Amy Coney Barrett. Recent polls show both Biden and Cunningham narrowly leading in the state. Colorado Cory Gardner (R) v John Hickenlooper (D) Faced with running in a state that Trump lost by five points in 2016, Republican incumbent Cory Gardner has resorted to instead featuring Democratic president John F Kennedy in his ads. The former House representative, who won the seat after narrowly defeating the incumbent Democrat in 2014, has also campaigned on his conservation efforts. But the seat is likely to flip back to blue as he faces a challenge from John Hickenlooper, former 2020 Democratic presidential candidate and former Colorado governor, in a state that hasn’t voted for a Republican president since 2004 and where Trump is very unpopular. Maine Susan Collins (R) v Sara Gideon (D) Just five years ago, Susan Collins was considered one of America’s most popular senators. But after one term of the Trump presidency, the Republican is now struggling for her political life. She was the only Republican to vote against Amy Coney Barrett’s supreme court nomination, but she infuriated moderates by supporting the controversial 2018 nomination of Brett Kavanaugh. The four-term senator, who in 2016 said she wouldn’t vote for Trump, could now be ousted by Democrat Sara Gideon, who has raised well over double the funds of her opponent and holds a narrow lead in the polls. Arizona Martha McSally (R) v Mark Kelly (D) Former Nasa astronaut and Democrat Mark Kelly is taking on incumbent Republican Martha McSally in the battle for the late senator John McCain’s seat, to which McSally was appointed in 2018 after her predecessor announced his retirement. McSally, a former air force colonel, who in the same year lost the race for the state’s other Senate seat, was permitted to speak for just one minute by the president at a recent Trump rally. Kelly – who became a gun control advocate after his wife, former congresswoman Gabby Giffords, was injured in a mass shooting in 2011 – has significantly outraised his opponent and leads in the polls. Georgia David Perdue (R) v Jon Ossoff (D) Until recently, Georgia has been considered a Republican stronghold, but amid the changing demographic of the Atlanta suburbs and polls suggesting Biden could have a slight lead in the state, this Senate seat could flip. The race between incumbent Republican David Perdue, a former Dollar General executive, and former journalist Jon Ossoff is very tight, with a recent CBS/YouGov poll putting them practically even. Ossoff, who ran and lost the most expensive ever House race in 2017, has outraised pro-Trump Perdue and attacked him over his pandemic response and allegations of insider trading. But with a third-party candidate in the race, Libertarian Shane Hazel, each may struggle to get above 50%, risking a January run-off. Iowa Joni Ernst (R) v Theresa Greenfield (D) First-term senator Joni Ernst started the race as the favourite, but now the Republican – and the first female elected to federal office in her state – is neck and neck with Democrat Theresa Greenfield, a real estate developer. Both candidates talk proudly about their farming roots, but in a recent televised debate, Ernst struggled with a question over the price of soybeans, while Greenfield correctly answered a question about the price of corn. The race is tight in a state that Trump won by almost 10 points four years ago, while Greenfield’s fundraising has concerned Republicans. Montana Steve Daines (R) v Steve Bullock (D) Popular two-term Montana governor Steve Bullock, who also ran for president last year, is taking on incumbent Republican Steve Daines. While Trump’s popularity in the state isn’t what it was – he won Montana by 21 points in 2016, while a recent poll gave him a six-point lead – it is still a red state. Republicans have tried to paint Bullock as too liberal. Donald Trump Jr has described Daines as his “good friend and hunting buddy”. A recent New York Times poll had Daines with a three-point lead. South Carolina Lindsey Graham (R) v Jaime Harrison (D) Democratic challenger Jaime Harrison smashed Senate records by raising an enormous $57m in the third quarter in a bid to unseat incumbent and Republican titan Lindsey Graham. Before the 2016 election of Trump, who Graham himself ran against in the primaries, he referred to the president as a “a race-baiting bigot” and vowed not to vote for him. But since then the chairman of the Senate judiciary committee, who played a prominent role in the recent supreme court nomination hearing, has become a loyal Trump convert. If Harrison beats Graham, it would make South Carolina the first ever state with two sitting African American senators and could be indicative of a larger Democratic wave. A poll from mid-October put Graham six points ahead of Harrison. Michigan Gary Peters (D) v John James (R) Democrats and Republicans will be keeping an eye on Michigan after some polls showed a close race between their incumbent Gary Peters and Republican challenger John James. But most polls have Peters, who has held the office since 2015, a few points ahead and in presidential polls, Biden is leading in the state. James, an Iraq war veteran and business owner, is a rising star of the Republican party. He previously ran for Senate in 2018, when he was endorsed by Trump but lost to Senator Debbie Stabenow."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}