{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/nov/03/hurricane-eta-nicaragua-floods", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-11-03T15:59:09Z", "webTitle": "Hurricane Eta lashes Nicaragua, raising fears of disastrous floods", "webUrl": "https://www.theguardian.com/world/2020/nov/03/hurricane-eta-nicaragua-floods", "apiUrl": "https://content.guardianapis.com/world/2020/nov/03/hurricane-eta-nicaragua-floods", "fields": {"headline": "Hurricane Eta lashes Nicaragua, raising fears of disastrous floods", "bodyText": "Hurricane Eta, an unusually powerful storm, has slammed into Nicaragua, bringing potentially disastrous flooding to one of the country’s poorest regions. The heart of the storm begin to move inland on Tuesday, wrenching roofs off houses and causing rivers to overflow. In Puerto Cabezas on the Atlantic coast,trees were torn down and power lines were severed, plunging much of the city into darkness. About 10,000 people were in shelters in the city and an equal number in smaller towns across the region, according to city officials. “We’re really afraid, there are fallen poles, there’s flooding, roofs torn off, some of the zinc on my house fell off,” Carmen Enríquez, a resident of Puerto Cabezas told Reuters. Hurricane Eta quickly intensified on Monday to become a category four storm, with winds of up to 145mph, according to the US National Hurricane Center. The storm could bring up to 3ft of rain, causing “catastrophic, life-threatening flash flooding and river flooding, along with landslides in areas of higher terrain of Central America”, according to the NHC. After pummeling Nicaragua, Eta is expected to head through Honduras, where it will weaken in the mountains before moving on to Belize. The northern indigenous regions directly in Eta’s path are some of Nicaragua’s poorest. Many people nearby live in flimsy homes that stand little chance against such a powerful storm. “This city of 70,000 people is very vulnerable. We have houses made of wood and adobe. The infrastructure of the residential houses is our main vulnerability,” Javier Plat, a Catholic priest in Puerto Cabezas, told Reuters. Authorities in Nicaragua and Honduras had moved people on Monday from outer islands and low-lying areas to shelters. Residents scrambled to shore up their homes, but few structures along Nicaragua’s remote Caribbean coast were built to withstand such force. Nicaragua’s army moved red-helmeted troops specialized in search and rescue to Puerto Cabezas. Along Honduras’s northern Caribbean coast, torrential rains from Eta’s outer bands caused some rivers to overwhelm their banks Monday, forcing evacuations. At a shelter in Puerto Cabezas, farmer Pedro Down waited late Monday for Eta’s arrival. “When it comes it can rip off all the [roof] and destroy the house, so you have to look for a safer place,” he said, cradling a baby in his arms. “So I came here to save our lives.” On television on Monday, Nicaragua’s vice-president and first lady, Rosario Murillo, prayed for God to protect the country. She said Nicaragua would apply lessons learned from previous storms. “How many hurricanes have come and we have moved on, thanks to God,” she said. Eta is the 28th named storm of the Atlantic hurricane season, tying a record set in 2005. It is also the fifth to reach major hurricane status. The rapid intensification of some of these storms is consistent with the extra energy afforded them by the heating of the air and ocean through human activity, climate scientists have said. This could be only the beginning of Eta’s destruction. The storm was forecast to spend much of the week meandering over Central America."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}