{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/nov/05/captain-in-fatal-migrant-boat-journey-to-canary-islands-jailed-for-eight-years", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-11-05T10:58:00Z", "webTitle": "Captain in fatal migrant boat journey to Canary Islands jailed for eight years", "webUrl": "https://www.theguardian.com/world/2020/nov/05/captain-in-fatal-migrant-boat-journey-to-canary-islands-jailed-for-eight-years", "apiUrl": "https://content.guardianapis.com/world/2020/nov/05/captain-in-fatal-migrant-boat-journey-to-canary-islands-jailed-for-eight-years", "fields": {"headline": "Captain in fatal migrant boat journey to Canary Islands jailed for eight years", "bodyText": "A boat captain who smuggled migrants from Morocco to the Canary Islands has been jailed for eight years and ordered to pay more than €160,000 in compensation after a woman and a one-year-old girl drowned while attempting to reach Europe last year. Another woman is believed to have died in the accident but her body has never been found. On Wednesday, a court on the island of Gran Canaria found Abdallah Wazri, 29, a Moroccan citizen, guilty of two counts of involuntary manslaughter and one count of crimes against foreign citizens. The court heard that Wazri had packed 30 people – including 11 women and three young girls – into his boat, which was 5.5 metres long and 2.5 metres wide, for the five-day journey from northern Morocco to the Spanish archipelago in May last year. His passengers, who were from sub-Saharan Africa and north Africa, were charged about €1,000 each even though the boat was “fragile, unstable and ill-suited to transporting so many people on a crossing lasting days”. The court heard the vessel lacked sufficient lifejackets as well as the necessary provisions and drinks to cover people’s basic needs. According to the judgment, as the boat neared the port of Arguineguín in Gran Canaria on the night of 16 May 2019, “the captain performed a hurried and risky manoeuvre to bring the boat to shore, which led the vessel to collide with a rock and several people to fall into the sea”. A middle-aged woman drowned, as did the baby girl. Wazri jumped into the sea just before the boat hit the rock and swam to shore. He was arrested in the city of Las Palmas on Gran Canaria two weeks later. The court said testimony from police officers and witnesses had provided a disturbing picture of the atrocious conditions aboard the boat. One of the passengers told of having to sit with his head bent over his knees for almost the entire voyage. “Almost all the witnesses gave similar accounts of the miseries they suffered on the journey, during which they were piled on top of each other, unable to move and left without supplies, which were scarce and which soon ran out,” the judgment continued. “The forensic reports are as revealing as the witness testimony. They show that people were suffering fatigue because of hunger and were generally weak because of the conditions in which they found themselves.” The court concluded that Wazri’s fatal manoeuvre – “whether brought about by clumsiness, tiredness and/or haste” – had led to the death, by drowning, of at least two people. It also noted that more than half the passengers had stayed on the beach close to the accident site, while others had fled to avoid the police. The verdict comes less than a week after at least 140 people travelling to the Canaries from Senegal died in the deadliest shipwreck recorded so far this year. UN refugee and migration agencies have warned of a huge rise in the number of people risking the dangerous Atlantic route to Europe over recent months. According to figures from the International Organization for Migration, 11,006 people have arrived in the Canaries since January this year, with 4,925 arrivals in October alone. Last year, 2,557 migrants arrived in the archipelago, up from 1,307 in 2018. An estimated 414 people have died trying to reach the Canaries so far this year, almost double the 210 deaths recorded in 2019."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}