{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/nov/06/mink-and-coronavirus-whats-happened-and-should-we-be-worried", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-11-06T17:57:43Z", "webTitle": "Mink and coronavirus: what's happened and should we be worried?", "webUrl": "https://www.theguardian.com/world/2020/nov/06/mink-and-coronavirus-whats-happened-and-should-we-be-worried", "apiUrl": "https://content.guardianapis.com/world/2020/nov/06/mink-and-coronavirus-whats-happened-and-should-we-be-worried", "fields": {"headline": "Mink and coronavirus: what's happened and should we be worried?", "bodyText": "News that the coronavirus has crossed from humans into mink, mutated and then jumped back again has generated understandable concern. Officially, 12 people have been infected at farms so far, mostly in northern Denmark, but the Danish health minister has admitted that up to half of the 783 human Covid cases in the region may be mink-related. This implies that the mutated virus is spreading from person to person, but how worried should we be? Is it normal for viruses to mutate in this way? Viruses continuously accrue mutations as they replicate and circulate in populations, but most are harmless. Only a handful will change a virus’s ability to infect people or cause more serious disease. “Sars-CoV-2 is not mutating as fast as other related viruses, but because it has been circulating in the human population for some time now, there’s quite a large set of mutations that have emerged,” said Prof David Robertson, a virologist at the MRC-University of Glasgow Centre for Virus Research. These do not appear to have made it any more dangerous so far, but if a virus jumps into a different species the pressure on it to adapt increases. So its transmission to mink and back to humans has prompted some legitimate concern particularly as some of the mutations are linked to a potential ability to evade the immune system. What do we know about the coronavirus’s mutations? Seven mutations have been identified so far, all of them in the “spike protein” on the virus’s surface, which it uses to gain entry to cells. One, called Y453F, was previously identified in an outbreak of Sars-CoV-2 on a mink farm in the Netherlands in April. It too was transmitted to humans, but it does not appear to have spread. “I think it’s more about being aware that the virus can enter animal populations and exit back into humans,” said Julian Hiscox, the head of infection and global health at the University of Liverpool. “The more genetic diversity in the virus there is, the more evolutionary room it’s got to play with. One of the reasons to try and keep the number of cases down as low as possible [in humans and animals], is to reduce the genetic diversity of the virus.” Should we be worried? There are reports that virus particles with one of these mutations are less well neutralised by antibodies in people who have had Covid-19. This could in theory render a vaccine less effective, particularly because many of the vaccines under development target the spike protein. ”The true implication of the changes in the spike protein have not yet been evaluated by the international scientific community and are thus unclear,” said Prof James Wood, the head of the department of veterinary medicine at the University of Cambridge. “It is too early to say that the change will cause either vaccines or immunity to fail.” It is also relatively easy to tweak vaccines. This happens each year with the influenza vaccine. So although we shouldn’t necessarily be terrified that this mutation has occurred, scientists should keep a close eye on it. Coronavirus cleary has the ability to jump from humans to animals and back again, and it seems to be quite good at it. Do the mink really need to be culled? It’s probably a wise precaution. “Culling mink may well not in itself cause the strain to disappear, but it may stop further mutant strains from developing in that species,” Wood said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}