{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/nov/03/rwandan-genocide-felicien-kabuga-paris", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-11-03T05:00:46Z", "webTitle": "'Finding them is not rocket science': the hunt for the Rwandan genocide fugitives", "webUrl": "https://www.theguardian.com/world/2020/nov/03/rwandan-genocide-felicien-kabuga-paris", "apiUrl": "https://content.guardianapis.com/world/2020/nov/03/rwandan-genocide-felicien-kabuga-paris", "fields": {"headline": "'Finding them is not rocket science': the hunt for the Rwandan genocide fugitives", "bodyText": "No one paid much attention to the stooped old man who lived in the third-floor apartment of the comfortable but unexceptional block in Asnières-sur-Seine, a suburb on the outskirts of Paris. He shuffled off for his daily walks, and muttered inaudibly to those who greeted him. Then one morning in late May, 84-year-old Félicien Kabuga’s neighbours woke up to the startling news that they had been living next to an alleged mass killer. The arrest of Kabuga after a hunt lasting more than the quarter of a century made headlines around the world. Now Kabuga faces charges of playing a key role in the murders of about 800,000 Tutsis and moderate Hutus during the Rwandan genocide in 1994 and is set to face a trial by a special UN tribunal next year. If convicted, he will spend the rest of his life in prison. The arrest has given new energy to the hunt for others on the run and accused of playing significant roles in the genocide. “People think that fugitives are living on an island in luxury but Kabuga was in a [one-bedroomed] apartment for years. Finding them is not rocket science … Justice is slow but will prevail, if there is political will and enough investigative resources,” said Serge Brammertz, the prosecutor who led the hunt. There is now hope that the arrest of Kabuga will not just shock those still fleeing justice, but anyone who is protecting them, particularly officials and policymakers. “We are trying to use the momentum [generated by the Kabuga arrest] to increase cooperation [which] remains very difficult. Replies to request for assistance are very slow,” Brammertz said. An uneducated small trader who became the richest man in Rwanda and close to the elite clique which ran the genocide, Kabuga is accused of raising funds to buy the machetes used by militias to kill hundreds of thousands. He also co-owned an infamous radio station which broadcast messages charged with ethnic hatred, at one point telling armed gangs to “get to work” because mass graves were only “half full”. Kabuga fled Rwanda in the aftermath of the genocide but was forced out of Switzerland after he was identified as he attempted to apply for asylum. He then spent time in what was then Zaire (now the Democratic Republic of the Congo) and eventually in Kenya, where he supported powerful politicians and repeatedly evaded arrest. By 2007 he was back in Europe, and was narrowly missed by investigators when seeking medical treatment in Germany. More recently, Kabuga lived in a series of modest homes around Paris, remaining unidentified despite a $5m (£3.9m) reward offered by the US state department, which named him among the most wanted fugitives in the world. But investigators were closing in. Working with police across Europe, Brammertz used new technology to monitor the movements, finances and communications of the relatives who provided Kabuga’s essential support network. “We had been tracking the movements of all the phones and 15 family members. We could determine that of all of them, one was locked on to one cell tower in Paris. I concluded that this was the hiding place of Kabuga,” Brammertz, who was appointed prosecutor of the UN tribunal in 2016 after successfully tracking Serbian war criminals Ratko Mladić and Radovan Karadžić, said. The Covid-19 lockdown ordered by French authorities meant gendarmes from a newly created unit focused on crimes against humanity could devote more resources to the Kabuga case, and also meant there was little chance of the wanted man moving before a raid could be organised. Though the empty streets made surveillance in the final stages of the investigation harder, the raid was successful. Policemen and prosecutors smashed in the apartment’s door, identified Kabuga with a DNA test, allowed him to make an omelette for breakfast and then took him into custody. Kabuga’s detention was welcomed by victims of the genocide, such as Valerie Mukabayire, leader of AVEGA Agahozo, a group of female survivors. “We were worried that [Kabuga’s] age would impede justice but now we are happy,” Mukabayire, who lost family members including her husband, said. With the arrest of Kabuga and DNA confirmation of the death of the former defence minister Augustin Bizimana, prosecutors have now accounted for two of the three major fugitives indicted by the tribunal. Taking Kabuga’s place at the top of the wanted list is Protais Mpiranya, who was a commander in Rwanda’s presidential guard in 1994. Brammertz last year informed the UN security council that his office had developed “credible evidence” of the whereabouts of key fugitives and said he deeply regretted South Africa’s longstanding failure to execute an arrest warrant on one important individual, reported by local media to be Mpiranya. “My office is generating valuable intelligence and leads: telephone numbers, places of residence, identification documents, travel details and more. We have submitted numerous urgent requests for assistance – particularly to countries in east and southern Africa – to follow up on these leads … [which] remain unanswered for more than a year,” the prosecutor told the UN. Brammertz told the Guardian that the issue with South Africa was still pending. “I am always careful in publicly blaming and shaming but … [all countries] have an obligation under the UN charter to assist [the tribunal],” he said. One problem faced by investigators is that fugitives often use genuine travel documents issued in false names. Investigators are now trying to establish the motives of those who provided the more than 20 different passports used by Kabuga during his years on the run. These may have been obtained through bribery, or given to Kabuga on the orders of powerful individuals who wanted the accused man to stay hidden and silent. “Some of the people we are looking for are coming from a military background. Some have been involved in exploitation of natural resources. Some have been fighting together [with potential protectors] in the region,” Brammertz said. In September the French supreme court refused Kabuga’s appeal against extradition, which means he will be transferred to the custody of the UN tribunal, which is based in The Hague, Netherlands and Arusha, Tanzania. Last month judges decided he would be sent to a detention unit in The Hague out of health considerations amid the coronavirus pandemic, and be brought before an international judge there for an initial appearance in his war crimes case. At a hearing 11 days after his arrest, Kabuga denied the charges against him. “I have done nothing wrong,” he said. “These are lies. I never killed a Tutsi.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}