{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/nov/06/a-backlash-against-a-patriarchal-culture-how-polish-protests-go-beyond-abortion-rights", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-11-06T13:28:44Z", "webTitle": "'A backlash against a patriarchal culture': How Polish protests go beyond abortion rights", "webUrl": "https://www.theguardian.com/world/2020/nov/06/a-backlash-against-a-patriarchal-culture-how-polish-protests-go-beyond-abortion-rights", "apiUrl": "https://content.guardianapis.com/world/2020/nov/06/a-backlash-against-a-patriarchal-culture-how-polish-protests-go-beyond-abortion-rights", "fields": {"headline": "'A backlash against a patriarchal culture': How Polish protests go beyond abortion rights", "bodyText": "For 14 nights they have marched, enraged by a near-total ban on abortion that has stirred a generation to stage the largest mass demonstrations that Poland has seen since Solidarność toppled the communist regime in the 1980s. Until soaring coronavirus numbers and a looming national lockdown made it almost impossible, up to a million people nightly defied a government ban on protests, taking to the streets from Warsaw to Łódź, Poznań to Wrocław, Gdańsk to Kraków. The protests, led by the grassroots women’s movement Ogólnopolski Strajk Kobiet (OSK, or All-Polish Women’s Strike), have shocked the ruling conservatives and created a new political faultline that, analysts say, could spell more serious problems for the party. “I think it is a whole backlash against a patriarchal culture, against the patriarchal state, against the fundamentalist religious state, against the state that treats women really badly,” said Marta Lempart, a 41-year-old lawyer and one of OSK’s leaders. The group has outlined areas extending far beyond abortion rights where it says urgent change is needed: stronger and wider women’s and LGBTQ+ rights in general; the separation of church and state; more support for healthcare, small businesses and education; full judicial independence. Predominantly Catholic Poland already had one of Europe’s strictest abortion laws when, on 22 October, its constitutional tribunal ruled that terminations in instances of severe foetal anomalies, which accounted for all but about 30 of the 1,110 abortions performed legally in Poland last year, were “incompatible” with the constitution. The decision by the court’s 15 pro-PiS judges, many of them appointed unlawfully, would allow terminations only in instances of rape, incest and when the mother’s life is at risk – a tiny fraction of cases. Women’s groups estimate an additional 200,000 Polish women have abortions either illegally or abroad each year. The ruling sparked an immediate reaction. Across the country, hundreds of thousands of demonstrators, mainly women and young people, took to the streets with banners proclaiming “I wish I could abort my government”, “This is war” and “Women’s hell”. On Tuesday – apparently in response to the protests – the government indefinitely postponed publishing the court’s decision in the official journal, preventing it from coming into effect (and raising major constitutional questions if it tries to do so later). But the genie may be out of the bottle. While surveys show more than 60% of Poles support the status quo on abortion, barely 15% back the proposed changes. This has mobilised a generation not previously engaged with politics and stoked existing, wider anger at what many see as the steady erosion of democratic norms since PiS came to power in 2015. Maria Kowalczyk, 38, a beauty journalist, said at a protest in Warsaw that Poland was “years behind. In this country, because of the politics and doctrine of the government and the religious fanatics, someone who is different is worse. The way they treat LGBT people, migrants, all minorities – and now women … Society has had enough.” Julia Estera, 30, a performance and makeup artist from Łódź, said Poland was no longer a free country. “We are a religious state where we are all demanded to think in one possible way.” Bianka, 15, and Maja, 16, said Poland’s youth would not back down. “We don’t want to live in a country where we don’t have a choice, where everything is decided for us.” Andrzej Kompa, a historian and university researcher, said on another march in the capital that he was protesting “not just against this hell for women, decided by this so-called constitutional court, but against this government, against church involvement in political affairs, for minority rights. Simply for freedom.” Support for the PiS, who were re-elected last year, and its founder, Jarosław Kaczyński, 71, has plunged by almost 10 points to 30.9% in a month, according to one poll. Another showed 70% of Poles would like Kaczyński – widely seen as the country’s true powerbroker – to step down as PiS leader. Breaking long-held taboos, the protests have also challenged the Catholic church and its influence on Polish policy, education and culture, with some demonstrators disrupting services and defacing churches. Support for the church has fallen eight points to 49% since March, one poll showed. Kaczyński last week urged the party faithful to call for a defence of the Catholic church “at all costs”. He also said the protests were “intended to destroy Poland”, and urged his supporters to fight for “Poland and patriotism” in order to avert “the end of … the Polish nation as we know it”. The protests could hardly have come at a worse time for PiS. As Covid-19 infections and death tolls break new records, the government – which warned this week of a new national lockdown within 10 days unless things improve – is coming under increasingly heavy fire for its handling of the pandemic. It now appears to have few easy ways out. Many Poles view the court ruling as a tactical play by Kaczyński to bolster support on the traditionalist right while bypassing parliament, where the ruling coalition has only a slender majority. It has sparked an explosion of popular fury unlike any PiS has seen. “It certainly feels different,” said Adam Mrozowicki, a sociologist at the University of Wrocław. “We need to study it properly, but the heart of this does seem to be young people. Anecdotally, I’ve never seen this level of engagement among my students – in my faculty, maybe 70-80% of students have taken part in some kind of protest.” The scale and nature of the protests was new, Mrozowicki said: “They are led by young women. This is decentralised, locally based, grassroots. And personally, in 20 years, I’ve never seen anything like these numbers. To have 65,000 people on the streets of Wrocław …” Ben Stanley, a political scientist at the SWPS university in Warsaw, said the protests felt “qualitatively different”. Previous anti-PiS demonstrations over the rule of law mainly drew “Solidarność-era protesters, people in their 50s and 60s. It wasn’t an issue that resonated so much with young people.” Women’s rights are “a lot more tangible for 25-year-olds; they really mean something concrete. This ruling has animated many more people by personalising the culture war PiS has declared: its chosen narrative of a Poland whose authentic identity and traditions are at threat from rootless cosmopolitanism.” The protests had “blown a hole in the idea that Kaczyński is always three steps ahead, that PiS always has its finger on the pulse of what Poland really feels”, Stanley said, “at the same time as Covid has blown a hole in their reputation for competence”. The party could salvage the situation in the short term, he said, but “processes are accelerating that will make the nationalist, clericalist PiS narrative more difficult to sustain longer term. All this may not bring PiS down immediately, but it could make things a lot more difficult in future.” Mrozowicki said it was unclear how the protests would immediately affect Poland’s politics because the protesters had no clear links to parliamentary politics, and their leaders have said they do not want to become a political movement. “But it feels like something, definitely, is shifting,” he said. • This article was amended on 9 November 2020 to remove an incorrectly translated quote."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}