{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/nov/05/ethiopian-military-claims-to-be-at-war-with-tigray-leaders", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-11-06T18:05:57Z", "webTitle": "Ethiopia's PM says airstrikes launched against targets in restive Tigray region", "webUrl": "https://www.theguardian.com/world/2020/nov/05/ethiopian-military-claims-to-be-at-war-with-tigray-leaders", "apiUrl": "https://content.guardianapis.com/world/2020/nov/05/ethiopian-military-claims-to-be-at-war-with-tigray-leaders", "fields": {"headline": "Ethiopia's PM says airstrikes launched against targets in restive Tigray region", "bodyText": "Ethiopia’s air force has carried out strikes in the restive Tigray region, the country’s prime minister has said, in another escalation of a crisis that observers fear could plunge the country into a bitter and bloody civil conflict. The prime minister, Abiy Ahmed, said the strikes in multiple locations “completely destroyed rockets and other heavy weapons” belonging to the well-armed regional government and made it impossible for a retaliatory attack. There was no mention of casualties in what Abiy called the “first round of operation” against the region’s government, the Tigray People’s Liberation Front. He said the air force destroyed heavy weapons in Tigray’s capital, Mekele, and surrounding areas. The operation in the northernmost of the nine regions of Ethiopia will continue “until the junta is made accountable by law”, Abiy said. He asserted that the “large-scale law enforcement operation” has “clear, limited and achievable objectives: to restore the rule of law and the constitutional order”. The TPLF dominated Ethiopia’s government before Abiy took office in 2018, but its power has since waned. Abiy’s government launched military operations in Tigray on Wednesday, after he accused the TPLF of attacking a military camp in the region and attempting to loot military assets. The TPLF denies the attack and has accused Abiy of concocting the story to justify deploying the military. There was no immediate response from the government in Tigray to the announcement of airstrikes. The region is being increasingly boxed in by movement restrictions and a six-month state of emergency imposed by the federal government. Earlier in the day Abiy had threatened Tigray’s leaders, warning that there was “no place for criminal elements” in Ethiopia. “The proud Ethiopian people of Tigray [and] other citizens cannot be taken hostage by fugitives from justice forever. We shall extract these criminal elements [from Tigray and] relaunch our country on a path to sustainable prosperity for all,” last year’s Nobel peace prize winner said in a statement on social media. “What has been initiated against us is clearly a war, an invasion … This is a war we’re conducting to preserve our existence,” Debretsion Gebremichael, chair of the TPLF and president of the Tigray region, said at a press conference. Debretsion said fighting persisted in western Tigray and that federal troops were gathering on the border in the neighbouring Amhara and Afar regions. Diplomats in Addis Ababa said there have been casualties on both sides, but with internet and phone connections in Tigray cut there was no confirmation or details of the reports. The fighting in Tigray has drawn expressions of concern from the UN, US and EU. “The stability of Ethiopia is important for the entire Horn of Africa region. I call for an immediate de-escalation of tensions and a peaceful resolution to the dispute,” the UN secretary general, António Guterres, wrote on Twitter. Experts fear a protracted and disastrous conflict that could “seriously strain an Ethiopian state already buffeted by multiple grave political challenges, and send shockwaves into the Horn of Africa region and beyond”. “A war that many Ethiopians feared was possible but hoped would never happen appears to be under way … Unless urgently halted [it] will be devastating not just for the country but for the entire Horn of Africa,” the International Crisis Group said in a briefing on Thursday. Tigray’s people make up 5% of Ethiopia’s 109 million population, but the region is wealthier and more influential than many other, larger, regions. Under Abiy, Tigrayan leaders have complained of being unfairly targeted in corruption prosecutions, removed from top positions, and blamed for the country’s problems. One factor in the latest crisis is the postponement of national elections due to the Covid-19 pandemic. National polls were due to take place in August, but electoral officials ruled in March that all voting would be delayed until the threat from the virus had eased. When parliamentarians voted to extend officials’ mandates – which would have expired in early October – Tigrayan leaders went ahead with regional elections in September that Abiy’s government deemed illegal. Now each side sees the other as illegitimate, and federal lawmakers have ruled that Abiy’s government should cut off contact with, and funding to, Tigray’s leadership. The Tigray region is home to a large portion of the federal military personnel and the location of much of its equipment, a legacy of Ethiopia’s 1998-2000 border war with Eritrea, its northern neighbour. Some analysts estimate that Tigray could muster more than half of the armed forces’ total personnel and mechanised divisions, meaning that neither side could be confident of a swift victory. There are widespread fears that open conflict will inspire further secessionist sentiment in other parts of Ethiopia. “We’re working to ensure the war won’t come to the centre of the country. It will end there in Tigray,” said general Berhanu."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}