{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/nov/01/uk-will-not-import-chlorinated-chicken-from-us-ministers-brexit", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2020-11-01T17:50:53Z", "webTitle": "UK will not import chlorinated chicken from US, ministers say", "webUrl": "https://www.theguardian.com/world/2020/nov/01/uk-will-not-import-chlorinated-chicken-from-us-ministers-brexit", "apiUrl": "https://content.guardianapis.com/world/2020/nov/01/uk-will-not-import-chlorinated-chicken-from-us-ministers-brexit", "fields": {"headline": "UK will not import chlorinated chicken from US, ministers say", "bodyText": "The government has finally vowed not to allow chlorinated chicken or hormone-fed beef on British supermarket shelves, defying demands from the US that animal welfare standards be lowered as part of a future trade deal. The international trade secretary, Liz Truss, and the environment minister, George Eustice, have also revealed the government will put the recently established trade and agriculture commission on a statutory footing with a new amendment to the agriculture bill. “We are announcing today that it will be made a statutory body which will give independent advice on trade deals as they go through parliament,” they said in an article in the Mail on Sunday. The move is a significant U-turn for the government, which had rejected Lord Curry’s amendment to the bill to strengthen the commission’s role and legally ban any food that does not meet British import standards post-Brexit. The commission, on which the National Farmers’ Union and the Food and Drink Federation sit, will now be asked to produce an independent report on the impact on animal welfare and agriculture of each free trade deal the government signs after Brexit. Their recommendations on whether to accept or reject the deal will then be laid in parliament at the start of the 21-day scrutiny period under the terms of the Constitutional Reform and Governance Act process. Truss and Eustice also gave the clearest commitment yet to ban US meat from animals not raised to British standards. “Chlorinated chicken and hormone-injected beef are already banned in the UK, and we will not negotiate to remove that ban in a trade deal,” they said. Donald Trump’s ambassador to the UK, Woody Johnson, dismissed fears over chlorine washes earlier this year, saying they were the “most effective and economical way to fight food-borne illness”. He also said last year that the row was presenting the British public with “a false choice”, and that “inflammatory and misleading terms like ‘chlorinated chicken’ and ‘hormone beef’ are deployed to cast American farming in the worst possible light”. The National Farmers’ Union president, Minette Batters, declared the move to put food standards into primary legislation a “landmark moment for the people of the UK, for our countryside and the future of the food on our plates”. The U-turn over the agriculture bill comes days after Boris Johnson met Batters for a private meeting over food standards. She said the prime minister had responded to the NFU petition, which had been signed by more than a million people, and the campaign by animal welfare experts, environmental charities, politicians and celebrities including Jamie Oliver and Joe Wicks. “It was clear to me how much he personally cares about this issue. I am delighted that he has led the government to draw a line in the sand and commit to the 2019 Conservative manifesto commitment not to undermine our farmers in future trade deals,” she said. The consumer group Which? welcomed the move to make the trade and agriculture commission a statutory body, but said consumers should be directly represented. The government’s food tsar, Henry Dimbleby, has recently said the health sector should also be represented after there was evidence of an increase in consumption of sugary foods in Mexico after a trade deal with the US enabled an advertising blitz by the US confectionary industry."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}