{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/nov/02/voting-opens-in-new-zealands-beloved-bird-of-the-year-competition", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-11-02T05:21:33Z", "webTitle": "Voting opens in New Zealand's beloved Bird of the Year competition", "webUrl": "https://www.theguardian.com/world/2020/nov/02/voting-opens-in-new-zealands-beloved-bird-of-the-year-competition", "apiUrl": "https://content.guardianapis.com/world/2020/nov/02/voting-opens-in-new-zealands-beloved-bird-of-the-year-competition", "fields": {"headline": "Voting opens in New Zealand's beloved Bird of the Year competition", "bodyText": "Normally on a post test-match Monday in New Zealand, the talk is all about the national rugby team’s latest performance. But this week, while the All Blacks’ destruction of the Wallabies was on everyones’ lips, there was another topic of conversation: birds. Voting began on Monday in the hotly contested and brutal election of New Zealand’s Bird Of The Year. What started 15 years ago as a modest promotion to draw attention to New Zealand’s native birds, many of which are endangered, has become a phenomenon. Back then an entry page in the NZ Forest &amp; Bird magazine had to be ripped out, filled in and posted. Last year more than 40,000 votes were cast online. As ever, heavyweight names are chiming in. Word is the Prime Minister, Jacinda Ardern, is backing the black petrel again this year. “She calls it the Bogan Bird because it dresses in black” says Laura Keown, spokesperson for Bird of the Year 2020. “It’s a cool bird because it faces a lot of threats. Due to its feeding habits it gets caught as bycatch by commercial and recreational fishers.” There’s been scandal and allegations of vote rigging. In 2008, the successful campaign to elect kakapo was accused by the takahe of accepting undeclared donations “from wealthy migratory birds living in Monaco.” Even the odd non-Kiwi gets hooked. “I’m so glad I’ve followed enough New Zealanders to start seeing #BirdOfTheYear posts in my timeline,” Mark Bessey, a software writer residing in Santa Barbara wrote on Twitter. “They’re bringing some much needed joy (and very weird-looking birds) to my Twitter experience.” Defending champ, the Hoiho, live and breed only in New Zealand. Their numbers have been heading downhill for 30 years and in 2019, only 165 nests were located. In the Māori language, hoiho means ‘noisy’, also an apt description of the social media debate about which bird should triumph. When Helen Clark, the country’s former prime minister, declared a few elections ago that she’d voted for the Hoiho, not everyone was thrilled. “Helen, you wot mate? Not gannets?,” responded and incredulous Michelle Langstone, campaign manager for the gannet and inventor of the hashtag #dammitgannet. “Gannets are magnificent! This is very disappointing.” Langstone, writer, actor, chip fanatic, won’t be driving the gannet campaign this time but Langstone is squarely in their corner. Put it down to the bruising nature of politics. “I am emotionally drained, and all elections give me hives,” she declared recently on Twitter. Pressed further, Langstone elaborated to The Guardian, “And I’ve realised nobody will ever vote for gannets, so I just love them on my own.” She is urging punters to cast all five of their votes for seabirds which she says are “largely overlooked in popularity contests, because they’re mostly offshore, and they smell, and they haven’t got fancy plumage, and many of them are not endangered. But they’re so heroic.” Keown puts the competition’s popularity down to the Kiwi sense of humour. “They enjoy the frivolity, the fun.” But there is a serious side to proceedings. About 75% of land birds and 90% of seabirds are judged to be threatened or at risk of extinction. Their habitats are being destroyed or degraded by introduced predators, pollution, human development, and climate change. Recent Birds Of The Year include the plump wood pigeon, the Kererū, with its green, copper and white dreamcoat, that alpine thief, the Kea (it’ll steal your lunch and your bootlaces) and the Forrest Gump of the skies, the bar-tailed godwit which have just returned to New Zealand from Siberia, a non-stop flight of some 12,000 kilometres. No past winner has won again. There’s no rule against it, says Keown. “I think it’s just the heart of New Zealanders that they want to share the love.” Voting closes on 15 November."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}