{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/oct/31/johnsons-u-turn-puts-country-under-tough-new-lockdown", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-11-01T08:06:07Z", "webTitle": "Covid: Johnson’s U-turn puts England under tough new lockdown", "webUrl": "https://www.theguardian.com/world/2020/oct/31/johnsons-u-turn-puts-country-under-tough-new-lockdown", "apiUrl": "https://content.guardianapis.com/world/2020/oct/31/johnsons-u-turn-puts-country-under-tough-new-lockdown", "fields": {"headline": "Covid: Johnson’s U-turn puts England under tough new lockdown", "bodyText": "Boris Johnson performed an extraordinary U-turn on Saturday as he unveiled new month-long national lockdown measures across England, amid accusations that government indecision and delay will cost lives and livelihoods across the country. With immediate warnings of the grave economic fallout and a mounting backlash among Tory MPs, the prime minister announced that a series of measures would come into force on Thursday to combat growing Covid infections. They will remain in place until 2 December. Under the new measures non-essential shops and venues, as well as pubs and restaurants, will be closed. Schools, colleges and universities will remain open. The public will be told only to leave home for specific reasons, such as work if they cannot work from home, to shop for food and essentials, exercise, medical appointments or caring for the vulnerable. The vulnerable and those over 60 are being advised to be especially careful and minimise their social contacts, but there will be no return of a formal request to shield themselves. Government insiders said the “time-limited” measures would then see a return to a regionalised approach. In another major reversal, the original furlough scheme under which the state paid 80% of workers’ wages will be extended for the duration of the new lockdown. Ministers had been resisting an extension of the scheme. The move angered regional leaders who had been pleading for extra support for weeks. Mark Drakeford, the Welsh first minister, said the Treasury had refused to extend furlough when Wales’ “firebreak” lockdown began. At a press conference, the prime minister said that he had decided to reimpose a national lockdown because “we could see deaths running at several thousand a day”. The virus, he said “is spreading even faster than the reasonable worst-case scenario of our scientific advisers”. He added: “The risk is that for the first time in our lives, the NHS will not be there for us and for our families.” His chief scientific adviser, Patrick Vallance, said the data painted “a very grim picture”. Deaths over the winter, he warned, could be “twice as bad or more than the first wave”. The government’s Scientific Advisory Group for Emergencies (Sage) had called for a “short period of lockdown” five and a half weeks ago, but was rebuffed. At that stage, the UK was averaging 4,964 new cases per day, with 1,502 Covid patients in hospital and 28 deaths. Yesterday, there were 21,915 more cases across the UK, more than 10,000 Covid patients in hospital and 326 deaths. Johnson said he still believed a regional approach had been “the right thing to do”. However, he said the government had to be “humble in the face of nature”. He said that taking no further action would lead to the NHS being overwhelmed, with doctors and nurses being forced to choose “who would live and who would die”. “Christmas is going to be different this year, perhaps very different,” he said. “But it’s my sincere hope that by taking tough action now we can allow families across the country to be together.” He said while the lockdown was not as strict as in the spring, the “basic message is the same: stay at home, protect the NHS and save lives.” The move comes less than two weeks after Johnson accused Labour of attempting to “turn the lights out” following Keir Starmer’s endorsement of a circuit-breaker lockdown timed to overlap with half term. It is also an admission that the three-tier system in England, designed to contain local outbreaks, has failed . Starmer said that the government’s delay in imposing a lockdown will come “at an economic cost and a human cost” and that the government had resisted scientific calls for it since September. He said it was unfair to pretend to the public that Christmas “will be normal”. “I don’t think Christmas will be normal and I think we need to level with the public on that,” he said. Johnson revealed the measures after presenting his cabinet with dire data warning that the NHS could surpass its fixed and surge bed capacity by the first week of December, even after elective procedures are cancelled. Ministers were told the growth in this virus is national, and quicker in areas with lower case rates. A Commons vote on the measures will be held on Wednesday. Tory MPs are demanding an urgent improvement of the test-and-trace system to ensure the “nightmare” of the new measures is not needed again. There is also private anger among the government’s scientific advisers, who say that concerns about exceeding the reasonable worst-case scenarios had been known about for weeks. Insiders expressed concerns about the government’s unwillingness to do anything seen as unpopular, adding that restrictions now had to be more severe and longer than would have been the case with earlier action. Ministers are already being warned a second national lockdown would hit the economy with the same force as the recession that followed the 2008 financial crisis. Industry experts said retailers and hospitality businesses, many already teetering on the brink, would join a growing queue of businesses filing for bankruptcy without further government support. The TUC general secretary Frances O’Grady said: “The extension of the furlough scheme is long overdue and necessary, but ministers must do more to protect jobs and prevent poverty.” Thousands of self-employed were said to be facing “financial calamity” without more support, according to the Association of Independent Professionals and the Self-Employed. Chris Hopson, chief executive of NHS Providers, said health service figures had been dismayed by the handling of the new lockdown plans. He said NHS trust leaders learning of the lockdown plans from newspaper reports had concluded the government’s actions were “not quick enough, decisive or clear”. Neil Ferguson, the Imperial College London professor whose modelling still informs the government, said urgent research was taking place into whether schools and universities could continue to function as at present, given the role teenagers could be playing in the transmission of the virus. Helen Dickinson, chief executive of the British Retail Consortium, said retailers were now facing a “nightmare before Christmas”, adding that there were “no circumstances” in which any retail premises should have to close in a second national lockdown. “It will cause untold damage to the high street in the run-up to Christmas, cost countless jobs, and permanently set back the recovery of the wider economy, with only a minimal effect on the transmission of the virus,” she said. Sir Jeremy Farrar, director of the Wellcome Trust and a senior figure on Sage who had pushed for additional measures, said that the lockdown was right and warned that the lockdown should probably be imposed for the next two months. “If we can steel ourselves now for a few weeks of greater restrictions, there’s a chance we could ease up a little between Christmas and new year without the virus getting out of control,” he said yesterday. Many scientists remained angry that the government has taken so long in heeding their advice. “Yet again, the UK has been slow to act and delayed decisive action until the last moment,” said Stephen Griffin, associate professor at Leeds University’s School of Medicine."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}