{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/nov/03/austria-terror-attacker-pretended-he-had-given-up-jihadism", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-11-03T18:07:58Z", "webTitle": "Austria terror attacker ‘pretended he had given up jihadism’", "webUrl": "https://www.theguardian.com/world/2020/nov/03/austria-terror-attacker-pretended-he-had-given-up-jihadism", "apiUrl": "https://content.guardianapis.com/world/2020/nov/03/austria-terror-attacker-pretended-he-had-given-up-jihadism", "fields": {"headline": "Austria terror attacker ‘pretended he had given up jihadism’", "bodyText": "An Islamic State-supporting gunman who killed four people and injured 23 others in an attack in central Vienna on Monday night deliberately “deceived” his mentors in a deradicalisation programme to feign a renunciation of jihadism, Austria’s interior minister has said. The 20-year-old dual Austrian and North Macedonian citizen, named as Kujtim Fejzulai, was shot dead by police nine minutes after opening fire in the Austrian capital’s first district at 8pm. His victims were “an elderly man, an elderly woman, a young male passerby and a waitress”, according to Austria’s chancellor, Sebastian Kurz, who praised the bravery of a police officer shot in the attack and who is in a critical but stable condition. Twenty-three people were injured with gunshot and knife wounds, of whom seven were in a critical condition, Vienna’s hospital association said late on Tuesday night. Austria’s president, Alexander van der Bellen, said the nation’s tears were flowing for the victims and their relatives. He said the attack had targeted “life in a liberal democracy, which terrorists clearly hate deeply”. On Tuesday, the city centre remained closed off, with 1,000 police officers patrolling the streets. The attacker had been armed with an automatic rifle, a handgun and a machete, and had been wearing a fake suicide vest. He had posted a photograph of himself with the weapons on his Instagram account before the attack, according to the interior minister, Karl Nehammer. Late on Tuesday Isis claimed responsibility for the attack in a statement by its Amaq News Agency posted on Telegram. Fourteen people associated with the assailant have been detained for questioning in searches on 18 properties in and near Vienna. After conflicting reports overnight, Nehammer said on Tuesday afternoon that there was no evidence so far of a second assailant. Police in Switzerland arrested two men aged 18 and 34 over possible links to the attacker in the city of Winterthur about 10km from Zurich. Swiss justice minister, Karin Keller-Sutter said the men were “obviously friends” with Fejzulai and said the three had met in person but did not say when. “The two men were arrested on Tuesday afternoon in coordination with the Austrian authorities,” Zurich cantonal police said. “The extent to which there was a connection between the two arrested persons and the alleged assassin is currently the subject of ongoing clarifications and investigations which are being carried out by the responsible authorities.” The attacker, born in Mödling, south of Vienna, developed a strong interest in political Islam as a teenager and eventually hatched plans to join Isis in Syria. He was deported from Turkey to Austria after a failed attempt in September 2018 to cross the border into Syria and was sentenced to 22 months in prison on 25 April 2019. The sentence – reduced in keeping with an Austrian law covering the rights of 18- to 20-year-olds – was suspended on 5 December under the condition he would be regularly monitored by probation services and a deradicalisation programme that works with the Austrian justice ministry. Nehammer said at a press conference on Tuesday afternoon that the terrorist had managed to deceive his mentors in such a way that no early warning signs pointing to his radicalisation had been registered. “We are seeing a fault line in our system,” said Nehammer, of the conservative Austrian People’s party (ÖVP). “There was a premature release of a radicalised person.” The young man had deliberately created the impression that he was eager to reintegrate into Austrian society in his meetings with the deradicalisation programme, Nehammer said, “all while being focused on destroying the system”. An attempt to revoke Fejzulai’s Austrian citizenship had also stalled because of lack of evidence proving terrorist activity, the interior minister said. “Fact is: the terrorist managed to deceive the judiciary’s deradicalisation programme … We need to evaluate and optimise the system on the side of the judiciary.” The Derad deradicalisation programme is a Vienna-based association staffed by 13 mentors who work with individuals who are either suspected of having become radicalised or have already been sentenced for an association with terror groups. One of the appeals of deradicalisation programmes is that they allow authorities to monitor individuals who are considered a potential risk to society for a longer period than if they were to simply sit out a prison sentence. Derad’s director, Moussa Al-Hassan Diaw, said he rejected Austrian media reports that his programme had declared Kujtim F not to be threat and thus vouched for his release. He said his organisation merely provided reports based on bi-monthly meetings with suspect individuals that a court could draw on. “Until a deradicalisation programme is stopped completely, there is always an element of risk,” said Al-Hassan Diaw. The Austrian justice minister Alma Zadić, of the Green party, defended the judiciary’s monitoring programme, saying that the country’s Office for the Protection of the Constitution and Counterterrorism had been informed of Fejzulai’s release. Kurz said the entire country had been the target of the attack. The chancellor called the murders “cold-blooded” and pledged that everything would be done to pursue those behind them. “The enemy, the Islamist terror, wants to split our society, but we will give no space to this hatred,” he said. “Our enemies are not the members of a religious community, these are terrorists. This is not a fight between Christians and Muslims, or Austrians and migrants, but a fight between civilisation and barbarity.” While Austria has not seen many high-profile jihadist terrorist attacks in recent years, the Alpine country has been a hub for extremist Islamist activity since the early 1990s, when Saudi Arabian and other Gulf organisations used it as a base for their operations supporting mujahideen fighters in Bosnia. The role was consolidated during subsequent conflicts in the Balkans, and revived in the early days of the Syrian civil war. Hundreds of young Austrians travelled to Syria to fight between 2012 and 2014, their journeys and recruitment facilitated by a series of networks based in “Salafi enclaves” in Vienna, Graz and other cities that were eventually broken up by Austrian security services. The country eventually sent more fighters to Syria per capita of population than any other in Europe, except Belgium. Austrian authorities launched a major crackdown, with key figures in the recruitment networks receiving lengthy prison sentences. However, problems with radicalisation have continued and there have been several attempted attacks, though some for unclear motives, over recent years. Many Austrian networks are closely linked to others in Germany, Switzerland and other neighbouring countries. “Jihadi terrorism is not new to Austria but [in recent years] we have only seen low-profile attacks by people using any available weapon … and not able to acquire explosives or AK-47s. What was surprising was not that there was an attack was not surprising, but the way it was carried out,” said Johannes Saal, an expert in Austrian extremism at the University of Lucerne, Switzerland."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}