{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/nov/01/shooting-of-priest-shocks-france-as-two-more-held-over-nice-killings", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-11-01T10:45:17Z", "webTitle": "Shooting of priest shocks France as two more held over Nice killings", "webUrl": "https://www.theguardian.com/world/2020/nov/01/shooting-of-priest-shocks-france-as-two-more-held-over-nice-killings", "apiUrl": "https://content.guardianapis.com/world/2020/nov/01/shooting-of-priest-shocks-france-as-two-more-held-over-nice-killings", "fields": {"headline": "Shooting of priest shocks France as two more held over Nice killings", "bodyText": "French police were hunting a gunman who shot and seriously injured a Greek Orthodox priest in the city of Lyon yesterday afternoon. The latest attack came two days after a terrorist killed three people at a church in Nice and two weeks after the beheading of a high school teacher. Police and soldiers immediately sealed off Lyon’s 7th arrondissement in the hunt for the gunman and later made an arrest. The priest, said to be a Greek national aged 52, was closing the church when the man armed with a sawn-off shotgun fired at him several times, hitting him twice in the stomach. French TV is reporting that it seems to be a “personal dispute”. Police are saying they are looking at all motives, but are advising journalists not to jump to conclusions that the incident is “terror” linked, despite the tensions and high level of alert in France. On Saturday, French anti-terrorist police were still questioning three men in connection with the Nice attack as they tried to piece together the killer’s movements and establish if he had accomplices. A man, aged 47, who was taken into police custody hours after the attack on Thursday and was reported to have been in contact with knifeman Brahim Issaoui the previous day, is still being held. Investigators gave no more details of the arrests of two other men aged 33 and 35. Issaoui, a 21-year-old Tunisian who killed the three people at the city’s Notre Dame basilica, remains in a serious condition in hospital after being shot by police inside the church. Issaoui was originally named as Aouissaoui based on an Italian Red Cross document he was carrying, but his correct identity was confirmed by his family at Bou Hajla near Sfax in Tunisia. Over the weekend, shocked and grieving locals continued to lay flowers outside the Notre Dame de l’Assomption basilica. In the crowds, one woman’s cry rose like a collective wail: “Why us? Why us again?” It was a sentiment echoed across France. The Nice killings hit a country already reeling from the beheading of a history teacher outside his high school near Paris less than two weeks before. Samuel Paty, 47, had shown pupils two caricatures of the prophet Muhammad as part of a discussion on free speech. The reprinting of the Charlie Hebdo cartoons has provoked a wave of anti-French protests in Islamic countries, and France has been on high alert. On Saturday, President Emmanuel Macron tried to calm anti-French protests in a 55-minute interview with Al Jazeera. Macron said he “understands the feelings of Muslims about the caricatures” of the prophet. “The caricatures are not a government project but rather the product of free and independent newspapers that are not affiliated with the government.” He added: “I think the reactions were due to lies and misrepresentation and because people think I am in favour of these caricatures.” As the government began expelling individuals and disbanding organisations it accused of fostering “Islamism” – which in French is understood to mean “Islamist fundamentalism” – in the wake of Paty’s murder on 16 October, the terrorist attack in Nice came as a further kick to a country that was still down. Hours later, a stringent new national Covid-19 lockdown came into effect adding to a sense of dejection. The despondency was particularly acute in Nice. In five years, the Riviera city has suffered three terrorist attacks. In February 2015, three soldiers patrolling outside a Jewish community centre in Nice were wounded by a man vowing allegiance to Islamic State. In 2016, a terrorist drove a lorry into crowds celebrating Bastille Day, killing 86 and injuring 458. Last week had started with Turkey and France trading verbal blows and anti-Macron protests after the French president insisted that newspapers and magazines like Charlie Hebdo had the right to publish contested caricatures. By midweek, it was, according to the interior minister, Gérard Darmanin, “a war”, not of words but of ideologies. Then came Nice. A lone candle on the granite pavement next to a small bunch of primroses marked the spot where 44-year-old Simone Barreto Silva collapsed from her knife wounds. It was here, at the Unik kebab shop, while being tended to by paramedics, that she uttered her final words: “Tell my children I love them.” Michel Atiah, head waiter at the neighbouring Le Socrate restaurant, described Silva as the life and soul of the party. “She was a lovely woman and very popular in the neighbourhood.” Another regular at Le Socrate was Vincent Loquès, the church sexton, who died inside the basilica. “We often saw him. Vincent was a lovely, gentle man who used to eat here regularly. “This is a mixed community – I am originally from Syria. We all deplore this action. Nice has been rocked by what happened yesterday and by what happened on the seafront four years ago. But it is important to remember that these are lone wolves, not representative of the Islamic community.” On Saturday, the killer’s first victim was named as 60-year-old Nadine Devillers. “She often went to pray for people she loved. From time to time she lit a candle. She was someone who loved others, gave everything for others,” her friend Joëlle Guichard told Nice-Matin newspaper. Inevitably, the far right has called for expulsions and a moratorium on immigration from certain countries holding anti-French protests. Marine Le Pen has called the attacks “acts of war” requiring a warlike response. At a rally in Nice on Thursday night her supporters chanted for Muslims to “go home”, and in rue Alsace Lorraine near the basilica, protesters banged on the windows of a north African restaurant. “That is not the intelligent approach to take,” said Nathalie, who works at the Brunet bakery in the same street. “Taking reprisals against innocent folk is not going to put right the act of a lone madman.” She added: “Monsieur Loquès came here practically every day for his baguettes. He was a kind and gentle man. I don’t think we are in danger of being overwhelmed by hate, more of an explosion of anger. We must be wary of that.” On Sunday, French soldiers, police and gendarmes will be dispatched to protect churches and other places of worship for the important Toussaint – All Saints – holiday. In Trappes, south-west of Paris in the Yvelines – the department where Paty was killed – which has a large Muslim community officials and religious leaders will plant an olive tree outside the Catholic church. Ali Rabeh, the mayor of Trappes, said it was a “symbolic gesture of solidarity” with the Catholic community. Rabeh has cautioned politicians against ramping up the rhetoric of war and stigmatising “the “99.9% of French Muslims who are calm, peaceful and don’t want to bother anyone”. “The political atmosphere is becoming more and more accusatory. Each time there is an attack, ordinary Muslims feel the finger is being pointed at them, that they carry the weight of accusations,” Rabeh told the Observer. He said he was appalled to discover that his father, a Muslim who came to France from Morocco 50 years ago and had worked “to help build this country” for more than four decades, “now feels he has to lower his head when he goes shopping”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}