{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/nov/03/all-my-dad-does-is-cry-heartache-over-covid-visits-ban-in-english-care-homes", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-11-03T10:47:07Z", "webTitle": "'All my dad does is cry': heartache over Covid visits ban in English care homes", "webUrl": "https://www.theguardian.com/world/2020/nov/03/all-my-dad-does-is-cry-heartache-over-covid-visits-ban-in-english-care-homes", "apiUrl": "https://content.guardianapis.com/world/2020/nov/03/all-my-dad-does-is-cry-heartache-over-covid-visits-ban-in-english-care-homes", "fields": {"headline": "'All my dad does is cry': heartache over Covid visits ban in English care homes", "bodyText": "“The care home offers a Zoom call once a week for 20 minutes, but all my dad does is cry,” said Penny Ogden, 58, who hasn’t been able to hold her 89-year old father, John Ross, for coming up to eight months. “He says: ‘I’m finished here, I want to die.’ Since 12 March, I’ve had two garden visits, one raining the whole time, and two window visits, which were horrendous. All my dad was doing was crying and asking me to come in.” Ogden has a large family close to her father’s dementia care home in Liverpool, so her father used to receive two or three visits every day. Since the visits stopped, Ogden said her father has lost weight. He doesn’t understand why his family cannot visit, and he is beginning to forget who some of them are. She pays for him to have Netflix, but he seems to be sitting with the TV off whenever she calls. Ogden is one of thousands of people who have been unable to visit their loved ones during the Covid pandemic, with care homes on high alert for outbreaks of the virus. For those who have dementia, the restrictions can be impossible to understand. “My dad just says, ‘what have I done wrong? I’ve lost all my family’,” Ogden said. “He says that nobody cares anymore.” Ogden has pleaded with care staff to allow her to visit her father, offering to pay for tests for herself every week and volunteer at the care home for free, but they have told her they are simply following regulations. ‘We haven’t been apart until now’ Peter Williamson, 87, and his wife, Valerie, 85, have been married for 61 years and live in Greater Manchester. Two years ago, Valerie was diagnosed with dementia. When her health deteriorated this spring, she was taken into hospital, and shortly after, moved into a care home. Williamson hasn’t seen his wife face-to-face since her admission to hospital on 13 May. “We haven’t been apart until now,” he said. “I tried very hard to look after her, I didn’t want her to go into a care home.” The care home used to allow him to speak to Valerie through a partially open window, but when Greater Manchester was put into lockdown at the start of August, that stopped. “I FaceTime her, which is better than nothing,” he said. “She still recognises me, but I can see visibly that she’s deteriorating. When she went into the home, she could walk, but now she has to use a wheelchair.” “I sometimes get a bit down and wonder if I’ll ever see her again.” Williamson’s doctors think the stress of Valerie’s move caused him to suffer a stroke, which happened during a FaceTime call to his wife, though he has since recovered. He said he thought the government’s pilot scheme for relatives to be tested and given PPE to pay visits was a “good idea”, but he hadn’t heard anything since the announcement. “If it enables me to go to the care home, if I could sit for an hour with her, that would suit me fine,” he said. “I’ve read about it, but nothing’s happened.” Despite being unable to go inside, Williamson calls the care home every day to ask how is wife is, and delivers flowers each weekend to make sure Valerie doesn’t forget him. “Sometimes she thinks she’s in a prison, and other times on a holiday in a hotel, and she asks why I can’t come to stay, and why I have to go away, and that hurts a bit really,” he said. “I give her the flowers to have something to remember me by. I don’t like her to forget me.” ‘He needs to know he is loved and cherished’ Before lockdown, Carole Quirke, 76, visited her husband, Barry, who turns 79 on Thursday, at his care home in Wiltshire about four times a week. The couple have been together for 27 years, and Barry was diagnosed with Lewy body dementia in 2014. At the start of lockdown, during window visits, Quirke would play his favourite music from the 1960s, and Barry would tap his feet and try to dance. Now, he does not react to the music, and has lost the ability to speak. “His life is about quality not quantity of time now,” said Quirke. “He is very ill, I know he is dying. He needs to know he is loved and cherished before he leaves.” Quirke described the government’s pilot scheme announcement as “a PR stunt”. “It doesn’t need to be a pilot, you just do it, that’s all we’re asking,” she said. “It’s very easy to put that in place, just start the testing. That’s all I’d love to do, is to go and help him and make him feel I’m there.” Last week, Barry and another resident tested positive, and on a second test, negative, for coronavirus. Quirke has been told that due to regulations, the care home must shut for a month, even to window visits. She is also worried about the impact a second lockdown will have, and said the situation has “floored” her. “When he was still lucid, I promised him I wouldn’t leave him alone with this disease,” she said. “I can feel he’s there and he needs comfort. I’ve said to the care home that if there’s any way around this, I’ll do it. I would just like a month of warmth for Barry before he goes.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}