{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/nov/02/rishi-sunak-refuses-to-rule-out-extended-lockdown-in-england", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-11-02T09:44:13Z", "webTitle": "Rishi Sunak refuses to rule out extended lockdown in England", "webUrl": "https://www.theguardian.com/world/2020/nov/02/rishi-sunak-refuses-to-rule-out-extended-lockdown-in-england", "apiUrl": "https://content.guardianapis.com/world/2020/nov/02/rishi-sunak-refuses-to-rule-out-extended-lockdown-in-england", "fields": {"headline": "Rishi Sunak refuses to rule out extended lockdown in England", "bodyText": "Rishi Sunak has refused to rule out the new coronavirus lockdown lasting longer than its intended four weeks, as one of the scientists advising the government said delays in imposing tougher restrictions were likely to have cost thousands of lives. Asked whether he could guarantee the lockdown across England, which begins on Thursday, would be lifted as planned on 2 December, the UK chancellor was less definitive. “Our expectation and firm hope, on the basis of everything we know today, is the measures we have put in place for the time they will be in place for, will be sufficient to do the job we need, and we will seek to exit these restrictions back into a tiered approach at the end of the four-week period,” he told BBC Radio 4’s Today programme. Asked whether, even if the toughest restrictions were lifted over Christmas, this would not be followed again by a rolling series of national lockdowns over the rest of the winter, Sunak again said only that his “hope and expectation” was the four-week period would be sufficient. Boris Johnson will make a Commons statement on the new plan on Monday afternoon, amid a mutinous mood among some Conservative MPs, both about the new lockdown and the government’s wider handling of the crisis. The prime minister had been due to address the CBI annual conference this week, but has now reportedly withdrawn. Sunak defended the government’s delay in imposing national restrictions, despite its scientific advisers advising in September that ministers should impose a two-week “circuit breaker” to limit the spread of infections, something Labour subsequently also called for. “We’re dealing with a virus that has clearly moved at a pace faster than we had anticipated or feared,” he said. “It’s the last thing we wanted to do, bring in such restrictive measures.” He added: “If you think back to a few weeks ago, I firmly believe that the right approach was a regional, tiered approach. I think the evidence supported that,” Speaking earlier on Today, Andrew Hayward, a professor of infectious disease epidemiology at University College London, who is a member of the new and emerging respiratory virus threats advisory group, (Nervtag), which advises ministers, said the delay would have severe consequences for both health and the economy. Hayward, who was among the scientists who sought an early circuit-breaker, but was speaking on Today in a personal capacity, said the government had “repeatedly underestimated Covid and done too little, too late”. He said: “We can’t turn back the clock but I think if we had chosen a two-week circuit break at that time [in mid-September], we would definitely have saved thousands of lives, and we would clearly have inflicted substantially less damage on our economy than the proposed four-week lockdown will do.” This could be said with a “high degree of certainty”, Hayward said: “We know that this sort of measure, whereby we shut down multiple areas of transmission at the same time. is the single most effective way of stopping the virus from spreading. And we know very clearly that the earlier you do that, the more lives you will save. “Waiting to see if less intense measures are going to work is really quite a dangerous way of doing things.” Asked whether schools should have also been shut for the new lockdown, Hayward said that given the extent of coronavirus transmission in secondary schools, not doing so would require a longer national closure. Speaking to Sky News, the shadow health secretary, Jonathan Ashworth, said the party supported schools remaining open, but had sought a lockdown to coincide with the just-ended half term so as to boost its effectiveness. Ashworth castigated the government for dismissing the idea of a half-term circuit breaker: “They told us in the Labour party we were opportunistic, and came on shows like yours and ridiculed us. “The consequence of that delay is we are now on the eve of a longer lockdown, and a more restrictive lockdown than perhaps would have been necessary had we just done that short circuit break earlier.” In his interview, Sunak said there were “reasons for cautious optimism” about Covid in the longer term, citing better treatments for the virus, research on vaccines, and the approach of mass testing. On testing, he declined to commit to measures that could improve compliance with people self-isolating, such as higher or more widespread statutory sick pay. Sunak said support for self-employed people would be boosted during the lockdown, along with the extension of the furlough scheme for those in jobs."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}