{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/nov/04/nhs-leaders-warn-of-surge-in-serious-covid-19-cases-in-england", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2020-11-04T18:33:08Z", "webTitle": "NHS leaders warn of surge in serious Covid-19 cases in England", "webUrl": "https://www.theguardian.com/world/2020/nov/04/nhs-leaders-warn-of-surge-in-serious-covid-19-cases-in-england", "apiUrl": "https://content.guardianapis.com/world/2020/nov/04/nhs-leaders-warn-of-surge-in-serious-covid-19-cases-in-england", "fields": {"headline": "NHS leaders warn of surge in serious Covid-19 cases in England", "bodyText": "An ongoing surge in serious Covid-19 illness means hospitals could have more patients with the disease in two weeks’ time than at the peak of the pandemic, NHS leaders are warning. Hospitals in England were treating 10,971 inpatients with Covid on Tuesday. NHS England pointed out that this was more than half of the 18,970 such cases that hospitals had on 12 April when the disease was at its most destructive. The health service in England is due to go back to level 4 alert status at midnight on Thursday to coincide with the start of the second lockdown. The move means the NHS’s response to the resurgence of the pandemic is being handled nationally rather than regionally, and that NHS England’s national incident coordination centre – comprising the organisation’s senior team – has become operational again, having been stood down in July. It will monitor which hospitals are coming under the most pressure and decide what steps need to be taken to respond, for example by diverting patients to places with spare capacity and managing non-Covid care. Prof Stephen Powis, NHS England’s medical director, said the number of people needing inpatient treatment would continue rising inexorably until mid-November, despite the lockdown from midnight on Thursday. That was “baked-in” because of the 10-day lag between someone getting infected, falling seriously ill and needing hospitalisation,” he said. “As infection rates rise in the next few weeks … the projection is that hospital numbers will rise as well,” Powis said at an NHS England press conference. “And as that occurs, it starts to fill up our hospitals, it starts to eat into the current available capacity that we have, it goes beyond the peak bed usage that we had in wave one. “And unless we can control the virus and unless we can bend that curve, it will start to move into our surge capacity. So our hospital admissions and our hospital numbers are baked in already for the middle of November.” Sir Simon Stevens, NHS England’s chief executive, admitted that the pressure on hospitals from Covid-19 was increasing so sharply that the NHS could have to abandon its ambition that patients seeking normal, non-Covid care during the second wave of the pandemic should be able to get it. Some trusts had already cancelled planned surgery, he said. These include trusts in Liverpool, Yorkshire, Nottingham, and also in Plymouth, in Devon. “In the north-west of England, a quarter of patients who would otherwise be having their routine operations, those beds, services and facilities are instead being repurposed for coronavirus,” Stevens said. Saffron Cordery, the deputy chief executive of NHS Providers, which represents NHS trusts, said: “Today’s announcement by NHS England that the health service will tonight be returning to the highest level of emergency preparedness is confirmation that the health service is once again facing one of the most challenging periods in its history. “Despite months of preparation for the second wave, this is going to be an extremely difficult winter for the NHS and will place a further burden on staff who have worked relentlessly since the start of the pandemic to care for patients.” Powis said it was no longer only hospitals in places such as Liverpool and Manchester that were coming under intense strain from Covid’s resurgence. “Infection rates are now rising and rising faster in the south, [and] hospital admissions are beginning to rise in the south of the country too. Therefore our hospitals are beginning to fill in the south with coronavirus patients.” Dr Alison Pittard, the dean of the Faculty of Intensive Care Medicine, which represents doctors working in intensive care units, said most people being admitted to an ICU with Covid had an average age of 60, and some had underlying health conditions. “But we are still seeing patients who are significantly older and younger than that. So it is affecting the whole spectrum of age,” she said. Stevens pleaded with the public to help protect the NHS by following the new rules that come into force on Thursday morning, as well as the government’s “hands, face, space” infection control advice. “The reality, I think, is that there is no health service in the world that by itself can cope with coronavirus on the rampage,” he said. What he called “three lines of defence – the actions we take as individuals and families, [and] the efforts of the test-and-trace programme” were vital to ensure the NHS was not overwhelmed, Stevens said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}