{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/nov/02/several-people-injured-as-shots-fired-in-centre-of-vienna", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-11-03T01:19:10Z", "webTitle": "Gunmen on loose in Vienna after 'repulsive terror attack'", "webUrl": "https://www.theguardian.com/world/2020/nov/02/several-people-injured-as-shots-fired-in-centre-of-vienna", "apiUrl": "https://content.guardianapis.com/world/2020/nov/02/several-people-injured-as-shots-fired-in-centre-of-vienna", "fields": {"headline": "Gunmen on loose in Vienna after 'repulsive terror attack'", "bodyText": "Police in Vienna are hunting at least one gunman after a string of shootings described by the Austrian chancellor, Sebastian Kurz, as a “repulsive terror attack” left at least three people dead. Two civilians were killed by gunmen, while one attacker was killed by police in the centre of the Austrian capital. At least one gunman remains on the run, but authorities have not ruled out there being more still at large. The initial shootings took place at six different locations in the city centre and authorities warned of a group of “heavily armed and dangerous” gunmen. Fifteen other people – including at least one police officer – were seriously injured in exchanges of gunfire. Seven victims were reported to be in critical condition. “We have become victims of a repulsive terror attack in the capital that is ongoing,” Kurz said in a press conference. “We are currently experiencing difficult hours in our republic. I would like to thank all the emergency forces who are risking their lives for our safety, especially today. Our police will take decisive action against the perpetrators of this repulsive terrorist attack.” Kurz said the army would protect sites in the capital so the police could focus on anti-terror operations. Speaking to the Austrian broadcaster ORF, he said the attackers “were very well equipped with automatic weapons” and had “prepared professionally”. Vienna mayor Michael Ludwig announced two civilians had been killed by gunmen several hours after the attacks. The identities of those killed have not been made public. One attacker was shot dead by police. According to government sources, the slain terrorist was carrying an explosive belt and a bag filled with ammunition, ORF reported. The explosive belt was being defused by a de-mining team into the early hours of Tuesday. Frequent sirens and helicopters could be heard in the city centre and large numbers of police were guarding an area near the city’s world-famous opera house. “We have brought several special forces units together that are now searching for the presumed terrorists. I am therefore not limiting it to an area of Vienna because these are mobile perpetrators,” Nehammer told ORF, urging the public to stay indoors until the all-clear was given. “We believe there are several perpetrators. Unfortunately there are also several injured, probably also dead,” he said. The attack began just hours before Austria was due to introduce new coronavirus restrictions, including an 8pm until 6am curfew that came into effect at midnight on Monday night. Bars and restaurants in the network of narrow streets known to locals as the “Bermuda triangle” were packed. Shooting first broke out at around 8pm on Seitenstettengasse street in the centre of the city but spread out to what police said were six different shooting locations in the vicinity. A witness said a gunman had started to fire at random at groups of people sitting at tables. Footage purportedly showing the attack and shared by European counter-terrorism officers showed a puddle of blood by the entrance of a restaurant. Another unconfirmed clip showed a man carrying a rifle and wearing a white shirt and beige trousers firing shots towards a building. A male voice can be heard shouting “Asshole, motherfucker” at the attacker from one of the buildings. Police repeatedly appealed for witnesses to refrain from sharing photographs or video from the scene after footage which appeared to show an injured policeman was briefly posted on Twitter. Initial reports had suggested that the nearby Stadttempel synagogue could have been the target of the attack. But Oskar Deutsch, president of the Jewish Community Vienna, said the synagogue on Seitenstettengasse and the office building at the same address were already closed at the time of the attack, and it was “unclear” if it was one of the targets of the attack. Deutsch told the Kurier newspaper that no members of Vienna’s Jewish community were among those injured in the attack. Citing an interview with a rabbi living directly above the synagogue, Kurier reported an attacker had taken random shots at people sitting outside cafes and bars on Judengasse and Seitenstettengasse in central Vienna. “He did not aim at the Stadttempel [synagogue],” the witness said. The synagogue was the target of a terror attack almost four decades ago. On 29 August 1981, two members of the Palestinian group Fatah – The Revolutionary Council, also known as ANO – tried to storm the synagogue building but were stopped by security forces. Two people were killed and 21 others injured in the attack. More recently, however, Austria had been spared the sort of major attacks that have hit other European countries. The French president, Emmanuel Macron, tweeted that “we French share the shock and sorrow of the Austrian people”. “After France, it’s a friendly nation that has been attacked,” he added, referring to the killing on Thursday of three people by a knife-armed attacker in Nice and the beheading of a schoolteacher by a suspected Islamist outside Paris several days before. Boris Johnson tweeted: “I am deeply shocked by the terrible attacks in Vienna tonight. The UK’s thoughts are with the people of Austria – we stand united with you against terror.” Italian prime minister Giuseppe Conte said there was “no room for hatred and violence in our common European home”, while his foreign minister Luigi Di Maio, tweeted that “Europe must react”. Czech police said they had started random checks on the border with Austria. “Police are carrying out random checks of vehicles and passengers on border crossings with Austria as a preventive measure in relation to the terror attack in Vienna,” Czech police tweeted."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}