{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/nov/03/zimbabwe-journalist-hopewell-chinono-arrested-again", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-11-03T18:26:13Z", "webTitle": "Zimbabwe journalist Hopewell Chin'ono arrested again", "webUrl": "https://www.theguardian.com/world/2020/nov/03/zimbabwe-journalist-hopewell-chinono-arrested-again", "apiUrl": "https://content.guardianapis.com/world/2020/nov/03/zimbabwe-journalist-hopewell-chinono-arrested-again", "fields": {"headline": "Zimbabwe journalist Hopewell Chin'ono arrested again", "bodyText": "Hopewell Chin’ono, the Zimbabwean journalist and anti-corruption campaigner has has been rearrested for allegedly breaking bail conditions. Police and officials took Chin’ono from his home in the capital, Harare, on Tuesday evening. Legal sources said he had been charged with contempt of court relating to an alleged breach of bail conditions, an allegation that they described as “nonsense”. Chin’ono, a respected documentary-maker who has worked for a number of international organisations, was first arrested in July after publishing a series of investigations into corruption in Zimbabwe. He was held in an overcrowded cell in a high-security prison for almost six weeks pending trial on charges of inciting violence. On his release, Chin’ono was effectively banned from using social media for anything that could be seen as critical of the ruling Zanu-PF government. The arrest was part of a wide-ranging crackdown on dissent in Zimbabwe, during which between 50 and 100 opposition party officials, writers, labour activists and others arrested. Detainees included the award-winning author Tsitsi Dangarembga. The new arrest is thought to have been prompted by a tweet sent five days ago suggesting the chief justice of Zimbabwe, Luke Malaba, had intervened to deny Chin’ono bail. Malaba, who was appointed by the former ruler Robert Mugabe and is seen as a government loyalist, has been the centre of an intense row over judicial independence in Zimbabwe, with judges accusing him of systematic efforts to influence their decisions and restrict their autonomy. Earlier this year, Malaba was forced to withdraw a directive telling Zimbabwean judges that their judgments needed to be approved before being handed down. Judges last week complained in an open letter that many “are now so afraid of their own jobs that they consciously and subconsciously make decisions that they consider ‘safe’, even if these do not accord with the law”. The US embassy in Harare said the arrest of the respected documentary-maker was worrying. “Reports that authorities have again arrested @daddyhope for speaking out against corruption and defending fundamental freedoms raise serious concerns,” the embassy said on Twitter. The US, UK, EU and others condemned the wave of repression in July. Local clergy also published a scathing open letter accusing the country’s president, Emmerson Mnangagwa, and his government of an abuse of power. Images of political detainees being led to court in leg irons caused outrage. Chin’ono faces a lengthy prison sentence. The initial charges against him were based on a series of tweets he sent to encourage attendance at an opposition rally that was due to take place on 31 July. The authorities banned the protest, citing Covid-19 regulations, and deployed the army and riot police to disperse any demonstrators. Chin’ono was eventually freed on stringent bail conditions in September. He then gave a series of media interviews in which he described horrific conditions in prison. Mnangagwa came to power in 2017 following the military-led ousting of Robert Mugabe, whose dictatorial rule lasted almost 40 years. A former spy chief known as the Crocodile, he promised political and economic reform leading to major investment from overseas. The economic situation has since deteriorated, however, plunging millions into poverty. Inflation is running at more than 800%, and basic foodstuffs are often difficult to obtain."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}