{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/nov/03/russian-sausage-king-inquiry-police-find-man-handcuffed-to-bed", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-11-03T16:42:08Z", "webTitle": "Russian 'Sausage King' investigators find man handcuffed to bed", "webUrl": "https://www.theguardian.com/world/2020/nov/03/russian-sausage-king-inquiry-police-find-man-handcuffed-to-bed", "apiUrl": "https://content.guardianapis.com/world/2020/nov/03/russian-sausage-king-inquiry-police-find-man-handcuffed-to-bed", "fields": {"headline": "Russian 'Sausage King' investigators find man handcuffed to bed", "bodyText": "An investigation into the crossbow murder of a Russian sausage magnate has taken a bizarre turn, as police searching a suspect’s home for clues instead found a man handcuffed to a bedpost. Investigators said the man, whom they described as a pensioner, was being held captive and extorted to sign over his apartment, indicating a wider criminal ring behind the grisly murder of the oligarch Vladimir Marugov on Monday. Police have arrested two suspects in connection with the killing of the “Sausage King”, which has prompted comparisons with violent attacks on entrepreneurs from Russia’s rough-and-tumble 1990s. But another suspect remains at large. Marugov, 54, and his partner, whom Russian media have named as Sabina Gaziyeva, were in the sauna at his estate near Moscow when two masked attackers broke in, bound the pair with rope, and demanded money. Gaziyeva managed to escape through a window and summon police. By the time they arrived at the house, however, Marugov had been shot dead and the killers had fled. The getaway car was later discovered in a nearby village. Inside it, police found masks, the crossbow used in the attack and several bolts. Marugov was a prominent businessman who owned some of the country’s largest meat-processing plants, including one that translates as Meat Empire. He had made headlines in 2018 for publicly feuding with his ex-wife, the poet Tatyana Marugova, over a divorce settlement. His son Alexander died in a motorcycle crash last year. Investigators have arrested one of the two suspected attackers. A representative for Russia’s Investigative Committee said in a statement that he “acquired the crossbow in a shop in Moscow and was directly involved in the attack on the businessman”. The suspect, who has not been identified, has refused to cooperate with the investigation. On Tuesday, investigators said they raided an apartment belonging to the suspect and discovered a pensioner handcuffed to a bedpost. The man told police he was being held against his will and had been pressured to sign over his Moscow apartment. The man may have been under the influence of “a psychotropic substance”, the Russian news agency RIA Novosti reported. Police arrested another person at the scene who had apparently been guarding the prisoner. The man was later identified by Russian state media as Alexei Zavgorodniy, a lawyer best known for representing a notorious mafia hitman in the 1990s. The contract killer Alexander Solonik, was better known as Sasha the Macedonian for his superior marksmanship with pistols in both hands (known as “Macedonian style” in Russian). Solonik was linked to dozens of killings and had escaped from prison three times before he was strangled to death by another well-known hitman, Alexander Pustovalov. Investigators wrote that they believed the suspect in Marugov’s killing was also involved in defrauding Muscovites of their valuable apartments. Police are still seeking a second murder suspect in the case."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}