{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/nov/01/catholic-church-leader-criticises-covid-worship-restrictions-england", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-11-01T11:30:32Z", "webTitle": "Catholic church leader criticises Covid worship restrictions in England", "webUrl": "https://www.theguardian.com/world/2020/nov/01/catholic-church-leader-criticises-covid-worship-restrictions-england", "apiUrl": "https://content.guardianapis.com/world/2020/nov/01/catholic-church-leader-criticises-covid-worship-restrictions-england", "fields": {"headline": "Catholic church leader criticises Covid worship restrictions in England", "bodyText": "Faith leaders showed signs of dissent over new restrictions on religious worship announced by Boris Johnson, with the leader of the Catholic church in England and Wales saying he had “not yet seen any evidence” to justify the ban on services. An organisation of imams also called for mosques to be permitted to remain open, saying they had provided valuable support to communities in recent months. Under measures coming into effect on Thursday, acts of collective worship will be forbidden though individual private prayer is permitted. Funerals will still take place with a maximum of 30 attending, but weddings will only be permitted in exceptional circumstances. Religious leaders will be able to broadcast acts of worship from churches, mosques, synagogues and temples, and public services such as food banks may still be run from these premises. The ban on communal services is likely to have a disproportionate impact on faiths that have little tradition of individual private prayers, including Islam and Judaism. Responding to the lockdown announcement, Cardinal Vincent Nichols, the Catholic archbishop of Westminster, said it was “a source of deep anguish” that the government was banning public communal worship. “Whilst we understand the many difficult decisions facing the government, we have not yet seen any evidence whatsoever that would make the banning of communal worship, with all its human costs, a productive part of combatting the virus. We ask the government to produce this evidence that justifies the cessation of acts of public worship.” The government had “a profound responsibility to show why it has taken particular decisions,” he said, adding: “Not doing so risks eroding the unity we need as we enter a most difficult period for our country.” Qari Muhammad, chair of the Mosques and Imams National Advisory Board, said the ban on communal prayer in places of worship was disheartening. The Muslim community was seeking “limited communal prayer in mosques which is effectively individuals praying in unison following social distancing measures,” he added. “The fundamental difference between mosques and some other places of worship is that mosques are first and foremost used for communal prayer.” Throughout the pandemic, mosques supported people in need and mobilised volunteers in their neighbourhoods, he said. “Much of this work is sustained by communal prayer. We believe the continued running of mosques with all the necessary precautions is vital for the wellbeing of all communities.” Justin Welby, the archbishop of Canterbury, tweeted: “This is harder than the first wave – let’s be calm, compassionate and courageous … And may God guide our leaders in these tough decisions.” Faith communities will be anxious about religious festivals that fall in the next few weeks. Diwali, the festival of lights celebrated by Hindus, Sikhs and Jains, begins on 14 November and usually lasts five days. The eight-day Jewish festival of Hanukkah begins on 10 December, after the national lockdown is due to end. However, politicians and scientists are warning the measures may be extended after 2 December. Christmas carol and nativity services are also likely to be cancelled if the lockdown restrictions continue into December. Many cathedrals that rely on visitor income and Christmas events will be braced for further falls in revenue and job losses. During the first national lockdown earlier this year, faith leaders moved worship online, streaming services and other acts of collective worship, and hosting Zoom prayers. More than 17,000 services and events at Church of England churches have been posted online, according to a report published in October. The C of E has also been broadcasting and streaming national weekly services since the start of the pandemic. Stephen Cottrell, the archbishop of York, said: “At a time when many have felt isolated and fearful, Church of England parishes and clergy have broadcast thousands of online church services and events, seeking to bring comfort and hope to their communities. “We know that tens of thousands of those tuning in will never have had contact with their local Church of England parish before and may never have heard the Christian message. Their welcome presence is a sign of the great hunger we all have for spiritual meaning in our lives.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}