{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/nov/05/denmark-lockdown-north-mink-blamed-coronavirus-strain", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-11-05T16:39:30Z", "webTitle": "Denmark tightens lockdown in north over mink Covid outbreak", "webUrl": "https://www.theguardian.com/world/2020/nov/05/denmark-lockdown-north-mink-blamed-coronavirus-strain", "apiUrl": "https://content.guardianapis.com/world/2020/nov/05/denmark-lockdown-north-mink-blamed-coronavirus-strain", "fields": {"headline": "Denmark tightens lockdown in north over mink Covid outbreak", "bodyText": "An outbreak among farmed mink of a mutant form of Covid-19 with the potential to be resistant to future vaccines has led to the Danish government bringing in tougher lockdown measures in parts of the country. The measures were announced following the discovery of a new strain of the disease in animals bred for fur in the country’s northern regions. Twelve people in the Jutland region have been diagnosed with infection with the new strain, and municipalities in northern Denmark will impose restrictions on residents’ movements between regions. Restaurants and bars will also be shut, said Per Bach Laursen, the mayor of the Vesthimmerland municipality. The country’s health authorities fear the new strain could prove to be more resistant against a vaccine. Kåre Mølbak, head of the State Serum Institute, the national authority for the control of infectious diseases, said the strain had mutations on its spike protein, the part of the virus that infects healthy cells. He said the strain posed a potential threat to the efficacy of Covid-19 vaccines, which work by disabling the spike protein. “There is a risk that vaccines targeting the spike protein will not provide optimal protection against the new viruses occurring in mink,” a report published by the institute said. Denmark’s health minister, Magnus Heunicke, said laboratory research had “shown that mutations may affect current candidates for a vaccine against Covid-19”. He said: “It is a threat to the development of vaccines against the coronavirus. This is why we must lead a national campaign.” The World Health Organization said it had been “informed by Denmark of a number of persons infected with coronavirus from mink, with some genetic changes in the virus”. Denmark is the largest producer of mink skins in the world, producing 40% of the world’s pelts. Mink is the country’s third-biggest agricultural export. Between 15 million and 17 million mink, kept on more than a thousand Danish farms, will be killed in an effort to restrict the spread of the virus strain. After previous Covid outbreaks 1.2 million mink were killed at 400 farms, which either had infections or were close to infected farms. There are 1,139 mink farms in Denmark employing about 2600 full-time staff. The €800m cost of the cull policy, including compensation for affected farmers, has raised questions about the evidence for the action. “We are asking to have [the evidence] sent over so we can assess the technical basis,” a spokesperson for the Liberal party told the broadcaster TV2 on Wednesday. Tage Pedersen, the president of the Danish mink breeders association said the cull would be the end of the industry. He said: “It is a dark day for all of us and for Denmark. Of course, we don’t want to be the cause of another pandemic but the government’s decision is a disaster for our industry and Denmark. It is a de facto permanent shutdown and liquidation of the fur industry.” The Dutch government killed the mink populations on 68 mink farms in June and announced the intention to permanently close the sites from the spring of 2021 after an outbreak of coronavirus. A survey of employees in mink farms in the Netherlands found that more than 50% had been infected by a strain of the coronavirus found in the minks. The conclusion arrived at was that many of the people could have been directly or indirectly infected by the animals."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}