{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/nov/03/ivory-coast-president-wins-third-term-after-opposition-boycotts-sham-election", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-11-03T12:13:42Z", "webTitle": "Ivory Coast president wins third term after opposition boycotts ‘sham’ election", "webUrl": "https://www.theguardian.com/world/2020/nov/03/ivory-coast-president-wins-third-term-after-opposition-boycotts-sham-election", "apiUrl": "https://content.guardianapis.com/world/2020/nov/03/ivory-coast-president-wins-third-term-after-opposition-boycotts-sham-election", "fields": {"headline": "Ivory Coast president wins third term after opposition boycotts ‘sham’ election", "bodyText": "Alassane Ouattara has won a third term in power in Ivory Coast after an election boycotted by the opposition. The 78-year old president, who had once pledged to make way for a younger generation, took 94% of the vote. Two terms in office is widely seen as the limit set by the west African country’s 2016 constitution. The main opposition candidates condemned Ouattara’s attempt to win a third term as illegal and had urged their supporters to stay at home as an act of civil disobedience. Political crisis has consumed Ivory Coast since the death in July of Ouattara’s planned successor, the prime minister, Amadou Gon Coulibaly. Ouattara had been expected to leave office but reneged on his pledge, arguing the constitution did not prevent him. The disqualification of 40 opposition candidates and criticisms from his two main challengers increased tensions in a country where the spectre of electoral violence looms large. Thousands have fled to Liberia, Ghana and Togo in recent weeks, fearing the possibility of the same sort of post-election violence that killed 3,000 people in 2010. In the run-up to Saturday’s vote, protests against Ouattara had grown, particularly in opposition strongholds. Clashes with rival groups and a forceful response by security forces left at least 30 people dead, according to Amnesty International. Five more people were killed on election day. In a sign of mounting tensions over the vote, Outtara’s two main opponents said their homes had been shot at overnight. The Carter Center, a US non-governmental organisation that monitored the election, expressed “concerns that the overall context and process did not allow for a genuinely competitive election”. “The process excluded a number of Ivorian political forces and was hampered by an active boycott by a segment of the population and a volatile security environment,” it added. The electoral commission said early on Tuesday that Ouattara received 94.3% of the vote. Turnout was 53.9%, according to election officials, although the opposition has said only 10% of Ivorian voters took part. The former prime minister Pascal Affi N’Guessan, a leading opponent of Ouattara, said the result was illegitimate. “This was a sham election … marred by many irregularities and a low turnout,” he told reporters on Monday when it was clear Ouattara was going to win. N’Guessan vowed to form an alternative “transitional government”, deepening political tensions with Ouattara’s government. “The opposition parties and groups announce the creation of a council of national transition,” N’Guessan told reporters. Yet divisions within his own party, the Ivorian Popular Front, and among other senior figures in a weakened opposition, has left the plan in doubt. The president’s supporters cite a 2016 constitutional change that they say means Ouattara’s first term effectively did not count. Amid deepening insecurity across much of west Africa, third-term bids and attempts to amend national constitutions have re-emerged in recent years in Guinea, the Gambia and Ivory Coast. The moves have fuelled disillusionment, particularly among younger populations who seek greater representation in government, transparency and freedoms. Ouattara, a former rebel leader, along with both main opposition figures, the 86-year-old former president, Henri Konan Bédié, and 67-year-old N’Guessan, are among an ageing political class that have maintained their grip of Ivorian politics for years. Ouattara was the internationally recognised winner of the disputed 2010 election when the then president, Laurent Gbagbo, refused to concede defeat. Both men held their own inauguration ceremonies and the standoff persisted for months until pro-Ouattara forces captured Gbagbo from his underground bunker. Gbagbo was later acquitted of crimes against humanity at the international criminal court, though prosecutors are appealing against the decision. Critics say Ouattara’s government has failed to bring about national reconciliation, concentrating prosecutions on the crimes committed by Gbagbo loyalists. The president, an ally of western governments including the country’s former colonial power, France, enjoys international support. Yet despite significant economic growth, driven by its powerful agricultural sector, more than half of the country lives in poverty, according to the World Bank."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}