{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2012/dec/24/tory-vice-chairman-plebgate", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2012-12-24T17:05:35Z", "webTitle": "Tory vice-chairman weighs in on plebgate row", "webUrl": "https://www.theguardian.com/politics/2012/dec/24/tory-vice-chairman-plebgate", "apiUrl": "https://content.guardianapis.com/politics/2012/dec/24/tory-vice-chairman-plebgate", "fields": {"headline": "Tory vice-chairman weighs in on plebgate row", "bodyText": "Conservative party vice-chairman Michael Fabricant has entered the \"plebgate\" row by suggesting neither Andrew Mitchell, the former government chief whip, nor the police, came out of it \"smelling of roses\". Fabricant, in a stream of messages on his Twitter account on Monday, cast doubt on the accounts of both Mitchell and the police, saying: \"I suspect the truth is 6 of one and half a dozen of the other\". In another tweet, he said: \"The problem Andrew Mitchell has is that if Michael Gove had been accused, it would be hard to believe. He is invariably polite and courteous .\" His comments came the day after Mitchell had written his own account of the Downing Street confrontation with police in September, claiming he was the victim of a \"vile stitch-up\" by police out to destroy his political career. Mitchell said he was accused of using \"awful toxic language\" that amounted to a lie. He was forced to resign in October after police officers guarding No 10 accused him of calling them \"fucking plebs\" after they declined to allow him to cycle through the security gates. On Sunday, he said he had muttered, though not directly to a policeman, \"I thought you guys were supposed to f****** help us\" but denied calling them \"f****** plebs and morons\". Fabricant's intervention had begun last week after a Dispatches/Channel 4 News investigation raised questions about the police account. \"While the police must be 'banged to rights' if any evidence was falsified, I am uneasy with anti-police chat in Commons corridors and bars\", he tweeted on Thursday. On the eve of publication of Mitchell's article he said: \"I gather we can look fwd to a real tear jerker (5000 words) written by A Mitchell in the Sunday Times. The Pope is preparing to beatify him.\" On Monday, Fabricant, MP for Lichfield, returned to the subject. \"If Andrew Mitchell was stitched up by the police, it is unforgiveable. But will we ever know exactly what was said and by whom?\", he asked. In another tweet he said: \"Witch-hunts are unfair. The witch-hunt against Mitchell was wrong if story was embellished. But the witch-hunt against the police not good.\" Fabricant, also a former whip, suggested 46-second CCTV footage, used in Channel 4's investigation, was too long for Mitchell's account of his comments to be accurate, asking what was said by Mitchell in the \"missing\" seconds. In reply to a tweet suggesting animosity towards Mitchell because he left the whips office when Mitchell took over, Fabricant said he had left so he could speak more freely over government policies such as HS2, the controversial plans for a new high-speed railway, which he believed would cause environmental damage."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}