{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2012/dec/13/chelsea-frank-lampard-free-agent", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-12-13T23:00:02Z", "webTitle": "Chelsea's Frank Lampard expects to be a free agent in the summer", "webUrl": "https://www.theguardian.com/football/2012/dec/13/chelsea-frank-lampard-free-agent", "apiUrl": "https://content.guardianapis.com/football/2012/dec/13/chelsea-frank-lampard-free-agent", "fields": {"headline": "Chelsea's Frank Lampard expects to be a free agent in the summer", "bodyText": "Frank Lampard expects to end his 12-year association with Chelsea next summer. The England midfielder is approaching the final six months of his contract with the European champions and no negotiations are scheduled to discuss an extension. Lampard, who has appeared as a substitute in the wins over Sunderland and Monterrey after a six-week absence with a calf injury, believes he can play for two or three more years at the top level and is eager for regular involvement, though it appears that will have to be at another club. The 34-year-old was a key member of Roberto Di Matteo's Chelsea side who won the Champions League in May but, with the club's hierarchy intent on refreshing the squad with younger players, he has drawn his own conclusions from the lack of dialogue over a new deal. \"I'm a Chelsea player but at the minute nothing else has been said,\" he said. \"Talks about a one-year or two-year extension don't exist because nothing has been said and nothing is planned, as far as I know. There have been no talks about anything or about an extension. \"The ball is in Chelsea's court. I feel like I have two or three years at least in me at the top level but it is not for me to decide on this one. It's up to the club. Whatever happens, I have had a great time at Chelsea. Maybe things don't last forever, although I want it to. \"I'm not the kind of player to see out my time and sit with my bum on the bench too much. I want to be involved. That's my character. I will keep trying to do that, whatever the circumstances. I feel like I've had a good year, particularly from where we were in February to playing what I like to think was a big part [in the European Cup success]. \"Obviously Didier [Drogba] played the biggest part but we were the players who came back in [under Di Matteo], who were out a bit [under André Villas-Boas], and made a difference.\" Lampard is Chelsea's third highest goalscorer, with 189 goals in 611 appearances in all competitions, after joining for £11m from West Ham United in 2001. Interest has been lodged for his services by the Chinese side Guizhou Renhe, and clubs from Major League Soccer, in particular Los Angeles Galaxy are likely to step forward when he becomes available. Chelsea's interim first-team manager, Rafael Benítez, who is contracted himself only until the summer, had confirmed two days into his employment that he assumed both Lampard and Ashley Cole would leave the club at the end of the season. The latter is expected to join Paris St-Germain but, while Benítez picked David Luiz in midfield ahead of Lampard in the 3-1 win over Monterrey, both players will have significant roles in the months ahead. Lampard, left (after the match), said he was fit to start against the Mexicans. \"It was the manager's decision,\" he said, Benítez having made his selection possibly with Sunday's final against Corinthians in mind. \"People say when you are older you shouldn't play so many games but you need some sort of regularity to playing. Any player will tell you that. That's why Paul Scholes retired at one point; he felt he was sitting on the bench and, as he got older, he found it more difficult to sit there and be expected to come on and turn it straight on.\" Benítez was booed again by some of the 1,000 Chelsea fans and the recently adopted 16th-minute clapped tribute to Di Matteo was maintained. \"Players have to concentrate on our game, regardless, but obviously we know the atmosphere is different,\" said Lampard, who had witnessed from the stand back at Stamford Bridge the crowd's hostility towards the new man. \"Maybe it doesn't help us quite so much. But Chelsea is the fans. You have to respect how they feel, you have to respect Roberto Di Matteo and at the same time respect that Rafa is going to try to do the best job he can at Chelsea.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}