{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2012/dec/20/vilas-boas-tottenham-lyon-europa-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-12-20T23:00:02Z", "webTitle": "André Villas-Boas relishing Europa League after Tottenham draw Lyon", "webUrl": "https://www.theguardian.com/football/2012/dec/20/vilas-boas-tottenham-lyon-europa-league", "apiUrl": "https://content.guardianapis.com/football/2012/dec/20/vilas-boas-tottenham-lyon-europa-league", "fields": {"headline": "André Villas-Boas relishing Europa League after Tottenham draw Lyon", "bodyText": "André Villas-Boas described Thursday's Europa League draw as \"wonderful and important for the competition\" after Tottenham Hotspur were pitted against Lyon and Liverpool drawn with Zenit St Petersburg in the last 32. Four English clubs remain in the tournament following the group stage and Chelsea, the European Cup holders, will play Sparta Prague after dropping out of Europe's premier club competition. Newcastle United take on the Ukrainian side Metalist Kharkiv, with all first-leg matches taking place on 14 February. Tottenham face a last-16 tie against Internazionale if they get past Lyon and the Italian side overcome Cluj. Gareth Bale, who is available to face Stoke City on Saturday after a hamstring injury, scored a hat-trick at San Siro in October 2010, when Spurs lost 4-3 in the Champions League. Villas-Boas, the Tottenham manager, believes the respective ties will boost the allure of a competition that is often maligned when compared with the Champions League. \"Lyon is a tremendous tie for us in the sense that it gives this country, along with the Liverpool game, the chance to see wonderful Europa League fixtures being played,\" he said. \"Zenit-Liverpool and Tottenham-Lyon should both be considered like Champions League fixtures so I think this is something important for the competition, for how it's seen in this country. \"The fact that we play Lyon, who are used to being in the Champions League and used to winning trophies – it's an important reference for us. If we want to set our targets for Champions League qualification, this is the kind of team we will face, teams with a winning mentality, full of quality players. In that sense I think it's excellent for the publicity of the competition in this country. \"You see how well they have been doing in the league this year. They have been knocked off first place by Paris St-Germain but they are rebuilding again. They are a club also with financial difficulties. But they have a great winning mentality. It is an extremely difficult draw for us, among one of the worst teams you could get.\" Brendan Rodgers welcomed Liverpool's draw against Zenit, with the tie being staged a month before the start of the league season in Russia, but refused to be drawn on Zenit's largest supporters' group, Landscrona, calling this week for the club not to buy black or gay players.The Liverpool manager said he would comment on that controversy nearer the time. \"It is a good draw for us. It was great to win our group because it means the second leg is at home. Zenit have invested a lot of money to win things but there are a lot of games to go before then,\" he said. Newcastle also face a journey to Ukraine and their manager, Alan Pardew, admitted Metalist Kharkiv are an unknown quantity for him. He said: \"I do know it's a long journey, I've looked at that, and they won the group, so it's a tough agenda for us. But obviously, that's some way ahead and we are looking forward to it. \"It's a tough draw in terms of the travel; the opposition, I know very little about. I can't even comment on that until such time as we do some studying.\" Chelsea supporters who were disappointed at their team's exit from the Champions League may be appeased slightly with a trip to Prague and a potential game in Amsterdam or Bucharest in the last 16. Rafael Benítez's side will play either Ajax or Steaua if they advance. The Tottenham goalkeeper Hugo Lloris is expected to face Lyon, his former club, and Villas-Boas reiterated that Spurs are open to offers for Carlo Cudicini and Heurelho Gomes in January. However, he does not expect a busy transfer window. He said: \"You won't see Tottenham doing anything in the beginning of January, if we do anything. I think we are comfortable with how things are.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}