{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2012/dec/16/ulster-northampton-heineken-cup-report", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2012-12-16T22:00:02Z", "webTitle": "Jim Mallinder takes pleasure in Northampton's victory over Ulster", "webUrl": "https://www.theguardian.com/sport/2012/dec/16/ulster-northampton-heineken-cup-report", "apiUrl": "https://content.guardianapis.com/sport/2012/dec/16/ulster-northampton-heineken-cup-report", "fields": {"headline": "Jim Mallinder takes pleasure in Northampton's victory over Ulster", "bodyText": "Jim Mallinder is not a coach who is prone to fits of emotion, but even Northampton's director of rugby admitted that the Saints' feat of becoming the first side to defeat Ulster this season, eight days after they had been outclassed by the same opponents at home, was one of the most significant victories during his five years in charge at Franklin's Gardens. Defeat would have meant failure to qualify for the knock-out stage for the second season running for the 2011 finalists, but a triumph that was more convincing than the scoreline suggested holds out the prospect of at least a place in the Amlin Challenge Cup quarter-finals. Ulster remain in charge of their own destiny, but they have to travel to Castres next month whereas Northampton will have home advantage against the Top 14 club, who themselves are in contention for a place in the last eight, and there was an element of hubris about the RaboDirect leaders, who were looking for their 14th straight victory of the season. \"We read with interest some of the comments coming out in the press from Ulster last week,\" said Mallinder. \"To beat them has to be right up there during my time at Northampton because of what had happened the previous week and because they were unbeaten this season. We had been close to winning in Munster twice before in the competition and to get the win here was very pleasing.\" Northampton scored all their points in the first 17 minutes, hitting Ulster hard in areas where they had been dominated in the first match between the sides, up front and at the breakdown. While the home side could point to three breakaways that yielded nothing as the Saints scrambled back in defence, Mallinder's men blew three try-scoring chances in seven minutes after the restart. \"We were a bit narrow at home and wanted to stretch them with more width,\" said Mallinder, whose six changes from the first game had included dropping key forwards Brian Mujati and Courtney Lawes to the bench and recalling Lee Dickson, who dictated the match tactically at scrum-half. \"The players who were left out responded in the right way and we are back in with a chance in the group.\" The cost to Ulster was not just their unbeaten record. The wing Tommy Bowe suffered suspected knee ligament damage and the second-row Dan Tuohy strained a calf muscle, leaving them with a lock on the wing and a prop in the second row at the end. Home matches against Leinster and Munster over the festive period will test their reserves as well as resolve. Northampton have Harlequins and Saracens to look forward to. \"Time will tell whether this victory is significant,\" said Mallinder. \"It is important not to over-react to a win as much as when you lose, but I hope this sets us up for what is a very big three weeks for us.\" Mallinder has been battling in recent weeks to persuade his props Soane Tonga'uiha and Mujati to sign new contracts, but they look bound for France. \"I am concerned about the salary cap because we cannot compete financially,\" said Mallinder. \"We are in grave danger of losing them both and, while you always want to keep your best players, other Premiership clubs are in the same position as us.\" Ulster Payne; Bowe (McComb 77), Cave, Wallace (L Marshall 68), Trimble (Gilroy 56); Jackson (P Marshall 61), Pienaar; Court (Black 68), Best, Afoa, Henderson, Tuohy (Lutton 79), Williams (Diack 71), Henry (capt), Wilson. Pens Jackson 3. Northampton Foden; K Pisi, G Pisi, May, Elliott; Myler, Dickson; Tonga'uiha (A Waller 63), Haywood (McMillan 78), Doran Jones (Mujati 53), Manoa, Clark (Sorenson 63), Wood, Dowson (capt), Van Velze (Lawes 25). Tries Van Velze. Con Myler. Pen Myler. Referee N Owens (Wales). Attendance 11,400."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}