{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2012/dec/09/chelsea-sunderland-rafael-benitez-premier-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-12-09T22:59:00Z", "webTitle": "Rafael Benítez says Chelsea are still in title hunt after win at Sunderland", "webUrl": "https://www.theguardian.com/football/2012/dec/09/chelsea-sunderland-rafael-benitez-premier-league", "apiUrl": "https://content.guardianapis.com/football/2012/dec/09/chelsea-sunderland-rafael-benitez-premier-league", "fields": {"headline": "Rafael Benítez says Chelsea are still in title hunt after win at Sunderland", "bodyText": "Rafael Benítez is nothing if not ambitious. With his project to silence dissenting Chelsea supporters while simultaneously supervising the re-birth of Fernando Torres now firmly underway, the Spaniard has issued a challenge to Sir Alex Ferguson and Roberto Mancini. Bolstered by two goals from Torres at Sunderland – the striker's first in the Premier League since early October – Chelsea's latest manager poured scorn on the notion that the title race was now an all-Manchester affair. When someone told Benítez bookmakers had quoted the chances of his new team becoming champions in May as 16-1 he smiled. \"I think those odds will be reduced now,\" he said. \"Maybe to around 5-1. If we play at this level, at this intensity and with this confidence we'll win a few games in a row and hopefully we'll be back up there. If you win two or three games, you get closer. If we can play like today I'm sure our fans will appreciate the job we're trying to do.\" As he prepared to head for Newcastle's airport and a flight to the Club World Cup in Japan, Benítez could not resist reminding everyone that jumping to foregone conclusions is a dangerous game. \"You have to remember last season,\" he said. \"In January everyone was saying Manchester City would win the title easily. And yet at the end, on the last day, they could have lost it; they had to score in the last minute to win it.\" Thanks to Torres, Benítez's first league win since replacing Roberto Di Matteo was sealed considerably earlier than that. By half-time, the Spain striker's expert volley and assured penalty had put Chelsea two up. Soon after the restart, another stupendous volley rebounded off the woodwork, allowing Juan Mata to score the third goal. Benítez can appear cold towards players but the instinctive, thoroughly radiant smile on his face at the first mention of the name \"Fernando\" betrayed an almost paternal pride in his newly renascent former Liverpool protege. \"If the team are playing well and creating chances Fernando will score,\" he said. \"I've been analysing his movement and I've adjusted a few little things. Fernando knows the movement I want from him and I've seen his confidence is getting better. Now I want to see him scoring every game, getting winners.\" Martin O'Neill can only pray that one of his players secures three points on Tuesday night when Reading visit Wearside. With both teams in the bottom three and Sunderland having won only two of their last 23 Premier League games it promises to be an edgy evening, not to mention one on which the home manager may be well advised to select Danny Rose in central midfield rather than at left-back. Midfield has been a particularly weak department for Sunderland recently but shortly after Adam Johnson's tightly angled cross-shot deceived Petr Cech and arrowed into the top corner, O'Neill re-located Rose, on loan from Tottenham, from full-back to the heart of the action. It proved an inspired switch as Sunderland instantly looked an infinitely more dangerous unit. An improvement on Johnson's part also helped matters. If Rose has been Sunderland's most dynamic player this season, the former Manchester City winger has frequently looked a waste of £10m; but Saturday proved a welcome exception. \"Adam was having a go at players, taking Ashley Cole on at times,\" said O'Neill. \"There were clear signs he's coming back to the form we know he's capable of but he must maintain it. Tuesday's a big game.\" Johnson agreed with that, if not his manager's acceptance that Sunderland are battling for their Premier League lives. \"Reading is massive but it's too early to say we're in a relegation fight,\" he said before claiming mitigation for his slow-burn start on Wearside. \"It's a totally different style of play here. At City I could stay high up the pitch and didn't have to do much tracking back, but I have to do a lot more here. It hasn't really been happening for me, but it's hard to get yourself going when the team's not performing.\" Man of the match Fernando Torres (Chelsea)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}