{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2012/dec/11/bradford-city-arsenal-capital-one-cup", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-12-11T22:33:15Z", "webTitle": "Bradford 1-1 Arsenal; Bradford win 3-2 on pens | Capital One Cup match report", "webUrl": "https://www.theguardian.com/football/2012/dec/11/bradford-city-arsenal-capital-one-cup", "apiUrl": "https://content.guardianapis.com/football/2012/dec/11/bradford-city-arsenal-capital-one-cup", "fields": {"headline": "Bradford defeat Arsenal on penalties to reach Capital One Cup semi-final", "bodyText": "Sometimes it is not the modern-day demand for instant gratification and headlines that is the problem for Arsène Wenger. Sometimes it is Arsenal, and falling to League Two Bradford City in the quarter-finals of the league cup will only reopen the inquest into whether silverware or profit shapes the direction of the club. Their manager can have no complaint. A strong Arsenal team crashed out on penalties after Thomas Vermaelen, who took the game into extra time with a late equaliser, struck the post with the final kick of the shoot-out. Wenger cited the lottery of penalty kicks as a factor in this embarrassment for the Premier League club but the cause of defeat ran deeper. The seven years without a trophy appeared to weigh on Arsenal's players as they stepped forward for the shoot-out. Santi Cazorla, Marouane Chamakh and Vermaelen failed to convert. Ritchie Jones missed a chance to win it for Bradford before Vermaelen's moment of anguish but their victory was thoroughly deserved. Phil Parkinson's team, fourth in League Two and threatened by elimination from the FA Cup for fielding an ineligible player, led throughout on penalties and from the 16th to the 87th minute of the tie. The biggest crowd at Valley Parade in half a century was treated to a bold and brave performance from a team that cost £7,500, plus a friendly at Guiseley, to put together. Their manager's tactics, the players' spirit and the feeling in Bradford that Arsenal were vulnerable had as much influence on the outcome as the lottery from 12 yards. It was only in extra time that Arsenal's Premier League superiority showed but with Jack Wilshere wasting a great chance due to a refusal to shoot with his right foot, and Cazorla hitting the bar from 25 yards, they were unable to make it count. Bradford held their nerve and a club that has plummeted through the divisions in the past decade, that has been in administration, revelled in a historic night and a ninth successive penalty shoot-out victory. Wenger could not be accused of putting youth development before silverware on this occasion either. The Arsenal manager used the luxury of an impending free weekend in the Premier League to select eight of the side that beat West Bromwich Albion on Saturday. His front line comprised of Gervinho, replacing the injured Olivier Giroud, supported by a three of Aaron Ramsey, Cazorla and Lukas Podolski and he had every right to expect more than the brittle defensive display served at Valley Parade. For all Arsenal's neat possession they rarely got through the Bradford defence on the floor and it was their central defenders, Per Mertesacker and Vermaelen, who looked uncomfortable against the strength of James Hanson and the pace of Nahki Wells. Wells, a Bermuda international, shrugged Vermaelen aside in the opening minutes only to be penalised for a foul by referee Mike Dean but the roles were reversed with devastating consequences for Arsenal in the 16th minute. Arsenal's captain conceded a free-kick down the right with a body-check on Wells. His Bradford counterpart, Gary Jones, delivered an inviting set-piece for a tall, powerful team to thrive on, the ball was flicked to the back post and Garry Thompson connected with an unstoppable volley into the roof of the net. Valley Parade erupted. Bradford resisted Arsenal's inevitable response through a relentless performance from every player, and with admirable adventure whenever the opportunity arose, but their lead should have gone by the interval. Francis Coquelin weaved through several City players only to strike the outside of Matt Duke's post from the edge of the area. That was unfortunate but Arsenal's next miss was simply reckless. Podolski released Gibbs on the left of the area and when his low cross evaded Duke the equaliser from Gervinho beckoned. Instead, the striker failed to make any contact with the ball in front of an unguarded net. \"Premier League, you're having a laugh,\" mocked the Bradford supporters and, to be fair, they had a point. Parkinson's team held their nerve, discipline and shape throughout the second half in the face of an increasing Arsenal threat, although it was not until the 70th minute that Duke made his first save from Alex Oxlade-Chamberlain. Duke saved well from Wilshere and Cazorla before Arsenal's pressure finally told when Vermaelen headed home unmarked from Cazorla's cross with three minutes left. Bradford, however, would not be denied."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}