{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/david-conn-inside-sport-blog/2012/dec/01/german-fan-owned-clubs-bundesliga", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-12-01T23:00:00Z", "webTitle": "German model bangs the drum for club, country and the people's game | David Conn", "webUrl": "https://www.theguardian.com/football/david-conn-inside-sport-blog/2012/dec/01/german-fan-owned-clubs-bundesliga", "apiUrl": "https://content.guardianapis.com/football/david-conn-inside-sport-blog/2012/dec/01/german-fan-owned-clubs-bundesliga", "fields": {"headline": "German model bangs the drum for club, country and the people's game", "bodyText": "The watershed moment for German football famously arrived at the 2000 European Championship in Belgium and Holland. An embarrassing performance at that tournament went on to trigger the transformation of the German game into a flourishing all-round culture that is increasingly envied across Europe. The nation watched in horror as the three-times World Cup winners, still including such high-class players as Christian Ziege, Michael Ballack and Dietmar Hamann, were eliminated after finishing bottom of their group, with a single point. Leaden and uninspired, Germany were beaten 3-0 by the sparkling talents of Portugal and lost 1-0 to England, the goal scored by Alan Shearer in the 53rd minute. Ten years later, Germany's new young national team announced their revitalisation by taking apart England's expectations in the 2010 World Cup in South Africa: Mesut Ozil, Thomas Müller and Sami Khedira performing with bold confidence in a 4-1 evisceration of Fabio Capello's side. That defeat prompted one of English football's periodic bouts of self-questioning, arguably speeding up the FA's completion of its coaching centre, St George's Park, and the Premier League's new generation of youth academies, 12 years after German football's overhaul. Now admiration for the German way, posing a challenge to Premier League assumptions, is stretching beyond the Mannschaft's performance, to the nation's clubs and the way it organises football. Even before this week's final round of Champions League group matches, the three Bundesliga clubs have qualified for the knockout stage. Bayern Munich, Germany's most prestigious and richest club, earning £290m in 2010-11 according to Deloitte, are always expected to qualify. But European football has been struck this season by Schalke, who defeated Arsenal 2-0 at the Emirates Stadium last month, and, in particular, by Borussia Dortmund, who top their devilishly difficult group after beating José Mourinho's Real Madrid. Dortmund's 1-1 draw with Manchester City at the Etihad Stadium is consistently referred to within German football for exposing the cultural gap between City – bankrolled by Sheikh Mansour bin Zayed al-Nahyan of Abu Dhabi – and Dortmund, rebuilt into a European power with several homegrown players at the core, and still supporter-controlled, in the tradition of German clubs. While growing stronger on the field, German clubs have purposefully retained traditions and atmospheres off the field too, attempting to balance the notion of football as still the people's game in the super-commercial, globalised era. Fans can, say, still pay cheaply in their thousands to stand and watch their teams – 25,000 supporters in Borussia Dortmund's famed south stand Die gelbe Wand (Yellow Wall) pay a mere €11 (£8.95) a match to watch the German champions. So, younger, older and less well-off fans can still go to games, alongside the high-end payers in the seats and luxury lounges. Remarkably, the 36 Bundesliga and second-tier clubs are really still clubs in the traditional sense, with two exceptions – Wolfsburg and Bayer Leverkeusen, which have always been owned by corporations, Volkswagen and the chemicals giant Bayer, respectively. Clubs must be controlled, with at least 50% plus one of votes on important decisions, by their members, the supporters. There is not an overseas owner in the league at all and many of its senior figures speak with bafflement at the English parade of foreign plutocrats possessing and funding the great clubs. The president of a Bundesliga club, even one of the big ones, is accountable to and can be voted out by the members. The clubs and the league maintain that system because, they argue, it keeps the clubs rooted in their cities and traditions. Even the current controversy inflaming football in Germany has its enviable aspects to the English eye. Supporters are protesting over suggestions for improving security at stadiums, particularly aimed at outlawing flares, and made more pressing after crowd trouble at the Dortmund-Schalke derby a fortnight ago. Yet despite the tabloids fanning fans' fears and politicians threatening to impose all-seat stadiums, it is striking how respectfully the protests are heard by the clubs, and how firmly the football authorities insist they want to preserve their fan culture's raucousness. The Bundesliga's sharp, chic offices at 44 Guiollettstrasse in Frankfurt's financial district feel several rarefied degrees removed from the fans' roaring on the vast standing areas. Some protest groups accuse the Bundesliga of exaggerating the pressure from politicians, as an excuse to bring seats in and gentrify the game. Christian Seifert, the Bundesliga chief executive since 2005, is at pains in a long interview with the Observer to dismiss that perception. \"We value the fan culture we have,\" Seifert emphasises. \"We are the last of the big leagues with standing areas and nobody wants to touch these standing areas. The clubs are committed to having many cheap tickets, because it is considered very important in Germany that people who do not have very much money are able to come to the stadium. \"Here, football is one of the last activities which really brings people together, across all ages and all classes of income,\" he says. \"Politics does not do it, the church does not make it happen. Most chairmen and chief executives have been very much involved with football, they have been supporters and players. They see from a pure business perspective they could raise prices and make more money. But they have decided to take less money and enable people whose families have supported the club for generations, and young people, to keep coming. We want to have our whole society as part of our football, in our stadiums.\" Of the protests over the security proposals, worked up by six clubs from the two divisions to address the government's concerns, Seifert believes a compromise will be reached. \"There is a very real threat from politicians that if we do not solve the problems we have, they will require us to have only seats, no standing, which would have the potential that prices would rise. We are very strongly saying to the politicians we want to keep standing areas.\" That the fans in Europe's highest attendances – 45,000 on average last season – are watching football of improving quality is due partly to the overhaul in coaching philosophy and youth development that followed Euro 2000 failure. The move was agreed between the German football association, the DFB, and the Bundesliga, which has since spent €700m funding youth academies. The DFB's then president, Gerhard Mayer-Vorfelder, is credited with having led the review, appointing, in a characteristically German way, a study group to examine modern football and plan a new philosophy and national development structure. The DFB's sports director until earlier this year was the former German international midfielder Matthias Sammer, part of a tradition in which former great players take up senior roles in coaching or administration. The presence of Uli Hoeness as Bayern Munich's president, elected by the club's members, of Rudi Völler, the sporting director of Bayer Leverkeusen, of Klaus Allofs, now at Wolfsburg, and of former internationals working as coaches for the junior national sides, provides a constant concentration on football throughout the system. Seifert explains how setting up that new system of development – the Bundesliga academies and the DFB's 21 district and five regional training centres – fatefully combined with the 2002 collapse of the Kirch Group, the pay‑TV broadcaster that then owned the Bundesliga rights. \"When Kirch filed for bankruptcy, it was a real economic shock to the league,\" Seifert says. \"After the Bosman ruling [in 1995] the Bundesliga had a high proportion of older, overseas players, and the clubs had their wages to pay, liabilities from investing in their stadiums. The difficulties they had were a wake-up: they realised they had to be more careful with the finances. \"The youth academies were introduced at around the same time, and the clubs saw it made sense to bring through good young players, financially as well as in football terms.\" Jürgen Klinsmann, appointed national coach in 2004, established Bastian Schweinsteiger, Philip Lahm and Lucas Podolski in his team for the 2006 World Cup hosted by Germany. The first wave of true academy graduates stocked Jogi Löw's team that beat England's golden generation of Premier League stars in that brutal defeat in South Africa. Now, of 525 players in the Bundesliga, 60% are German, and the average age of the players is 24. Last season in the Premier League, only 39% of the players were English. Seifert points out that in the Champions League match in Manchester last month, seven of Dortmund's players who dazzled with their possession and adventure were German, while in the City team only the goalkeeper Joe Hart was English. Seifert argues that the \"50% plus one\" rule helps keep the clubs supporting the national team and grounded, focused on the football and fans, not just on the money, in their priorities. The rule was introduced in 2001 when the 36 clubs in the two divisions of the Bundesliga broke away from the DFB, partly to strike more commercial deals, just as the Premier League's income was soaring. The DFB remains responsible, as the FA is in England, for all football below the Bundesliga, with 25,650 clubs registered and 6.8 million players in 175,000 teams. The Bundesliga pays 3% of its TV income and 2% of its ticket income (second division clubs pay 3%) to the DFB to help fund grassroots training, development and social programmes. In Germany the club verein, or association, is a central feature of social life, and most sports clubs tend to be well organised, with decent facilities compared with the many British amateur sports clubs living hand-to-mouth and the rundown state of many local authority football pitches. The 50% plus one rule, which maintains German clubs as member institutions, also keeps some continuity of philosophy in German football, between the grassroots verein and the Bundesliga. When the rule was challenged last year by Martin Kind, the president of Hannover, 32 of the 36 clubs – including Bayern Munich, Borussia Dortmund, Schalke and Hamburg – voted to keep it and remain as member-controlled clubs. \"The rule keeps clubs closer to their roots, their community and the central purpose they have,\" Seifert argues. \"And maybe it keeps the clubs closer to the country, too. The rule means that the control of each club is in Germany. Bayern Munich, of course, is a global brand now, Borussia Dortmund has the opportunity to be the same, but the people running the clubs are very aware of what the clubs mean to the city and they pay attention to that, and the history. \"The people who run the clubs very much have their roots here, and together with the DFB I guess we share one idea: that Germany should have world-class German players. \"Of course each club is focused on its team, there is competition. Nevertheless the shared vision of the clubs in Germany is that we have to have a strong national team, that helps football in the country.\" Asked about the Premier League, whose clubs make so much more money than the Bundesliga concerns – €2.5bn in 2010-11 compared with Germany's €1.7bn from still strong sponsorships and rising TV income – and so attract more world stars, Seifert says: \"We have a lot of respect for the Premier League, it has great club names, great coaches and players. But this is a completely different system. We think a lot about the future. The big challenge is to keep performing, at a very good, top European level, while having affordable tickets and deep roots in society. In that, we do feel we have something in the Bundesliga of which we can be a little bit proud.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}