{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2012/dec/28/worst-ideas-2012-multi-part-movie", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2012-12-28T23:00:11Z", "webTitle": "Worst ideas of 2012: the rise of the multi-part movie", "webUrl": "https://www.theguardian.com/film/2012/dec/28/worst-ideas-2012-multi-part-movie", "apiUrl": "https://content.guardianapis.com/film/2012/dec/28/worst-ideas-2012-multi-part-movie", "fields": {"headline": "Worst ideas of 2012: the rise of the multi-part movie", "bodyText": "If I want to see long-form storytelling played out on a screen, I'll watch a season of Breaking Bad or Mad Men. If I want to see a stand-alone tale, I'll go to the cinema – well, I would have until Hollywood started monkeying with the format and stealing from its cousin. The studios have helped make 2012 the season of the season. They've abandoned the narrative rule book (three acts, a resolution) in favour of expanding middles and never-ending stories. The entire industry has a problem with closure. The film franchise is nothing new, but the film franchise that wraps up in instalments, with a final stanza that divides and metastasises, seems a perplexing innovation. It wasn't enough for the (already interminable) Harry Potter series to end with The Deathly Hallows, or the Twilight saga to bow out with Breaking Dawn. Both supposed climaxes had to be staggered, paused in the middle, delivered in segments. The Hobbit – that lovely, slender children's book by JRR Tolkien – is being cranked out into a movie trilogy, while The Hunger Games, conceived as a trilogy, gets beefed up into a quartet. What's the benefit here? I'm not sure I buy the argument that long-form storytelling gives the material room to breathe, or even shows particular fidelity to the writings of Tolkien, Rowling, etc. I fear the real motivation is more cynical than that. It's the movie equivalent of pumping chickens full of water – bulking out the produce to maximise revenue. It is no secret that 2012 has been a challenging year for US cinema, with ticket sales faltering, and a comparatively fertile one for US TV, which is increasingly able to provide knotty, demanding fare to a global audience via a variety of platforms. But these media are separate and run to different rhythms. Film executives take note: mimicking the episodic waltz of the small screen will not necessarily make your movies more textured and intimate. It may, in fact, make them boneless, bloated and listless. Even the lengthiest film leads a mayfly existence. It needs a finale to rush towards, a goal to achieve, a resolution to reach. To misquote Dorothy Parker, there's no such thing as an unhappy ending. See also in film • Everything in 3D. • Pete Doherty's ad-libbing film debut. • 48 frames per second (aka high frame rate), a revolutionary technique that makes everything look like 1980s kids' TV."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}