{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2012/dec/11/census-diverging-into-diversity-editorial", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2012-12-11T22:25:35Z", "webTitle": "The census: diverging into diversity | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2012/dec/11/census-diverging-into-diversity-editorial", "apiUrl": "https://content.guardianapis.com/commentisfree/2012/dec/11/census-diverging-into-diversity-editorial", "fields": {"headline": "The census: diverging into diversity", "bodyText": "The census results show a country that is changing very rapidly, in profound and interesting ways, without any clear overall direction. England is diverging into greater diversity. We are less white, less Christian, and less often British-born than we were 10 years ago. Some of these changes are obvious and expected. The rapidly growing proportion of foreign-born inhabitants, for example, will of course include children born to Brits abroad. It is more a testament to a more mobile world than to Britain being under siege. Meanwhile white British remain a clear majority but no longer an absolutely dominating one. Employment in manufacturing has dropped again, by another third. The number of cars has now surpassed the number of households. Christian allegiance has dropped and religious indifference has risen. Other changes are really surprising. The number of people with a degree is now greater than those with no educational qualification at all. That sounds like an expansion of the middle class, but the newly certified middle classes are no longer automatically the owners of property: the fraction of mortgage holders has diminished. That's a clear effect of the credit crunch, which is not to say it will disappear any time soon. London, as so often, looks like a separate country. It has by far the most diverse and cosmopolitan ethnic makeup: less than half of the population is classed as \"white British\". It has the seven of the 12 local authorities where Muslims outnumber those of no religion, and one, Tower Hamlets, where Muslims outnumber Christians. London is also the future: of the 10 local authorities with the highest proportion of children under four, seven are in London and the other three are close. And although the south-east region as a whole is least affected by the present recession, it's clear that most of the counties surrounding London are culturally very different to the capital, even if they share some of its wealth. They are much more homogeneous ethnically, economically, and by religion. None of this makes a government's task easier. The rhetoric of diversity is less powerful when diversity itself is unevenly distributed. This will make louder the voice of cultural and ethnic conservatism at the same time as the figures suggest that any party wishing to win a national election must ignore them. That is a recipe for a raucous and increasingly rancid discontent. It is very bad news for the Conservative party, which is threatened with the fate of the Republicans in the US, where its most impassioned members are uneasy with the ethnic-minority voters it must capture to win the White House again. Since the EU has become for the Tory party the symbol of everything that is wrong and strange about the world, it can be said that the census results, too, will increase hostility to it in the party. That is not just because some papers will predictably run on the increasing numbers of \"foreigners\" and \"foreign-born\" which the census reveals. The changing country that the census reveals is also a problem for conservatives in that it marks the disappearance of any kind of traditional English identity to which these foreigners could be assimilated. The most obvious sign of this transformation is the decline of notional Christianity and the rise of the \"no religion\" category, or \"nones\". \"No religion\", a kind of undogmatic secular humanism, is not the established religion, but it is the source of values for the people who have replaced the old establishment. The huge rise in \"nones\", from 14% to 25%, has not been an increase in principled rationalism or atheism. All the atheists (30,000), the humanists (15,000) and the agnostics (32,000) on the census forms add up together to fewer than half the number of self-professed Jedi Knights (176,000). So long as we can take all our differences as lightly as we treat religion on this showing, the brave new England will still thrive."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}