{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2012/dec/13/frank-ocean-would-be-best", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2012-12-13T23:59:00Z", "webTitle": "Frank Ocean: 'I told y'all my album would be the best!'", "webUrl": "https://www.theguardian.com/music/2012/dec/13/frank-ocean-would-be-best", "apiUrl": "https://content.guardianapis.com/music/2012/dec/13/frank-ocean-would-be-best", "fields": {"headline": "Frank Ocean: 'I told y'all my album would be the best!'", "bodyText": "Hello Frank. Nice to talk to you. Where are you? Hi. Good to speak to you too. I'm getting my windows tinted. It's sunny in California. Channel Orange is the Guardian's album of the year. That's very nice, thank you. That's really tight. I imagine the six Grammy nominations you got recently were nowhere near as exciting. It's all tight, it's all really cool. Were you excited about that? Does this kind of thing matter to you? Of course awards matter. It's like a player in any ball league – NFL, NBA, whatever – you come up in these systems of organisation, and you can hate the league but, at the end of the day, you can't hate the championship. Music industry people – and, whether I like it or not, I'm a music industry person – that's the game I came up in. The Grammys are like the championship, and that's cool. It's cool to be recognised by your peers ... blah blah blah blah! Presumably you didn't want Channel Orange to be a small release. I'm about being the best. Yeah. I mean, what's the point, right? There might not be a point to anything – that's real nihilistic and shit – but if you're gonna be playing this video game, you might as well win, right? Fuck, yeah. Did you ever imagine that it would be so successful? Yes. I told y'all it was going to be the best [laughs]. But were you sure of that when you were recording it? I mean, let's be clear, I'm being a little facetious. In art, at a certain level, there is no \"better than\". It's just about trying to operate for yourself on the most supreme level, artistically, that you can and hoping that people get it. Trusting that, just because of the way people are built and how interconnected we are, greatness will translate and symmetry will be recognised. I'd like to talk about your lyrics. You seem to work in a very cinematic way. Whenever I think about movies, I always look at that art process as having the best of a lot of worlds. Because if you watch a great film, you have a musical element to it, not just on the scoring, but in the way that the shots are edited – that has music and rhythm and time. Obviously the cinematography of films is art, just as a still shot can be art. If I'm watching a Wes Anderson movie, the colour palettes alone, and the way they're painted, could be art. With music you're a little bit limited, of course, because it's only audio. Apart from the artwork and the music videos, if you can get the label to give you money for shit like that, or if you can do it yourself. But the storytelling, that's where you can really paint pictures. You can't do it with a melody or a sound or a rhythm or a chord progression. The storytelling part of it is the most interesting and challenging part of the whole process for me. That's quite unusual. A lot of people don't take care over their lyrics like that. I don't think that's true. A lot of people do. That's a real – what's the word? – a strength, a focus rather, of a lot of contemporary musicians. But you're right. Some people focus more on sonics. Some people focus more on story. I focus on both sonics and story, but music sometimes, just music itself, can turn into more of a maths problem. I guess everything in life is a math problem, but it can be more about an empirical route to getting the symmetry that you want, and this vibe, sonically. But storytelling's a different thing. Like I said, it's the more interesting part about making music for me, or making albums and songs and stuff. So much so that I might not make another album. I might just write a novel next. I don't know! I don't believe you. You just said you were in the studio. Yeah, but I was working on another artist. I wasn't working on me. So Channel Orange could be your last album? This could be it? It could be. It could be it, if I flew next week and my plane crashed! It could be it if somebody walked along and shot me for my bracelet or something. It could always be it. The idea of recognising your strengths and using them in as versatile a way as you can is cool to me. I don't ever want to be caught up in a system of thinking I can do one thing cos that's just … that's just telling yourself a lie. But I do like to sing. I play piano every day. I enjoy that. It's topped our list, which suggests other people enjoy it too. It'd be a shame if you didn't do another. It wouldn't be a shame. It would be a shame. I don't know if it'd be a shame. I'm beginning to question the importance of art in this world these days. Like, I have this little theory that a lot of today's geniuses don't even go into the field of art any more. I did write a song recently, and the first line of the song was, \"First off, fuck art.\" That was the first line! That's a bit strong. The way I approach this thing, when I started to get my head screwed on straight and really trying to make something of myself as an artist, when I was 19 or 20, it became more about function for me. Like, what is this song doing to you? What is the function of this type of artform? What is it doing? For you as the writer, or for the listener? I mean, I listen to my music too. I can't usually stomach a project after I finish it, but for those days and weeks and months that it's new to me, I do listen to it and it might change over time, but it's about function. If I'm maybe saying something I want to say, or capture a feeling in a story, or illustrate a character that I have on my mind, anything – function first, thrill second. So this novel ... You know, I gotta answer those questions for myself day by day. I don't intend to stop making music. This isn't a faux retirement. It's no bullshit. I was just making music yesterday. But I do think – it would be fucking legendary if I just made Channel Orange last year, then put out a best-selling novel next year, then, you know, designed an arena in Stockholm in 2014! I don't know! You just do what you can and you have as much fun as possible, and love your life as much as you can despite the bullshit and all the expectations and shit. You just do what the fuck you wanna do at the end of the day, and don't give a fuck. As long as your intentions are solid, and about growth and progression and being productive and not being idle, then you're doing good in my book. Are you going to come and play some shows in the UK? Fuck, yeah. Is that a guarantee? That is a guarantee. Wait. Let me get back to my normal self. Nothing is ever guaranteed about anything, but if I'm alive and well this summer, I should see you guys. Finally, tell me which albums you've enjoyed this year. Hmm. Let me see what I have. I thought Norah Jones made a really good record. I thought Kendrick Lamar made a cool record. I thought John Mayer made a really good record. Speaking of new records, you know who needs to make a new album? I think Fleetwood Mac needs to make a new album. I think so. I think they do. Without Christine McVie, though? Stevie said she won't be coming back. That could pose a problem. I didn't know she wouldn't come back. You just educated me. She moved back to England in the 90s and gave it all up. That sounds like some shit I would do! No. I'm not on any retirement kick."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}