{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2012/dec/09/real-betis-barcelona-live-mbm", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-12-09T22:02:26Z", "webTitle": "Real Betis v Barcelona - as it happened | Daniel Harris", "webUrl": "https://www.theguardian.com/football/2012/dec/09/real-betis-barcelona-live-mbm", "apiUrl": "https://content.guardianapis.com/football/2012/dec/09/real-betis-barcelona-live-mbm", "fields": {"headline": "Real Betis v Barcelona - as it happened", "bodyText": "There's absolutely nothing to say about Messi, because he's just Messi; everyone knows what it means, no one can articulate it as eloquently as those sparkling feet. Messi. Otherwise, that was a really good game. Barca's midfield, perhaps the best and certainly the most soul-crushing that there's ever been, isn't quite what it was - the dominance isn't quite the same. Where once, there was no way of playing against it, Betis showed that a team brave enough to put it under pressure can create chances. It wasn't enough, but on another day it would've been plenty. Anyway, thanks for your emails, sorry I couldn't use them all - night night. 90+3 min: Betis win a corner and Adrian races up from his goal, but the kick is floated towards the bear post and cleared without alarm nor surprise. 90+2 min: With Betis doing all they can to fund an equaliser, Barca break with Messi and Thiago. Messi squares it left, but it's behind his man, who retrieves the ball and cuts inside, carving a decent opportunity before slashing wide. 90 min: There'll be three added minutes, which is nowhere near as many as there ought to be, which is the case in pretty much any football match ever played. It's about time for a law change: stop the watch every time that the ball goes dead, and play, say, 35 minutes halves. 90 min: So many people seem to find so much joy in fouling Alexis. Nacho is the latest, and is booked for his trouble. 88 min: Messi has been quiet this second half. Rubbish. 87 min: Barcelona's midfield hasn't been quite there tonight - my fingers are flinching as a type, but Xavi doesn't quite have the legs to arrange what happens anymore. 83 min: Astounding miss from Alba! Thiago makes an immediate impact, breaking down the left and clipping a shot ball into Messi, who juggles to himself until he's ready for a shot, which Adrian diverts onto the bar. He's prone on the floor when Jordi Alba appears on the scene, ready to tap in the winner and saunter off to proclaim his magnificence with his friends as they dance in his honour. But instead, he rattles the bar from 0.216mm, and everyone laughs at him. Unlucky, son. 82 min: Thiago comes on for Pedro, helped off the pitch by Chico when he dallies and tarries. 80 min: Molina and Castro exchange passes in centrefield and break at speed, Molina drifting wide and firing over a cross, but Pique extends a go-go-gadget leg to divert. But Betis comes again, and Pozuelo marmalises a bouncing ball against the angle from the left side of the area. Barca aren't exactly hanging on, but they've enjoyed every scrap of luck on offer here. 77 min: Alexis espies Pedro in hectares, right of centre, and curls a ball in his direction, which he collects ably enough. But with only the keeper to beat, he mislays his conviction and allows Adrian to save with his legs. 77 min: There's not really a whole lot to criticise about this game, which is no fun for anyone. 75 min: Another change for Betis, Pozuelo replacing Salva. 74 min: Betis aren't giving Barcelona time to settle at all, and their passing isn't as crisp as you'd expect. If they can keep them out, they could easily find an equaliser. 70 min: Barcelona escape - Betis win a corner on the left, which Benat whips into the near post. pique gets his head to it, but is relieved when it bounces back off the post, to the amusement of Victor Valdes, who is in perfect position to catch it. 68 min: Xavi's influence is increasing, and he links up with Alba by way of short, sharp passes, winning Barca a corner. It comes to nothing, but it's been a while since Betis have mustered any real threat. 66 min: Jorge Mollina has replaced Arsenal's Joel Campbell, I'm \"reliably\" informed by Muneer Khandwalla. In the meantime, Benat races forwards before undoing his good work with a loose pass. 64 min: These last few minutes have been better from Barcelona, Pique suaving his way forwards to prompt attacks. Then, a long ball appears for a moment to have set Messi away in the inside-right channel, but Adrian scoots out to kick clear. 61 min: Betis have been the better side this half, and Barcelona mount their first attack in a while. Iniesta conjures his way past 5,671 tackles before the ball finds its way to Alexis, who scrambles past one and flins himself roughly to the floor. While he scrunches his face in anger, Betis break and win a free-kick thirty-five yards from goal. They attempt a cunning move involving a ball down the outside of the wall, but succeed only in ceding possession, and when Barca break, Vadilla has no choice but to introduce Alexis to grass. He's booked. 59 min: Arsenal loanee Joel Campbell departs - research is currently underway to determine who replaced him. But Joel Campbell is on-loan for Betis from Arsenal. 58 min: \"Valdes is one of the best distributors of the ball on that pitch,\" chides Joshua Everest. \"A keeper is 'last line of defence but first line of attack'!\" That's true, but all he needs to do is tap it out. I'll be surprised if David De Gea hasn't nicked his spot in the next few years. 56 min: Dorato crunches Alexis to the floor, reducing his temper to temporary dishabille. But we're all friends again now, and the game resumes. 55 min: There are so many absurd statistics about Messi as to be absurd. Here's one: only Betis, Madrid and Atleti have scored more as a team than he has by his own self. 54 min: Breaking news! Messi stumbles over the ball! Overrated. 51 min: Betis aren't giving up, though, contrary to convention, and almost equalise. Salva crosses a bouncing ball from the left touchline and Valdes leaps to collect it by the bar. But it's trickier than he's imagined, and he can only flap it downwards, where in bounces in between him and Ruben Castro, both tantalised by powerless proximity - before Valdes grabs it at the second attempt. It's remarkable a team as good this, with as much cash spent on it as this, has him in its net. 49 min: Betis are still into this, and Nacho collects a crossfield pass on the left touchline, where Adriano gently clotheslines him. The free-kick, from just outside the box, down its left-hand side, is taken too quicky, so Betis get another chance, Benat, whipping hard and high to the near post - but Pique is first to rise, and heads it clear. 49 min: Alexis is in all sorts of get-up - unless he's actually a Power Ranger. 47 min: I suppose we'd better allow an affronted Ryan Dunne to justify himself: \"Hey, I like Jerry Seinfeld and Larry David as much as any other maladjusted MBMer!\" he protests, a little vociferously for my taste. \"I'd maintain that Super Ally is a funny guy, by footballer banter standards.\" Similarly, in Lilliput, Danny Devito is considered a giant. 46 min: Off we pootle, with the news that Mascherano has replaced Puyol. While I collapse into a lump of gibbering skin, Phil Podolsky is doing actual thinking: \"Alexis' outside-to-inside run for Messi's first, dragging the last defender and making space for Messi, is precisely the thing David Villa never does - hence, I believe, the much publicized bust ups between the two. Villa, the greatest centre-forward of Spain's greatest generation, has the temerity to make decisions based on factors other than what would most benefit Messi - hence he's benched for overwhelmingly less talented players, such as Pedro. \"the runner\", and Alexis \"the slightly more technically proficient runner\". The obvious answer is to say whatever benefits Messi should trump everything else - but I'm not sure. Being a one-man-team has its minuses too, you know. \" A side-point, but I disagree about Pedro - if nothing else, he's a brilliant, composed finisher. It is odd, but, that Messi plays inside and Villa outside - but it's hard to argue against. If there was a way of stopping Messi, it might be different, but there doesn't appear to be. Wherever you stand on the all-time greats - I'm an eighties kid, so it's impossible to conceive of someone better than Maradona - there's never been anyone quite like Messi, a true original. His combination of grace, accuracy, speed, invention and dexterity has reinvented our conception of the possible, which, ultimately is what we're watching for. Ri-diculous. 45 min: Betis are climbing into this one now, swarming Barca in their own half, which seems to make more sense than letting them find their better ball-players. Barca will be pleased to hear the half-time whistle, which will be blown following two additional minutes. 44 min: Humour deficieny aside, Ryan Dunne has a point - pleasantness is not necessarily a preference, just some sort of personality. 42 min: \"Is being a nice guy necessarily the sort of connection fans want with their players?\" wonders Ryan Dunne. \"Perhaps the vicarious pleasure people take in their players applies also to their stereotypical bling and hoes, sexy bad-boy off the pitch exploits? Of course, as a fan of the Glorious Glasgow Rangers, it helps that Super Ally McCoist (two golden shoes in a row!) is a great player, from the Glorious Glasgow Rangers' catchment area, and funny and charismatic too.\" Ally McCoist, funny? That's your Upper Hand and My Family audience, right there. Yes, that was probably inevitable. For the first time since the opening minutes, Betis find some space around the Barca box, and Canas zips a ball between Adriano and Pique. With Alba playing him onside, Castro draws the keeper - and it's a pretty good likeness too - before opening his body and passing a hard, low finish into the far corner. 39 min: Betis are still trying and all of that, but there's an air of doom that's palpable from York Way. 36 min: \"If you type Messi in a text message,\" says James Lace, \"as I just did, P=predictive text makes it messiah.\" That's pretty pleasant - I always liked Painles and Highs, otherwise known as Scholes and Giggs. Though not as much as the bloke I know whose surname is Scobie, which comes out as Rancid. Anymore for anymore? 34 min: Pedro and Alexis combine down the left, the latter slipping the ball square to where, inevitably, Xavi is waiting. He looks up and thunks a shot that fades right before arcing sharply left back towards Adrian, and he prangs out a hand to send divert it away from goal. 32 min: When you've a player as goods as Messi, must you always play him in the middle of the pitch? I find it a little odd, for example, the Ronaldo is still a nominal winger, when he's no interest in tracking back and Madrid don't have reliable strikers. 31 min: \"Unbelievable player and clearly a great bloke to boot,\" says Craig Trainor, which minds me of a fight in the Guardian office earlier this afternoon. Does it matter whether you feel a connection to the players who represent your club, or should they just be good at football? 29 min: Change for Betis - Juan Carlos managed to avoid recovering after fouling Adriano, so departs, Vadillo replacing him. This is just vomitously good. Adriano breaks down the right and comes infield, moving the ball across to Xavi, who eases a pass outside him to Iniesta. ZIpping towards goal, instead of shooting, he rolls his studs over the ball and moves it behind for Messi, who calculates another perfect finish into the same bottom-left-hand corner - without looking, just for a laugh. He's laughing, they're all laughing, how not to laugh? That's his fifth brace in as many games. Yes. It is. 23 min: Barcelona are dominating now, Adriano setting off on a punishing sprint that forced Juan Carlos to race after him all the way to the area, where he loses patience a playground fouls him. For some reason, no one appeals for a penalty, but it certainly ought to have been one. 22 min: Kiran Phuyal has an idea. \"I work with bacteria, he boasts, \"so I wish everybody called him Lionel \"la bacteria\" Messi. And here is why. Just like active swimming bacteria observed under the microscope he runs fast, he is unpredictable, and he makes his opponents sick.\" It might catch on. It might not. 18 min: With everyone still marvelling at Messi, poor bedressed Iniesta was shamed into reminding of his existence, chipping a scrumptious chip over Adrian that he was forced to tip over the bar. Iniesta earned himself a clap from Messi for his trouble. This is a classic Messi goal, if there is such a thing that isn't any manner of goal, scored in any manner. Receiving possession on the right, there was nothing on - he was plenty far from goal, with no obvious path to it. But he set off upon a jaunt across the face of the Betis line anyway, somehow hypnotising its members into amazed apathy, arriving at the left of the area with three defenders passed - before dragging a precise shot back across goal and into the bottom right-hand corner. 15 min: Jaker ahmed has an idea for our intrepid hero: \"Lionel Messi trivial pursuits: 100 goals in all competitions in one season. Considering his 73 last season (29 assists!), improbable perhaps, but not impossible.\" Sorry to interrupt... 13 min: More passing from Barca. I've got it saved. 11 min: Canas and Benat put together a dextrous exchange of passes in centre-field, Canas lifting a ball over the top for the chasing Salva. Pique, eager to avert the danger, managed to get a thigh to the ball, but diverted it onto his hand - and Betis appealed for a penalty that would have been a reasonable outcome - but the linesman, though looking straight at it, was having not of it. 10 min: Fabregas is down with yellow-boot fever, exchanging grimaces with himself. He's up now, but only to depart - Alexis Sanchez replaces him. 8 min: Barca are taking control now, your MBMer insighted. They're passing it right to each other, in the Brendan Rodgers grand style, and karma's Salva loses patience, arrowing his studs into Busquets's feet. 6 min: Pursuits for Messi, now that he's mastered football. Justin Kavanagh, inspired by The Guardian's Hobbit banner (that'll be £129 commission, thank you please), suggests a career as an actor, while Ryan Dunne sees him primarily as a song-and-dance man. 3 min: First chance of the game, and it's for Betis. Adriano loses possession in midfield, and the ball's switched right to Campbell (who's on-loan from Arsenal!) He saunters wide of the chasing Puyol, turns back inside onto his left foot, and clips over a cross that Salva reaches first - but he can't find the power to trouble s Valdes. 1 min: Betis are sitting off Barca when they have possession in their own half, but within seconds, that's irrelevant. Fabregas is already complaining to the referee. 1 min: Off we go. He's not scored yet. The Furry Piranha. In the spirit of Gerd \"Der Bomber\" Muller, that's what I'm calling Messi henceforth. If you've any better - as if - let's be having them. Barca are in the tunnel. They've got tracksuits tops and everything. Recurring blasphemous exclamation dept: Juan Carlos Valeron is still playing for Depor. What an utter, unarguable boss; the death of the schemer is to be lamented. Evening sweepstake: how many times will we be informed that Joel Campbell is on-loan to Betis from Arsenal? First email of the night, and it's Matt Jarrett: \"Fingers crossed for Messi tonight, question: what's the next record in his sights should he pass this one?\" I've not the remotest, I'm afraid. Cutest genius? Everything needs to be compared to something nowadays - it's the newest addition to the social contract, apparently. So here's the sportsman who reminds me most of Messi, Mark Cavendish. And before you laugh, hear me out won't you hear me out: it's the preternatural way he seeks out tiny gaps at full speed. What do you mean, no formations? Numbers? No thanks! Oh, I say! It's there! Messi plays. Your teams in full, courtesy of Mr I Nternet: Real Betis: Adrián; Chica, Amaya, Dorado, Nacho; Cañas, Beñat; Salva, Juan Carlos, Campbell; Rubén Castro. Banquillo del Betis: Casto, Ángel, Rubén Pérez, Pozuelo, Nosa, Vadillo y Jorge Molina. Barcelona: Valdes; Adriano, Pique, Puyol, Alba; Busquets, Xavi, Fabregas; Pedro, Messi, Iniesta. Banquillo del Barcelona: Pinto, Alves, Masche, Song, Thiago, Alexis y Villa. Radamel Falcao has ten minutes in which to complete a double hat-trick. Yes, a double hat-trick. That is Maccabi League behaviour. Just take a moment to consider it, before dissolving in impotent inadequacy. Preamble Apparently, there are people out there for whom numbers are beautiful - a formula, algorithm or equation as aesthetic as a waterfall, a painting or a Hawksmoor ribeye. So for some, the fact that Lionel Messi might tonight break Gerd Muller's record of 85 goals in a calendar year is a reward in and of itself, the curvaceous, symmetrical 8 and rounded, ergonomic 6 signifying all you need to know. But this is Lionel Messi about whom we're talking; there aren't the words, expressions or emotions to do him justice, the affirmingly, mortifyingly beautiful genius. Evaluating Messi by numbers is like calling Bob Dylan a poet or Tony Hart a painter; they are, but they're so much more. Let's hope he's playing, eh, the malingering, teasing killjoy. Daniel Harris will be here from 7.30pm. In the meantime take a look at Scott Murray's take on the legendary Gerd Müller, as Lionel Messi chases down his goalscoring record. Bayern Munich's old Grünwalder Strasse ground. A cross loops in from the right. Standing in the penalty area, the home side's No9 meets the ball as it drops, planting a header into the right-hand corner. A decent finish, although by itself the goal is hardly worthy of comment, certainly not the kind of strike worth rooting around on YouTube for, more than four decades after it was scored. But let the clip run on. Seconds later, that cross is looping in again. It's got to be an action replay: the ball's sailing at the same speed along the same parabola, and the striker is standing in the same position. Except no, it's not an action replay. The striker meets the ball with his head again, but this time he sticks it away bottom left. Each time the keeper goes after the ball; each time he's got no earthly hope of reaching it. In eight seconds of footage, the genius of Gerd Müller – if not statistically the greatest goalscorer of all time, then the player who distilled the art of striking into a pure tincture – is perfectly illustrated. Unspectacular, unpredictable and utterly unstoppable."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}