{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2012/dec/19/andrew-mitchell-the-facts-and-the-fuzz", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2012-12-19T22:23:37Z", "webTitle": "Andrew Mitchell: the facts and the fuzz", "webUrl": "https://www.theguardian.com/commentisfree/2012/dec/19/andrew-mitchell-the-facts-and-the-fuzz", "apiUrl": "https://content.guardianapis.com/commentisfree/2012/dec/19/andrew-mitchell-the-facts-and-the-fuzz", "fields": {"headline": "Andrew Mitchell: the facts and the fuzz", "bodyText": "If one were writing an anti-establishment novel, the idea of a public-school educated Tory chief whip losing his rag and telling a bobby to know his place would be a difficult idea to resist. But there are times when truth is stranger than fiction, and the case of Andrew Mitchell's bicycling barney at the Downing Street gates is starting to look like one. The tale that eventually did for Mr Mitchell started with a backroom squire – sometimes said to model himself on Francis Urquhart – wheeling his way down to the gate, and commanding the duty officers to open it up for his convenience. When they resisted, he rounded on them with a mix of expletives, threats and condescending insults, including the poisonous utterance \"pleb\". Or so said the official police log, which soon found its way into the papers. While the chief whip protested about some of the words traced to his mouth, he inevitably lost the publicity war. Next, an email from an avowedly independent eyewitness turned up and backed the police on every detail. Soon after, the PM cut his whip loose. But thanks to spadework by Channel 4's Michael Crick, we now know that the \"independent witness\" justified neither part of that description. He was, in his own words, a witness to nothing; far from being an independent member of the public, he was a serving police officer. In these circumstances, the eerily close correspondence between his account and that of the log stirs thoughts of conspiracy. The plot thickens with a viewing of the Downing Street CCTV, which the powers that be passed to Mr Crick. This shows few people on the other side of the gates, whereas both the official and, more particularly, the undercover police accounts conjured up images of multiple dropping jaws among watching passersby. Beyond this, there was the oddity that the subterfuge-laden missive originally emerged in the Uxbridge constituency office of Mr Mitchell's deputy, John Randall, which made it doubly destabilising. Throw in the posturing of the West Midlands Police Federation – which thanked Mr Mitchell for candour in private, while publicly damning his obfuscation – and you start drawing together the threads of a stitch-up worthy of Life on Mars. But it is as well to pause here, and consider that further facts could soon emerge. The more sweeping conspiracies could soon look even weirder than the original story already does. It could well be, for example, that the Uxbridge connection was a bizarre fluke. It could likewise be that the federation's ruthless exploitation of the p-word was innocent propaganda. Most fundamentally, there is as yet no proof at all that Mr Mitchell did not utter the contested words. Unless the Metropolitan police commissioner, Bernard Hogan-Howe, knows something that the rest of the world doesn't, he will be clinging firmly to that thought as he works out how to justify his hasty dash to defend the integrity of the police log. If that defence comes unstuck, Mr Mitchell will be proven to have suffered a serious injustice. It is an injustice that may not quickly be righted. The limited swearing, which he does admit, and immediately apologised for, could preclude redemption by reshuffle in the court of parliament, even if it would not be fatal in a court of law. But regardless of the details still to be filled in, the emerging story of Gategate already contains important lessons. Foremost among them is the unique position of power that officers of the law are placed in, by the role that the scribbled remarks in their logbooks play in defining the facts. Whether or not officers actually fixed them in this particular case, it is routinely a logical possibility and a human temptation. Any defence lawyer will talk with frustration about the conversations that take place among police witnesses before they write anything down. The victims of such police behaviour have often been those who lack the sort of connections that can lay hands on helpful CCTV footage from No 10. For all the importance of police work, justice demands that they too are policed – and rigorously."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}