{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2012/dec/11/cuba-with-simon-reeve-review", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2012-12-11T22:10:01Z", "webTitle": "TV review: Cuba with Simon Reeve; Inside Guinness World Records", "webUrl": "https://www.theguardian.com/tv-and-radio/2012/dec/11/cuba-with-simon-reeve-review", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2012/dec/11/cuba-with-simon-reeve-review", "fields": {"headline": "TV review: Cuba with Simon Reeve; Inside Guinness World Records", "bodyText": "There are two basic stories to tell about Cuba: one is of a socialist paradise with cool cars, lovely, crumbly buildings and a 99.8% literacy rate; the other is about a savagely repressive totalitarian state with a failed economy, beset by corruption, poverty and fear. Of course neither story is true, at least not on its own. In Cuba (BBC2), presenter Simon Reeve attempted to rationalise these two versions by talking to ordinary Cubans at the forefront of the nation's first cautious steps towards capitalism, but it wasn't easy. Getting a Cuban to say anything remotely critical – or even mildly speculative – on camera is all but impossible. Fear of dissent runs deep. You'd have as much luck trying to get a North Korean to complain about the lack of bike racks in downtown Pyongyang. So if Reeve asks a prima ballerina what she thinks of free ballet school, she'll say it's great. And if you ask the owner of a new private B&amp;B what it's like to be able to run your own business at last, he'll say it's great. Would he care to elaborate on that? No, he's good thanks. One of his cleaners, asked about the changes, says: \"Now we can do as much work as we want. It's good for us and for the state! We are happy.\" She probably is quite happy, but maybe also regretting having got herself into a position where she found herself answering questions. Even Reeve was fairly circumspect; most of his critical statements were reserved for the voiceover. There remained, however, enough in the way of contradiction to point up absurdities inherent in both communism and capitalism, especially when you inject a strong dose of one into the bloodstream of the other. There was Jesus, owner of a private business which basically amounted to him selling plumbing supplies in the road. He's a natural and ambitious salesman and seems thrilled with the profit motive so far. It's a simple feel-good story that gets slightly muddied when you hear that he's also an A&amp;E doctor, a job that normally pays about £15 a month. Sergio has opened up a restaurant in his own house. Pachanga, a bog-standard pizza-and-burger joint branded with \"a cartoon character made of ketchup and mustard\" has quickly become one of Havana's hottest nightspots. It even has a VIP area, where Cuban TV stars can eat pizza in Sergio's former bedroom. A one-hour documentary was only ever going to scratch Cuba's surface. There was only brief mention of the punitive US trade embargo, a testament, if nothing else, to America's tenacity when it comes to pursuing failed policies. The embargo was meant to topple Castro's regime in short order, and it has now not been working continuously, for 50 years. Given the limitations, Reeve and producer/director Tom McCarthy were wise to stick with ordinary Cubans, who come across as resourceful and uncomplaining, bearing in mind that complaining isn't really allowed. Taken together each little portrait added up to a picture of a country on the verge of great change. Reeve goes so far as to suggest this was his last chance to see Castro's Cuba. Perhaps, but one could also argue that Cuba has been living on the verge of change for decades. You might have expected a series as potentially exploitative as Inside Guinness World Records (ITV1) to boast a nonsensically self-justifying voiceover, and it did. \"The desire to be unique,\" said Philip Glenister, \"to be faster, greater, better, is why the wheel was invented, and why we put a man on the moon.\" In human endeavour terms, I'm not sure having more piercings in your face than anyone else in the world lies along this continuum. Perhaps I'm being elitist. The show was better than I expected, though. There was something heartwarming about the pastoral care Guinness officials dole out during the course of their official duties, which mostly amount to verification and enforcement. Witness the delicacy with which Book of World Records editor Craig Baker and his PR manager Amaryllis handle the measuring of the new world's smallest man (she cried when the record was verified, thinking about the old world's smallest man). And they are not just patient with the impromptu record attempts that greet them in every hotel lobby they pass through, but thrilled, as if it were a perk of their dream jobs to watch a man pass himself through a tennis racket 96 times in three minutes. The tennis racquet man seemed pretty happy in his work too, come to think of it."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}