{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2012/dec/11/banking-libor-fine-hsbc", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2012-12-11T22:03:08Z", "webTitle": "Bleak day for British banking as Libor arrests follow record fine for HSBC", "webUrl": "https://www.theguardian.com/business/2012/dec/11/banking-libor-fine-hsbc", "apiUrl": "https://content.guardianapis.com/business/2012/dec/11/banking-libor-fine-hsbc", "fields": {"headline": "Bleak day for British banking as Libor arrests follow record fine for HSBC", "bodyText": "The reputation of Britain's banking industry took a fresh battering when HSBC was slapped with a record $1.9bn (£1.2bn) fine by US regulators for money laundering and sanctions busting, the first arrests were made in the Libor-rigging investigation, and nationalised Northern Rock handed the taxpayer a £270m bill to compensate customers affected by a mistake in its paperwork. The US department of justice (DoJ) detailed how HSBC, Britain's biggest bank, allowed drug traffickers to launder billions of dollars in the US and billions more to be moved across borders to countries facing sanctions, such as Burma, Cuba and Libya. The department spared HSBC a criminal prosecution only because it considered the bank too big to prosecute. Listing a catalogue of mistakes by HSBC over almost a decade, the DoJ admitted that \"collateral consequences\" were a factor in its decision not to pursue criminal charges. Those consequences, it said, could have included a ban on doing business in the US, resulting in huge job losses. The fine being paid by HSBC, and a five-year deferred prosecution agreement which will keep the bank under intense scrutiny and restrict top executive bonuses, was even larger than the £940m HSBC had warned it might face to settle the allegations in July. HSBC's chief executive, Stuart Gulliver, apologised for the events which included laundering $881m for two drug cartels in Mexico and Colombia and accepting $15bn in unexplained \"bulk cash\", across the bank's counters in Mexico, Russia and other countries. The embarrassment heaped on HSBC came just hours after close rival Standard Chartered, based in London, was forced to pay out a total of £415m to US regulators for breaching sanctions with Iran. The Serious Fraud Office announced on Tuesday it had arrested three British men, aged 33, 41 and 47, in connection with its criminal investigation into the rigging of the benchmark interest rate. The investigation was sparked when Barclays was fined £290m by regulators in June for Libor manipulation. None of the three men arrested worked at Barclays. The fines are just the latest setback for an industry which is reeling from the revelations in the Libor investigations at Barclays, where traders offered each other bottles of Bollinger to fix rates. The scandal prompted the departure of Barclays' chairman Marcus Agius, chief executive Bob Diamond and Barclays also received a £480,000 fine from Spanish authorities for under-rating the risk of bonds it sold to clients in 2008. The rest of Britain's banks are now braced for a series of fines from the Financial Services Authority for manipulation of Libor. The Royal Bank of Scotland and Swiss bank UBS are expected to settle with the FSA in the coming days and both will face huge fines. Taxpayers were forced to take more pain from the five-year-old banking crisis after the nationalised \"bad bank\" part of Northern Rock revealed a blunder in the information it had sent to borrowers. The error has landed Northern Rock Asset Management with a bill for £270m to repay 152,000 customers the interest they had paid for the past three years – the equivalent to £1,755 per customer.Technically the cost is borne by the bank but it will add to public sector borrowing. Lord Oakeshott, the Liberal Democrat peer, calculated that was the equivalent of a contribution of £8 to £10 per taxpayer. \"This is £270m straight out of the taxpayers' pocket. I've been repeatedly assured in parliament that there was no black hole in Northern Rock. UK Financial Investments and the Treasury didn't know what they were talking about,\" he said. At HSBC, Gulliver was at pains to insist that the bank was \"a fundamentally different organisation\" now to the one which allowed the breaches of US rules to take place. The focus turned on his predecessors, including the former chairman Stephen Green who was awarded a peerage and a role as a trade minister two years ago. \"Lord Green is not only a senior minister in the government, but an adviser to George Osborne on banking and a member of the cabinet committee on banking reform. He cannot continue to duck detailed questions about his time in charge of HSBC,\" said Chris Leslie, shadow financial secretary to the Treasury. A spokesman for the Department for Business Innovation and Skills, which Green represents, said that Lord Green had already said that he shares the bank's regret for the events. But campaigners for urged HSBC customers to move their money. \"Sorry is not good enough. The size of this fine shows just how flawed our financial system is and how morally bankrupt many UK banks are. Ultimately its bank customers that will pay the price for HSBC's criminal activity,\" said Laura Willoughby, chief executive of Move Your Money. • This article was amended on 12 December 2012. The original referred to drug cartels in Mexico and Columbia rather than Colombia and has been corrected."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}