{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2012/dec/09/aston-villa-stoke-paul-lambert", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-12-09T23:01:00Z", "webTitle": "Shot-shy Aston Villa thwarted by Stoke's 'bedrock' defence", "webUrl": "https://www.theguardian.com/football/2012/dec/09/aston-villa-stoke-paul-lambert", "apiUrl": "https://content.guardianapis.com/football/2012/dec/09/aston-villa-stoke-paul-lambert", "fields": {"headline": "Shot-shy Aston Villa thwarted by Stoke's 'bedrock' defence", "bodyText": "This was one of those games where it was best to look forward rather than back, and for Paul Lambert that meant turning his mind to the sort of reception he is likely to receive at Norwich City on Tuesday night, when the Aston Villa manager returns to Carrow Road, in the Capital One Cup quarter-final, for the first time since his acrimonious departure in the summer. Lambert is embroiled in a bitter legal dispute with his former employer over the nature of his exit – both parties are suing each other – and a Premier League managers' arbitration tribunal is due to rule on the matter at the end of January. In the meantime, Lambert must negotiate an awkward tie against an in-form Norwich side and brace himself for a backlash from supporters angry at his defection. \"You would like to think that the sensible ones would maybe think: 'You done all right'. But I know you might get stick,\" said Lambert, who led Norwich to back-to-back promotions and 12th place in the Premier League. \"I was listening to the radio the other week and Brendan [Rodgers] went back to Swansea and I think they gave him a good reception. Some managers do well and they leave and for some strange reason they go back and [the fans] think they're the worst thing since sliced bread. I really don't know what to expect, but it's not something I'm actually too fazed about. I've been brought up in a whole different environment.\" That was a reference to his time as a Celtic player. \"I was at a club for eight years that half the city hated,\" Lambert said. \"I still get it to this day when I get home. You can still get the odd shout in the city centre – and I retired about 15 years ago. When you have been involved in that, then you can handle anything.\" Whatever the depth of the ill-feeling – Lambert has not spoken to Alan Bowkett, the Norwich chairman, for two years – the Villa manager is full of respect for the man who replaced him. \"Chris [Hughton] has done fantastically well. He's got a really good club and some really good people. I had three years and we had a hell of a time at it, but it's Chris's club now and it's his team.\" Lambert's Villa side remain very much a work in progress, as Saturday's stalemate illustrated. There was some neat approach play but there is a glaring lack of creativity and the absence of a goal threat is a genuine concern. Villa have scored only 12 times in 16 matches – the lowest tally in the Premier League– and the ovation that accompanied Darren Bent's introduction as a substitute suggested the fans felt his return was overdue. As for Stoke, who were unfortunate to finish the game with 10 men following Ryan Shotton's harsh, late dismissal, an eighth clean sheet of the season provided another example of why they are such a difficult side to play against. \"It is the bedrock of what we have done this year,\" Tony Pulis, the Stoke manager, said. \"We are so, so pleased with what we have achieved with the defence.\" Man of the match Ashley Westwood (Aston Villa)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}