{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2012/dec/01/ashley-giles-england-one-day-coach", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2012-12-01T22:00:05Z", "webTitle": "Appointment of Ashley Giles as England one-day coach a trail-blazer", "webUrl": "https://www.theguardian.com/sport/2012/dec/01/ashley-giles-england-one-day-coach", "apiUrl": "https://content.guardianapis.com/sport/2012/dec/01/ashley-giles-england-one-day-coach", "fields": {"headline": "Appointment of Ashley Giles as England one-day coach a trail-blazer", "bodyText": "Hugh Morris, England's managing director, is an unlikely radical. He is widely respected within the game, a \"good bloke\" with a \"safe pair of hands\" and as solid as his gutsy, undemonstrative batting for Glamorgan and – three times – for England. And then he takes us all by surprise. The appointment of Ashley Giles as England's one-day coach is a trail-blazing move, but it is not the first time Morris has raised our eyebrows as an employee of the England and Wales Cricket Board. Back in 2001 when he was their technical coaching director, he announced the head of England's new academy. He had persuaded Rodney Marsh to leave Australia, thereby giving the English set-up immediate credibility. This was a great coup for Morris and the ECB even if it subsequently led to some tense moments and no exchanges of Christmas cards between Marsh and the then England coach Duncan Fletcher. In August 2008 Morris oversaw another astonishing appointment. The England captaincy was vacant after Michael Vaughan's sudden resignation and, seduced by the notion that England had to have one captain for all three formats, Morris sanctioned the appointment of Kevin Pietersen – an amazingly ill-conceived decision. Just as dramatically he sacked Pietersen and the coach, Peter Moores, whom England had been in a desperate rush to appoint after the Caribbean World Cup, in the same week in January 2009. Now we have the elevation of Giles, which is bold and new and to be welcomed. Here is the acknowledgment that the current workload for England players and coaches involved in all formats is too much for a sane lifestyle. Now it is recognised that it is a positive advantage not to have one captain, but two or three. The ECB rate Andy Flower very highly and they know that to prolong his tenure as director of cricket they had to reduce his workload. The appointment of Giles may produce the odd strain but it is worth trying. We were alerted to this situation last summer. The ECB do not much like to be reminded of this but Pietersen was eager to point out that the demands were too great for anyone having to participate in all forms of international cricket. He was right but he was not the best man to raise this issue since there was always the suspicion that Pietersen wanted to spend more time with his Indian Premier League family. He might allow himself a wry grin – but no more than that – when he sees the new schedule for Flower. Likewise the rest of the coaching staff – in particular the bowling coach, David Saker, and the fielding coach, Richard Halsall, who, like Flower, are highly regarded and with young families – will surely be eager for some respite as well. Morris's juggling act has only just begun."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}