{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/nils-pratley-on-finance/2012/dec/13/banking-union-europe", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2012-12-13T23:29:09Z", "webTitle": "Banking union is good in theory but perhaps not in practice", "webUrl": "https://www.theguardian.com/business/nils-pratley-on-finance/2012/dec/13/banking-union-europe", "apiUrl": "https://content.guardianapis.com/business/nils-pratley-on-finance/2012/dec/13/banking-union-europe", "fields": {"headline": "Banking union is good in theory but perhaps not in practice", "bodyText": "There's an argument that agreement on banking union in the eurozone creates serious problems for the City and UK banks. Will the Square Mile lose its competitive advantage? Could banking union be used as cover to force euro-trading out of London? And will the European Central Bank, as regulator for the zone's biggest banks, come to out-gun the pan-EU European Banking Authority (EBA) and thus establish rules ill-suited for UK banks? These worries should be ignored, at least in the short- and medium-term. First, the big picture. The ECB, as single eurozone banking regulator, can hardly fail to do better than the current collection of national supervisors. For the past two years, we've seen multiple failures to confront head-on the problem of under-capitalised banks. Putting the ECB in charge of the zone's biggest banks offers the prospect of progress on this front. Banking union obviously does not solve the broader sovereign debt crisis. But the net result -– if all goes according to plan – should be more capital flowing into eurozone banks. That must have beneficial knock-on effects for confidence in UK banks. Second, the technical factor. Britain appears to have won reasonable safeguards to protect the independence of UK regulation and the status of the EBA. There will be a so-called \"double majority\" voting system designed to give Britain and other non-eurozone members a voice in pan-EU capital and liquidity rules. Nothing is forever, of course, and there's a risk that the principle doesn't work well in practice. But at least there's unity at the outset. It's hard to spot a serious threat to London's status as Europe's financial centre. Third, being outside the banking union is the best place to be, especially if the grand vision turns out to be a flop. Would you feel safer entrusting regulation of Britain's over-large banks to the ECB? The answer is surely no: a beefed-up Bank of England is better placed to detect nasties in the UK banking system than the ECB. Remember, reform in Britain on capital and liquidity has happened faster than in the eurozone, if only out of necessity. In short, from the UK perspective, banking union has far more pluses than minuses: if it works, it's helpful; if it doesn't, we're better off outside the club."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}