{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2012/dec/05/great-britain-men-relay-rana-reider", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2012-12-05T22:30:00Z", "webTitle": "Great Britain's 4x100m relay men will go 'back to basics' says new coach", "webUrl": "https://www.theguardian.com/sport/2012/dec/05/great-britain-men-relay-rana-reider", "apiUrl": "https://content.guardianapis.com/sport/2012/dec/05/great-britain-men-relay-rana-reider", "fields": {"headline": "Great Britain's 4x100m relay men will go 'back to basics' says new coach", "bodyText": "Great Britain's men's 4x100m relay needs to go \"back to basics\", according to Rana Reider, UK Athletics' sprints and jumps coach recruited from the US to work at the new centralised base in Loughborough. Reider revealed that work has begun on improving the medal prospects in an event in which Britain have suffered from disqualifications and dropped batons in four of the past five Olympic Games. With Britain having begun to develop something of a hoodoo in the event – this year a poor changeover between the young talents Danny Talbot and Adam Gemili had the team disqualified from the qualifying round at London 2012 – it is significant to hear that the sports psychologist Steve Peters, recruited by UKA from British Cycling, had been in to speak to the sprinters. Peters' relay presentation was described by Reider as \"amazing stuff\". \"We're going to start early,\" said the American coach, who was given the accolade of US track and field coach of the year in 2011. \"There's so much room for improvement, for me it's about going back to basics and figuring out what needs to change to make the relay go round the track … Get people comfortable in handing over the baton. Just make it comfortable and try and get back to having some fun. It's not as complicated as people make it. We just need to have fun and make sure the baton gets round the track,\" he added with a chuckle. \"I just think it needs to be a positive environment and a positive experience. I think it will work.\" Dropped batons have been a recurring theme for Great Britain, with poor handovers at the Olympics in Atlanta in 1996 and Sydney in 2000 as well as the world championships in 2001, and disqualification at the 2008 Olympics in Beijing and the world championships in Daegu last year. The men also went out in the first round of the European championships in Barcelona 2010, and at the most recent European championships they also failed to get the baton round. But Reider says his US college coaching background has him well drilled in relay technique and he will insist on a plan being laid out early in the year. Reider has sat down with all of his individual athletes – including the sprinters Dwain Chambers, Harry Aikines-Aryeetey, Christian Malcolm and James Ellington – and tailored individual training plans. He is particularly pleased with the progress of injury prone Aikines-Aryeetey. The former world junior champion has struggled to convert his talent to the senior stage but Reiner says he has trained well since the Games. \"I think Harry's trained two solid months without having to get treatment or being on a table so that's sometime a record.\" Reiner also hopes to have good contact with Gemili and Talbot, who will travel to Loughborough for relay practice sessions."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}