{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/wordofmouth/2012/dec/24/christmas-food-and-drink", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2012-12-24T16:59:00Z", "webTitle": "Family traditions at the Christmas table", "webUrl": "https://www.theguardian.com/lifeandstyle/wordofmouth/2012/dec/24/christmas-food-and-drink", "apiUrl": "https://content.guardianapis.com/lifeandstyle/wordofmouth/2012/dec/24/christmas-food-and-drink", "fields": {"headline": "Family traditions at the Christmas table", "bodyText": "Recession-weary Britons are reining back the spending for this year's festivities, but the average household will still spend £48 on Christmas day food, according to Morrisons supermarket. No wonder antacid brand Rennie is peppering our television screens. Christmas lunch itself is a peculiar mix of societal tradition, encapsulated by the sacred \"roast\" alongside individual family foibles accumulated down the ages. \"We love our traditions,\" says television chef Rachel Allen, who's been busy baking the annual gingerbread house for her family Christmas in Ireland. These days, a well-documented division between disciples of turkey and the avant-garde causes extra headaches. Matt Roe, manager of La Rock restaurant in Nottingham is resigned to his fate. \"Turkey is one of my least favourite meats, but for one day a year I don't mind doing it,\" he says. The bamboozling array of Christmas recipes springing from every corner of the culinary world presents further complications to the age-old conundrum of keeping everybody around the table happy. At the Taste of Christmas show, some were going ever-more off-piste. \"We sold a pig's head,\" says Hayley Fisher, of the Devon-based Well Hung Meat Company. It cost £5, in case you were wondering. Some are willing and able to accommodate an à la carte ethos. \"We usually do all different things,\" says Liverpudlian chef Aiden Byrne. \"My missus really likes beef, but I always want to do goose, and you can use the fat for the potatoes. If you ask the kids, they'll say they want chicken nuggets.\" By contrast, Rachel Allen is draconian when its comes to feeding up to 16 hungry mouths. \"We just cook one thing. It's not a restaurant,\" she says. Some simply decide to outsource the stress, such as via British Fine Foods' \"Christmas in a box\". One person I know used to get a Chinese takeaway. My own family generally follows the Allen model, though there are some red lines. For example, I have never, and will never, see the appeal of either Christmas pudding. On the other hand, after combining festivities with my girlfriend for the first time a couple of years ago, it was almost too much to learn of her total ignorance of pigs-in-blankets. Strange traditions continue to linger. Does anyone else still eat Christmas cake with crumbly Cheshire cheese? At Christmas lunch, I can tell you now that my family will concoct 1960s-style prawn cocktail starters, despite not having shown the slightest interest in the recipe at any other point in the year for the past two decades. Not that fostering new rituals is out of the question. As of this year, Lancashire Bomb cheese has earned a permanent place on my side of the feasting table. What family traditions would you struggle to live without? Should a host bend over backwards to keep the rabble happy, or is it the chef's way or the highway?"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}