{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2012/dec/24/syrian-official-us-intelligence-agencies", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2012-12-24T17:57:15Z", "webTitle": "Senior Syrian official in US and co-operating with intelligence agencies", "webUrl": "https://www.theguardian.com/world/2012/dec/24/syrian-official-us-intelligence-agencies", "apiUrl": "https://content.guardianapis.com/world/2012/dec/24/syrian-official-us-intelligence-agencies", "fields": {"headline": "Senior Syrian official in US and co-operating with intelligence agencies", "bodyText": "The Syrian government's former spokesman, Jihad Makdissi, is co-operating with US intelligence officials who helped him flee to Washington almost one month ago, the Guardian understands. Makdissi became one of the most prominent regime defectors in late November when he left Beirut after first crossing from Syria. The Guardian reported at the time that he had fled for the US, possibly in return for asylum. This has now been confirmed. The latest development comes after almost a month of debriefings, which have helped intelligence officials build a picture of decision-making in the inner sanctum of the embattled regime. Syrian officials have denied that Makdissi has defected, saying he had instead taken three months of administrative leave. However, at the time of his departure, Hezbollah's television network in Beirut – not known to be out of step with the regime line – announced that the spokesman's views had strayed from official positions and that he had been fired. The state department did not respond immediately to requests for comment, and the CIA was unwilling to discuss the story. Makdissi is the most senior member of the regime to defect since Syria's prime minister, Riyad Hijab, fled with his family to Jordan in August. While not a member of the inner sanctum, Makdissi was central to shaping the regime's message and privy to many of its most sensitive communications. Makdissi, a former senior diplomat at the Syrian embassy in London, worked closely with foreign minister, Walid al-Mouallem and information minister, Adnan Mahmoud, whom he dealt with regularly as security steadily decayed over the past 18 months. Despite the worsening situation, the Syrian security establishment has remained largely intact and committed to defeating the armed insurrection that aims to topple it. Key decision makers in Syria are largely drawn from the Alawite sect, to which Bashar al-Assad belongs. Intelligence officials in states that are hostile to the regime are not known to have close links to the inner sanctum. Until recently, debriefings of Hijab and former general, Manaf Tlass, both Sunni Muslims, have been instrumental in shaping western views of how decisions are taken in Syria and the influence of foreign stakeholders. Details of Makdissi's journey to the US are not yet known, although Britain has previously denied that he arrived in the UK after fleeing Beirut. Lebanese officials had previously suggested he was either staying with his family in a Christian area near Beirut or had been captured and returned to Syria."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}