{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2012/dec/28/theo-walcott-thierry-henry-arsene-wenger", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-12-28T23:00:16Z", "webTitle": "Theo Walcott could be the next Thierry Henry, says Arsène Wenger", "webUrl": "https://www.theguardian.com/football/2012/dec/28/theo-walcott-thierry-henry-arsene-wenger", "apiUrl": "https://content.guardianapis.com/football/2012/dec/28/theo-walcott-thierry-henry-arsene-wenger", "fields": {"headline": "Theo Walcott could be the next Thierry Henry, says Arsène Wenger", "bodyText": "The intrigue surrounding Theo Walcott's future at Arsenal has taken another twist after Arsène Wenger suggested he will persist with playing the England international as a central striker after comparing his potential to that of a young Thierry Henry. The Arsenal manager utilised Walcott up front in the victories at Reading and Wigan Athletic after the pair held talks over the 23-year-old's lack of involvement in the team. Wenger has since been encouraged by Walcott's performances and will continue to use him as a central striker against Newcastle on Saturday despite negotiations remaining at an impasse over a new deal. Wenger still hopes Walcott, who is Arsenal's leading scorer with 11 goals, will agree to the £75,000-a-week deal on the table and extend his stay beyond the summer. \"I always said that one day he would play through the middle and it grew in his brain,\" Wenger said. \"He is now 23, and I decided to play Thierry Henry at 23 through the middle because you have to learn a lot before. \"The fact that you play in other positions helps your technique. On the wing you need a shorter technique against the line but once you play in the middle you can go on both sides. From 19 to 23, Theo has learned a lot. Now we will sometimes play him on the flanks, sometimes through the middle, but I like what I have seen through the middle. The signs are good, it's an interesting challenge for him but I think he can take it on.\" Henry is training with Arsenal before a possible loan move from New York Red Bulls – Wenger claimed the 35-year-old was in better physical shape than a year ago when he took him on a similar short-term arrangement from the Major League Soccer club – and has spent time advising Walcott on the role he has taken on. \"He gives him advice and Theo's a very intelligent boy,\" Wenger said. \"He understands very quickly when you tell him something and that's why I think he can do very well in this position. If he takes this chance it's good. If he doesn't, he will still be a fantastic winger.\" Wenger expects to enter the transfer market next month despite claiming his squad \"have the potential to be in the Champions League with what we have\". Efforts will be made to offload Andrey Arshavin – who is interesting Reading – Marouane Chamakh and Sébastien Squillaci but where once Wenger would have sought to buy young players at this stage of the season, now he must find pedigree performers capable of making an immediate impact. \"That is why it is so difficult,\" he said. \"We are open to strengthening the team but the difficulty is to find what strengthens us. The players available on the market you don't find. Manchester United bought Robin van Persie for £24m and he is 29. They have scouts all over the world so don't think they just came in and bought Van Persie: they looked everywhere else first. But to find the quality of striker that would strengthen a top Premier League team at the moment is difficult.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}