{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2012/dec/11/viva-forever-review", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2012-12-11T23:02:00Z", "webTitle": "Viva Forever! - review", "webUrl": "https://www.theguardian.com/stage/2012/dec/11/viva-forever-review", "apiUrl": "https://content.guardianapis.com/stage/2012/dec/11/viva-forever-review", "fields": {"headline": "Viva Forever! - review", "bodyText": "It's a doughty soul indeed that doesn't flinch a little at the prospect of Viva Forever! The issue is not so much that it's a jukebox musical, written by a former alternative comedian who has latterly turned to sitcoms, although it is, which means the baleful shadow of Ben Elton's Queen-themed We Will Rock You – a piece of musical theatre so insultingly shoddy that it makes your average infant school nativity play look like Sondheim – hangs over the whole enterprise. It's more the tunes the jukebox is playing. The Spice Girls may have been many things, but the authors of a back catalogue packed with deathless pop classics is not among them: they sold records on the basis of the members' perceived personalities rather than the quality of the songs they sang. This seems like it might be a problem. So it proves. The cast are largely great, particularly given that they have caricatures rather than characters to work with. At least one member of the audience felt less torn than he suspected he was supposed to be by the main protagonist's dilemma over whether to abandon her bandmates at the behest of a TV talent show mentor, on the grounds that her bandmates seemed only marginally less insufferable than the mentor: better to lumber yourself with one pain in the bum than three. And there's nothing really wrong with Jennifer Saunders' script, although there are moments where the plot fairly obviously exists solely to crowbar another 90s hit into proceedings: at one juncture the action moves to Spain – bafflingly depicted as an unimaginably alien and exotic parallel universe packed with mysterious masked figures and men dressed as Satan rather than, say, the kind of place where the cast of The Only Way Is Essex go on holiday – in order that we might be treated to a version of Spice Up Your Life. Its central conceit is pretty inarguable: it has totally worked out The X Factor is exploitative, contrived and cynical and that Simon Cowell is probably a bad hat, less interested in music than money. Nevertheless, the question of whether you need to be told that by a musical based around the songs of the Spice Girls, a manufactured pop act whose former manager created the pop talent show format and introduced the world to Simon Cowell in the first place, and whose former members are so horrified by The X Factor they feel impelled to keep appearing on it as judges, is a nice one. But the real problem is the songs. For one thing, there aren't enough memorable hits in a career that lasted for three albums to support two hours of theatre. In fairness, the Spice Girls had a handful of decent songs – Stop and Say You'll Be There among them – but elsewhere they're forced to rely on pretty vaporous album tracks such as Right Back At Ya and, at one panic-inducing moment, delve into the solo oeuvre of Geri Halliwell. For another, the lyrics are required to drive the action on, and the lyrics of Spice Girls songs are appalling, a state of affairs underlined when they are sung in the carefully enunciated style of musical theatre: \"Let the flashbulb pierce your veins\". In fact, you occasionally get the feeling the songs are getting in the way of the story, rather than elaborating on it. Viva Forever! keeps hinting at ideas that could make it a more interesting play than it is, or perhaps wants to be. There's a vague suggestion that the lead character's mother is an unreconstructed 80s feminist who doesn't own a television, and might be ideologically opposed to her daughter appearing on a TV talent show. Her mentor's animosity towards the show's Simon Cowell figure may be rooted in the fact that they were once lovers. Her musical director is supposed to be a paragon of keep-music-live virtue, but is prepared to try and seduce her in pursuit of ratings. All of these go unexplored, presumably in order to make way for more music. Spice Up Your Life gets a second airing. In fact, the show's best and funniest moment comes when it opts to mock the material it has to work with. Sung with a lot of mugging by a nervous middle-aged couple on the verge of consummating their relationship, the runny ballad 2 Become 1 becomes authentically hilarious. Viva Forever! could probably have done with more moments like that. You don't get much in the way of the kind of irreverence that was supposed to be the Spice Girls' endearing stock in trade: it would be nice if, metaphorically speaking, it pinched Prince Charles's bum a few more times. Still, it zips along cheerily enough, and compared with We Will Rock You, it's a work of untrammelled genius. Faint praise perhaps, but never mind: judging by the crowds of thirtysomething ladies leaving the theatre singing Stop and Say You'll Be There, Viva Forever! is critic-proof."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}