{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2012/dec/05/autumn-statement-ministry-budgets-slashed", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2012-12-05T22:19:44Z", "webTitle": "Autumn statement: ministry budgets slashed to pay for roads and schools", "webUrl": "https://www.theguardian.com/uk/2012/dec/05/autumn-statement-ministry-budgets-slashed", "apiUrl": "https://content.guardianapis.com/uk/2012/dec/05/autumn-statement-ministry-budgets-slashed", "fields": {"headline": "Autumn statement: ministry budgets slashed to pay for roads and schools", "bodyText": "The Home Office, work and pensions, environment and international aid departments will have to make the biggest cuts to their running costs over the next two years to fund the chancellor's increase in capital spending. George Osborne said that an extra £5.5bn investment in roads, schools, skills and science would be paid for in the main by cutting departmental budgets by 1% next year, 2013-14, and 2% the year after. However analysis of the figures published on Wednesday show different parts of Whitehall have been dealt varying levels further savings. In cash terms the biggest cuts will be borne by Justine Greening's Department for International Development, Philip Hammond's Ministry of Defence, Vince Cable's business empire, and, in the second of the two years, local government. By contrast, the lowest percentage cuts were allocated to the devolved regions of Scotland, Wales and Northern Ireland – all less than a quarter of one percent in the first year, and half a percent or less in year two – alongside Ed Davey's relatively small Department of Energy and Climate Change and Francis Maude's similarly small Cabinet Office. Because the government wants to increase capital investment and departments have little flexibility with large parts of their budgets committed to fund things such as war pensions, benefits or on-going defence contracts, ministers will need to concentrate their cost cutting on their remaining resource budgets. Another complication is that the NHS and schools budgets are both protected. Analysis by the Guardian comparing the cuts published in the autumn statement with those resource budgets shows that DfID takes the biggest hit – nearly 2.9% of its resource spending limit in the first year and more than 5% the second year. The chancellor stressed the coalition was still on course to meet its pledge that 0.7% of national income would be spent on helping the poorest countries; a reduction in cash payouts because of the government's lower income forecasts. After DfID, the hardest hit in percentage terms in the first year will be transport, communities, the Home Office, justice, environment and work and pensions. All of these will have to make cuts of very nearly or more than 1%. In the second year the list of the hardest hit is almost identical, with the addition of Eric Pickles's communities budget, which is specifically protected in the first year, but will have to reduce more than any other department in 2014-15. All figures were calculated using government figures published in July, which will differ slightly from more recent spending figures that the Treasury used to make the calculations published on Wednesday. Departments' tasks will be made even harder by a further government pledge to protect frontline staff and the suggestion that savings will predominantly come out of administration budgets. The autumn statement suggests if all government staff were allocated 10 sq m of office space – about the area of a garden shed or a parking space – the government could save £300m a year. Currently about one in five civil servants work in such conditions."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}