{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2012/dec/19/plebgate-tory-party-metropolitan-police", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2012-12-19T21:43:35Z", "webTitle": "Plebgate rift opens between Tory party and Met police", "webUrl": "https://www.theguardian.com/politics/2012/dec/19/plebgate-tory-party-metropolitan-police", "apiUrl": "https://content.guardianapis.com/politics/2012/dec/19/plebgate-tory-party-metropolitan-police", "fields": {"headline": "Plebgate rift opens between Tory party and Met police", "bodyText": "Relations between the Conservative party and the Metropolitan police were threatening to erupt into open warfare after friends of Andrew Mitchell claimed there was now evidence suggesting that elements within the force may have colluded to corroborate the details of the Plebgate incident which triggered the former chief whip's resignation. David Cameron accused an off-duty police officer of trying to \"blacken\" Mitchell's name by drawing up an allegedly false account of a confrontation with armed officers. Amid signs that Scotland Yard was stung by criticism from Westminster and questions about the integrity of the force, it announced that 30 officers were working on the investigation into claims that evidence was faked. The prime minister intervened when he highlighted the role of an officer, pretending to be a member of the public, who sent to another MP a report of a confrontation between Mitchell and armed police officers in Downing Street in which he falsely claimed to have witnessed the incident. That account, a complete copy of which was released in public , bears a remarkable similarity to the official account which at the time had only been seen by police in the chain of command in the Met. It was subsequently leaked to the press. Cameron said: \"A police officer posing as a member of the public and sending an email potentially to blacken the name of a cabinet minister is a very serious issue. It does need to be seriously investigated.\" Mitchell resigned in October a month after he was accused by officers of having called them \"fucking plebs\" after they declined to allow him to wheel his bike through the Downing Street security gates. The former chief whip denied having called the officers plebs, although he did admit having sworn at them. The row was reignited on Tuesday night when Channel 4 News published details of the email written by the off-duty police officer which was virtually identical to the official police log. The email was sent to John Randall, the officer's local MP who is also the deputy chief whip, at 9.52pm on 20 September. This was 24 hours after the incident took place and four days before the police log of the incident was published by the Daily Telegraph. Friends of Mitchell said the timing of the email showed collusion between Metropolitan police officers – though not necessarily those on duty at the time of the incident – because the email could only have been written with knowledge of the police log. \"This shows there was collusion,\" one friend said. David Davis, the former shadow home secretary who is leading the campaign to clear Mitchell's name, challenged the police account when he warned that the official police log would be torn to shreds in court. He said the police log has \"very similar wording\" to the email sent by the officer, and that the police log and the email claimed the incident was witnessed by several members of the public. CCTV footage of the incident appears to show that only one member of the public stood outside the gate during the incident. Sir Jeremy Heywood, the cabinet secretary who was asked by the prime minister to investigate the incident in September, discounted the email on the grounds that it was inconsistent with the CCTV footage. Heywood declined to review the police log, which contained similar inconsistencies, on the basis that it was a matter for the police. The police log claimed Mitchell made his incendiary remarks as he wheeled his bike to a side gate after being refused permission to wheel it through the main gate. Davis claims the CCTV footage, which has no sound and does not show their faces at all times, does not show Mitchell speaking to anyone in this precise period. Mitchell and Davis have been refused permission by Bernard Hogan-Howe, the Met commissioner, to see the full police log. They are therefore relying on the version published by the Daily Telegraph. The Met said its inquiry would seek to \"establish what, if any, criminal or misconduct offences are apparent\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}