{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2012/dec/24/us-stock-markets-fall-fiscal-cliff", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2012-12-24T16:08:00Z", "webTitle": "US stock markets fall again as prospect of fiscal cliff deal recedes", "webUrl": "https://www.theguardian.com/world/2012/dec/24/us-stock-markets-fall-fiscal-cliff", "apiUrl": "https://content.guardianapis.com/world/2012/dec/24/us-stock-markets-fall-fiscal-cliff", "fields": {"headline": "US stock markets fall again as prospect of fiscal cliff deal recedes", "bodyText": "US stock markets slid again on Monday, as lawmakers on Capitol Hill grew increasingly skeptical that a deal can be reached on the fiscal cliff budget crisis ahead of a year-end deadline. All the major US stock markets closed down slightly after a half-day of trading. Investors were reacting to comments from senior politicians over the weekend that time had run out and the best available option was an interim patch to mitigate the 1 January imposition of mass tax hikes and spending cuts. All eyes are on the Senate after President Barack Obama urged senators to pass a stop-gap measure that would extend Bush-era tax cuts for those earning less than $250,000, extend unemployment benefits and delay spending cuts until a full agreement can be reached. Talks between Obama and the Republican speaker of the House of Representatives, John Boehner, broke down last week. Boehner's attempt to launch his own \"plan B\" also failed, when right-wing Republicans balked at a compromise on tax hikes. Obama is now on vacation in Hawaii and will not return to Washington DC until after Christmas. On Sunday, the retiring senator Joe Lieberman told CNN: \"We're going to spend New Year's Eve here, I believe. I told my colleagues they're just doing it to make sure that those of us who are retiring this year work every last day of our term.\" The Dow Jones Industrial Average, which has fallen on two of the last three days, slipped 51.76 to close 0.39% down, its third loss in four sessions. Nasdaq and S&amp;P recorded similar declines. On Friday the Dow lost 120 points, it's largest fall since November, as it became clear Washington was getting further away from a deal. Failure to reach a deal by 1 January will automatically end Bush-era tax cuts that the Tax Policy Center calculates will cost the average American $3,446 in 2013 and trigger across-the-board spending cuts. The combination, according to the Congressional Budget Office, will push the US back into recession and drive unemployment back up to 9.1% from the current 7.9%. Talks between Boehner and Obama appeared to be progressing last week, as both sides gave ground. Obama increased the spending cuts he was prepared to make and Boehner reportedly proposed several major compromises, including raising taxes on those earning over $1m a year – as opposed to the president's original $250,000 threshold. But the Republican leader has been unable to convince his colleagues to go along with a negotiated plan or even his own \"plan B\". Tea Party activists told the Associated Press over the weekend that they were determined to continue lobbying abainst compromise. \"I want conservatives to stay strong,\" said Christine Morabito, president of the Greater Boston Tea Party. \"Sometimes things have to get a lot worse before they get better.\" Steve Bell, director of economic policy at the Bipartisan Policy Center, a Washington-based think tank, said the split within the Republican ranks made a deal look increasingly uncertain. \"This is a continuation of the balkanisation of the Republican caucus that has been going on for four years,\" he said. Bell said that elements within the GOP were determined not to compromise and that Boehner would have to forge an agreement with Democrats and moderate Republicans that was likely to be worse than a deal he could have agreed if his party has hung together. \"I see this a gross betrayal of the Speaker,\" he said. \"The consequences are likely to be negative for the economy. I'm very concerned about what the impact will be come January.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}