{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2012/dec/01/afc-wimbledon-history-mk-dons", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-12-01T22:00:04Z", "webTitle": "Why AFC Wimbledon players are not allowed to forget club's history", "webUrl": "https://www.theguardian.com/football/2012/dec/01/afc-wimbledon-history-mk-dons", "apiUrl": "https://content.guardianapis.com/football/2012/dec/01/afc-wimbledon-history-mk-dons", "fields": {"headline": "Why AFC Wimbledon players are not allowed to forget club's history", "bodyText": "It is the match that no one wants to lose and no one particularly wants to play. AFC Wimbledon and Milton Keynes Dons would much rather have continued ignoring each other but the FA Cup second round has thrown them together and so on Sunday they meet for the first time, setting up what must be one of the deepest grudge matches in English football history. The reasons for the rancour are well known. Indeed, AFC Wimbledon, the club formed and run by fans after the old Wimbledon was dissolved in 2004, make sure that their players are aware of what makes their club distinctive and, by extension, what makes MK Dons, the perceived hijacker of the old Wimbledon, the most objectionable entity in the Football League. \"When you sign they give you a brief history of the club,\" explained the striker Jack Midson, who joined from Oxford United last year. \"I knew a bit of it already but they go into how it was formed from the fanbase and you really appreciate that. There aren't many clubs like that. With being owned by the fans you seem to have that extra support.\" Ahead of the game in Milton Keynes, Midson said support has been coming from supporters of every club, as fans everywhere remain appalled by how MK Dons jumped into the league at Wimbledon's expense and, at the same time, impressed by how AFC Wimbledon rose from the ruins and made their way from the ninth tier of football to League Two. \"We knew it was going to be big [when the draw was made] but I've had random people coming up to me in the street and wishing me well and, looking at all the messages on Twitter, people are describing it as one of the biggest rivalries ever in this country. We embrace that.\" Four years ago Midson was part of the Histon team that shocked Leeds United at this stage of the cup. He dreams of helping upset the odds again. MK Dons are third in the league, above AFC Wimbledon, and unbeaten in eight matches, whereas AFC are depleted by being unable to field several key loanees. \"Playing for Wimbledon you already feel part of history,\" said Midson. \"But to score the winner in this match, that would be massive.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}