{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2012/dec/20/julian-assange-wikileaks-speech", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2012-12-20T22:54:07Z", "webTitle": "Julian Assange: expect more from WikiLeaks", "webUrl": "https://www.theguardian.com/media/2012/dec/20/julian-assange-wikileaks-speech", "apiUrl": "https://content.guardianapis.com/media/2012/dec/20/julian-assange-wikileaks-speech", "fields": {"headline": "Julian Assange: expect more from WikiLeaks", "bodyText": "Julian Assange has said (video) that WikiLeaks is preparing to publish 1m new secret government documents as he marked six months of refuge in the Ecuadorean embassy in London with a speech from its balcony on Thursday. The WikiLeaks founder has remained in the embassy to avoid arrest and extradition to Sweden on suspicion of sexual offences. There is a permanent police guard and Assange will be arrested if he leaves the premises. About 80 supporters gathered on Thursday night to hear Assange speak. They carried candles and held placards reading, \"Don't shoot the messenger\" and \"Don't trust Sweden\". Some sang Christmas carols as they waited for Assange to speak from the first floor balcony, a short distance from Harrods department store. There were 60 additional police officers on duty. Assange emerged with a raised fist and greeted the crowd: \"What a sight for sore eyes. People ask what gives me hope. The answer is right here.\" He was momentarily disturbed when a journalist from Channel 4 shouted questions at him with a loudhailer, but he recovered and delivered a 15-minute speech which was high in rhetoric and low in novelty. \"Six months ago I entered this building. It has become my home, my office and my refuge. Thanks to the principled stance of the Ecuadorean government and the support of its people, I am safe in this embassy and safe to speak from this embassy,\" he said. Assange said that as long as the US government sought to persecute him and the Australian government refused to support him, he had no choice but to remain in the Ecuadorean embassy. He said he was willing to negotiate with anyone. \"However, the door is open, and the door has always been open, for anyone who wishes to use standard procedures to speak to me or guarantee my safe passage,\" he said. Assange said attempts to prosecute him were an attack on freedom of speech before stepping back into the embassy. Time Blades, 40, one of Assange's supporters, said that he had been coming to the embassy to show his support for the WikiLeaks founder since August. \"I come in defence of freedom of speech and to defend the right of Julian Assange to have asylum granted to him by a sovereign and independent country. This cannot go on for ever. The British government has to permit safe access to Ecuador for Julian Assange. This will only happen as a result of diplomatic pressure and the people pressure,\" he said. Ana Alban, the Ecuadorean ambassador, said in a statement that his government continued to support Assange."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}