{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "fashion/2012/dec/28/worst-ideas-of-2012-onesie", "type": "article", "sectionId": "fashion", "sectionName": "Fashion", "webPublicationDate": "2012-12-28T22:59:49Z", "webTitle": "Worst ideas of 2012: the onesie", "webUrl": "https://www.theguardian.com/fashion/2012/dec/28/worst-ideas-of-2012-onesie", "apiUrl": "https://content.guardianapis.com/fashion/2012/dec/28/worst-ideas-of-2012-onesie", "fields": {"headline": "Worst ideas of 2012: the onesie", "bodyText": "Fashion, as Coco said, does not happen in a vacuum but reflects the times in which we live. In other words: you can't blame fashion for the onesie. In fact, fashion holds you responsible. Answer me this: have you ever seen Anna Wintour hit the New York Fashion Week front row in a fleecy all-in-one? You have not. Has a onesie yet scored the cover of Vogue? Negative. There are many, many absurd trends – shoes with 7in heels, say, or swimsuits with keyhole cutouts – that can be traced back to the catwalk, but the onesie is not a look for which the fashion powers-that-be can be held responsible. The onesie has been the runaway hit of 2012. All-in-ones make up a sturdy 15% of all Marks &amp; Spencer's nightwear sales. More alarmingly, they are being worn in public, and not only by the loopier creatures of the scripted-reality zoo, but by people who really should know better. Brad Pitt, who is married to one of the world's most elegant women and has Tom Ford on speed dial, wore a onesie on a family outing in LA. Cheryl Cole wore one to visit the Eiffel Tower. A onesie? In Paris? Cheryl, that's the kind of poor judgment that'll wind up with marriage to… oh. How on Earth did a society that is obsessed with skinniness and sex fall head over heels for the allure of a giant babygrow? I have a theory: I think it's to do with how we are losing the boundaries between public and private. Lying in bed with insomnia, we tweet about it. Eating breakfast on holiday, we take a photo and Instagram it. Privacy has become a less valuable commodity; after all, oversharing will get you many more followers. A onesie has impact precisely because it is designed to be worn only in private. I don't think it's a coincidence that One Direction, a band who were launched on reality TV and became superstars through social media, were among the first celebrities to go public in onesies. I am not an anti-onesie fanatic. My six-year-old looks adorable in hers. But. Think of 1957, and you picture Cary Grant in a dinner jacket. Think of 2012, and it's the cast of TOWIE in their onesies. Don't blame me. As I mentioned, this particular sartorial mistake is most definitely not fashion's fault. See also in fashion • Anne Hathaway's bondage ballgown. • The Kardashians collection for Dorothy Perkins. • Meggings (male leggings, for the blissfully unaware)."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}