{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2012/dec/24/webster-new-york-firefighters-shot-dead", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2012-12-24T16:36:59Z", "webTitle": "Two firefighters shot dead and two injured in upstate New York", "webUrl": "https://www.theguardian.com/world/2012/dec/24/webster-new-york-firefighters-shot-dead", "apiUrl": "https://content.guardianapis.com/world/2012/dec/24/webster-new-york-firefighters-shot-dead", "fields": {"headline": "Two firefighters shot dead and two injured in upstate New York", "bodyText": "Two volunteer firefighters are reported to have been shot dead and two more injured while responding to a house blaze in upstate New York on Monday. A neighbourhood on the shore of Lake Ontario in Webster was evacuated and Swat teams deployed after the gunman opened fire, local television news reported. Emergency services were called to the fire at 6am. On arrival, they were targeted by \"one or more shooters\", local police chief Gerald Pickering told the Associated Press. Monroe County Sheriff Patrick O'Flynn said: \"When they got there, they stated to take on rounds and the initial responders were struck.\" Monroe said that a Webster police officer responding to the shooting exchanged gunfire with the shooter, but he did not go into further detail. It is believed that four firefighters were shot in total, with two dying at the scene. The deaths come amid renewed demands for tougher gun laws, after the Newtown school shooting 10 days ago in which 20 children and seven adults were killed. On Sunday, the most powerful gun rights lobby group, the National Rifle Association, vowed again to oppose any new restrictions and said it would not cooperate with a task force on gun violence to be led by vice-president Joe Biden. The Webster fire started in one property, but it was left to spread to two more residences and a car while police searched for the gunman. It was only after Swat teams secured the area that firefighters were able to tackle the blaze. At a press conference shortly before 10am, police confirmed that there were no active shooters in the area, according to the Democrat and Chronicle newspaper. \"The whole strip's been evacuated,\" a Webster resident, Michael Damico, told the Democrat and Chronicle. \"They're evacuating all of the houses and going through them.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}