{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2012/dec/11/bradford-city-arsenal-live-mbm", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-12-11T22:52:39Z", "webTitle": "Bradford City v Arsenal – as it happened | John Ashdown", "webUrl": "https://www.theguardian.com/football/2012/dec/11/bradford-city-arsenal-live-mbm", "apiUrl": "https://content.guardianapis.com/football/2012/dec/11/bradford-city-arsenal-live-mbm", "fields": {"headline": "Bradford City v Arsenal – as it happened", "bodyText": "Thanks as ever for your company and your emails, particularly those involving Latin pronunciation. I'll leave the last word to our very own Amy Lawrence, who sums it up pretty darn well. … and after the decade they've had who can blame them. Those in the away end have to check their train times and keep their fingers crossed that there's an offie open to take the edge off the post-match post-mortem. It could last quite a while. The Bantams are through to the semi-finals of the League Cup. Stunning. They battled so hard in the 120 minutes. Stood firm and rode their luck at times. Somehow they picked themselves up after that late Vermaelen equaliser. Then they got their noses ahead in the shootout and just about got over the line ahead. I'll say it again – stunning. And also stunning is their penalty shootout record – that's nine on the bounce they've won, the longest run of any English side ever. Vermaelen rolls his effort against the post and Bradford are through!! Ritchie Jones … sees his effort saved by Szczesny! Oxlade-Chamberlain must score … and he does! With a superb penalty. But Bradford have the next one to win … Connell roofs a cracking effort. Wilshere scores confidently. Darby sidefoots a poor effort. Szcesny gets down to save. Chamakh hits the post. Dear oh dear. This is going horribly wrong for the Gunners. Gary Jones confidently knocks home. Cazorla's effort is saved by Duke! Szczesny gets hands to it but Doyle's penalty gets through. Bradford are going to be taking first … PEEP! PEEP!! PEEEEP!!! The Bradford fans roar as if they've won as the final whistle blows. And well they might. (Gooners of a nervous disposition might want to avoid that link …) ET 120+1 min: Cazorla's deflected shot is grabbed by Duke and that should be that. ET 120 min: The final minute of extra-time. Arsenal have a free-kick on halfway. One minute added. ET 118 min: Again Arsenal press themselves against Bradford's massed ranks. Parkinson has his team concentrated in the centre of the pitch, allowing crosses but ensuring bodies are there to deal with them once they arrive or, more often, are in perfect position to watch calmly as they sail over their heads. ET 116 min: Arsenal flood forward again but this time it's Rosicky who provides a cross heavier than a JCB with Megadeth on the stereo. ET 115 min: \"I am more upset that I owned a Reef CD than Arsenal being on the cusp of losing to Bradford on penalties,\" says Jeff Woodman. Don't worry Jeff. We've all been there. The key part of your email is that the word is \"owned\" rather than \"own and regularly listen to\". ET 114 min: Chamakh sells Oxlade-Chamberlain horribly short with his pass inside the full-back and gets a richly-deserved earful from the youngster as a result. ET 112 min: Oxlade-Chamberlain toe-pokes (or, depending on your preference/geographical location, toe-bungs or possibly toe-punts) a cross wildly out of play for a throw in on the other side of the pitch. ET 111 min: Cazorla wangs a shot wide. ET 110 min: Turgott again picks up the ball on the edge of the box, but again holds on to the ball for a frustrating length of time and the chance ebbs away. ET 108 min: OFF THE BAR! Cazorla picks the ball up 30-odd yards from goals, thinks \"Bugger this passing-our-way-through business\" and sends a dipping exocet of a shot rattling away off Duke's crossbar. That was a stunning effort. ET 107 min: Cazorla sends another corner lazer-beaming into the area. Chamakh glances neatly but watches his header drift a couple of feet wide of the back post. PEEP! That's half-time in extra-time. Reef's Place Your Hands booms through the Tannoy. What an oddly incongruent choice. To pretend you're at Valley Parade, play this and then go and stand outside in the cold. If you like. ET 105 min: Sagna and Oxlade-Chamberlain cut through on the right but the latter's touch is a little heavy and Duke gets down to make yet another decent block. ET 104 min: Chamakh nods a half-chance over the bar. ET 102 min: Turgott picks Wilshere's pocket and cleverly shimmies a yard of space. He should flick it out to the right but instead he holds it for a second or two too long and the chance disappears. ET 101 min: \"DUUUKKKKE!\" rumble the Bradford fans as the keeper grabs a loose ball from a corner. He has been exceptional. ET 99 min: Duke makes another decent stop from (I think) Wilshere then Jones nods away from not-quite-on-the-line after Sagna's header. ET 97 min: Gervinho swerves past Turgott in the box but again his pass is a hopeful one, like he's just hoping to get it somewhere close to a team-mate. But as Jesse Ventura would say: \"Close only counts in horseshoes and hand-grenades, Gorilla.\" ET 95 min: Bradford look painfully weary now. Wilshere cuts through the Bradford defence beautifully thanks to a one-two with Chamakh but then inexplicably opts against pulling the trigger and allows Duke to get down and bundle away for a corner. ET 93 min: Oxlade-Chamberlain appeals for a penalty as a defender blocks his goalbound shot. Replays show he was being a tad optimistic. ET 92 min: The free-kick is a better one from Jones but it comes to nothing. ET 91 min: Vermalen goes into the book for a robust challenge on Connell. Bradford's Will Atkinson goes off to be replaced by Blair Turgott, on loan from West Ham. PEEP! Off we go again. Looking back over the entries in the second half you can't help but notice that Bradford didn't really break out of defence for the final 25 minutes. Even so, they still got so close. PEEP! PEEP!! PEEEEEP!!! And that's the last action of the 90 minutes. Extra-time here we come. 90+4 min: … and Cazorla drags one fine save and one stunning save from Duke! The first, direct from the free-kick, is comfortable enough but the second, after the ball found it's way back to the Spaniard, was very good indeed. As was the challenge from the defender to prevent Gervinho shanking the rebound wide. 90+3 min: Doyle trips Cazorla 35 yards from goal. Central. Dangerous … 90+2 min: … which Gibbs and Gervinho conspire to waste by getting caught offside. The Tannoy announces the attendance of 23,971 – twice for emphasis – but most of those in attendance are too nervous to show much interest. 90 min: A minimum of four added minutes sits on the end of the 90. Sagna wins a dangerous free-kick out on the right … 89 min: The question now is can Bradford make it to extra-time? heads have slumped a touch, understandably. GOAL! Bradford 1-1 Arsenal (Vermaelen 87) Heartbreak for Bradford! And it comes from a corner. The defence nod Cazorla's first cross away but it drops back out to the Spaniard. Defenders should be rushing at him like startled wildebeest but instead he's given the time to curl in a viciously whipped cross to the back post where the captain is stooping to head home from close range. 86 min: Cazorla spanks a shot goalward. Doyle makes the block. Corner … 85 min: Wilshere clips in a free-kick but he doesn't get underneath it properly and the ball bobbles through to Duke. 84 min: Arsenal's hot knife goes through Bradford's butter once more but again the final ball (courtesy of Gervinho's pull-back on this occasion) isn't quite good enough and the finish (I think Sagna rushing in) is wayward as a result. 83 min: Tick-tock, tick-tock … 81 min: Wilshere is trying to grab this by the scruff of the neck. He's now at the centre of everything for the visitors. 80 min: Wilshere thrusts forward from midfield and strikes a handy shot at goal that Duke does pretty well to palm away. 79 min: \"Coquelin doesn't look like he's quite going to make it at the very top of the game but he'll do alright at Arsenal,\" honks Niall Mullen. Other views have ranged from \"ordinary\" to \"immense\". Anyway, he's not even on the pitch anymore and Arsenal have 10 minutes and change to save their League Cup campaign. 78 min: \"After years of thinking that he was talking out of his culus, Cantona's words suddenly ring true,\" begins Jeleznyi O'Connor. \"'When the lari follow the navigium, it's because they think sardinellae will be thrown into the mare. Er, I'll get me toga.'\" 77 min: It's scuffed pretty miserably by Gary Jones and comfortably cleared. He's not actually had a fantastic day with his dead balls, despite City's threat from set pieces. Quite a few have been wasted. 76 min: Wilshere pushes Jones over to give Bradford another one of those awkward free-kicks. Forty yards out, right touchline. 75 min: Cazorla sees a shot blocked but City are struggling to clear their lines for really the first time in the game. 74 min: Arsenal buzz on the edge of the box, popping passes to one another. There's no way through on this occasion. 72 min: Darby shepherds an Oxlade-Chamberlain cross out of play. Alan Connell, from an Arsenal supporting family, replaces the livewire Wells for the home side. It's a straight swap. 71 min: Ritchie Jones replaces the goalscorer for the home side. 70 min: \"Are you even watching the match? Coquelin was our (Araenal's) best player tonight,\" writes Richard Scannell, proving it's a game of opinions, some politer than others. 69 min: Wenger swaps Oxlade-Chamberlain and Rosicky for Podolski and Ramsey 67 min: Wells goes into Mike Dean's Big Book of Very Naughty Boys for a foul on Wilshere in the centre circle. 65 min: Bradford fly forward down the left through Meredith but Wells slips in the box and the momentum slips with him. The wide man is forced to check his run and the chance goes. 63 min: Hanson flops down in front of Vermaelen to win his team another pressure-relieving, time-munching, if on this occasion slightly dubious, free-kick. 62 min: Ramsey gets a bloody nose from Hanson's stray, flailing boot. Accidental. Painful. 61 min: Bradford are a third of the way there. Arsène Wenger responds by replacing Coquelin (who still doesn't look like he's quite going to make it at the very top of the game – is that fair to say, Arsenal fans?) with Chamakh. 60 min: Inside the area Gervinho twists and turns, hops and pops … then sidefoots a hopeless, hapless effort yards wide for a goal kick. 58 min: Arsenal look to have cut through again, but Coquelin's low cross somehow evades everyone in the box. 57 min: \"Since Latin is (technically) a dead language, might I suggest that Alex Brown pronounces 'columbidae' however he/she bloody like,\" writes Sarah Rothwell. \"As long as he/she does it with utter confidence no one is likely to question it.\" Fair point, well made. 56 min: Cazorla plays a pass so gorgeous that it has a modeling contract by the time it lands on Gervinho's chest. The striker takes it down neatly, stays on his feet commendably under pressure and seems to have worked space for a shot only for his legs to go all spider-on-rollerskates. Bradford scramble back and eventually win a goal kick. 55 min: Wells and Hanson have done an excellent job of holding the ball up and relieving the pressure on their defenders. They've been superb. The latter wins a valuable throw in. 54 min: Jones's free-kick is poor and Arsenal break with speed. They've got men over and Ramsey gets space on the edge of the area, but he slices his effort well wide. The Gunners are yet to have an effort on target. 53 min: \"If Arsenal lose tonight the excrementum will really hit the flabellum,\" notes Ben Bamford. Wells, who will have had scouts in the crowd scribbling furiously, wins another free-kick. 51 min: … Jones swings it in. Mertesacker gets up powerfully to clear. 50 min: Vermaelen needlessly bundles Hanson over on the touchline. The free-kick is a touch too heavy. Arsenal clear but back it comes and Wells wins a corner … 49 min: Pass, pass, pass from Arsenal as they look to throttle the home side with the sort of constant pressure they just couldn't muster in the opening period. 47 min: Wilshere gets space on the left but his cross is met by a diving Bradford head. 46 min: \"Love the whole 'the feline is very much among the columbidae' and will definately pass it off as my own,\" writes Alex Brown. \"Just one thing; how do you pronounce columbidae?\" No idea. Anyone? PEEP! Off we go again. Bradford are 45 minutes away from something a bit special. \"As Gervinho Gervinhoed THAT chance, my mind decided to play a most evil trick on me,\" writes Eirek Ness. \"Who, the sneaky git asked, would have tapped that one in back in the day, before providing the answer without waiting for mine: Dennis Bergkamp, that's who. I'm a happy-go-lucky kinda guy, but that epiphany just caused my first bout with suicidality. Tough times.\" \"Matches like this remind me of the old football adage: 'You won't win anything with first team players,'\" chuckles Liam Moseley. To be honest I can't see the home side holding out. But by the same token I certainly can see them scoring again. Forget cheerleaders and the kick-the-ball-in-the-shed-to-win-a-shed game, I saw this father and son duo at ATP at the weekend and they were very much the highlight: \"Do you suppose Wenger could pull of a January transfer to swap Gervinho straight up for Thompson?\" wonders Thad Brown. \"I can't imagine it would do any damage to Arsenal, that was a fine finish by the Bantam.\" Mike Dean brings a cracking half to a close. 45 min: Doyle clatters into Wilshere but escapes what seemed a certain booking. Wilshere looks OK, though. 44 min: This is breathless, edge-of-the-seat stuff. Now Bradford are inches away from 2-0! Duke boots, Hanson flicks, Well gets the better of Vermaelen … but pokes his shot just wide of the post. 43 min: WHAT A MISS! OH MY GIDDY AUNT, WHAT A MISS! Gibbs crosses low and from little more than two yards out, with the keeper nowhere, Gervinho scuffs his shot wide. That was quite remarkable. To be honest \"scuffs\" gives that effort more credit than it deserves. He barely made any contact at all. \"He's a quality player as he's proving time and time again,\" suggests my Arsenal-supporting colleague Toby Moses from across the desk, with perhaps a touch of irony. 40 min: Cazorla swirls a shot wide of the post. Bradford will be desperate to get to half-time here. It's the Boycott approach to Test match batting here – piece-by-piece, mini-session by mini-session. 39 min: Here's a happy Adam Simpson: \"Why this is so good – here are Bradford's league positions since the halcyon 'season' of 1999-2000 1999-2000: 17th, Premier League 2000-01: 20th, Premier League (R) 2001-02: 15th, Division One 2002-03: 19th, Division One 2003-04: 23rd, Division One (R) 2004-05: 11th, League One 2005-06: 11th, League One 2006-07: 22nd, League One (R) 2007-08: 10th, League Two 2008-09: 9th, League Two 2009-10: 14th, League Two 2010-11: 18th, League Two 2011-12: 18th, League Two As you can imagine, we've been waiting a while for this. I'm in Istanbul and, unsurprisingly, haven't been able to find the match on Turkish TV.\" 38 min: COQUELIN HITS THE POST! A dip of a shoulder and a lucky bounce gave him the chance but his effort ricochets away off the outside of the upright. 36 min: Ramsey shows great pace to get to Coquelin's heavy pass and Arsenal look to go round the houses again on the edge of the box. City's weight of numbers is keeping them out, though. 33 min: \"As a neutral there is a something a bit sad about a man of Wenger's achievements fulfilling the whole \"you either die a hero or live long enough to see yourself become a villain\" Batman prophecy,\" writes Ryan Dunne. \"But then, is it a mark of the man's integrity that he stays and fights even though he knows the billions of Chelsea, Man City and Man U (ish) mean that third place is the very best that can be hoped for?\" 32 min: There's been something pleasingly retro about the Bantams thus far. When Duke has the ball he booms it high and heavy – a proper 1980s clearance from hands – towards Hanson, who looks to flick on with Nahki Wells running in behind. 31 min: Arsenal whip in a corner themselves. Bradford will be furious with themselves if they concede from a set-piece. It hasn't looked likely thus far – this one is nodded to Wilshere on the edge of the box and he wangs his shot off towards Halifax. 29 min: Bradford force a corner and though the first ball is cleared, it's returned with interest and Thompson has a half chance snaffled by Szczesny at the back post. Arsenal determinedly sticking to their cliche-confirming shakiness at set pieces. 27 min: Arsenal break and win a free-kick more dangerous than a shark with a grudge … which Podolski spanks into the wall. 26 min: A long throw drops out to Meredith, who seems to catch his volley beautifully, but it's all in vain as it travels no more than a couple of yards before being blocked. 24 min: The pitch seems to be playing like astroturf at the moment. Bouncy with a chance of painful slide-burns. 23 min: … which is miscued to the near post but then almost wriggles its way through and ends up being cleared from the vicinity of the line by Gibbs. 22 min: Bradford force another corner … 21 min: Ramsey gets his pockey pinched by Atkinson in midfield but tracks back well to cut out Wells' resultant cross. 19 min: Wilshere and Gibbs combine neatly to create space on the Bradford tight. Then Wilshere and Gibbs combine terrribly to create a goal kick. 17 min: \"Sacked in the morning!\" sing the City fans happily in the direction of Arsène Wenger. No, he's not, obviously, and there's a very, very long way to go yet but the feline is very much among the columbidae. GOAL! Bradford 1-0 Arsenal (Thompson 16) And of course having just pressed the 'h' of 'cosh', Bradford charge forward and taken the lead. Wells wins a free-kick near the corner quadrant on the right. It's whipped in, flicked on and volleyed home beautifully by Garry Thompson at the back post. 14 min: Cazorla spanks in a shot. Sagna crosses into the hands of Duke. Bradford really under the cosh now. 13 min: Cazorla hands the ball to Wells in midfield with the sort of pass you get at five-a-side when you've mixed the teams up and you keep forgetting who's on which side. The Spaniard chases it down furiously and wins a free-kick as a result. 11 min: Podolski attempts a clever lobbed header but it drifts over Matt Duke's bar. Arsenal look threatening every time they come forward. 9 min: Szczesny gets out his Christmas card list and starts scribbling out the name \"Per Mertesacker\". The German's toe poke gives the keeper a horrible ball to deal with, but he manages despite getting a right bash (a legitimate one, mind) from James Hanson in the process. 8 min: Despite that yellow card Gervinho has been in the thick of it for the Gunners. He weaves dangerously into the box and wins a corner, which is powered over the bar by Vermaelen. 7 min: Cazorla whips in a corner. Bradford scramble away the first phase ball and as Sagna whips it back in Gervinho attempts to punch the ball past Duke. Mike Dean spotted it – he couldn't really miss it – so Gervinho goes into the book for about as idiotic a booking as it's possible to get without the use of fancy dress. 6 min: Home hearts leap in their chests as Wells muscles Mertesacker off the ball and looks to be clean through. Pulses return to normal rate with the referee's whistle – it's a foul. 4 min: Bradford have gone aerial a couple of times already and they've had some joy. They're a fairly big side even for League Two so that's got to be a big part of the gameplan. 3 min: Coquelin purrs through the middle and exchanges passes with Ramsey. The lattter's return, though, is spicier than a chilli bhaji and the chance goes. 2 min: … but instead of Lumping It Into The Mixer City play cleverly down the right. The final cross doesn't quite make it but that was vaguely promising for the home side. 1 min: Gibbs is penalised for a trip on Thompson near halfway. Bradford's heavy artillery trundles up from the back … Peep! Arsenal get us underway at Valley Parade amid raucous noise from the home terraces. Out come the teams, Bradford resplendent in claret and amber hoops, the Gunners in their traditional purple and black. Phil Parkinson, asked about the pitch, which is apparently hardening up by the minute: \"We could just do with a gale force wind as well …\" Arsène Wenger, on his team selection: \"We don't play until Monday so we've got plenty of recovery time.\" Some confusion on the Arsenal starting XI. Indeed the official site seem to have got it wrong in their teamsheet – Gervinho starts up front, not Giroud. Wells followed that up with something similar for his national side, Bermuda: Bradford: Duke, Darby, McHugh, McArdle, Meredith, Thompson, Doyle, Gary Jones, Atkinson, Hanson, Wells. Subs: McLaughlin, Ravenhill, Ritchie Jones, Connell, Hines, Turgott, Good. Arsenal: Szczesny, Sagna, Mertesacker, Vermaelen, Gibbs, Wilshere, Coquelin, Ramsey, Cazorla, Podolski, Gervinho. Subs: Mannone, Jenkinson, Squillaci, Rosicky, Arteta, Oxlade-Chamberlain, Chamakh. So Wenger sticks to his word and names just about as strong a squad as he can. One to watch in the City side is 22-year-old Nahki Wells, who has quite a decent line in cup goals … Whenever I think of Arsenal and the League Cup I think back to the winter of 2011 and a conversation with a Gooner friend who was trying, unsuccessfully, to convince me just how important their forthcoming final against Birmingham was to the club. His case was, in a nutshell (and I'm paraphrasing hugely here), that the club as a whole needed to win something, anything, to get themselves on an even keel once more and that defeat would be horribly damaging to the mentality at the Emirates. I was never convinced but subsequent events that season seem to have proved him right. Though I'm pretty sure I never admitted to being wrong. Sorry James. Anyway, the point I'm haphazardly trying to make is that this competition was once – less than two years ago – seen as a salve for Arsenal's problems and that it says something about just how far the club have travelled from that point since. No one is making the case that the club's wounds can be healed if Thomas Vermaelen lifts the trophy. Nevertheless Arsène Wenger has promised a strong lineup at Valley Parade. Nothing other than a win will do. Speaking of clubs who've moved on – and not in a good way – over the past couple of years, Bradford City's fans could tell their Arsenal counterparts a thing or two about fading glory days. The last time these two sides met was in 2001 when the Bantams were a Premier League team. In 2007 they sank into the bottom tier of the Football League and have been there ever since."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}