{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2017/aug/14/jo-johnson-tuition-fees-student-loans-fair-equitable-universities-minister", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2017-08-13T23:01:26Z", "webTitle": "Jo Johnson defends 'fair and equitable' tuition fees and student loans", "webUrl": "https://www.theguardian.com/education/2017/aug/14/jo-johnson-tuition-fees-student-loans-fair-equitable-universities-minister", "apiUrl": "https://content.guardianapis.com/education/2017/aug/14/jo-johnson-tuition-fees-student-loans-fair-equitable-universities-minister", "fields": {"headline": "Jo Johnson defends 'fair and equitable' tuition fees and student loans", "bodyText": "The universities minister, Jo Johnson, has hit back at critics of tuition fees and student loans, insisting the current system is fair and equitable, as thousands of sixth-formers await A-level results that will decide whether or not they go on to higher education. In an article published in Prospect magazine this week, Johnson vehemently defends the student finance system, which has faced growing criticism since the general election campaign when Labour pledged to scrap tuition fees, garnering widespread support from young people. Graduates now face debts of up to £50,000 and more, but Johnson insists that the current system is fair on both students and taxpayers. “We have a student finance system that works,” he said. “A university degree boosts lifetime income by between £170,000 and £250,000. “Students pay on average roughly 65% of the cost through fees, while the taxpayer shoulders around 35%, through teaching grants and loan subsidies, and a much higher share if we add £6bn of annual investment in research. This is an equitable split.” Johnson’s piece comes out on Thursday as A-level candidates find out how they fared in new tougher exams, which were introducedunder fellow Conservative minister Michael Gove when he was education secretary, in a bid to drive up academic standards and make qualifications more rigorous. Teachers and pupils are bracing themselves for volatile results after an unprecedented year of examination changes. The exams watchdog, Ofqual, has warned there will be more variation between schools than usual as the new qualifications bed in. Results for GCSEs, which are also being shaken up, are likely to show further turmoil when they are published next week. Content has been updated in 13 A-levels that are being examined for the first time, with assessment now dependent on end-of-course exams rather than AS-levels or modular assessment, which some experts are warning may favour boys. Students have complained of feeling ill-prepared for the new exams, with no past papers, no marking schemes and no clarity about grade boundaries. Overall, student performance is expected to dip – as is often the case when new qualifications are introduced – but Ofqual says grade boundaries will be lowered so this year’s cohort are not penalised for being the first to sit the new exams, and results will be broadly stable. A system known as comparable outcomes will be used to ensure that this year’s national results are similar to 2016’s. “So a student who might have expected to get a grade B last year, for example, should expect to get a grade B this year,” a spokeswoman said. Professor Alan Smithers of the Centre for Education and Employment Research at Buckingham University, said: “The 13 reformed A-levels are likely to narrow the gender gap, given by how much it shot up in 2002 when they went modular. Whether grades overall fall will depend on the extent to which Ofqual intervenes to protect consistency. “The impact of the changes will be dampened in any case, since they only affect 13 of the 36 subject categories, and the exams are unchanged in Wales and Northern Ireland from which about 8.5% of the entrants come.” As tension mounts ahead of results day, the education charity Teach First has published research that highlights the disadvantages faced by students from the poorest backgrounds. It shows pupils born in the poorest areas of the country have a one in five chance of going to university, compared with the wealthiest areas where half of young people will go on to higher education. In some of the poorest postcodes – including parts of Derbyshire, for example – as few as one in 20 young people go on to higher education, whereas in the wealthiest areas, such as parts of Buckinghamshire, more than 80% of young people progress to university. The report published on Monday, Beyond Access: Getting to University and Succeeding There, says the £725.2m spent in 2015-16 on improving access to university should be better targeted at hard-to-reach communities and younger pupils. It also calls for new measures to address high dropout rates among students from disadvantaged backgrounds who are nearly twice as likely to abandon their studies as their wealthier peers – 5% compared with 8.8%. Teach First says that despite investment of £134.7m in 2016-17 to address this, the level of disadvantaged students dropping out of university is at its highest level in five years. A ComRes poll for Teach First of more than 2,000 18- to 25-year-olds found that more than a third (40%) of disadvantaged students currently at university had considered dropping out; 3% said they had already dropped out of a previous university, and 26% said they considered dropping out, but did not take any action towards it. Johnson defended progress on access for disadvantaged students, saying: “Young people from the poorest areas are now 43% more likely to go to university than in 2009-10, and 52% more likely to attend a high-tariff institution. “Statistics show the proportion of young people on free school meals going to university is at a record high. Dropout rates, too, have also come down.” He said universities were also thriving with 25% more funding per student per degree than seven years ago. Brett Wigdortz, chief executive and founder of Teach First, said far too few disadvantaged pupils were getting to university and completing their degree. “They’re simply not given the same chance to reach their full potential, with less access to brilliant teaching and less guidance on how they can turn their aspirations into reality. “More must be done by the government, universities and society as a whole to break down the barriers to social mobility that are preventing too many of our young people reaching as far as their potential allows.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}