{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2017/aug/13/barcelona-v-real-madrid-spanish-super-cup-first-leg-live", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-08-13T21:50:47Z", "webTitle": "Barcelona 1-3 Real Madrid: Spanish Super Cup, first leg – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/aug/13/barcelona-v-real-madrid-spanish-super-cup-first-leg-live", "apiUrl": "https://content.guardianapis.com/football/live/2017/aug/13/barcelona-v-real-madrid-spanish-super-cup-first-leg-live", "fields": {"headline": "Barcelona 1-3 Real Madrid: Spanish Super Cup, first leg – as it happened", "bodyText": "Match report: Real Madrid are strong favourites to win the Super Cup after this terrific win. It was an ill-tempered game at times and will be remembered for an eccentric contribution from the substitute Ronaldo, who became the first man in football history to be sent off for having a six-pack. Sort of. The second leg is on Wednesday at the Bernabeu. Thanks for your company, night! What a goal this is! Real shred Barcelona again on the counter-attack. Vazquez runs 50 yards into space and angles a pass towards Asensio on the edge of the box. He pushes the ball in front of him and then, with his second touch, smashes a rising left-footed shot past Ter Stegen at the near post. That was right off the sweet spot. 86 min “These referees are supposed to be top-of-their-profession experts,” says Sean Roe. “How do they keep falling for dives like Suarez’s when we amateurs can all (a) predict it and (b) spot it when it happens? Also Ronaldo is a covfefe. Insanely talented but a covfefe nonetheless.” 85 min It’s kicking off all over the pitch now. Vidal is trying to pick a fight with Casemiro, I’m not sure why. A minute ago Carvajal was being shoved by Busquets. This is turning into a proper pre-season unfriendly. I’ve lost count of the yellow cards. There have been at least nine. 82 min Ronaldo was clear on goal when Umtiti challenged him and, while I’m not sure it was a penalty, I’m pretty sure it wasn’t a dive. Umtiti’s shoulder barge put him off balance, which is why he fell over. I think; who knows any more. He reacted to the red card by pushing the referee in the back, which might get him in trouble. This is bizarre. Ronaldo was booked for taking his top off after scoring and now he’s been given a second yellow card for diving. 81 min Real make their final change, with Lucas Vazquez replacing Gareth Bale. Pick that out! Ronaldo has scored a belter on the counter-attack. The superb Isco led the break, easing the ball out left to Ronaldo. He ran at Pique, cut inside and screamed the ball into the far top corner from 18 yards. He celebrates by whipping off his top to show the kind of six-pack that shames us all. He looks like a weightlifter. 78 min “A bloke at the Astoria diner where I’m watching this opined that Barcelona ‘are weak without Neymar’ and while there’s clearly more to it than just this, he’s not wrong!” says Phil Podolsky. “ A third attacker who’s the best player in the world-in-waiting, with a ridiculous goal rate, who can create something out of nothing when Messi has a day off. Look, late capitalism is a farce and all that but PSG kind of knew what they’re doing.” A cool penalty from Messi, sidefooted low to his left as Navas went the other way. It’s a tricky one. Messi’s deflected shot came to Suarez by the left touchline. He was going nowhere but Navas was committed and Suarez went over him. He certainly made the most of it, but that doesn’t mean there wasn’t contact. Real Madrid are furious, thinking this was a dive by Suarez. 75 min Messi’s stinging long-range shot is excellently saved by the diving Navas, who springs to his feet to save the follow-up as well. But... 75 min We’ve just seen a different replay of the Ronaldo disallowed goal which suggests he was definitely offside. I give up. 74 min Busquets misses a great chance! Denis Suarez’s blocked shot fell perfectly for him eight yards out, but he leant back and sidefooted it over the bar. 72 min It’s livening up now. At the other end, Denis Suarez shoots tamely at Navas from the left side of the box. 71 min Isco and Ronaldo combine brilliantly to free Marcelo, whose fierce shot from a tight angle is chested away by Ter Stegen. Moments later, Ronaldo has a goal wrongly disallowed for offside. It was a tight call but he was just onside. 70 min Bale’s deep cross from the right is met by a spectacular scissor kick from Ronaldo. Thankfully for the humour of Barcelona fans, he slices it wide. 68 min Another substitution per side: Sergi Roberto for Iniesta, Marco Asensio for Kovacic. 67 min Vidal tries to lash a bouncing ball towards goal from 25 yards. Know your limits, son. 64 min That was almost another own goal. Suarez’s sharp cutback from the left touchline hit the shin of Varane at the near post and looped just wide of goal. 62 min Isco opens the game up with a great reverse pass to Kroos, who helps in on further to Ronaldo. He is one against one with Pique, who does well to ignore 474 consecutive stepovers and block Ronaldo’s eventual shot. 60 min Isco, on the stretch, heads Bale’s right-wing cross high over the bar at the other end. 59 min Luis Suarez’s header is tipped over by Navas. It was a comfortable save, right above his head. 59 min Both teams make a substitution: Cristiano Ronaldo replaces Benzema for Real, and Denis Suarez comes on for Deulofeu. 57 min Sergio Busquets is booked for being Sergio Busquets. 55 min Jordi Alba makes his second goal-saving contribution of the night. This one was even better than the first. Benzema destroyed Pique with a series of stepovers on the left of the box. He slid the ball across the face of goal to Carvajal, whose sidefoot was cleared off the line brilliantly by the sliding Alba. 54 min Isco has been very good again tonight. Perhaps the biggest compliment you can pay him is that there are times when he reminds you of peak Iniesta. 53 min That was a great chance for Barcelona. Vidal broke into the area and crossed low towards Messi, who just couldn’t reach it on the stretch. It came to Deulofeu, who shaped a curler across goal that went under Messi in the six-yard box and whistled just wide of the far post. 52 min Benzema leads a fine Real break down the left. He tries to cut the ball back into the area and it hits Pique again before deflecting wide of the near post. Gerard Pique gives Real Madrid the lead. The goal was created by Marcelo, who made a good overlap to receive Isco’s pass and drove in a dangerous low cross. Pique was at the near post, not knowing what was behind him, and slid in to try to clear. As is so often the case when a defender is facing his own goal, all he could do was slice it into the net. 48 min Messi slithers into the area, getting past the first wave of defenders but not the second. 46 min Peep peep! Real begin the second half, kicking from left to right. Peep peep! That was fun, although neither side has created many clear chances. See you in 10 minutes for the second half! 45 min Bale heads over from Carvajal’s deep cross. He had the run on Vidal, but was under enough pressure to ensure he couldn’t get a clear header at goal. 44 min Some slick one-touch passing from Barcelona to get Alba free on the left. His cross is headed away. 42 min And now Carvajal is booked for fouling Iniesta. 41 min Now Bale is booked for a late tackle on Busquets. 40 min Messi is booked for crunching Casemiro. That looked a bit harsh; it seemed to be Busquets who made most of the contact. 37 min Isco swaggers into the box from the left, teasing the hapless Vidal before playing it back to Bale. He sweeps a first-time shot towards goal that is pushed over the bar by Ter Stegen. It was straight at him. 36 min Suarez plays a little one-two with Rakitic and hares for goal. The right-back Carvajal is in Big Ron’s Wide Awake Club and comes across to concede a corner. 35 min Deulofeu has had a poor game so far. He looks nervous, understandably so. 33 min A classic through pass from Iniesta finds Alba, who crosses low first time towards Messi at the near post. The alert Kovacic slides in to concede a corner. 32 min Suarez tries to run the last man Varane, who deals smoothly and calmly with the danger. France have a disgusting amount of young talent, don’t they. 29 min Jordi Alba makes a goal-saving header clearance. Marcelo did well on the left, beating Vidal with ease, and stood up a lovely cross towards Bale at the far post. He was about to head the ball in when Alba appeared on his blindside to clear. 27 min Pique is booked for deliberate handball in the Real area. 26 min “Madrid’s kit looks more aquamarine than turquoisey to me,” says our colour correspondent Laurence Ball. “Much, much harder to distinguish from Barça’s shirt than their traditional white, but that very practical matter won’t shift the units in China and the Middle East, will it?” It’s the thin end of the wedge-grubbing. Goodness know what they’ll all be up to by 2037. 25 min Messi, fouled by Bale, gets up and curls the free-kick just over the bar. Navas had it covered. 22 min “This assist from the first post-Pep Super Cup involves some good close control, in my opinion,” waxes Phil Podolsky. Yeah I like those first touches where the player pushes it into the space in front of him. Two touches for the price of one. 20 min It’s kicking off! Casemiro is booked for taking a shortcut through Messi, and all the Barcelona players charge in looking for trouble and/or a red card. That would have been excessive. 18 min Isco moves into the box from the left, turns Vidal inside out and drags a low shot into the side netting at the near post. 17 min “Greetings once again from the colonies, Sir Rob!” says James Thomas. “James in Louisville, KY answering that all consuming question...no, Gerard Deulofeu, sadly, is not enough for Barca tonight. They’re simply not as good at the tiki taka as they used to be without the Pep-Tito gaffers and the likes of Cesc Fabregas, David Villa and Carles Puyol, who they never really replaced. They’re more vulnerable than they were a few seasons ago, and it shows. And Real have brought in better, younger players. They’ve figured some things out, too. And Zidane has done a masterful job leading them. Not sure if anyone saw that coming.” I sure didn’t. I’d never have had him down as a successful manager. I agree with you by the way. Madrid could run away with the league this year. 16 min Vidal lumbers into the box on the right, but his pull-back is between Suarez and Messi. Kovacic clears. 13 min “Not a great jersey pairing for the colourblind,this,” says Peter McDonnell. “Why can’t Real just wear white?” I assume it’s a cheap bit of markerching. 10 min Suarez deftly kills a nice ball over the top from Iniesta before hitting a left-footed shot from 15 yards that is comfortably saved by Navas. 9 min Real have been the better side so far, though there isn’t much in it. There’s a striking intensity to the match, given its pre-seasonish nature. 6 min Rakitic sprays a nonchalant crossfield pass to Alba, who runs Carvajal and wins a corner. Messi takes it, Ramos heads clear. 4 min Real have started confidently, as befits the champions of absolutely everything. The days of them having 30 per cent possession at the Nou Camp are long gone. 2 min “Am I alone in thinking that Neymar’s departure isn’t that big of a deal for Barcelona?” says Edouard. “I’ve always found him to be the least important player of the MSN and I rate Suarez higher than him. Was never a fan of stacking that many forward superstars in a team either.” I think Suarez is better too but I’d still say it’s a big deal. Whoever replaces him is unlikely to have the same understanding with Suarez and Messi. And it ruins a good acronym. I suppose they could buy Luciano Narsingh from Swansea. 1 min A poor pass from Ter Stegen is intercepted, and Kovacic tries to lob him from 35 yards. He doesn’t get enough on it and Ter Stegen backpedalls to make a comfortable save. That was a chance for Madrid. 1 min Peep peep! Barcelona kick off from left to right. They are in their usual red-and-blue kit. Real are wearing a turquoisey strip. An email! “Greetings Rob,” says Alfredo. “Alfredo here, writing all the way from Guatemala. I have a question for you… I think that the blood of the gods is going to flow like the ancient rivers of Babylon for Bartomeu and his presidential gang if Barça don’t perform well in this SuperCup. With Neymar flying the coop, what do you think they’ll need to do to keep the people of Catalonia happy?” Are you saying Gerard Deulofeu is not enough? Barcelona (4-3-3) Ter Stegen; Vidal, Pique, Umtiti, Alba; Rakitic, Busquets, Iniesta; Messi, Suarez, Deulofeu. Substitutes: Cillessen, Semedo, Denis, Mascherano, Alcacer, Digne, Roberto. Real Madrid (4-D-2) Navas; Carvajal, Varane, Ramos, Marcelo; Casemiro; Kovacic, Kroos; Isco; Benzema, Bale. Substitutes: Casilla, Nacho, Ronaldo, Theo, Lucas, Asensio, Ceballos. Ambassador, with three Clásicos before the end of August you are spoiling us. After the pre-season friendly in Miami, Real Madrid and Barcelona now meet in the two-legged Super Cup. It’s the first time they have played each other in this competition since 2012, when it was Tito Vilanova against Jose Mourinho. The two clubs have swapped roles in recent times: Real Madrid are the ones who practice stability and are setting the standard for every other team in the world. This, quietly, is a golden period in their history – the first time that they have been champions of Spain, Europe and the world at the same time. Barcelona are starting again under Ernesto Valverde, though nothing much changes from manager to manager when you have players like Lionel Messi and Luis Suarez. There’s nay more Neymar, but they do have Gerard Deulofeu. Tonight’s match is at the Nou Camp, with the second leg to follow in Madrid on Wednesday. Kick off is at 10pm local time, 9pm in Britain."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}