{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2017/aug/21/philip-hammond-urged-to-use-budget-to-help-low-income-families", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2017-08-20T23:01:01Z", "webTitle": "Philip Hammond urged to use budget to help low-income families", "webUrl": "https://www.theguardian.com/society/2017/aug/21/philip-hammond-urged-to-use-budget-to-help-low-income-families", "apiUrl": "https://content.guardianapis.com/society/2017/aug/21/philip-hammond-urged-to-use-budget-to-help-low-income-families", "fields": {"headline": "Philip Hammond urged to use budget to help low-income families", "bodyText": "Philip Hammond is being urged to use his autumn budget to ease the plight of low-income families, as research shows that rising inflation is making benefits cuts bite harder. A couple both working full-time on the “national living wage” in 2017 will generate only enough income to meet 87% of the basic costs of bringing up a child, according to research published by the Child Poverty Action Group (CPAG). For a lone parent, the figure is 83%. CPAG’s annual Cost of a Child report, by Prof Donald Hirsch of Loughborough University’s Centre for Research in Social Policy, suggests a series of benefits cuts and freezes, together with the recent rise in inflation, is making it increasingly difficult for low-income families to make ends meet. Alison Garnham, CPAG’s chief executive, said: “With the return of inflation, the benefits freeze has become toxic for struggling families. Rather than prioritising tax cuts, which help the better-off, the chancellor should use the autumn budget to invest in helping families with children. Ending the benefits freeze should be the first step he takes to rebalance the finances of ordinary families.” Many in-work benefits have been frozen since last April, in a policy announced by Hammond’s predecessor, George Osborne. Other cuts, including the abolition of the child element of tax credits and the decision to offer no additional tax credits for third and subsequent children, are gradually affecting more families. And Hirsch’s research suggests the cost of bringing up a child – based on survey evidence about what the public believe are the basic necessities of a decent standard of living – has begun rising again. In total, including housing costs, he estimates that it now costs a couple £155,100 to bring up a child from birth to age 18 – up from £151,600 last year. The report says: “After a short period of price stability, the cost of a child is once again starting to rise. For the first time in postwar history, these cost increases are not being matched by increases in support given to families from the state. While this policy persists, the struggle that low-income families face to make ends meet will become steadily harder. Hirsch finds that out-of-work families are left with just 58% of the income they need to meet the costs of bringing up a child – and future cuts will see them fall further behind. “For them, the ‘safety net’ of means-tested support no longer merits this name, since it does not offer the safety of an income capable of covering essentials. Families unable to cover their costs on benefits must either undergo serious hardship, fall back on the help of their families or go into debt,” he says. Inflation has been rising steadily over the past 18 months, from just above zero at the start of 2016 to 2.6% on the new CPIH measure, which includes housing costs. The Conservative manifesto promised to implement tax cuts first proposed by David Cameron, including raising the higher-rate threshold for income tax to £50,000 by 2020. During the election campaign, Labour repeatedly contrasted these plans with the plight of low-paid, insecure workers – although it did not promise to reverse all planned welfare cuts. Debbie Abrahams, the shadow secretary of state for work and pensions, said: “This report highlights just how hard it is for working families to get by, with a record high of 4 million children now living in poverty under this Tory government. “The Tories have no plan to tackle stagnant wages, insecure employment and rising inflation, choosing instead to make the poorest pay for austerity and their economic mismanagement. “The next Labour government will … ensure that work will always pay and put an end to in-work poverty by transforming universal credit, which currently is not fit for purpose and will make families worse off than they were just five years ago.” Osborne announced deep reductions in state support for poorer families in 2015, in a bid to shave £12bn from the annual welfare budget. Some aspects of the package were softened after a parliamentary revolt – but the bulk of the cuts are still due to take effect. A government spokesperson said: “We’re helping millions of households meet the everyday cost of living and keep more of what they earn. We introduced universal credit, and increased the national living wage and tax free personal allowance to make sure it pays to be in work.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}