{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2017/aug/17/patients-suffering-from-too-much-medicine-peak-health-bodies-say", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2017-08-16T22:40:09Z", "webTitle": "Patients suffering from too much medicine, peak health bodies say", "webUrl": "https://www.theguardian.com/australia-news/2017/aug/17/patients-suffering-from-too-much-medicine-peak-health-bodies-say", "apiUrl": "https://content.guardianapis.com/australia-news/2017/aug/17/patients-suffering-from-too-much-medicine-peak-health-bodies-say", "fields": {"headline": "Patients suffering from too much medicine, peak health bodies say", "bodyText": "Australia’s peak independent cancer authority, the Cancer Council, has endorsed a statement calling for a plan to stop patients being harmed by the overdiagnosis and overtreatment of diseases. The statement developed by doctors and researchers was published on Thursday morning and described growing evidence and concern about the problem of too much medicine, even for cancer, and calls for a national plan to address the issue. “Expanding disease definitions and lowering diagnostic thresholds are recognised as one driver of the problem, and the processes for changing definitions require meaningful reform,” the statement said, which has also endorsed by the Consumer Health Forum, the Royal Australasian College of Physicians, the Royal Australian College of General Practitioners, the Royal Australian and New Zealand College of Radiologists, and the Australian Commission on Safety and Quality in Healthcare. “We are committed to evaluation, to ensure that attempts to address too much medicine are both safe and fair for healthcare consumers and their families, and in turn help to optimise the Australian health system’s safety, efficiency and equity of access.” But the endorsement by the Cancer Council Australia is significant, according to Dr Ray Moynihan a senior researcher at Bond University’s faculty of health sciences and medicine. “There has traditionally been a sense that screening for cancers doesn’t have a downside,” Moynihan, who researches overdiagnosis and has been developing the statement in liaison with health experts and peak bodies over the past two years. “But the evidence is suggesting screening healthy people can have downsides including overdiagnosis and overtreatment. This endorsement from the Cancer Council says the evidence is now so powerful that organisations that have traditionally promoted the benefits of screening are becoming concerned about these downsides and are doing something to address them, while continuing to promote the importance benefits of some screening programs.” In a statement, Cancer Council CEO Professor Sanchia Aranda said overdiagnosis in cancer was most likely to be a problem when finding cancers in patients without symptoms. She said this concern needed to be balanced with concerns about delays in diagnosis for those patients presenting with symptoms needing investigation. “We agree that there are cases in which overdiagnosis in relation to cancer can cause harm – or divert resources away from addressing underdiagnosis or undertreatment,” Aranda said. “The most obvious example of this is prostate cancer – where some men are diagnosed with a cancer that may not ever threaten their life, but in some instances can result in unnecessary or expensive treatment – causing a great deal of anxiety. Evidence is building about the situations where these men might avoid treatment. “However, discussions of overdiagnosis in cancer aren’t simple. In many cases we don’t currently have the tools to understand which cancers will progress and threaten an individual’s life, and which won’t. To efficiently address overdiagnosis, we need more research to help us better diagnose those cancers that will progress and to tailor treatments accordingly.” Moynihan cited thyroid cancer as an example where the evidence was showing many people were diagnosed and treated unnecessarily for very small tumours that were in fact benign. “Due to advances in diagnostic testing we can see smaller and smaller tumours and as a result the world is in the grip of an epidemic of the overdiagnosis of thyroid cancers,” he said. “But the vast majority will never go on to cause harm, and there is increasing evidence around the world that the treatments for some of these small thyroid cancers can themselves bring harm, with a rare chance of serious complications from surgery, and you also may need lifelong medication.” There is also growing concern about benign breast cancers being treated unnecessarily. A Cochrane review of screening mammography placed overdiagnosis of breast cancer at about 30%. The review found that: “For every 2,000 women invited for screening throughout 10 years, one will have her life prolonged. In addition, 10 healthy women, who would not have been diagnosed if there had not been screening, will be diagnosed as breast cancer patients and will be treated unnecessarily.” This did not mean that screening should stop, rather that women should be fully informed of all their treatment options and the associated risks and benefits. A 2012 study of prostate cancer mortality published in the New England Journal of Medicine found: “The reduction in prostate-cancer mortality needs to be balanced against the disadvantages of early detection of prostate cancer, with the proportion of overdiagnosis estimated to be approximately 50% of screening-detected cancers.” Moynihan emphasised that concerns about overtreatment should not lead to people distrusting medical professionals or lead them away from conventional medicine and towards unproven alternative treatments. “This statement is not an attack on doctors, medicine or science,” he said. “On the contrary it reinforces the importance of the science of evaluation, not only innovation, so we can have confidence tests and treatments are necessary. “The issue is as medical testing improves and, from the best of intentions in our desire to discover the early signs of disease, it seems as if we are going too far. We are diagnosing perfectly benign abnormalities across many specialties but we must be careful not to turn into disease ordinary abnormalities that won’t become harmful.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}