{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2017/aug/21/cps-to-crack-down-on-social-media-hate-says-alison-saunders", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2017-08-20T23:01:01Z", "webTitle": "CPS to crack down on social media hate crime, says Alison Saunders", "webUrl": "https://www.theguardian.com/society/2017/aug/21/cps-to-crack-down-on-social-media-hate-says-alison-saunders", "apiUrl": "https://content.guardianapis.com/society/2017/aug/21/cps-to-crack-down-on-social-media-hate-says-alison-saunders", "fields": {"headline": "CPS to crack down on social media hate crime, says Alison Saunders", "bodyText": "Prosecutors will be ordered to treat online hate crime as seriously as offences carried out face to face in plans announced by the director of public prosecutions. Alison Saunders said the Crown Prosecution Service will seek stiffer penalties for abuse on Twitter, Facebook and other social media platforms. Saunders says the crackdown is needed because online abuse can lead to the sort of extremist hate seen in Charlottesville in the United States last weekend, which left one person dead. Writing in the Guardian, Saunders said: “Left unchallenged, even low-level offending can subsequently fuel the kind of dangerous hostility that has been plastered across our media in recent days. That is why countering it is a priority for the CPS. “Whether shouted in their face on the street, daubed on their wall or tweeted into their living room, the impact of hateful abuse on a victim can be equally devastating.” Saunders hopes the new plans will see more prosecutions, with longer sentences for those convicted if a jury or judge can be convinced the crime was motivated by hate. The new policy documents cover different strands of hate crime: racist and religious; disability; and homophobic, biphobic and transphobic. They also say that victims of biphobic hate crime, aimed at bisexual people, have different needs and experiences compared to those suffering anti-gay and transphobic offences. Official figures show a 20% rise in all forms of hate crime reported to the police in the first quarter of this year. Hate crime is believed to be significantly under-reported. Saunders said “an increasing proportion of hate crime is now perpetrated” online and several factors are behind the new plans. One is the growing need to protect those online from crimes such as abuse as people spend an increasing proportion of their lives on the internet. But the second is a realisation that abuse in the virtual world has real-world consequences, with the spreading of fear online resulting in acts of physical violence. In other areas of the criminal justice system, the Guardian understands senior figures are working on updating laws and policies to reflect the fact that offending online has increased not just in volume, but the damage it can do by inciting people to carry out violent acts. Saunders said those who write messages to kill, maim or injure online are trying to spread a common hatred they share with those who carry out physical attacks. “We commit to treating online hate crimes just as seriously as those experienced face to face,” she said. “In a world of grotesque physical attacks that may appear a heavy-handed approach to some. But perhaps we should ask the question, what is it that the perpetrators seek to achieve? One common thread that links online purveyors of hate with those who commit physical hate crimes or real-world terrorists is the desire to undermine and instil fear in those they target, both individually and collectively in their communities, because of their characteristics, be that faith, religion, disability or sexuality.” Hate crime is rising with more cases being prosecuted, the DPP said. “Of the more than 15,000 hate crime prosecutions we completed in 2015-16 we were able to persuade the court that a stiffer, or ‘uplifted’, sentence was warranted with increasing frequency. “From the aristocrat [Rhodri Philipps] who was found to have been motivated by racial hostility in his abuse of the anti-Brexit campaigner Gina Miller, to the two young males who savagely attacked a transgender man in Aylesbury and were jailed in April, we see hundreds of sentences increased each month.” The new plans are within the DPP’s power to enact – they do not require parliament to pass new legislation and Saunders insisted they do not threaten the right to free speech. The CPS, which Saunders leads, will offer a new and better deal to victims, she said. “Whether you are a gay man who fears being ‘outed’ in court, a Jewish woman intimidated at the prospect of facing her abuser once more, or a disabled person who doubts they will be believed, our new guidance, along with other provisions already in place, mean you have more support and protection than ever before.” Police believe the nature of the debate around last year’s referendum which saw Britain leave the European Union, played a part in causing a surge in hate crime, directed mainly against ethnic minorities. Saunders in her Guardian piece notes a surge in hate crimes following the spate of terrorist attacks Britain suffered between March and June this year. “Police statistics showed that religiously motivated hate crimes increased five-fold in Manchester in the weeks after May’s attack, while hate crimes against Muslims tripled in London in the week of that atrocity and then almost doubled once again in the week after London Bridge,” she said. The CPS said that in 2015-16 the CPS completed 15,442 hate crime prosecutions, the highest figure on record, with a conviction rate of 83.2%. An NSPCC spokesman said: “Children should be as safe online as they are offline, and this new guidance is an important step that will help authorities bring offenders to justice. “Social media companies must also take swift action to remove hate speech and pass appropriate evidence on to police. “If young people have been affected by hate speech, they can contact Childline on 0800 11 11 or online at childline.org.uk.” The Campaign Against Antisemitism said its own survey showed that 52% of British Jews believe that prosecutors were not doing enough to combat antisemitism, with only 39% of British Jews confident that hate crime perpetrators would be taken to court. The campaign’s Stephen Silverman said: “The reason for the failure of the CPS to prosecute antisemitism seems to be a matter of willpower, not a lack of proper guidance. The relentless three-year rise in antisemitic crime has been met by a decrease in the already low prosecution rate for offences against Jews and a complete lack of transparency by the CPS with regard to the manner in which it deals with antisemitic crime. “Our latest survey of the Jewish community shows the extent to which it has lost confidence in the will of the criminal justice system to protect it. Unless the CPS changes its stance towards crimes committed against Jews, the perpetrators will be emboldened to continue offending and Britain’s Jewish population will continue to worry that it does not have a long-term future in this country.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}