{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2017/aug/20/manchester-united-anthony-martial-jose-mourinho", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-08-20T21:30:54Z", "webTitle": "Manchester United’s Anthony Martial back in José Mourinho’s good books | Nick Miller", "webUrl": "https://www.theguardian.com/football/2017/aug/20/manchester-united-anthony-martial-jose-mourinho", "apiUrl": "https://content.guardianapis.com/football/2017/aug/20/manchester-united-anthony-martial-jose-mourinho", "fields": {"headline": "Manchester United’s Anthony Martial back in José Mourinho’s good books", "bodyText": "In some ways it is a surprise that Anthony Martial is still at Manchester United. Whenever José Mourinho mentioned the French forward last season, it seemed like it was to offer criticism, either explicitly or in that passive-aggressive manner of his, where you are not sure if he genuinely does not rate a player or is just trying to motivate him with tough love. In November, Mourinho claimed Martial was struggling to adapt to his style of play. In January, he said the striker had not taken a rare chance given in the first-team and drew comparisons to Memphis Depay, who by that point had been ushered out the door at Old Trafford. By April, we had reached full ‘boot up the behind territory’. “We are together for almost 10 months,” Mourinho said, after a game where Martial was not even considered for the bench. “The same way I know the players much better now, the players should know me much better ... Do I think Anthony is a player with great potential? Yes, I think. Do I think he can play successfully for me? Yes, I think. But he needs to give me things that I like.” But more than through coded words and thinly veiled jabs, you could tell what Mourinho thought of Martial by the number of times he picked him. Or did not, as the case may be. Martial started 18 games in the league, six of which came after Zlatan Ibrahimovic’s injury made it more a necessity than a choice. He completed 90 minutes seven times and was frequently left out of the matchday squad altogether, allowed to take weekends off in France while Mourinho’s preferred forwards took to the pitch. The summer saw speculation that Martial would be on his way, with talk that Internazionale wanted him in exchange for Ivan Perisic, or that a fresh start at Tottenham might be more beneficial. But while he has not started either of United’s two Premier League games this season, things are already looking more hopeful. Martial has played a total of 25 minutes over two games, and has two goals. Admittedly, both were against teams – West Ham on the opening weekend, and in the 4-0 win against Swansea on Saturday – who will not be among the Premier League’s most watertight defences, but a simple eye test suggests Martial looks back and sparky. There is a vim to his runs and a calmness to his finishing that was not there for much of last season, both goals coming thanks to both combining with smooth ease. Mourinho, naturally, awarded himself some of the credit for Martial’s fine start, suggesting that words – not necessarily confrontational, more of encouragement – were had over the summer. “We had a conversation about his future here,” Mourinho said. “All positive. We’re using him well and he has the right attitude. His confidence is growing. Two periods, scoring two goals – it’s good for his confidence.” Confidence was the word that kept cropping up, and it is certainly noticeable that even in two brief cameos, there’s an improved purpose to Martial’s play. The qualities he showed when he first arrived in England, and which seemed to disappear last season, look like they’re back. So is a more appropriate attitude, according to Mourinho. “His professional level has improved, he’s working much, much better,” he said. “That French language little group we have – [Marouane] Fellaini, Paul [Pogba], [Romelu] Lukaku – it’s a group he’s very well integrated with. Of course he wants to play, he wants to start, he wants to be selected for the national team and go to the World Cup. For me it’s simple: I can’t play in the Champions League, Premier League and cups with 11 players. I need a squad.” Martial’s performance looked partly better because of the man he replaced at Swansea. Marcus Rashford’s reaction to 20,000 Welsh people merrily booing him for 75 minutes – over the penalty he ‘earned’ in the fixture between the two sides in April – was understandable, as he looked desperate to score a spectacular goal and really give the baying mob what for. But it was a rather immature reaction (again understandable: he is still only 19), and one made to look even worse by the quality of his finishing. He had three shots on target and it would be a surprise if the Swansea goalkeeper Lukasz Fabianski had to move more than a cumulative yard to field them all. Mourinho made the point that had the roles been reversed, and Rashford was the one brought on late in a game against a team with tiring legs and trying to attack, then he might have got himself a goal too. But from the two games so far, watching the two men seemingly competing for the spot on the left of United’s attack, one looks a far more polished and reliable performer than the other. Rashford has started both matches and has the talent to develop into a brilliant player, but for the moment Martial looks the more potent forward. After a season in the wilderness, the thrilling player that United took an expensive chance on two years ago could be back."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}