{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2017/aug/01/england-womens-euro-2017-millie-bright", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-08-01T21:30:28Z", "webTitle": "How John Terry’s inspiration helps Millie Bright dazzle for England", "webUrl": "https://www.theguardian.com/football/2017/aug/01/england-womens-euro-2017-millie-bright", "apiUrl": "https://content.guardianapis.com/football/2017/aug/01/england-womens-euro-2017-millie-bright", "fields": {"headline": "How John Terry’s inspiration helps Millie Bright dazzle for England", "bodyText": "As befits a Chelsea centre-half, Millie Bright takes inspiration from John Terry. She hopes to use it to accomplish something her role model never achieved – winning a major tournament with England. While Terry swapped Stamford Bridge for Villa Park this summer, the 23-year-old Bright has made the most of her surprise summons to Mark Sampson’s squad by displacing Laura Bassett in defence. Bright’s burgeoning partnership with Manchester City’s Steph Houghton represents one reason why England have conceded only one goal in four games at Euro 2017 and approach Thursday’s semi-final against Holland in Enschede in confident mood. “I’ve always looked up to John Terry, he’s a massive defender and a rock,” Bright said. “His one-v-one defending and reading of the game have really educated me. I watch a lot of clips of him.” Terry’s example has taught Bright, who is being followed around the Netherlands by a full squad of devoted family members complete with special “Millie” banner, the importance of positioning. “It’s the basis of Terry’s game,” she said. “Everything else falls into place from positioning.” Instinct also plays a big part. “I try not to overthink things. If you think too much, that’s when the mistakes come in. Keep it basic is what I’ve been doing well – winning my headers and making sure I win my one-v-one battles. Often your natural instinct tells you whether to hold or go.” Those three clean sheets vindicate Sampson’s faith in her but Bright, left, is particularly proud of preventing France from scoring during England’s 1-0 quarter-final win. “France are a top team,” she said. “We stayed tight as a unit against them and if it meant putting the ball down the channel so be it. We strive to be better each game – and stopping France from scoring shows how far we’ve come as a back four.” It has given her family – parents, grandparents, sister, nephews – cause for celebration at their base in a campsite chalet in the countryside outside Utrecht. “They’ve been blowing my phone up. They’re really overwhelmed. My mum was so emotional after the France game. This tournament is not just a big experience for me but for them as well. They’ve never been in this sort of environment. It’s just as big a journey for them as it is for me.” As near-perfect tournament debuts go, Bright, and her strong tackling, are pretty much setting the template. “I didn’t know what to expect,” she said. “But the support the other girls have given me is unreal and I tried to come in with no fear. I’d say I’m a front foot defender; I never hesitate to go in for a challenge. You have to get one over your opponent and dominate them. “My grandad Arthur always told me: ‘If you’re going for a ball you go in 100%, never half-hearted.’ He always said: ‘Millie, if it’s a 50-50 you’re coming out with it.’ Every game I’ve had that mindset. Grandad used to work in the mines and he’s a big part of my career. When a lot of people doubted me he was always the one to pick me up.” Bright – a talented rider – was much more interested in horses than football as a child, and family attempts to turn her into a Sheffield Wednesday fan proved an emphatic failure. “Then I started playing football. It became quite difficult to juggle with the horses. I sat down with my mum and dad and decided I had to put my all into one thing. I can go back into the equestrian world when I retire. I had to give football everything now or I’d have missed my opportunity. “You can go back into equestrianism any time – we’ve got a yard back home in Sheffield and the horses are still there. They’re just on hold for the moment. I can’t ride and play football; it’s too much of a risk. I’m not sure how impressed England and Chelsea would be if I fell off a horse and got injured. Horses are off limits for me now.” In the Netherlands leisure involves joining family for walks around the canals and alleyways of beautiful Utrecht – “to clear my mind” – and watching films (most recently The Little Mermaid) at the team hotel. Such freedom is symptomatic of Sampson’s tenure as the England manager, which has featured a relaxed off-field regime whereby players are permitted to go out on their own and even allowed the odd glass of wine. For the moment, though, Bright and co are concentrating on Holland and especially Vivianne Miedema, their dangerous Arsenal striker. “Miedema’s a big threat,” Bright said. “The Dutch are very attacking and it’s going to be a very tough, very physical, very high-paced game. Physically they’re very strong and not afraid of a challenge but I like that. I always look forward to a tough game.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}