{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2017/aug/24/susanne-sundfr-music-for-people-in-trouble-review-smoky-orchestral-adventures-that-derail-brilliantly", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2017-08-24T21:15:30Z", "webTitle": "Susanne Sundfør: Music for People in Trouble review – smoky, orchestral adventures that derail brilliantly", "webUrl": "https://www.theguardian.com/music/2017/aug/24/susanne-sundfr-music-for-people-in-trouble-review-smoky-orchestral-adventures-that-derail-brilliantly", "apiUrl": "https://content.guardianapis.com/music/2017/aug/24/susanne-sundfr-music-for-people-in-trouble-review-smoky-orchestral-adventures-that-derail-brilliantly", "fields": {"headline": "Susanne Sundfør: Music for People in Trouble review – smoky, orchestral adventures that derail brilliantly", "bodyText": "‘I’m as lucky as the moon, on a starry night in June,” sings Sundfør on her album’s acoustic opener. It’s a misleadingly cutesy start. After 2015’s disco-infused prog record Ten Love Songs, the Norwegian songwriter and producer is having her Biophilia moment. Inspired by travels around varied political and social landscapes, from North Korea to the Amazon rainforest, there are trickling water sounds, wiry bleeps and animal peeps throughout. Sundfør is startlingly back-to-basics at times – there are even schmaltzy ballad tones – but frequently her straightforward songs derail brilliantly. The sombre Good Luck Bad Luck is like an Adele song, if Adele sung about oil spills to the sound of smoky, late-night jazz. Music for People in Trouble is an art installation-like interlude, while folk song The Sound of War declares that “chaos remains” and ends with a moody, cinematic soundscape. Another triumph for Sundfør, who delivers complex, maudlin subjects with lightness and majesty."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}