{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2017/aug/24/liverpool-english-clubs-progress-real-madrid-favourites", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-08-24T21:19:59Z", "webTitle": "Champions League: group-by-group analysis | Marcus Christenson", "webUrl": "https://www.theguardian.com/football/2017/aug/24/liverpool-english-clubs-progress-real-madrid-favourites", "apiUrl": "https://content.guardianapis.com/football/2017/aug/24/liverpool-english-clubs-progress-real-madrid-favourites", "fields": {"headline": "Champions League: group-by-group analysis", "bodyText": "Group A Benfica, Basel, Manchester United, CSKA Moscow José Mourinho will be pleased with the draw, no doubt. United have bought wisely in the summer – Romelu Lukaku has added goals and will be joined by Zlatan Ibrahimovic if they get through the group – and Nemanja Matic looks an inspired piece of business to strengthen the midfield. Benfica are still the best Portuguese team in the competition despite selling Ederson, Victor Lindelof and Nélson Semedo this summer. Bruno Varela is a very good replacement for Ederson and they have kept Pizzi and Álex Grimaldo. CSKA, meanwhile, have had a relatively poor start but have improved in the past few weeks. Igor Akinfeev has finally kept a clean sheet in the Champions League after 11 years of failing to do so and in the new manager, Viktor Goncharenko, they have a more attack-minded man in charge compared to Leonid Slutsky. Basel, who have just been hit by the retirement of club legend Matias Delgado could well finish bottom. Ricky van Wolfswinkel now leads their line. Prediction 1 Manchester United 2 Benfica 3 CSKA Moscow 4 Basel Star player Henrikh Mkhitaryan (Manchester United) Group B Bayern Munich, Anderlecht, Paris St-Germain, Celtic All eyes will be on the French club this season as they have finally, after years of trying, made the kind of signing that should see them elevated to the level of Real Madrid and Barcelona. The impact of Neymar’s arrival on PSG cannot be overestimated and it is easy to forget now that they came within minutes of eliminating Barça last season, even without the brilliant Brazilian in their team. In Bayern they have a superb group opponent but are the German champions stronger than last season? Arguably not with Philipp Lahm and Xabi Alonso having retired. Corentin Tolisso has arrived from Lyon for £36.4m and James Rodríguez joined on loan from Real Madrid, but he has struggled to recapture his 2014 World Cup form. Celtic can probably snatch third place from Anderlecht – and possibly trouble Bayern and/or PSG at home – but this, sadly, looks like quite an uneven group. Prediction 1 Bayern Munich 2 Paris Saint-Germain 3 Celtic 4 Anderlecht Star player Neymar (PSG) Group C Chelsea, Roma, Atlético Madrid, Qarabag Atlético Madrid are the team to beat considering their Champions League record of two finals in the past four years. They are working under a transfer ban and have had to loan out their only summer signing, Vitolo, who arrived from Sevilla for £31.8m. At least Antoine Griezmann decided to stay. Chelsea looked out of sorts against Burnley and then back to their defensive best in their 2-1 win against Tottenham, however Antonio Conte had two attempts at the Champions League at Juventus but was eliminated in the quarter-finals in 2012-13 and at the group stage the following year. Roma have had a summer of wholesale changes under their new sporting director, Monchi. Mohamed Salah, Antonio Rüdiger (to Chelsea) and Francesco Totti will be hard to replace but they have brought in 10 players. Qarabag became the first team from Azerbaijan to qualify for the group stage. The manager, Gurban Gurbanov, has been there since 2008 and prefers to play three up front with the South African Dino Ndlovu as the focal point. Prediction 1 Atlético Madrid 2 Chelsea 3 Roma 4 Qarabag Star player Antoine Griezmann (Atlético Madrid) Group D Juventus, Olympiakos, Barcelona, Sporting Lisbon A horribly competitive group with Juventus favourites having eliminated Barcelona in the quarter-finals last season. Both teams, however, have lost important players with Leonardo Bonucci joining Milan in a shock move and Neymar jumping the Barça ship for Paris Saint‑Germain. Juve looked defensively shaky in the Italian Super Cup defeat against Lazio but they still have a superb squad and have added Federico Bernardeschi from Fiorentina for a whopping £35.7m. There is unhappiness among Barça fans after a summer during which they failed to secure Marco Verratti and signed the former Spurs midfielder Paulinho instead. They are still pursuing Philippe Coutinho and Ousmane Dembélé, though. Olympiakos should finish third and are enjoying a renaissance under their new manager, Besnik Hasi. The Greek club have spent almost £20m on players this summer; Sporting, third in Portugal last season, will struggle to compete against the other three teams and Jorge Jesus’s side could still sell the midfield linchpin William Carvalho. Prediction 1 Juventus 2 Barcelona 3 Olympiakos 4 Sporting Star player Lionel Messi (Barcelona) Group E Spartak Moscow, Liverpool, Sevilla, Maribor An even group with Liverpool slight favourites ahead of Sevilla, who are on their third manager in three years. Sevilla, who beat Liverpool in the 2016 Europa League final, now have Eduardo Berizzo in charge and while they have sold Vitolo to Atlético they have signed Éver Banega, Jesús Navas and Nolito. Jürgen Klopp has assembled a squad with an enormous amount of speed up front but they are still suspect at the back. Spartak were outstanding last season as they won their first title since 2001 but are 11th in the league and Massimo Carrera (Antonio Conte’s former assistant) may get the sack. The Dutch winger Quincy Promes, though, is a huge threat. Maribor have won one of 12 Champions League group games in their history and the former Leeds manager Darko Milanic has a huge task to improve on that record, especially as they have lost their best player, the attacking midfielder Dare Vrsic, after failing to agree a new contract. Prediction 1 Liverpool 2 Sevilla 3 Spartak Moscow 4 Maribor Star player Sadio Mané (Liverpool) Group F Shakhtar Donetsk, Napoli, Manchester City, Feyenoord There can be no excuses for Pep Guardiola this season. He has spent more than £220m this summer with an astonishing £128.5m on full-backs. They should qualify comfortably but already, this season, Everton have exposed weaknesses at the back. Napoli are one of the most exciting sides in Europe, Maurizio Sarri’s side crushing Nice 4-0 on aggregate in the play‑offs. Goals can come from everywhere with Dries Mertens, José Callejón, Lorenzo Insigne, Arkadiusz Milik and Marek Hamsik all in the squad. Shakhtar won the Ukrainian league by 13 points last season but they have lost their best Brazilians, such as Alex Teixeira and Douglas Costa, in recent seasons. Playing in Kharkiv rather than Lviv should help the atmosphere. Feyenoord won the Dutch title for the first time in 18 years last season under Gio van Bronckhorst but they are now without arguably their three most influential players in Dirk Kuyt (retired), Terence Kongolo (Monaco) and Rick Karsdorp (Roma). Prediction 1 Manchester City 2 Napoli 3 Shakhtar Donetsk 4 Feyenoord Star player Lorenzo Insigne (Napoli) Group G Monaco, Besiktas, Porto, Leipzig One of the more even groups with, frankly, all teams capable of going through. Monaco are the favourites despite losing some of their key players, with Bernardo Silva, Benjamin Mendy and Tiémoué Bakayoko all joining Premier League clubs. And there has been the saga about Kylian Mbappé’s future. Not helpful. Porto have a new manager, Sérgio Conceição, and have sold the prolific André Silva to Milan but have retained the even more prolific Tiquinho Soares. Rúben Neves, of course, has joined Wolves. RB Leipzig will make their Champions League debut having kept Naby Keïta and Emil Forsberg but they lost their first league game of the season, against Schalke, and looked lacklustre. Big-spending Besiktas will hope to do well as part of their president’s plan for a more global profile. They have won the past two league titles and have a competitive team with this summer’s additions of Álvaro Negredo Pepe, Jeremain Lens and Gary Medel among others. Prediction 1 Monaco 2 Porto 3 RB Leipzig 4 Besiktas Star player Youri Tielemans (Monaco) Group H Real Madrid, Tottenham, Borussia Dortmund, Apoel Nicosia The reigning champions look favourites to complete the first hat-trick of European Cup wins since Bayern Munich in 1974-76. All their stars have stayed and are now being pushed to even greater heights by younger players such as Mateo Kovacic, Marco Asensio and Dani Ceballos. Dortmund are still a force to be reckoned with but there is no doubt the transfer saga surrounding Ousmane Dembélé has cast a long shadow over the club. Thomas Tuchel has been replaced by Peter Bosz as manager while Pierre‑Emerick Aubameyang is staying and Julian Weigl is fit again. Spurs’ chances probably depend on whether they can perform at Wembley and why shouldn’t they be able to now that they are playing league games there, too? In Harry Kane and Dele Alli they have a pairing that can hurt most defences. Apoel are likely to finish last in the group, having lost Pieros Sotiriou, their top scorer last season, to FC Copenhagen. Prediction 1 Real Madrid 2 Borussia Dortmund 3 Tottenham 4 Apoel Star player Cristiano Ronaldo (Real Madrid)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}