{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2017/aug/13/world-athletics-championships-final-day-relays-britain-two-medals", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2017-08-13T23:22:00Z", "webTitle": "Britain win two more relay medals in upbeat finish to World Athletics", "webUrl": "https://www.theguardian.com/sport/2017/aug/13/world-athletics-championships-final-day-relays-britain-two-medals", "apiUrl": "https://content.guardianapis.com/sport/2017/aug/13/world-athletics-championships-final-day-relays-britain-two-medals", "fields": {"headline": "Britain win two more relay medals in upbeat finish to World Athletics", "bodyText": "Almost from the moment Neil Black became British Athletics’ performance director in 2012 he targeted the relays because he knew they were the lowest of low-hanging fruit. Five years on, during the final day of the world championships, he watched as his team gorged on the juicy flesh on offer – and, in doing so, perhaps saved his job. Two more medals on Sunday – a silver in the women’s 4x400m and a bronze in the men’s 4x400m – meant that Britain completed a sweep of relay honours and took their final tally in these championships to six. Incredibly, after having just one medal during the first eight days, British athletes went on to claim another five in a stretch from 8.35pm on Saturday to 9.20pm – which must count as one of the most successful 24-hour periods in its history. True, six medals is at the low end of the target of six to eight set by UK Sport. But that mark has still been hit which means Black’s job is surely safe. The first British medal on Sunday came in the women’s 4x400m. It had looked a weak race before the start and it became even weaker when Jamaica’s Anneisha McLaughlin-Whilby pulled up on the second leg with a hamstring problem. That meant the 4x400m was no longer a battle royale between Jamaica and the United States but a procession. With Allyson Felix, who ran a staggering 48.7sec leg, driving the US team home they cantered to gold in 3.19:02. Almost six seconds behind came Great Britain’s team of Zoey Clark, Laviai Nielsen, Eilidh Doyle and Emily Diamond, who took silver in 3:25.00, with Poland third in 3:25.41. Nielsen paid tribute to the home support afterwards. “The crowd was even louder than they were on Saturday and I didn’t even think that was possible,” the 21-year-old Londoner said. “The team is so close so to come out and win a medal is beyond words. I can’t even begin to describe how amazing this feels.” Now it was up to Britain’s relay men. Their team had been struggling all season but the elimination of Botswana, the Olympic silver medallists Jamaica and London 2012 champions Bahamas had given them a chance of an unlikely bronze. And they took it. Matthew Hudson-Smith, who had missed the semi-finals, put Britain in second place behind the Americans. And while Dwayne Cowan slipped back to third, he established a 15-metre lead over the rest of the pack – allowing Rabah Yousif and then Martyn Rooney to bring home a medal behind Trinidad and Tobago, who took gold, and the US. Rooney, the twice European 400m champion, has had a poor season by his standards, having not broken 46 seconds all year. But in the relay he becomes a different animal. And while Rooney was happy with a medal, he believed that if he was in better shape he might have even turned bronze into gold. “I have never been set up like that before,” Rooney said. “Even when we won a medal in Beijing it was a lot tighter and there was a lot more work to do. I wish I was in the shape I was in last year because I think I could’ve gone past those guys down the home straight. “It is still amazing to come away with a medal at our home world championships,” he added. “I am really proud to be part of this team. There are some big men on this team who really stood up out there. We all came together to discuss everything, we sorted it all out and the result is a medal which is incredible.” Meanwhile, the British Athletics chief executive, Niels de Vos, also sounded an upbeat note about the performance of the Great Britain team, who had previously come in for criticism for their lack of medals in individual events. “We are extraordinarily happy,” De Vos said. “We will have had more finalists than we have ever had before, that’s a fantastic result. “We had four fourths on the track that collectively were less than two-tenths of a second away from being four medals. They weren’t medals, but this is a team in transition and coming out having our most finalists ever as we push towards the next Olympiad is a great place for British athletics to be in.” Fresh from her relay success, team captain Eilidh Doyle also insisted that the team had made great progress over the past 10 days at these world championships. “You’ve got to look at the bigger picture,” she said. “We’ve made the target but we’ve also had some really excellent results. I urge people to look at how many people finished higher than where they were ranked coming into this – our team as a whole has performed really, really well. I’m super proud of this team, they’ve done a really good job.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}