{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2017/aug/25/green-building-materials-carbon-capture-technology-ready-by-2020-says-manufacturer", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2017-08-24T23:30:33Z", "webTitle": "Australian firm unveils plan to convert carbon emissions into 'green' concrete", "webUrl": "https://www.theguardian.com/environment/2017/aug/25/green-building-materials-carbon-capture-technology-ready-by-2020-says-manufacturer", "apiUrl": "https://content.guardianapis.com/environment/2017/aug/25/green-building-materials-carbon-capture-technology-ready-by-2020-says-manufacturer", "fields": {"headline": "Australian firm unveils plan to convert carbon emissions into 'green' concrete", "bodyText": "An Australian pilot project capturing carbon emissions and storing them in building materials aims to have a full-scale production plant by 2020. Mineral Carbonation International, an Australian company developing carbon-utilisation technology will officially launch its technology and research program at the Newcastle Institute for Energy and Resources on Friday. The launch will include a demonstration of the hour-long process bonding CO2 - stored in large cylinders at one end of the warehouse - with crushed serpentinite from the nearby Orica Kooragang Island operation, permanently converting it into solid carbonates. “This mimics but greatly speeds up the natural weathering by rainfall which produces common types of rocks over millions of years,” MCI said. “These carbonates and silica by-products have the potential to be used in building products such as concrete and plasterboard to create green construction materials.” By 2020 MCI hopes to be producing 20,000 to 50,000 tonnes of the bonded material for building companies, and said it anticipates the process will be economically viable even without a high carbon price. “There is a big demand among consumers for green building products,” said Marcus Dawe, chief executive of MCI. “The interest around the carbon brick has been extraordinary, but we’re going beyond that.” In May the federal government said it would lift restrictions on the Clean Energy Finance Corporation to allow it to invest in carbon capture technology. Similar initiatives around the world include a Canadian company making synthetic gasoline out of CO2 and hydrogen gas, and a US company manufacturing plastic products from methane gas. Dawe said serpentinite was a readily available “feedstock” to absorb CO2, found around the world. “Nowhere in the world had anyone scaled up enough to create enough material to give to manufacturers, to experiment and test them and find out what products they can make from them,” he said. “This is all about getting them to a scale and getting them as economical as we can.” He said a decade of research and development had worked towards reducing the cost of carbonation, but conceded there were environmental concerns with mining serpentinite. There were concerns about the environmental impact of any mining operation he said, but this process was “the only thing on scale to deal with the CO2 problem we have”. He said the material could also be used to safely store carbon and backfill mines and quarries. “As much as possible we want to make this an environmental solution,” he said. “It really is the end state for carbon.” Dawe said he saw the biggest potential for the process in the four billion tonnes of cement made around the world each year. However environmental scientists and former chief climate commissioner, Tim Flannery, said there was already an acceptable substitution – fly ash and bottom ash from coal fired power stations – to make cement. “I think it’s more likely we’ll be mining that to make negative carbon concrete and cement,” he said. “One of the big problems is the coal-fired power stations charge people to take their waste away. Under a different regime you could be encouraging the uptake of that.” Flannery also noted the energy cost of mining and transporting serpentinite, and said the cost of building and operating renewable power sources would soon be cheaper than running a coal-fired power station. Prof Peter Cook, geologist and professorial fellow at the University of Melbourne, said the technology was a viable process and would be a contribution to reducing carbon emissions, but the difficulty was in the scale required. “We need to be realistic about it, it’s not going to be the solution to the problem of global warming and climate change,” he said. “I’m sure it will work chemically, and they’ve shown that it does. The issues is the extent to which you can deploy it.” He said he was not diminishing the “great” value in what MCI was doing. “The difficulty is just the scale of the issue that we’re facing,” he said. “I think it’s one of these processes where you’ll be able to make money from it in the local area. The difficulty is, for instance we’re getting 36bn tonnes of CO2 per annum from our use of fossil fuel. It’s important to keep that sort of number in mind when you think about the scale of the thing.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}