{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2017/aug/28/kyle-edmund-beats-robin-haase-in-us-open-tennis", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2017-08-28T21:24:30Z", "webTitle": "Johanna Konta shocked in first round at US Open by Aleksandra Krunic", "webUrl": "https://www.theguardian.com/sport/2017/aug/28/kyle-edmund-beats-robin-haase-in-us-open-tennis", "apiUrl": "https://content.guardianapis.com/sport/2017/aug/28/kyle-edmund-beats-robin-haase-in-us-open-tennis", "fields": {"headline": "Johanna Konta shocked in first round at US Open by Aleksandra Krunic", "bodyText": "Andy Murray shocked everyone by pulling out of the 2017 US Open the day before the tournament started, nursing a sore hip and a few doubts about his immediate future. Johanna Konta matched him on day one, losing in three nervous sets to Aleksandra Krunic, ranked 71 places below the seventh seed and who admits she is “not the hardest worker” in the game. So, for the second time this year, Konta has gone out of a slam tournament in the first round, blowing a first-set lead each time. Losing to the world No109, Su-wei Hsieh, at Roland Garros did not seem to do lasting damage; this defeat may give Konta more reason to worry about her nerves, which she has fought so hard to banish over the past couple of years. If she is to deliver on her own high expectations, she will need to find more consistency and calmness under pressure. Mostly that has not been a problem since she broke into the top 10 but she began this campaign as one of eight players in with a shout of finishing the fortnight as world No1 and leaves it as the first major casualty. She began as commandingly as a seventh seed should, racing to a 4-1 lead before scrabbling around to hold the first set. From then on it was a non-stop struggle against an artful opponent who grew in confidence with every point. At one stage Konta was landing less than four of 10 first serves in the box and she won only half of those points. She saved eight of 13 break points before the diminutive Muscovite, who lives with her grandparents in Serbia, wrapped it up 4-6, 6-3, 6-4. When she was on the brink of elimination Konta held for 4-5 to give herself a sliver of hope. She then saved one of three match points before getting the angle wrong on her final crosscourt backhand. Billie Jean King said before the tournament that Britain’s No1 was “on the brink” of doing big things. “When someone like her says that, it’s incredibly humbling,” Konta said before this match. “I do believe in my own ability although I’m aware there are no easy matches.” She is more aware than ever now. “I feel amazing,” said Krunic, who had not beaten a top-10 player since making the fourth round here three years ago. “She’s an awesome player so I had to be at my best from the first point. She’s a very intense player. We can all play forehands and backhands, but I had to get my act together. I’m not the best server on tour. I almost serve under the net. And I’m not the hardest worker. I was brave enough to make some winners.” Heather Watson is also out of a tournament she loves but struggles to do well in. She was well up for the fight, an overcooked forehand costing her a close first set against Alizé Cornet. She played soundly in most of the exchanges but her forehand let her down when she most needed it. One drifted long to give her French opponent match point, Watson shoved her final shot of the tournament into the tramlines and the job was done, 6-4, 6-4. In the men’s draw Kyle Edmund resists any suggestion he is carrying Britain’s hopes at Flushing Meadows in Murray’s absence. Nevertheless, after a good three-set win on day one over the accomplished Dutchman Robin Haase, he looks as if he will give a creditable account of himself. He is Britain’s second best male player and has a chance here to prove that there is more to come. Edmund revealed later an occasional swig of Coke between games helped his energy levels. “The challenge was to keep the intensity high because I felt pretty tired,” he said. “It was about my demeanour and mentality. It worked. I have played a lot recently. I needed it to get myself going. I’m happy with my game.” So he should be. Edmund is in a reasonable quarter of the draw in the half opposite the obvious favourites, Roger Federer and Rafael Nadal. It is a card now splintered beyond repair by the withdrawal of five of the leading 11 men and, after a good run of form, Edmund has every right to believe that his power tennis can carry him beyond the first weekend. The lingering problem with Edmund has been a curious stamina deficit after blistering starts. That was not the case on Monday. Haase double-faulted with his last effort of the opening match on Court 10, which lasted just under two hours, and the small clutch of enthusiastic British supporters rose to acclaim Edmund’s 6-3, 7-5, 6-3 result. Edmund had to soak up 13 aces and did well in all the pressure moments. His own big serve clicked well when he needed it – he could be pleased with a 74 per cent win ratio on first serve – and his ground strokes were, in the main, precise and well chosen. He was comfortable at the net, too, winning the point in 15 of 22 visits. Haase had seven chances to break but took only one of them. In the second round on Wednesday Edmund plays the unseeded Steve Johnson, who took an hour and 24 minutes to put out the Spanish clay-courter Nicolas Almagro, 6-4, 7-6 (2), 7-6 (5), on the Grandstand Court. Edmund beat the aggressive American 5-7, 6-3, 6-3 on his way to the semi-finals at Winston-Salem last week –having lost their first encounter two years ago at the Australian Open – so he will not need to do a lot of homework on his game. Edmund’s will be a less demanding assignment, probably, than the one awaiting Britain’s latest acquisition from abroad, Cameron Norrie. The New Zealand-raised, American-college-nurtured son of a Scottish father and Welsh mother has a delightfully artistic game and it was too much for the veteran Russian Dmitry Tursonov, who had nothing much left to contribute after a tough first set and a one-sided second session, retiring injured. Norrie was worth his abbreviated 7-6 (7), 6-1 win and next plays the 12th seed, Pablo Carreño Busta, who beat the American qualifier Evan King 6-3, 6-2, 7-6 (5)in just over two hours, the final set taking up nearly half of that."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}