{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2017/aug/13/justin-thomas-wins-us-pga-confirms-years-potential", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2017-08-13T23:38:13Z", "webTitle": "Justin Thomas wins US PGA and confirms years of potential", "webUrl": "https://www.theguardian.com/sport/2017/aug/13/justin-thomas-wins-us-pga-confirms-years-potential", "apiUrl": "https://content.guardianapis.com/sport/2017/aug/13/justin-thomas-wins-us-pga-confirms-years-potential", "fields": {"headline": "Justin Thomas wins US PGA and confirms years of potential", "bodyText": "What a role reversal. Three weeks ago, as a close friend and Open Championship housemate, Justin Thomas swigged from the Claret Jug won by Jordan Spieth. Perhaps this part in a Sunday blowout provided the final piece of inspiration needed by Thomas to press home years of promise. Now he, the US PGA Champion, can fill the Wanamaker Trophy with whatever he chooses. The run of first-time major winners is now eight from the last nine such events. On a ferociously hot, gripping North Carolina afternoon Thomas prevailed by two, at eight under par. He has made something of a habit of following in the footsteps of Spieth. In 2013, a year after Spieth led the University of Texas to the college golf championship, Thomas did likewise for the University of Alabama. Still, it has taken until recent times for the 24-year-old Thomas to carry such form properly into the professional ranks. Before this major triumph he had won three times on the PGA Tour this season. At one of those tournaments, in Hawaii, Thomas shot 59. There was never even a remote chance of a repeat performance here, which owes everything to Thomas’s ability to emerge from a tense scrap. At 5pm on Sunday he was part of a five-way tie for the lead. Only half an hour earlier Hideki Matsuyama had led the championship by one. The momentum shift in Thomas’s favour came on the 13th, where he chipped in for a birdie to move to eight under par. He maintained that position until the penultimate hole, where a glorious tee shot set up a 14ft birdie chance. Thomas converted, delivering a fatal blow to the already struggling Matsuyama in the process. Thomas took to the 18th with a two-stroke lead, with even a drive into a bunker insufficient to halt his victory march. By this juncture the rest were scaling an ice mountain in slippers. Thomas’s fourth round was of 68 shots. Matsuyama’s one-over-par 72 – an outcome possibly linked to the intense pressure attached to another attempt at becoming the first male Japanese major winner – ensured a share of fifth which does not fairly reflect his earlier contribution. Francesco Molinari, Patrick Reed and Louis Oosthuizen shared second. Reed and Molinari had returned Sunday 67s. Rickie Fowler’s four birdies in succession from the 12th tee raised his hopes of ending his major wait. Yet having reached five under, Fowler needed more from Quail Hollow’s famous Green Mile closing stretch. There was to be no continuation of the surge. What a week this proved for Jordan Smith, the 24-year-old from Bath. Two years ago, he did not even have status on the tour immediately underneath the European Tour. Smith duly progressed to the point of winning the European Open on his previous start, thereby earning a maiden major start. How Smith made the most of it: his Sunday 68 meant an aggregate of one under and a guaranteed return to the US PGA next year. “I’m still pinching myself,” Smith admitted. “I’ve had some really good groups, enjoyed the whole experience and ended up playing some really good golf, so I’m happy.” Smith’s total was one better than Paul Casey and two ahead of Ian Poulter. Jason Day put aside his disastrous eight at the final hole on Saturday to post a one-under 70, for the same 72-hole tally. Dustin Johnson’s Sunday 67, which earned him a top-2o finish, evoked memories of his opening to 2017. The world No1 has struggled, by his own admission, since toppling down a flight of stairs the day before the Masters. “Going into Augusta I’m playing the best golf of my career,” Johnson said. “Everything was working very well. Then unfortunately I didn’t get to play the Masters and I’ve struggled a little bit this whole summer. It’s all due to what happened right before Augusta, slipping and hurting my back. “I feel like the game is coming around. It’s starting to feel a lot better. I’ve got confidence in it again. It’s close to being really good.” Spieth signed off with a 70 and words of encouragement from his caddie, Michael Grellar. Spieth’s total was plus two, with the Texan now set for a break before beginning an assault on the FedEx Cup he won in 2015. “Michael is telling me walking off 18 today, he goes: ‘Hey, just want you to know that’s a great year in the majors,’” Spieth said. “He thinks I’m disappointed maybe with how this week went. But we won a major. We had a chance to win at Augusta, too. “The US Open and here I didn’t have a chance to win, which is a downer. But overall, when I look back on the year in the major championships, it was fantastic. If I did this every year, I would go down as the greatest ever to play the game.” Spieth was waiting at the back of the 18th green and therefore among the first to congratulate his contemporary on victory. It is party time again."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}