{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2017/aug/24/fa-consult-senior-england-players-bid-for-mark-sampson-support", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-08-24T21:45:00Z", "webTitle": "FA to consult senior England players in search for Mark Sampson support", "webUrl": "https://www.theguardian.com/football/2017/aug/24/fa-consult-senior-england-players-bid-for-mark-sampson-support", "apiUrl": "https://content.guardianapis.com/football/2017/aug/24/fa-consult-senior-england-players-bid-for-mark-sampson-support", "fields": {"headline": "FA to consult senior England players in search for Mark Sampson support", "bodyText": "The Football Association’s attempts to repair any damage to Mark Sampson’s reputation will involve consulting with senior internationals from the England women’s team to identify the players who might be willing to speak on the head coach’s behalf before their next game. As the FA maintained its stance that it will not bow to pressure from the anti‑racism group Kick It Out and the Professional Footballers’ Association to hold a new inquiry into the Eni Aluko affair, discussions have started behind the scenes to choose which members of his squad should speak publicly in a choreographed attempt to help clear his name. Sampson has been accused of making two allegedly racist comments – one to Aluko and another to a mixed-race player – but earned a character reference from Gareth Southgate during a press conference to announce the latest England men’s squad at St George’s Park, the FA’s headquarters, on Thursday. “You speak as you find and, in my view, he is an excellent character,” he said. “I have no hesitation in saying that.” Sampson has been cleared of any wrongdoing in relation to the allegation that he asked the mixed-race player, on her first England call-up, how many times she had been arrested. However, the FA’s internal inquiry and the follow-up investigation, conducted on behalf of the FA by the barrister Katharine Newton, have been described as a “farce” by Aluko after an admission from the governing body that the mixed-raced player was never contacted. Aluko alleged in an interview with the Guardian on Monday that Sampson had asked her to make sure her Nigerian relatives did not bring Ebola to Wembley – another claim Sampson denies – and is one of three players, along with Lianne Sanderson and Anita Asante, who have criticised the culture of the FA and the England women’s team. Sampson has been advised by the FA not to say anything until nearer England’s next game, against Russia on 19 September, and that left Southgate to defend his colleague and address what he described as a “very sensitive subject”. Asked how worrying it was that black players were questioning the culture within the FA, Southgate said: “It is very important that the culture is right and that all players feel that. There is no question we take that very seriously. We want all players to feel they belong here so that they can perform to their best when they are with us. And that we are inclusive. “I’ve always spoken, from when I took the job, about the importance of the culture around the team. It’s crucially important we have that right in order to get the atmosphere right, and then the performances can be the best they possibly can. My feeling is the culture is very good here. I can’t talk for specific camps or meetings or age groups I’ve not been involved in, but I sense we are heading in a good direction.” Southgate added he had met Sampson at St George’s Park on Wednesday. “I spoke to him on a human level, to see how he and his family are, because they have to go through all of this and that will have a big impact for them.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}