{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2017/aug/10/workload-few-could-shoulder-finally-takes-its-toll-on-exhausted-sharni-layton", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2017-08-09T21:34:24Z", "webTitle": "Workload few could shoulder finally takes its toll on 'exhausted' Sharni Layton", "webUrl": "https://www.theguardian.com/sport/2017/aug/10/workload-few-could-shoulder-finally-takes-its-toll-on-exhausted-sharni-layton", "apiUrl": "https://content.guardianapis.com/sport/2017/aug/10/workload-few-could-shoulder-finally-takes-its-toll-on-exhausted-sharni-layton", "fields": {"headline": "Workload few could shoulder finally takes its toll on 'exhausted' Sharni Layton", "bodyText": "Sharni Layton is many things. She’s a star netballer with a swag of World Cup and Commonwealth gold. She the game’s only true cult figure; complete with a band of fanatical supporters, the Sharni Army. She’s also witty, brash and “unashamedly Sharni”. This combination makes the 29-year-old a relatable hero to the girls who wait hours after matches for a selfie, a highly marketable commodity to corporate heavyweights and a “walking quote machine” the sports media can’t get enough of. Wittingly or not, the exuberant and infinitely likeable goal keeper from Mordialloc has become the accessible face of a sport many still consider staid. In the last two years especially, Layton, who has worn the green and gold 46 times since her 2011 debut, has been everywhere. Regular pay TV gigs, commercial partnerships, TV ads, a rising profile as an animal rights activist, public appearance upon public appearance, radio work and countless clinics. And she’s carried the weight of expectation of being a Collingwood “galáctico” – one of the band of stars recruited to play for the Magpies in the inaugural Super Netball competition. A side that failed to fire. She’s also a human being. Who, we learned on Wednesday, is exhausted and taking a break from the game she loves. The netball world can’t really be surprised or blame her. It’s a workload few could shoulder. In a surprise announcement, the game’s governing body, Netball Australia said that Layton – who has been named in every Diamonds touring team since September 2013 and made captain in late 2016 – will take a leave of absence from netball “after extensive consultation with a group of medical experts”. The reason given was exhaustion. Layton will miss at least the six-game Quad Series involving Australia, New Zealand, South Africa and England, which begins in Brisbane on 26 August. She was expected to captain the side. Coach Lisa Alexander says Layton has had “probably four years full bore; it’s a mighty effort”. “Sharni has represented and led our country with her heart on her sleeve, but is in need of a break. Athletes are finely tuned and it gets to a point where it’s hard to do the things she needs to do,” Alexander said. “It was multi-factorial, but I can’t go into detail ... it was the doctor’s call, as it always is with me, and we’ll make sure she gets the treatment she needs. Our medical and support staff will continue to work closely with Sharni during this time.” Rather than upset the Diamonds’ season, which also includes a Constellation Cup series against New Zealand later this year, before the final push to a home Commonwealth Games next year, Alexander says Layton’s absence will spur the group. “They’re like my daughters. It is upsetting, but this will galvanise us and she’ll be supporting from the sidelines.” Layton will be replaced by Melbourne Vixens rising star Emily Mannix. Layton’s Australian Diamonds “sisters”, past and present, were quick to wish her well yesterday. On Twitter, former captain Liz Ellis said, “Take all the time you need”, and current Diamond Paige Hadley sent “love to an incredible team-mate”. Former team-mate, shooter Nat Medhurst, said it was “great to see netball giving Sharni a break to regenerate”. While Layton is known for her physical and uncompromising style on-court – once famously brandishing a black and bloodshot eye in an ANZ Championship advert after an elbow to the face in training – there’s no indication the news is related to a specific injury. “Exhaustion” seems a carefully-selected word. It’s refreshing to see Netball Australia, which has historically shied away from controversy and the “tougher” elements of the game lest the traditional base be offended, be transparent about Layton’s situation. It fits Layton’s own ethos of openness. If anything, the news highlights the ever-growing expectations on whoever leads what is one of the country’s most successful sporting sides – male or female. It’s a pressure maybe only Laura Geitz, the former Australian captain, who will return to top-flight netball next season, after missing this year to have her first baby, understands. Geitz was known for her steely calmness and seeming unflappability. But Layton’s journey is different. And that’s OK by us, Sharn. Get well. We’re here if you need."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}