{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2017/aug/11/hideki-matsuyama-us-pga-leader-kevin-kisner-weather", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2017-08-11T22:27:08Z", "webTitle": "Hideki Matsuyama’s brilliant 64 reels in Kevin Kisner at US PGA", "webUrl": "https://www.theguardian.com/sport/2017/aug/11/hideki-matsuyama-us-pga-leader-kevin-kisner-weather", "apiUrl": "https://content.guardianapis.com/sport/2017/aug/11/hideki-matsuyama-us-pga-leader-kevin-kisner-weather", "fields": {"headline": "Hideki Matsuyama’s brilliant 64 reels in Kevin Kisner at US PGA", "bodyText": "To the certainties in this world being death and taxes, maybe weather delays should be added when it comes to the US PGA Championship. Perhaps the upcoming switch of this event to May is a smarter idea than anybody has given the PGA of America credit for. Someone, somewhere appears deeply against the tournament in its current position. Suspension of play, shortly before 5pm local time on Friday, ensured a sixth such scenario in a row at this championship. Menacing skies delivered the predicted storm, with tournament officials encountering their latest organisational headache as they seek to conclude this major on time. At least they have been in this movie before. A wider danger resonates in more ominous forecasts on Saturday and Sunday. Spectators were urged to evacuate Quail Hollow on the halting of play as lightning approached. Golf did at least resume, 100 minutes after being stopped. Only the elements could – briefly – halt Hideki Matsuyama. Japan has surely never been closer to hailing a male major champion, a matter emphasised as he charged through the second-round leaderboard. The man who shot 61 to win at Akron on Sunday produced six birdies in 15 holes, including four in a row, in moving to seven under par, one adrift of Kevin Kisner. Matsuyama returned to the course to better that position, tying the lead with a birdie at the 17th before taking four at the last to complete a 64. Matsuyama was not alone in making progress, even if his was the most striking. Jason Day, who offered such a grim analysis of his golf before striking a ball here that it sounded impossible he could compete, instead blasted himself into contention. Another major champion, Louis Oosthuizen, also lingers promisingly behind the leaders. Matsuyama, though, is the clear and present danger to all as he pursues national history while in the form of his life. What Rory McIlroy does not know about this venue is probably not worth bothering about. His assessment of what will or, more pertinently, will not transpire over the weekend is therefore telling. “A low round here used to be a 61 or a 62,” he said. “A low round now is a 66 or a 67. You’re playing your ass off to get that. I’d say if I shoot two 67s over the weekend, I’m going to have a really good chance.” McIlroy has posted both 61 and 62 here in previous tournament play. “This is not the Quail Hollow we have gotten to know over the last 10 years,” he added. “It’s a completely different golf course. Even if they didn’t do anything else with the golf course and just changed it to full Bermuda [grass] like it is now, all of a sudden it makes the golf course two shots more difficult.” The popularity or otherwise of alterations to this course will be a matter of future debate. It is highly unlikely any player will enjoy a procession towards the Wanamaker Trophy despite the early touch of Kisner. The 33-year-old, who has never recorded a top-10 major finish, signed for back-to-back 67s for an eight under par total. If McIlroy’s matching 72s look uninspiring, the Northern Irishman was in grave danger of missing the cut after four bogeys in five back-nine holes. The two-shot recovery emphasised McIlroy’s willingness to battle. As McIlroy scrapped, one of his playing partners flourished. Rickie Fowler, who is yet to add a major title to his otherwise stellar CV, posted a second round of 70 to move to three under. His prominence is all the more impressive given a triple bogey seven in the early stages of day one, which threatened to derail his challenge. “You don’t want to get ahead of yourself,” said Fowler. “This week I’m going to have a good chance. The thing is I have got to manage that properly. “I have to stay patient. I have to go through the process, make sure we’re making the right decisions on each hole with each shot. With the way I’ve been playing, how I’m swinging this week and last week going into it, I know I can win this week. It’s more in between the ears, and not get ahead of myself. If we do that, it will be all right.” There will be no successful defence byJimmy Walker. His 69 could do no more than get him back to plus eight. Phil Mickelson also departed North Carolina earlier than he would have hoped, at 11 over. This was his first missed US PGA cut since 1995. “I’m not really focused out there,” said a despondent Mickelson. “I’m having a tough time controlling my thoughts and not letting them wander to what I don’t want [to] happen.” Amateur golfers the world over know the feeling."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}