{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2017/aug/12/marriage-equality-the-only-thing-worse-than-having-this-postal-vote-is-losing-it", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2017-08-11T22:00:27Z", "webTitle": "Marriage equality: 'The only thing worse than having this postal vote ... is losing it'", "webUrl": "https://www.theguardian.com/australia-news/2017/aug/12/marriage-equality-the-only-thing-worse-than-having-this-postal-vote-is-losing-it", "apiUrl": "https://content.guardianapis.com/australia-news/2017/aug/12/marriage-equality-the-only-thing-worse-than-having-this-postal-vote-is-losing-it", "fields": {"headline": "Marriage equality: 'The only thing worse than having this postal vote ... is losing it'", "bodyText": "“The process sucks – this whole exercise is a very expensive opinion poll but I’m determined to focus on the outcome rather than the process. I would urge people that support marriage equality to do the same – to make sure that they are enrolled and that they do vote.” You’d hear much the same from opposition leader, Bill Shorten, and from the marriage equality advocates challenging the legality of the postal survey on Australians’ views on same-sex marriage. But they’re the words of Liberal MP, Warren Entsch, one of the so-called rebels who unsuccessfully pushed the Turnbull government to reconsider a free parliamentary vote. He’s one of many marriage equality supporters who’ve now reluctantly decided if it’s on, it’s on. When the Coalition party room rejected a free vote on Tuesday, it set in train the voluntary postal survey by the Australian Bureau of Statistics, the Plan B said to fulfil the government’s election commitment not to legalise same-sex marriage without giving Australians a say. The rolls will close on 24 August, with ballots to go out on 12 September. Despite two high court challenges aimed at shutting it down, the campaign has begun to feel very real. The legitimacy of the exercise was immediately called into question, from concerns that young people disproportionately would not vote in a postal survey, to the fact normal electoral laws will not protect the vote, which the government is now trying to fix, and the lack of precedent of deciding a minority’s rights with a voluntary poll. At first advocates, including Australian Marriage Equality, did not rule out a boycott. Former high court judge, Michael Kirby, labelled the process “completely unacceptable”. “I feel as a citizen I’m being treated in a second class way and I’m not going to take any part in it whatsoever,” he told the ABC on Thursday. He later clarified that his partner of 48 years, Johan van Vloten, does not intend to vote but said he would participate in the ballot because he was “disinclined to allow the opponents of marriage equality to have a free kick”. Momentum for a boycott did not develop as it became apparent a no vote – even with depressed turnout – would be used by conservative members of the Coalition to kill off any push for change. Marriage equality advocates like the executive director of the Equality Campaign, Tiernan Brady, described the reaction as one of coming to terms with grief. “The LGBTI community, their parents and their friends deeply dislike this process,” he said. “I think a lot of people are adjusting to the terrible realisation that there is a chance that this bad process will actually happen. Right across Australian society, people are adjusting to that.” Then Shorten fired up after question time on Thursday, delivering an impassioned speech trashing the postal vote’s legitimacy but urging Australians to take part. “The most powerful act of resistance and defiance is to vote yes for equality,” he said. “Maintain your hope, maintain your enthusiasm. Vote yes and make sure that your friends and relatives and colleagues and classmates and teammates vote yes too. Get your name on the electoral roll today, make your voice heard”. “Voting yes is not about endorsing this illegitimate process, it’s about refusing to walk past our fellow Australians when they need us.” Two high court challenges were lodged, questioning the appropriation of $122m for the poll and the power of the Australian Bureau of Statistics to conduct it. But with less than two weeks for enrolment, there was no time for campaigners to wait for the court’s decision before preparing for a campaign. On Friday the Equality Campaign, run by Australian Marriage Equality, launched at a press conference in Sydney. Brady said if the postal survey goes ahead, “we are in this to win this”. “We owe it to the hundreds of thousands of LGBTI people across Australia who want the same dignity as everyone else and ... to the vast majority of Australians who have long felt that marriage equality should be the law of our land,” he said. Long-time LGBTI rights advocate, Rodney Croome, echoes the sentiment: “The only thing worse than having this unrepresentative, non-binding, expensive, divisive postal vote, is losing it.” Brady told Guardian Australia: “The heart of the campaign will always be about human stories”. AME and the Equality Campaign have been running national ads featuring lifesavers, nurses and service personnel calling for a free parliamentary vote on same-sex marriage: But the challenge has now morphed from needing to keep same-sex marriage on the agenda to a turn-out-the-vote operation. And because of the speed with which the compulsory plebiscite, blocked twice by the Senate, has morphed into a voluntary ballot, the campaigns are now scrambling to get ready for the unexpected vote. Brady said the first step is to urge young Australians to enrol, that although marriage may be the last thing on their minds they will be urged that their friends rights are at stake and they need to vote to “defend your friend”. The second stage is persuasion, conversations in workplaces, door-knocking and around the kitchen table to discuss why equality matters. Then, comes the hard grind. “The entire focus on the mechanics is getting people to vote because it’s a voluntary process, to make sure that with all of the support across the country that the vote comes out,” Brady said. “You don’t want to wake up with regret the day after a no vote and you didn’t vote because you thought someone else would cast their vote instead.” Brady said that AME has a network of 1,300 community organisations, faith groups, unions and corporations that will kick into gear to help. “We will make sure that all those people and organisations bring their influence on getting people to turn out,” he said. “A lot of organisations that engage in general elections will bring their resources to bear, it’s an incredibly large national movement.” Although Brady wants to focus on real people “not typewriters and phone calls”, he says the Equality Campaign has a database of 200,000 people who’ve said they want to help and an additional 250,000 social media members engaged with the campaign. GetUp is one of the campaigning groups that will join the fight. Its marriage equality campaign director, Sally Rugg, said it would bring a “whole artillery of tactics and campaign infrastructure” including phone banks, digital ads and national days of action to help the yes case. Rugg said that 120,000 GetUp members have taken regular action to help its marriage equality campaign. “We have a passionate dedicated marriage equality list ... But the engagement we’ve seen is going beyond our marriage equality supporters,” she said. “People who have never taken marriage equality action before are so angry, they see this issue as an emblem of the far-right of the Liberal and National parties controlling the government, and circumventing the parliament to put up this cruel and unnecessary [vote].” Although there are no official yes and no campaigns, the Australian Christian Lobby is the most prominent of the groups running the case against same-sex marriage. On Thursday ACL director, Lyle Shelton, told ABC its campaign would “try and persuade our fellow Australians of the merits of retaining the Marriage Act”. “This will be a referendum on freedom of speech and [anti-bullying program] Safe Schools, whether children should be taught that their gender is fluid,” he said. Shelton also invoked freedom of speech and religious freedom, claiming a Jewish school in the UK has been threatened with closure because of its teachings about marriage. Brady said tactics like this show marriage equality opponents are intent on campaigning “with a tone of fear and marginalisation”. “It’s already clear they’re not going to fight it on marriage equality at all, because they know Australian people are for that, so they’ll talk about all those other issues. They’re trying to pretend this vote is about something else.” Former prime minister, Tony Abbott, copied that playbook on Wednesday when he urged Australians to reject same-sex marriage to fight “political correctness”. “And I say to you if you don’t like same-sex marriage, vote no,” he said. “If you’re worried about religious freedom and freedom of speech, vote no, and if you don’t like political correctness, vote no because voting no will help to stop political correctness in its tracks.” Tapping into hostility at supposed-political correctness could prove a potent line of attack, helping the combative former prime minister paint marriage equality as an elite issue to be defeated by a Donald Trump or Brexit-style populist surge. Entsch blasted Abbott for that intervention. “I can’t believe our former leader, how he can get up and start talking about bloody freedom of speech and all that sort of bullshit,” he said. “It was so bizarre, and in no way contributing to the debate. It had absolutely nothing to do with the issue.” Shorten has indicated Labor will campaign hard for the yes case, and invited Malcolm Turnbull to co-sign a letter to all Australians on the issue. “We say to young Australians who are gay, we are voting in this survey because of you, not because we respect the process, but because the Labor Party will not let gay Australians and young gay people cope with this survey, this evaluation of their relationships, on their own,” he said. “I say to LGBTI Australians, whenever there is a Labor Party, you are not on your own.” This week Turnbull said he would support the yes case, but there were other calls on his time as prime minister. By Friday, he had refined the message slightly: “My focus will be number one, to be prime minister, run the government, look after Australians,” he told 3AW. “Same-sex marriage is an important issue ... there are a lot of other much more important issues for me to focus on, but I will certainly encourage Australians to vote yes.” While the result of the high court case is unknown, it is still unclear whether a single ballot will be cast in this statistical survey on Australian’s opinion of same-sex marriage. But all of a sudden, it’s starting to look like another long campaign awaits."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}