{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2017/aug/01/tottenham-must-buy-to-compete-for-title-mauricio-pochettino", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-08-01T21:30:28Z", "webTitle": "Tottenham must spend to be in the title shake-up, says Mauricio Pochettino", "webUrl": "https://www.theguardian.com/football/2017/aug/01/tottenham-must-buy-to-compete-for-title-mauricio-pochettino", "apiUrl": "https://content.guardianapis.com/football/2017/aug/01/tottenham-must-buy-to-compete-for-title-mauricio-pochettino", "fields": {"headline": "Tottenham must spend to be in the title shake-up, says Mauricio Pochettino", "bodyText": "Mauricio Pochettino fears Tottenham will not be able to challenge for the Premier League title unless he makes signings who can force Harry Kane, Dele Alli and other key players to raise their games. Pochettino accepts Tottenham cannot compete financially with the biggest spenders but is determined to strengthen a squad that finished runners-up to Chelsea last season. He has not made a summer buy, with Kyle Walker’s departure for Manchester City the most notable activity. The manager believes complacency can creep in if players are not challenged by new arrivals and made to feel their place is under threat. “How have Manchester City, Liverpool, Chelsea and different clubs tried to improve their season?” Pochettino said. “Bringing players and trying to put more pressure on their star players, their key players – and for us we need to do that too.” Pochettino pointed out that whereas he arrived at Tottenham in 2014 amid fears that the leading players could leave unless the club qualified for the Champions League, expectations have changed. “Right, now [I hear] we need to win some trophies, no?” he said. “That is good, the pressure. I think it’s important to understand now that we need to be clever how we manage the expectation and how we need to put pressure on our own players. “We understand that Dele Alli, Harry Kane, Christian Eriksen, [Eric] Dier, [Toby] Alderweireld are really good players. They want to win but need to feel the pressure a little bit to improve every season. “If there’s no competition in behind it’s normal to drop your motivation, it’s normal to drop everything that you do. And then it’s difficult to win.” During the recent tour of the United States Tottenham fielded a number of academy products, which yielded mixed results and the realisation that although players such as Josh Onomah, Kyle Walker-Peters and Cameron Carter-Vickers have potential, they are not ready to push first-team regulars. Pochettino said he and Daniel Levy, the chairman, were in agreement regarding transfers. “Every season we need to be clever in how we bring more energy and make sure our main players are not in a comfortable situation – because if not it is normal in human beings,” Pochettino said. “If some players arrive with different energy then it’s: ‘OK, come on, we need to push, we need to run, we need to do the same.’ That is the risk we will have in the future if we only keep 11 players. “We are finding the balance because now is the moment to maybe refresh the team with some new faces – and it’s sure that will happen. In three years, my experience with Daniel has always been trying to find a player to improve. The difference is were they the right or wrong signing?” Tottenham broke their transfer record last summer for Moussa Sissoko, who has not proved he is worth £30m. Fees have continued to rise, with significant outlay in this window by City (£200m-plus), Manchester United (around £140m) and Chelsea (around £120m). Levy has described the spending as “unsustainable”. “The problem is so clear,” Pochettino said. “We are not a club today that can compete with Manchester United and City for a player. We cannot fight. We are in a different way. But the thing is Daniel is very keen to sign like me. These type of player we are talking about they are not easy to find.” Everton’s Ross Barkley is a prime target for Pochettino, though the demands regarding fee and wages would need to drop for Levy to sanction the move. The midfielder recently rejected a contract at Goodison Park which would have taken his wages to around £100,000 a week and paying £35m for a player in the final year of his contract deal does not sit easily with the Tottenham hierarchy. Pochettino was happy to allow Walker to leave in the belief that Kieran Trippier, who made his England debut this summer, is ready to step up at right-back. “The problem here is what happens when you say, ‘I am No1’, ‘I am No2’,” Pochettino said. “And the No1 believes they have more right than another and the other feels he is less. “It’s so difficult to manage that situation. That’s why as a manager you must give the possibility to rotate when they’re at the same level. But we are so relaxed and so calm. There is no doubt in what we are trying to do.” Pochettino disclosed that Álvaro Morata, Chelsea’s new £58m striker, previously rejected a move to Tottenham for fear that he would be unable to compete with Kane. The revelations are likely to increase the intensity of the relationship between the two managers, with Conte angering Pochettino last week for questioning his ambition and declaring his admiration for Kane. “Morata talked about myself, in the media – he said: ‘Mauricio called me,’” Pochettino said. “That was from the beginning, two years ago or more. He said to me: ‘Why do you want me if you have Harry Kane?’ You know, if you go to try to sign a striker, they will say: ‘Eh, gaffer, you want me for what? To be on the bench?” Tottenham take on Juventus at Wembley in their final pre-season fixture on Saturday 5 August. Adult/junior tickets from £24/£14 at www.ticketmaster.co.uk/spursjuve"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}