{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "global-development/2017/aug/10/migrant-crisis-triggers-heightened-risk-of-slavery-in-eu-supply-chains-say-analysts", "type": "article", "sectionId": "global-development", "sectionName": "Global development", "webPublicationDate": "2017-08-09T23:01:21Z", "webTitle": "Migrant crisis triggers heightened risk of slavery in EU supply chains, say analysts", "webUrl": "https://www.theguardian.com/global-development/2017/aug/10/migrant-crisis-triggers-heightened-risk-of-slavery-in-eu-supply-chains-say-analysts", "apiUrl": "https://content.guardianapis.com/global-development/2017/aug/10/migrant-crisis-triggers-heightened-risk-of-slavery-in-eu-supply-chains-say-analysts", "fields": {"headline": "Migrant crisis triggers heightened risk of slavery in EU supply chains, say analysts", "bodyText": "The migrant crisis has increased the risk of slavery and forced labour tainting supply chains in three-quarters of EU countries over the past year, researchers have found. Romania, Italy, Cyprus and Bulgaria – all key entry points into Europe for migrants vulnerable to exploitation – were identified by risk analysts as particularly vulnerable to slavery and forced labour. The annual modern slavery index, produced by Verisk Maplecroft, assessed the conditions that make labour exploitation more likely. Areas covered by the index include national legal frameworks and the severity, and frequency, of violations. Countries outside Europe, such as North Korea and South Sudan, were judged to be at the greatest risk of modern slavery, but the researchers said the EU showed the largest increase in risk of any region over the past year. “In the past, the slavery story has been in supply chains in countries far away, like Thailand and Bangladesh,” said Dr Alexandra Channer, a human rights analyst at Verisk Maplecroft. “But it is now far closer to home and it is something that consumers, governments and businesses in the EU have to look out for. With the arrival of migrants, who are often trapped in modern slavery before they enter the workplace, the vulnerable population is expanding.” The International Labour Organisation estimates that 21 million people worldwide are subject to some form of slavery. The biggest global increase in the risk of slavery was in Romania, which rose 56 places in the index and is the only EU country classified as “high risk”. Turkey came a close second, moving up 52 places, from medium risk to high risk. The influx of hundreds of thousands of Syrians fleeing war, combined with Turkey’s restrictive work permit system, has led to thousands of refugees becoming part of an informal workforce, said the study. The government, which is focused on political crackdown, does not prioritise labour violations, further adding to the risk. Over the past year, several large brands from Turkish textile factories have been associated with child labour and slavery. The picture in Romania is more complex, researchers said. The country’s high risk category reflects more severe and frequent instances of modern slavery, but also reflects a greater number of criminal investigations in Romania, usually in collaboration with EU enforcement authorities. Both Romania and Italy, which rose 17 places, have the worst reported violations in the EU, including severe forms of forced labour such as servitude and trafficking, the study said. The EU, on average, remains at medium risk of modern slavery, the index said. It found that even the EU’s largest economies were not immune. The UK, which introduced the Modern Slavery Act in 2016, has experienced a slight negative shift in its scores, moving from low risk to medium. “It is marginal change, but the driver in the UK is [lack of] enforcement,” said Channer. She said that while there have been positive changes in the UK, such as the expanded powers and remit of the Gangmasters and Labour Abuse Authority, new data revealed gaps in the UK’s labour inspectorate. In Germany, which has also experienced an upward shift in its score, there was an increase in recorded trafficking and servitude violations. A Guardian report this week revealed that the modern-day slave trade has taken root in Britain, with multiple trials exposing how Sports Direct had unwittingly used slave labour. More than 100,000 migrants entered Europe by sea in the first seven months of 2017, 82% of whom landed in Italy, according to the International Organisation for Migration. Arrivals in Greece have fallen since the EU-Turkey deal, but the country is host to significant numbers of migrants. It rose 16 places in the index. Due to the geographical shift in migrant sea arrivals, analysts expect the risk of modern slavery to worsen in Italy over the next year, with agriculture a major sector of concern. The five worst countries globally, rated at extreme risk of modern slavery, were North Korea, Syria, South Sudan, Yemen and the Democratic Republic of the Congo. The chief manufacturing hubs of Bangladesh, China, India, Indonesia, Malaysia, Myanmar, the Philippines and Thailand all featured in the extreme or high risk categories. However, India and Thailand have improved their scores, due to better efforts to enforce slavery-related laws."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}