{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2017/aug/25/changing-colonial-statues-is-stalinist-says-malcolm-turnbull", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2017-08-24T23:55:10Z", "webTitle": "Changing colonial statues is Stalinist, says Malcolm Turnbull", "webUrl": "https://www.theguardian.com/australia-news/2017/aug/25/changing-colonial-statues-is-stalinist-says-malcolm-turnbull", "apiUrl": "https://content.guardianapis.com/australia-news/2017/aug/25/changing-colonial-statues-is-stalinist-says-malcolm-turnbull", "fields": {"headline": "Changing colonial statues is Stalinist, says Malcolm Turnbull", "bodyText": "Malcolm Turnbull has said Australia should not change statues of James Cook or early colonial figures because the rewriting of history is tantamount to Stalinism. In an interview with 3AW on Friday, Turnbull was asked whether he agreed with Stan Grant that we should edit statues, like the Hyde Park statue of James Cook. “Absolutely not,” the prime minister said. “I am an admirer of Stan’s but he is dead wrong here. “Trying to edit our history is wrong. All of those statues, all of those monuments, are part of our history and we should respect them and preserve them – and by all means, put up other monuments, other statues and signs and sights that explain our history.” The prime minister said efforts to change the date of Australia Day, and to edit statues, was a fringe preoccupation. “I don’t think this has got much momentum, this is very much the Labor, Green, left sort of fringe.” “The vast majority of Australians are as horrified as you and I are that we would go round rewriting history, editing statues, changing the inscriptions on statues, deleting Australia Day – I mean what are these people thinking? “This is the greatest country in the world. We should be so proud of Australia and its history and on Australia Day, we celebrate all of our achievements”. Turnbull said every Australia Day ceremony started with a welcome to country, and an acknowledgement of Indigenous people, and ended “with a baby in the arms of a migrant mother becoming an Australian citizen”. “You don’t rewrite history by editing stuff out.” “If you want to write a new chapter in our history, if you want to challenge assumptions in the past, by all means do so, but we can’t get into this Stalinist exercise of trying to wipe out or obliterate or blank out parts of our history.” Conservative commentators, such as Alan Jones, have been stoking a culture war backlash against the debate over whether it is appropriate to celebrate Australia Day on 26 January, and the debate over whether statues and inscriptions accurately represent Australia’s history. Earlier in the week, the former prime minister Tony Abbott used a radio interview to declare that if Bill Shorten was elected prime minister, he would tear down statues from the colonial era. Turnbull was also asked on 3AW on Friday about an old story about Abbott missing a vote on Labor’s stimulus package during the global financial crisis because he was intoxicated – a story which has surfaced again because Abbott confirmed it in an ABC documentary about life inside parliament house. The prime minister was opposition leader when Abbott missed the vote. Turnbull confirmed that the whips had been sent to find Abbott during the vote and “couldn’t rouse him”. He said he was “disappointed” by Abbott’s behaviour because it had been an important vote. He also suggested Abbott’s behaviour was unusual. “I can’t remember anyone else missing a vote because they were too drunk.” Turnbull was also asked whether he supported banning the burqa in the wake of Pauline Hanson’s stunt in the Senate. The prime minister said he was not a fan of the full face covering, because it was a means of oppressing women, but he said the Commonwealth didn’t have the power to ban the garment. He was also asked about the implications of the current high court action involving the deputy prime minister, Barnaby Joyce, and other Nationals ministers. Turnbull acknowledged the high court may force the government into a byelection in the seat of New England if Joyce was ruled ineligible, but he played down that likelihood. He also said he was confident the government would run for a full term."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}