{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2017/aug/12/midwives-to-stop-using-term-normal-birth", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2017-08-11T23:28:28Z", "webTitle": "Midwives to end campaign to promote ‘normal births’", "webUrl": "https://www.theguardian.com/society/2017/aug/12/midwives-to-stop-using-term-normal-birth", "apiUrl": "https://content.guardianapis.com/society/2017/aug/12/midwives-to-stop-using-term-normal-birth", "fields": {"headline": "Midwives to end campaign to promote ‘normal births’", "bodyText": "Midwives are to end their campaign for “normal births” and change the way they talk about childbirth in a move intended to avoid making mothers who opt for medical interventions feel like failures. The Royal College of Midwives (RCM) has run an initiative since 2005 encouraging expectant mothers to give birth without medical interventions including epidurals, inductions and caesareans. Approximately 40% of mothers give birth without medical interventions, compared to three decades ago when 60% did so. The midwifery trade union will instead start to use the term “physiological births” to describe those without interventions as part of an overhaul of professional guidelines but will not change its view that childbirth without medical intervention is best for many women. Prof Cathy Warwick, the chief executive of the RCM, denied that the decade-long campaign had compromised the safety of new mothers but admitted it had created the wrong impression. “There was a danger that if you just talk about normal births – and particularly if you call it a campaign – it kind of sounds as if you’re only interested in women who have a vaginal birth without intervention,” she told the Times. “What we don’t want to do is in any way contribute to any sense that a woman has failed because she hasn’t had a normal birth. Unfortunately that seems to be how some women feel.” The campaign was criticised in an inquiry into the deaths of 16 babies and three mothers at Furness general hospital in Cumbria between 2004 and 2013. The investigation found that a “lethal mix” of failings led to the unnecessary deaths of 11 babies and one mother treated at the hospital’s maternity unit, part of the Morecambe Bay NHS foundation trust. It found that midwives, calling themselves “the musketeers”, contributed to unsafe deliveries due to their desire to see the women give birth without medical interventions “at any cost”. Their relationship with doctors at the trust was described as “seriously dysfunctional” with reports of midwives neglecting to alert doctors in time about patient complications. The inquiry, chaired by Dr Bill Kirkup, said the hospital’s maternity services were beset by a culture of denial, collusion and incompetence. Kirkup, speaking after the publication of the report in March 2015, said: “Our findings are stark and catalogue a series of failures at almost every level – from the maternity unit to those responsible for regulating and monitoring the trust. The nature of these problems is serious and shocking.” Warwick said she did not believe midwives would have looked at the “normal births” campaign and thought it meant pushing normal birth “beyond the point of safety. “Clearly some midwives were identified as doing that at Morecambe Bay but I’ve got no evidence that was fostered by anything the RCM was doing.” James Titcombe, whose son Joshua was one of the babies who died in Morecambe Bay, welcomed the end of the campaign. “This was a top-down, blunt campaign designed to influence how midwives made decisions at absolutely critical moments. It was implemented without any risk assessment, testing or evaluation and I believe it’s had disastrous consequences,” he said. Regarding the change in language that will form part of the childbirth initiative, Warwick said: “It does seem that this word ‘normal’ is particularly contentious … it is simpler to use a non-value-laden word. Because of the inferences that are drawn there will be instances where you’re explaining your position better by using terms like ‘physiological birth’.” In June the former maternity risk manager at Furness general hospital told the Nursing and Midwifery Council (NMC) she that it should strike her off. Jeanette Parkinson admitted that she had failed to investigate a colleague’s shortcomings concerning the deaths of the babies at the hospital and that her own fitness to practise as a senior midwife was impaired. She is the seventh midwife to be investigated as a result of the scandal, in which two have been struck off and another suspended. An investigation into the NMC’s handling of complaints against the midwives was announced last week after concerns were raised by the Department of Health. It will be carried out by the professional standards authority and look at the NMC’s approach to managing complaints, administering them and its relationships with witnesses. The review is expected to take six months."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}