{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2017/aug/10/number-pupils-anticipating-university-place-eight-year-low", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2017-08-09T23:01:21Z", "webTitle": "Number of pupils anticipating university place at eight-year low", "webUrl": "https://www.theguardian.com/education/2017/aug/10/number-pupils-anticipating-university-place-eight-year-low", "apiUrl": "https://content.guardianapis.com/education/2017/aug/10/number-pupils-anticipating-university-place-eight-year-low", "fields": {"headline": "Number of pupils anticipating university place at eight-year low", "bodyText": "The proportion of schoolchildren who think they are likely to go to university has fallen to its lowest level in eight years, with many deterred by tuition fees and student debt, according to a new poll. The survey, carried out among almost 3,000 pupils aged 11-16 in England and Wales, suggests that the recent debate over the fairness of tuition fees and £50,000-plus student debt may be starting to have an impact on the aspirations of children before they even take their GCSEs. Three-quarters of pupils who took part in the poll (74%) said they were likely or very likely to go on to higher education, down from a high of 81% in 2013. Whereas almost a decade ago 8% thought it was unlikely they would go on to higher education, that figure rose to 14% this year. The Ipsos Mori poll for the Sutton Trust education charity is a useful barometer of schoolchildren’s expectations. It will be used by campaigners to add to pressure on the government to re-examine its student funding system, which became the focus of political debate during the general election when Labour promised to scrap tuition fees. Significantly, the poll shows that the proportion of pupils from “low affluence” households who believe they are likely to go on to university has fallen to an all-time low of 61% for the seven years for which data is available. Overall, a third (33%) of pupils polled said that they were “very likely” to go on to higher education and 41% said it was “fairly likely” they would do so. Half of those who said they were likely to go on to higher education were concerned about the cost of higher education (51%), up from 46% last year. Of those “unlikely” to go on to higher education, more than half (54%) said they would rather do something practical, and 36% said they that did not enjoy learning (36%). Two-thirds (64%) cited a financial reason – up from 57% in 2013 – with half saying they wanted to start earning money as soon as possible (51%). The Sutton Trust is calling on the government to review the case for means-testing tuition fees and to change the system to ensure that students get a fair deal on repayment. Sir Peter Lampl, chair of the Sutton Trust, said: “It is no surprise that there has been a fall in the proportion of young people hoping to go into higher education. Our own separate research has shown that graduates will be paying back their loans well into middle age, affecting their ability to go to graduate school and afford a mortgage, and decisions on having children. “With debts up to £57,000 for poorer graduates and soaring student loan interest rates, the system is badly in need of reform. This reform should include means-testing tuition fees and restoring maintenance grants so poorer students face lower fees and lower debt on graduation.” In a separate publication, the organisation in charge of promoting fair access to higher education has called for “transformational change” in the university sector to ensure equality of opportunity for students from under-represented groups. Professor Les Ebdon, director of Fair Access to Higher Education, said: “Although much has been achieved, our higher education system does not yet offer true equality of opportunity. There are still stark gaps between different groups. Further, faster change is imperative. Anything less will fail our students, our economy and our society.” Ebdon said there were still stark gaps between different groups, affecting the sort of universities they applied to, rates of acceptance, drop-out rates, degree results and the sort of jobs they got. Young people from most advantaged neighbourhoods are still two and a half times more likely to go to university than those from the most disadvantaged backgrounds. In the case of the elite universities, the most advantaged applicants were nearly six times more likely to attend than the most disadvantaged in 2016, and there is continuing concern about low participation among disadvantaged white students. Offa is also concerned about an emerging trend in recent years that has seen the proportions of students from less advantaged areas of the country staying on in higher education after their first year dropping, reversing previous progress. Responding to the two reports, Jessica Cole, head of policy at the Russell Group of universities, said: “It is important that no young person with the talent and ability to study at university is deterred by the cost. “No student has to pay for their undergraduate tuition costs upfront, and they will only start to repay student loans when they are in a job and earning over £21,000 a year. However, there are areas that could be looked at to see how the system might be made fairer for students, such as the interest rates on student loans and the repayment threshold. “The number of young people going to university, including those from the most disadvantaged neighbourhoods, continues to increase. This is really positive, but our universities recognise there is more work to be done.” Responding to the Sutton Trust report, universities minister Jo Johnson said the reality was that young people were more likely to go to university than ever before with entry rates for 18-year-olds rising every year since 2012. He said students from disadvantaged backgrounds were now 43% more likely to enter higher education than in 2009. “Our student finance system ensures that costs are split fairly between graduates and the taxpayer. However, there is still more to do to ensure that students get value for money. That is why we have created a new regulator, the Office for Students, that will hold universities to account for teaching quality and student outcomes through the Teaching Excellence Framework.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}