{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2017/aug/12/robert-manne-on-having-cancer-i-am-interested-in-why-i-felt-no-fear", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2017-08-11T22:16:04Z", "webTitle": "Robert Manne on having cancer: 'I am interested in why I felt no fear'", "webUrl": "https://www.theguardian.com/books/2017/aug/12/robert-manne-on-having-cancer-i-am-interested-in-why-i-felt-no-fear", "apiUrl": "https://content.guardianapis.com/books/2017/aug/12/robert-manne-on-having-cancer-i-am-interested-in-why-i-felt-no-fear", "fields": {"headline": "Robert Manne on having cancer: 'I am interested in why I felt no fear'", "bodyText": "Robert Manne is one of Australia’s most distinguished intellectuals and a frequent participant in public debate. He has written on everything from asylum seekers to the Holocaust to Wikileaks to the Stolen Generation. Manne’s politics also famously shifted in the mid 1990s from the right wing to the left. But one form Manne hasn’t explored yet is the personal essay. A throat cancer diagnosis – first in 2008, then again last year – has given him reams of new material and experiences to chew over. In an operation late last year, he lost his ability to smell and to talk without the aid of a device. He sat down with Guardian Australia in Melbourne recently to talk about his recent experiences with cancer, losing his voice and his plans to write about the experience. Brigid Delaney: How do you feel about writing about your experiences with cancer? Robert Manne: Particularly during the time I was in hospital (from 24 November last year for a period of weeks) and shortly after, I felt a great need to write about it. There are many reasons and one was there a lot of people in this situation who are normally very vocal and who retreat into silence or privacy. And I felt the opposite. For example, look at writer Nora Ephron. Her career was based on telling the truth about things that had happened to her but when she got cancer she completely hid it from everyone including some members of her own family. I’m a much more private person than she ever was but I had the opposite feeling: that I ought not to be quiet. It is a human experience. Christopher Hitchens wrote about his diagnosis and treatment of oesophageal cancer. Did you read about his experiences in his book, Mortality? I never felt close to him at any part of his political career. I know I should read it but I’m not drawn to him for various reasons. I’ve read a little about Tony Jundt – The Memory Chalet – that explores the different emotional dimensions of being ill. As for my own writing, I’ll discover in Bendigo [at the writers festival] and also discover when I start writing, the emotions and the form the writing will take. But I don’t think fear will feature. Why not? I can imagine having cancer would be terrifying. I haven’t felt fear at any point to do with the illness. I don’t understand why. I had a second operation where the original wounds that were created by the surgeons became infected and I had to be rushed to emergency for a second operation. I imagine that’s fairly common. And I discovered by talking to the two surgeons that it was a life-threatening situation and I could have died. I felt no fear whatsoever when I went into the operation. I am interested in why I felt no fear. But what I have realised is I don’t want to die without notice... I think there’s a lot of preparing to be done with friends and family. But you feel like you’ve shifted gear? Yes. It’s a big shift. For a start, being understood has changed. As you can tell, in a quiet place it’s easy to hear me; in a noisy place it’s not. I have to look for restaurants that are quiet and have good food. It’s not all that easy. I won’t get my voice back. You can have amplification [the insertion of a microphone], which I feel uncomfortable with, or I can speak at full volume, which is a semi-loud whisper. They had to remove the larynx and reconstruct the throat. There’s a silicon prosthesis that is inserted, and I have to press something [to speak – he places a finger to the base of his throat]. It used to be when people had their larynx removed they made a horrible sound like a robot. Do you feel a sense of loss that your old voice, used to great effect in public debates and lectures, is gone? Luckily my primary way of expressing myself is in writing but for many years I’ve lectured [largely at La Trobe university], been on ABC radio, television occasionally and I’ve been involved in many public debates, but because it’s a secondary activity it hasn’t hurt me as much as it could have. But it has made me wonder why people are so repelled or frightened by loss of voice or change of voice, so I’ve become interested in that – but it hasn’t been as a big a blow as people think. You are going to be talking about the nature of care and caring for other at the Bendigo Writers Festival. Did you have any problems receiving care? I haven’t found it hard to receive care partly because of (his wife) Anne’s nature. But I was actually very moved by the doctors and nurses and the speech pathologists. I’m an independent person with close family and friends and then I suddenly relied on the goodness of a small army of medical people I came across. I don’t find it difficult to be cared for when I need to be, so the overwhelming emotion is gratitude for what these people did as part of their normal life. I was a private patient but I was assured by my surgeon who works in a public hospital that people in the public system are treated in the same way. I had great conversations with the nurses – they would sit on my bed and we would discuss literature, politics or whatever. They told me about Ireland, where they came from, and my overwhelming desire was to express gratitude. But it wasn’t always that way. My mother had been very ill with MS and the look and the smell of hospitals have been very distressing to me since then – so when visiting them I’d avert my gaze and scurry along. But I had this almost transcendental moment when I was walking around the ward this time, when instead of being slightly averse to the experience I suddenly thought: these hospitals are the cathedrals to the humanist spirit. Everything in its place, everything working. Did you think about how those with fewer resources might have coped with this type of cancer? I don’t know how I would have got through this by myself. So it’s made me think about that. Apparently this form of cancer is concentrated among a lower socio-economic group – it’s usually associated with people who smoke and drink a lot. I haven’t smoked in 40 years or more and didn’t drink a lot. There’s not a lot of support for that group financially. I am speaking with an implant and the government does not support it financially. It’s not on the PBS. You have written a lot of polemics but the personal essay is a new form for you. How do you feel about writing about your body? I’m actually quite nervous about doing it because I’ve written on my political change of mind and a few essays of that kind but I’ve never written about my body and my relationship to it. I’m going to discover when I’m writing about it over the next few weeks how easy or difficult it will be. I either can or can’t pull it off. I have to find something to say. There has to be some reason for writing – usually in my case it has been anger. But this is about acceptance and desire: desire that people understand it a bit. And the expression of gratitude. • Robert Manne is appearing at the Bendigo Writers Festival on Saturday 12 August"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}