{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2017/aug/01/apple-41-million-iphone-8-stocks-trading-tim-cook", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2017-08-01T21:19:47Z", "webTitle": "Apple hints 'iPhone 8' won't be delayed as company's shares hit record high", "webUrl": "https://www.theguardian.com/technology/2017/aug/01/apple-41-million-iphone-8-stocks-trading-tim-cook", "apiUrl": "https://content.guardianapis.com/technology/2017/aug/01/apple-41-million-iphone-8-stocks-trading-tim-cook", "fields": {"headline": "Apple hints 'iPhone 8' won't be delayed as company's shares hit record high", "bodyText": "Apple shares soared to an all-time high on Tuesday afternoon after the tech company announced it had sold 41m iPhones in the last three months. Apple also appeared to scotch rumors that the iPhone 8 – the phone that will mark the 10th anniversary of the original model – has been delayed. Profits were up by 11.9%, to $8.72bn. The news was enough to send shares in the world’s most valuable company up close to 6% in after-hours trading – to $159 a share – adding close to $40bn to the value of the company. Analysts had been expecting Apple to ship 40m-41m iPhones in the three months ending 30 June. According to the company’s latest quarterly earnings report, Apple expects revenues between $49bn and $52bn for the final quarter of the year, when the new iPhone is expected to be released. That figure beat previous forecasts. The company is expected to release its next iPhone in September. The iPhone 8 could come with a version costing more than $1,000 and is expected to incorporate infrared-based facial recognition unlocking – eliminating need for a passcode or fingerprint – and an all-screen design on the front. Apple also surprised investors by announcing that iPad sales had grown over the quarter. Sales of iPads have been slipping for more than three years, but unit sales jumped 14.8% over the quarter to 11.4m. Revenues at the company’s services division – which includes the App Store, Apple News, and iCloud storage - were a record $7.2bn for the quarter. “With revenue up 7% year-over-year, we’re happy to report our third consecutive quarter of accelerating growth and an all-time quarterly record for services revenue,” said Tim Cook, Apple’s chief executive officer. “Today we are proud to announce very strong results,” said Cook in a call with analysts. He said iPhone results were “impressive” and that higher-end models had done particularly well. A decade after the iPhone was launched, Apple has sold 1.2bn iPhones. A new iPad launched in March and the iPad Pro, launched in June, helped iPad sales grow 15% year-on-year. Cook said US educational sales had helped drive this. One dark spot was China. Revenues fell 10% year-on-year, but sales in the Americas were up 13%, and in Europe they rose 11%."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}