{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2017/aug/19/observer-view-on-donald-trump-steven-bannon", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2017-08-19T23:15:26Z", "webTitle": "The Observer view on Donald Trump’s presidency | Observer editorial", "webUrl": "https://www.theguardian.com/commentisfree/2017/aug/19/observer-view-on-donald-trump-steven-bannon", "apiUrl": "https://content.guardianapis.com/commentisfree/2017/aug/19/observer-view-on-donald-trump-steven-bannon", "fields": {"headline": "The Observer view on Donald Trump’s presidency", "bodyText": "The departure of Steve Bannon, the White House’s far-right chief strategist, marks the culmination of a disastrous week for Donald Trump that has intensified speculation about how long he can survive as US president. Whether Bannon was sacked, resigned or left by mutual agreement – as usual with the Trump administration there are contradictory accounts – is immaterial. His exit, stage right, follows that of a clutch of other senior White House aides and reinforces the impression that his presidency is unravelling chaotically only seven months after he entered the Oval Office. Trump has only himself to blame. His staff problems are self-inflicted, the product of his poor judgment and bad choices. And it was this same mix of incompetence, arrogance and ignorance that led Trump earlier in the week into the biggest political train-crash of his unedifying career: his indefensible attempts to excuse the white supremacists, neo-Nazis and Ku Klux Klan sympathisers who sparked last weekend’s fatal violence in Charlottesville, Virginia. One would have thought that even Trump, despite all his hubris and egotism, would know better than to jump feet first into America’s most sensitive issue: racial division. But he simply could not stop himself. When challenged about his apportioning of equal blame to “both sides” in Charlottesville, Trump let the mask slip. Some of the white supremacists were “fine people” and the violence, which left an anti-racism protester dead, was not entirely their fault, he claimed. Then, in an impromptu defence of the confederacy, this lineal successor of Abraham Lincoln went on to equate southern rebel generals with George Washington and the founding fathers. Does Trump suffer from some kind of political death wish? If so, we must hope his fall comes quickly. It is hard to think of any precedent for such a calamitous display of insensitivity, historical ignorance and uncomprehending political stupidity. Race is far too explosive, divisive and unresolved an issue in America to be treated in so irresponsible a manner. The ensuing storm of outrage and condemnation that fell around Trump’s ears, from all sides of the political and social spectrum, was also unprecedented, though unsurprising. Trump did not simply reveal himself to be a mouthy fool. He also showed himself to be a closet racist and a bigot, too. For most Americans, this is the only possible conclusion to be drawn from his remarks and it has united friends and foes in a broad front of opposition. The two Bushes, both former Republican presidents, joined Barack Obama and the Democrats in slamming his remarks. So, too, did large sections of the Republican party and the media. Big business has mostly distanced itself, including CEOs serving on White House advisory panels who quit their posts. The list goes on. Is there any precedent for a national boycott of a sitting president? Could Trump be turned out of office, not through a process of impeachment but by a cleansing tsunami of public disgust? Nancy Pelosi, the leading Democrat, says she will seek to disgrace Trump by passing a motion of censure in Congress. Even if he clings on, as seems the most likely outcome, American commentators and seasoned conservative politicians such as Mitt Romney suggest Trump crossed a line last week. He went too far. He exposed his unfitness for office. And, they say, he will struggle to recover. Does Trump realise the extent of the trouble he is in? Amazingly, it is possible he does not, given the way he surrounds himself by yes men and restricts his intake of information to Fox News and favoured, biased websites. He has never been a conventional politician, so he cannot be expected to react the way most politicians would, that is by resigning. But those around him, especially his influential daughter Ivanka and her husband, Jared Kushner, are not so insulated from reality. The Charlottesville debacle and Bannon’s departure have given them and allies such as HR McMaster, the national security adviser, and John Kelly, the new chief of staff, a chance to impose their less radical agenda. Will Trump be dragged, kicking and screaming, towards something approximating the conservative mainstream? Will he be “normalised”? It seems improbable, but Bannon fears it will happen. He has vowed to use his Breitbart website to carry on the fight for purist, unadulterated America First Trumpery, which sounds like a recipe for marginalisation."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}