{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2017/aug/16/kkk-permit-denied-cross-burning-stone-mountain-georgia", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2017-08-16T20:39:34Z", "webTitle": "KKK denied permit to burn cross atop symbolic mountain in Georgia", "webUrl": "https://www.theguardian.com/us-news/2017/aug/16/kkk-permit-denied-cross-burning-stone-mountain-georgia", "apiUrl": "https://content.guardianapis.com/us-news/2017/aug/16/kkk-permit-denied-cross-burning-stone-mountain-georgia", "fields": {"headline": "KKK denied permit to burn cross atop symbolic mountain in Georgia", "bodyText": "Georgia’s Stone Mountain park has denied the Ku Klux Klan’s request to burn a cross at the top of the mountain, where the second KKK was founded in 1915. Joey Hobbs, of the Sacred Knights’ Ku Klux Klan, submitted a permit application request for 20 people to attend a cross-burning on top of the mountain, which is notorious for being tied to the KKK. “We will light our cross and 20 minutes later we will be gone,” Hobbs wrote on the permit. The Stone Mountain Memorial Association this week denied the request for a 21 October cross-burning and said in a statement that it “condemns the beliefs and actions of the Ku Klux Klan and believes the denial of this Public Assembly request is in the best interest of all parties”. “We don’t want any of these groups at the park, quite frankly,” John Bankhead, a spokesman for the association, told the Atlanta Journal-Constitution. He said the burning would have been an act of intimidation, in keeping with the KKK’s history of burning crosses to intimidate black Americans, and that the park would not allow that. The park, site of the second founding of the KKK, has a giant carved Confederate memorial of Jefferson Davis, Stonewall Jackson and Robert E Lee, which was completed in the 1960s, decades after initial work was halted. There has been a spate of white supremacist rallies at the park in recent years, though they are often attended by more protesters than supporters. The park clamped down on event safety after an April 2016 white supremacist gathering swelled with hundreds of protesters opposed to the rally, which was ultimately attended by just a few dozen white supremacists. The association cited the April 2016 rally and said the cross-burning would require more safety resources than could be provided."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}