{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2017/aug/19/observer-view-on-spain-attacks-united-europe-can-act-to-foil-terrorism", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2017-08-19T23:05:27Z", "webTitle": "The Observer view on the attacks in Spain | Observer editorial", "webUrl": "https://www.theguardian.com/commentisfree/2017/aug/19/observer-view-on-spain-attacks-united-europe-can-act-to-foil-terrorism", "apiUrl": "https://content.guardianapis.com/commentisfree/2017/aug/19/observer-view-on-spain-attacks-united-europe-can-act-to-foil-terrorism", "fields": {"headline": "The Observer view on the attacks in Spain", "bodyText": "It is impossible to see inside the mind of a killer. What was he thinking, the young man who sat at the wheel of the white van at the top of Las Ramblas and purposefully revved the engine? What warped ideology, what distorted belief system, what bitter life experience had brought him to this fateful tipping point? Or was the man’s real problem a lack of belief – a nihilistic outlook that robbed him of compassion or the most basic human empathy for his intended victims, who even at that moment milled unsuspectingly around the stalls and booths of Barcelona’s most famous tourist attraction? What did he feel? Did he feel anything at all? It is all but impossible, too, to imagine the feelings of the people gathered in the pedestrian areas as they saw the van accelerating towards them, its engine screaming, its wheels spinning. They were children, families, old people and young. They had come from more than 30 countries on holiday, a weekend break or a brief escape from the daily grind. It was an international crowd, a symbol of our joined-up, integrated modern world. But that made it an international target for those who aim to spread hatred, division and global terror. The victims’ feeling of incredulity at what they were seeing, swiftly turning to paralysing fear as the van bore down on them, swerving and weaving to hit as many people as possible, can barely be imagined. Many survivors tried to describe what they felt, but words failed them. Hard to imagine, too, the emotions of the first responders – the ambulance crews, the medics and the police – faced by ghastly mayhem. It must have felt overwhelming, but they did their jobs and doubtless saved many lives. Difficult though this is to imagine, it also has an air of terrible familiarity. The response of the people of Barcelona and of Cambrils, where a second attack took place soon afterwards, has been magnificent. They rallied at the Plaça de Catalunya, waving the flags of their homeland and of Spain. They marched down Las Ramblas, clapping hands, reclaiming their streets, chanting that they were not afraid. Although there was anger, reflected in an anti-immigrant demonstration on Friday evening, the overwhelming reaction was of solidarity and inclusiveness. In keeping with their proud tradition, Catalans refuse to be cowed. This spontaneous assertion of the common values of humanity, courage and resilience mirrors the reaction of residents of other European cities who have lived through similar atrocities. The list is a long one. The Finsbury Park, London Bridge, Manchester and Westminster Bridge attacks remain fresh in British memories. Paris, Stockholm, Berlin, Brussels and Nice have been hit. On Friday, Turku in Finland joined the list. These attacks can no longer be treated as one-off events, the work of “lone wolves”. In Europe, this is beginning to feel like a many-fronted offensive by Islamist extremists waging a continent-wide struggle with no obvious end and no real prospect of victory. Is Barcelona the new normal? Is it the latest expression of a permanently changed reality in ordinary people’s lives? Must Europe, its citizens and visitors, get used to the idea that they are the walking targets of an ultimately unstoppable menace? Must they expect, and even accept, further outrages as inevitable? Because it is beginning to look that way. The reported comments of Spanish intelligence chiefs after the attack were very similar to those of their British, French and German counterparts. They do not offer much in the way of reassurance. The terrorist threat is growing, the politicians and intelligence services say, due in part to the degradation of Islamic State in Syria and Iraq and the rising numbers of Isis fighters returning to Europe. Many jihadist plots have been foiled and the security apparatus is getting better, overall, at pre-empting those who would do us ill. But, they say, the nature of the threat and the terrorists’ increasing use of low-tech, asymmetrical tactics such as hire vehicles and knives, make it all but impossible to stop every assault. Many attackers, as in Barcelona, were previously unknown to the police. Despite efforts to prevent it, officials say, the radicalisation of young Muslims living in Europe proceeds apace. The question for our elected leaders is whether this grim situation is acceptable or whether we should be doing more? Do we wait for the next bunch of innocents to have their lives destroyed, or do we try to forge a more effective counter strategy? As we said, it is impossible to imagine how it feels to be on the receiving end. But surely it is possible for those tasked with ensuring public safety to imagine creative solutions beyond platitudinous expressions of sympathy, extra concrete barriers and additional airport security checks? One obvious approach is to expand pan-European counter-terrorism co-operation at every level. This is something the European commission and the EU council of ministers should be making a top priority. One of the reasons why the EU has become so discredited is that its activities appear to have little relevance to ordinary people’s lives. The terror threat is ubiquitous and demands a joint response. By helping to make us all safer, the EU could help ensure its own future. The government has a responsibility to make sure Brexit does not undermine security and intelligence collaboration, notably over border issues and the European arrest warrant. Amber Rudd, the home secretary, has offered assurances. But, as with so much of Brexit planning, we need action, not words. It is also time for Britain and its Nato allies, including the US, to undertake a comprehensive review of their military and political interventions in Muslim countries, the cause of so much anger and hostility. The past cannot be changed, but old mistakes do not have to be repeated ad nauseam. Most of all, perhaps, new efforts are required to address the causes of radicalisation and extremism, especially among second- and third-generation Muslims living in Europe. This does not mean a lurch into repression. But it does mean, for example, insistence on a more rigorous regime of self-regulation for social media sites and internet forums. It means demonstrating the value of inclusive multiculturalism and a new focus on practical steps to overcome inter-communal divisions and separation, particularly in countries such as France, Belgium and Austria. And it requires constant reiteration of the inviolability of European values of freedom and tolerance. Imagine a better, safer future. As they say in Catalonia: “No tinc por”."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}