{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2017/aug/09/jose-mourinho-manchester-united-giant-on-chest", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-08-09T21:40:00Z", "webTitle": "José Mourinho: Manchester United have ‘a giant on our chest’", "webUrl": "https://www.theguardian.com/football/2017/aug/09/jose-mourinho-manchester-united-giant-on-chest", "apiUrl": "https://content.guardianapis.com/football/2017/aug/09/jose-mourinho-manchester-united-giant-on-chest", "fields": {"headline": "José Mourinho: Manchester United have ‘a giant on our chest’", "bodyText": "José Mourinho has compared Manchester United’s struggle in the Champions League to having “a giant on our chest” before their return to the competition. United lost Tuesday’s Uefa Super Cup 2-1 to Real Madrid, who have won the European Cup for the past two seasons, the first club to do so in the Champions League era. United will enter at the group stage of the tournament when it starts next month. When on the summer tour of the US Mourinho was clear his side were not in the class of Real and Barcelona, after losing to the latter and managing only a penalty shootout win against the former in friendly matches. United won last season’s Europa League but Mourinho admits it is a challenge to try to catch Real, Barça and other continental heavyweights. He said: “Manchester United are one of the top three football clubs in the world, no doubt about it, but the football club is one thing and the team’s credentials going into a competition are another thing entirely. We have a giant on our chest, which is really heavy, but we don’t compare our potential to the biggest clubs in Europe right now. “We’ll take it step by step and be humble. The first step is to try to finish in the top three. If we manage that, we’ll try to finish in the top two. Then, when you’re in the Champions League last 16 draw, anything can happen.” Despite Forbes naming United in June as the world’s richest club, worth $3.69bn (£2.79bn), Mourinho claimed other teams have the finance to compete, again making his task harder. “Because Manchester United is a real giant, it doesn’t matter if the club is somewhat far away from that level for three, four, five or 10 years. It doesn’t matter: the club will always be a giant. But our job is to try to bring the football club back to that stature. That’s really difficult these days,” he said. “Before, the giants were the powerful ones economically, and now there are small clubs in terms of prestige and history, who are giants economically. That changes absolutely everything. I want the team to be on a par with the club’s history, which is something I’ve been lucky enough to feel at every club – there was the same kind of feeling at Inter and at Real Madrid. “We are going to do that, step by step. Last season we won trophies. Playing against the European champions [on Tuesday], it’s like we’re back at the theatre, back at that level. This is where we want to be. We’ll improve the team and try to be at that level, to constantly be improving. And I think we’re going to reach that level as a football team in the next couple of years.” Mourinho also stated contentment with Paul Pogba. “I’m more than happy [with him] I’m really happy. He was amazing in the [Europa League] final,” said the manager, the Frenchman having scored the opener in the 2-0 win over Ajax. “I’m totally convinced this season will be even better for him, and that playing in the Champions League against the best teams and players will take some pressure off him, because in the Europa League, he was obviously one of the two or three biggest stars.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}