{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2017/aug/16/charlottesville-violence-right-left-trump", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2017-08-16T22:09:17Z", "webTitle": "I was in Charlottesville. Trump was wrong about violence on the left | Jason Wilson", "webUrl": "https://www.theguardian.com/us-news/2017/aug/16/charlottesville-violence-right-left-trump", "apiUrl": "https://content.guardianapis.com/us-news/2017/aug/16/charlottesville-violence-right-left-trump", "fields": {"headline": "I was in Charlottesville. Trump was wrong about violence on the left", "bodyText": "Donald Trump said many things over the course of his press conference yesterday. Some of those things cannot be allowed to stand. I was in Charlottesville over the weekend, and Trump’s characterization of the events there is flatly wrong. At one point, Trump asked reporters: “Excuse me, what about the ‘alt-left’ that came charging at the, as you say, the ‘alt-right’? Do they have any semblance of guilt?” He continued: “Let me ask you this. What about the fact they came charging – that they came charging, with clubs in their hands, swinging clubs? Do they have any problem? I think they do.” Let’s talk about what really happened. On Friday night, hundreds of white supremacists and neo-fascists had a torchlight march across the University of Virginia’s campus, a place to which they had not been invited. They openly chanted fascist slogans like “blood and soil” and “Jews will not replace us”. When they reached a much smaller group of counter-protesters gathered around a statue of Thomas Jefferson, they surrounded them, hurled verbal abuse and then commenced beating them with lit torches and fists, and using pepper spray on them. Some protesters told me they had been sprayed with lighter fluid while naked flames burned all around them. Some of the people trapped around the statue responded with fists and pepper spray, but their actions, and their posture, were entirely defensive from the start. The “alt-right”, on the other hand, came prepared for violence, and they were spoiling for it. That night, it was not the left that “came charging, with clubs in their hands”. Quite the contrary. On Saturday, again, the far-right protesters came primed for violence, and most counter-protesters adopted an entirely defensive posture. Hundreds of white supremacists, mostly young men, marched to Emancipation Park through the streets of Charlottesville in military-style formations. Again, they chanted fascist slogans. They carried the colors of openly fascist organizations, which promote white supremacy, antisemitism, misogyny and the idea of a white ethno-state. Many wore helmets and carried shields. Many carried clubs and chemical sprays. All of these were used on counter-protesters. And initially, the counter-protesters I saw from my perch at the south-east corner of the park used entirely passive methods to try to block the passage of the far-right groups. As one of the far right’s formations approached Emancipation Park, I witnessed one of their number spray mace into the face of a young female counter-protester who had done no more than talk to them. I saw a large man, about 6ft 3in, dressed in full riot gear, swinging a club at any counter-protester he could find. I saw a group of 250 or more white-shirted young men shove aside and threaten 20 members of the clergy who had linked arms at the top of a set of stairs, and hurl racial epithets at the philosopher and social activist Cornel West. At the time they did this, they were being monitored by counter-protesters, some of whom were themselves armed. But the fact that they were watching was welcomed by West, who said: “We would have been crushed like cockroaches if it were not for the anarchists and the anti-fascists.” I was near the bottom of the stairs that West was standing at the top of. I think he’s right. And bear in mind that he and everyone else in the counter-protest were promoting the values of antiracism, feminism, LGBT rights and equality. There was violence from some counter-protesters. But most, like Heather Heyer, who was allegedly killed by one of the far-right marchers, were entirely peaceful. Heyer’s killing and the injury of 20 people with a car was the culmination of a day where the right had come prepared for violence, appeared to be thirsting for it and committed far more of it than the other side. It was also a day when they gathered in the name of white supremacy. So Tuesday, when the president said: “You had a group on one side that was bad and you had a group on the other side that was also very violent,” he was doing no more and no less than apologizing for fascist violence. This piece was amended on August 16 2017 to reflect that fact that the marchers chanted “Jews will not replace us.”"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}