{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2017/aug/05/new-political-party-leave-voters-right", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2017-08-05T23:04:25Z", "webTitle": "If there’s a new party in Britain, it won’t come from the centre-left | Stephen Bush", "webUrl": "https://www.theguardian.com/commentisfree/2017/aug/05/new-political-party-leave-voters-right", "apiUrl": "https://content.guardianapis.com/commentisfree/2017/aug/05/new-political-party-leave-voters-right", "fields": {"headline": "If there’s a new party in Britain, it won’t come from the centre-left", "bodyText": "Inflation, the career civil servant Frederick Leith-Ross once remarked, is like sin: every government denounces it and every government practises it. And so it is with a new party of the centre: everyone has denounced it, no one wants to practise it, but still, talk of it goes on. The formation of a new centre party is the only thing that really spooks Jeremy Corbyn’s inner circle nowadays: not because they think such an enterprise would succeed but its failure would doom them, too. They believe any new party would struggle to poll above single digits but would take a big enough chunk of the Labour vote to deprive them of victory at the next election. They are very probably right to be worried in theory: poll after poll shows that a sizable chunk of the Labour vote would be attracted to a pro-European party without the baggage of the Liberal Democrats, while the latest round of data from the British Election Study shows that more than a fifth of Labour voters listed Brexit as their top issue. In practice, however, there is little to no chance of a new party emerging on the left. On the Labour right, which would have to provide the bulk of the parliamentary recruits, there is no appetite for a breakaway, either for reasons of practicality or sentiment. On the practical side, Labour’s centre-left politicians point to the failure of the Liberal Democrats to break through at the last election or the miserable fate of the last group of Labour politicians to break away and form their own party. On the sentimental side, Labour’s centrists either have an emotional attachment to the party or an aversion to allowing their opponents on the party’s left flank full custody of the house and its contents. Among the Liberal Democrats, most of whose senior politicians cut their teeth during the latter days of that party’s alliance with the SDP, the idea of a new party enjoys theoretical support but practical opposition. Talks about a new party, conducted in the dog days of Jeremy Corbyn’s leadership, foundered on the unwillingness of Labour’s centre-left politicians to abandon their party and Liberal bigwigs now fear that any breakaway would be made not, as one puts it, of Labour politicians “who you can imagine being comfortable at our conference bar”, but from MPs run out of town by their constituents. Despite their depiction in the frothier end of the rightwing press, most Labour members are not ideologically hidebound zealots determined to push out their MPs, while the fear among Liberal Democrats is that any new party now would be staffed by the laziest and least impressive politicians from Labour’s centre. And yet, despite all that, chatter about a new centre party goes on, partly because those voters of a leftish or centrist disposition who feel “politically homeless” tend to have large platforms from which to advertise their unhappiness. Nick Clegg, the former deputy prime minister, has a weekly column in the i. George Osborne, the former chancellor, has gone one better and has an entire newspaper, the Evening Standard, in which to air his dissatisfaction. But while the demand for a new force on the centre and left is well-advertised, the more lucrative, and less discussed, political market is on the right: in the gap between the average Leave voter in the country and the average Leave-backing politician in the country. All political movements tend to have a disconnect between their voters and their leaders. As one of Corbyn’s aides points out, the Labour leader does best among ethnic minorities, women, the young and university graduates, all of whom are the polar opposite of him. But I cannot recall a gap as large as the planet-size gulf between the average person who opted to leave the European Union and the Brexit elite at Westminster. The recent row over chlorine-washed chicken is a case in point. As far as the chicken that ends up on your plate goes, there is not a great deal of difference between an American chicken that has been dunked in a chlorine bath after slaughter and a European or a British one that has not. The difference is that in the European Union, the whole supply chain, from farm to abattoir, has to be clean and hygienic, while in the US, farmers and suppliers know that the cleansing balm of chlorine will absolve all manner of sins. The decision for British policymakers isn’t really about food hygiene but about whether to lose out on existing food sales to European customers in order to shoot for the American market. The political problem, however, is that British voters are deeply preoccupied by animal welfare issues. Not so preoccupied as to stop eating them, you understand, but angry enough to send all number of letters, emails, petitions and even to switch their vote if they fear that something untoward is being done to the poor little creatures. The cabinet divide wasn’t between ministers who backed Remain and ministers who backed Leave, but between politicians who understand the average voter and those who don’t. Simply put, what the likes of Liam Fox, the international trade secretary, have yet to grasp is this: you can line up as many experts as you like, but the moment the word “chlorine” and the word “chicken” appear that close to one another, most people switch off. As with arguments over genetically modified food, the science is secondary. The immediate feeling of revulsion is all that really matters. The battle over chlorinated chicken is a trailer for the feature film that is yet to come. The contested territory is over the shape of Brexit and the casus belli will be found in every post-Brexit decision the government makes. There is a large group of Brexiters who believe, having won a referendum promising more money for the National Health Service, a closed door to immigration from the European Union and control over British laws, they can turn around and announce trade deals that allow American conglomerates to buy up bits of the health service, give greater visa access to Indian immigrants and hand trade disputes to shadowy international arbitration bodies. They are well represented in the government, in thinktanks and in the commentariat. But their constituency in the country at large is next to nonexistent and their grasp of what voters think is smaller still. One of the remarkable successes of the official Leave campaign was in keeping this group both off screen and away from the levers of power, as far as the campaign’s message was concerned. But perhaps because the Leave campaign’s key strategists were, with the exception of Michael Gove, largely confined to the backrooms, the direction of Brexit is now under the control of a group of politicians who, while they wanted to leave the European Union, are as out of touch, if not more so, as the leaders of the doomed Remain campaign. These Brexiters think that the reason why voters objected to “immigration from the EU” or “fishing boats from the EU” were the letters “E” and “U”, when in fact they were the words “immigration” and “fishing boats”. They believe that the Brexit vote was an invitation to turn Britain into a free-trading, low-regulation nation when in fact what most people wanted was for Britain to trade less and regulate more. This new party would make the promises that Vote Leave made out of cynicism in earnest. It would spend more on the public realm in general and the health service in particular. It would abandon any prospect of turning the United Kingdom into a mini-America or a larger Singapore and, instead, take as its focus Japan, an island nation with low immigration, stagnant economic growth, but surprising stability. It won’t happen, of course. One of the few politicians to have spotted the gap in the market is Jeremy Corbyn, though it is tricky, and perhaps impossible, to occupy that space from the left. On the right, meanwhile, the government pushes ahead with a version of Brexit that fulfils the literal expression of the Brexit vote without really tackling the genuine demands of the Brexit voter. The best-case scenario for Britain is that the broken promise of Brexit merely leaves that same odd and under-discussed gap on the centre-right of British politics. It may, of course, end up creating a market for a new party of an altogether uglier kind."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}