{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2002/sep/28/unitedstates.gayandlesbiantravel.guardiansaturdaytravelsection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2002-09-28T18:43:59Z", "webTitle": "Warmer climbs", "webUrl": "https://www.theguardian.com/travel/2002/sep/28/unitedstates.gayandlesbiantravel.guardiansaturdaytravelsection", "apiUrl": "https://content.guardianapis.com/travel/2002/sep/28/unitedstates.gayandlesbiantravel.guardiansaturdaytravelsection", "fields": {"headline": "Warmer climbs", "bodyText": "I expected to hate Palm Springs. For a start, it has more golf courses than any other place on earth - 108 to be precise. They are very beautiful, and would be fantastic as parks or nature reserves. Why do they have to be spoilt by golfers? This desert resort, 120 miles south-east of Los Angeles, also likes to boast it has 600 tennis courts and 38,000 swimming pools. So far, so bad. Then there are the town's 700 restaurants. You could dine in a different one every day for two years. Yawn! Don't get me wrong. Palm Springs is great for golf, tennis, swimming and eateries - if you like that kind of thing. But the really sensational attractions are its mountains and architecture. Did I hate the place? I loved it. Palm Springs has the world's finest concentration of mid 20th-century modernist architecture. Around every corner are stunning motels, offices, shops, homes and public buildings by Bauhaus-influenced designers such as Albert Frey, Donald Wexler, Richard Neutra and E Stewart Williams. Prince Charles might loathe these modern carbuncles, but I was enthralled by the creative use of concrete, glass and steel. The futuristic City Hall and Bank of America are two fine examples. Built in the 1950s, they look as if they came off the drawing board of Norman Foster only yesterday. Most amazing of all is the domestic architecture, with its inventive use of space and light, and its low-line, flat-roof construction. Predating the eco-architecture movement by 30 years, these homes blend effortlessly into their garden surrounds. By comparison, modern British housing design is stuck in a second-rate vernacular time warp. Even if you are not normally into architecture, you'll be inspired. Maps are available for self-guided architecture tours. Bicycle is the best way to get around. Rick Karr, of Bighorn Bicycles, charges from $20 a day or $85 a week, and provides a DIY bike tour map. But if you really enjoy good architecture, your best bet is Robert Imber, of PS Modern Tours, who offers daily mini-bus trips to all the notable buildings, including little-known gems such as Frank Sinatra's former house at 1148 Alejo. Looking is fine, but I wanted to experience living in one of these modernist classics. Orbit In was a perfect choice. Designed by Herbert W Burns in 1952, this boutique hotel consists of 10 streamline grey-green concrete units built around a pool and boomerang terrace bar, with steel mesh walls and sun roof. The interior is 1950s original - chrome and white enamel kitchen, splayed-leg tables and chairs, and pink and yellow melmac crockery. I never imagined the 50s could be so chic. The other big sensation in Palm Springs is the towering, all-dominating mountains. Half a mile from the main street, they rise up at an angle of 75 degrees, to nearly 11,000ft. Between the peaks, there are 54 miles of scenic hiking trails dotted with rock formations and waterfalls. The morning after my arrival, I set off to climb Mount San Jacinto (10,804ft). Getting up the first 8,516ft was easy: I rode the Aerial Tramway. During the 11-minute cable car ascent, you travel from the sandy desert of Palm Springs to alpine snow-fields, the temperature dropping from 32C to 2C. Despite the cold air, the sun was hot. No one else was hiking, so I stripped down to my underpants and boots, and headed up through boulder-strewn pine forests, wildflower meadows and snow-covered valleys. Golden eagles soared overhead. The tapping of white headed woodpeckers reverberated through the trees. A bobcat darted over rocks. My upward progress was slowed by the heavy snow that obscured the trail. It was trial and error, but I love a challenge. By mid-afternoon, near Miller Peak (10,500ft), I realised there was not enough time to get safely to the summit and back to the Aerial Tramway. To be stuck on the mountain in darkness and sub-zero temperatures could be fatal. Just as I was about to turn back, I came across another hiker. Gary was a huge hulk of a man. But he had over-stretched himself and collapsed with exhaustion. I knew that if I stayed with him we might both get stranded overnight. We could freeze to death. But it was too risky to leave him. Our descent was a race against the fading light and tumbling temperature. The icy trail was treacherous. We slipped and slid all over the place. My hands and face turned numb and blue with cold. I was frostbitten and hypothermic. But somehow we made it - just. At 6pm, as darkness fell, we walked into the Aerial Tramway - frozen, hungry and exhausted. But our battered spirits were lifted by the dazzling view: 8,000ft below us, the glittering lights of Palm Springs sparkled like diamonds. When Gary and I said our goodbyes, I couldn't resist a mischievous smirk at the irony of the day's drama: a skinny fag like me coming to the rescue of Mr Butch. That night, I pigged out at the Chop House and The Deck, two great restaurants, one above the other. The evening began with martinis in the Chop House to celebrate my safe return. Perhaps it was displaced homesickness, but I got hooked on London Fogs (gin, pernod and lemon twist). Mildly plastered (and who can blame me after the ordeal on the mountain), I got stuck into a fab main course of macadamia-crusted Hawaiian mahi mahi, with wilted spinach, lobster mashed potatoes and ginger-coconut sauce. To replenish my depleted energy, for dessert I guiltlessly devoured a giant slab of bittersweet chocolate cake. Then it was upstairs to The Deck for live jazz on the open-air balcony - and several wicked Lizard Juice cocktails (light and dark rums, pineapple juice, midori, mango passion liqueur, and a float of chambord). Still barely recovered from my trauma in the snow, the next day I decided to play safe by joining Trail Discovery's eco-hike through the Painted Canyons. Our guide, Heidi, drove us out to the Sonoran Desert, from where five of us set off on a six-mile, three-hour trek. To begin with, the canyon walls are about 100ft high and 75ft apart. But after 15 minutes' walking, Heidi led us into a narrow fissure in the rock, and soon we were ambling up dark, deep chasms only two feet wide in places. Every now and then, we had to climb wooden ladders to get to the next level. Eventually, the trail emerged on to a ridge top and we traversed mountain spines for the next hour. En route, we caught sight of lizards and butterflies; plus wild tobacco and lavender. Descending into a large canyon, we followed a twisting, turning course between sheer rock faces over 150ft high. Around each corner, the rock hues changed from red to brown, purple, orange, pink and grey. Heidi had a special treat for us on the drive back to Palm Springs. We stopped off at the Oasis Date Gardens on Highway 111, near Thermal - officially the hottest town in the US. This area produces 98% of the nation's dates. It has a restaurant, supermarket, museum and cinema - all dedicated to the glory of the fruit. On day four, I moved to the Caliente Tropics motel, a Tiki Hut version of mid-century modernist design, with Polynesian motifs. Built in 1964 and refurbished last year, previous guests include Elvis Presley. Alas, not even his ghost made an appearance when I was there. I had to content myself with sipping margaritas in the Jacuzzi, under palm trees. But the most memorable thing about Caliente Tropics is the beds. They are the most comfortable I have ever slept in. Waking blissfully refreshed, I was ready for my next trek - this time with Desert Adventures Jeep Tours. We drove out to the Indio Hills, right on the San Andreas earthquake fault-line. The collision of the Pacific and North American plates forced millions of tons of horizontal sedimentary layers vertically upwards, creating the hills we were standing on. All around us were giant shafts of up-ended sediment rock, forming myriad canyons. If you are looking for something slightly off-beat, then Palm Springs has a bit of that, too. It's naturist-friendly. The Desert Shadows Inn is a stylish, secluded, self-contained clothes-free resort. You could spend your whole holiday in this resort where nudism is normal and \"textiles\" are the weirdos. But why would you want to, when you can also have naked adventures on the outside? Trail Discovery offers mountain hikes in the buff. But be warned: invest in some sun-screen to protect your private bits. Gay Palm Springs and the White Party Palm Springs has been a lesbian and gay haven for over 30 years. All the queer icons have hung out here - from Garbo to Madonna. The top gay attractions are not bars and clubs, but the dozen major resort complexes, with names such as Inndulge and Bacchanal. Most are located in the Warms Sands Drive area, and feature pools, saunas and Jacuzzis set in tropical gardens. Clothing is optional. Need I say more? Every year, around Easter, Palm Springs hosts two mega queer events. The Dinah Shore Weekend is a 3,000-strong dykefest of non-stop club nights and pool parties. The White Party is the equivalent for gay men. Run by Jeffrey Sanker, it is one of several huge gay-circuit parties that take place year-round in different US cities, including New York and Miami. For the four days of the White Party, 10,000 fags turn Palm Springs into Queertown America. This year, most events were based at the Wyndham hotel. A post-modern version of the traditional southern California hacienda, its rooms overlook a giant courtyard and pool, dotted with towering palms. Wyndham was a perfect venue for the afternoon pool parties, where 3,000 guys splashed and danced themselves into sun-drenched ecstasy. Abs and pecs heaven. So many hunky men in such tiny swimsuits. The other highlights were the Military Ball, the Tea Dance in Marquis Park and, of course, the White Party. It featured a sensational PA by Jennifer Lopez. But the real stars were on the dance floor: 6,000 gorgeous specimens of queer manhood, most stripped to the waist. The testosterone high was quite enough for me. After the blow out of the White Party, I spent the next few days chilling by the pool at the charming, intimate gay resort, Triangle Inn. Designed by Hugh Kaptur in 1958, it is a fine example of Palm Springs modernism. The garden brims with hibiscus and bougainvillea, and is home to hummingbirds and roadrunners. Immortalised in cartoons, roadrunners really do make a 'beeping' noise and run incredibly fast with a clownish gait. The owners, Michael and Stephen, are wonderful company and a treasure-trove of useful tips on where to go and what to do in the region. White Party or no White Party, you'll love this tranquil oasis of fag friendliness. White Party info: Next year's White Party runs April 17-21, see Jeffrey Sanker Where to stay: Wyndham Hotel (+760 322 6000, Wyndham), 888 E Tahquitz Canyon Drive. Rooms from $99 per night. Triangle Inn (+ 760 322 7993, Triangle Inn) 555 San Lorenzo. Rooms from $89 per night. Way to go Getting there: American Airlines (0845 6060 461) flies daily Heathrow-Palm Springs via LA or Dallas from £581.20 return. Where to stay: Caliente Tropics (+ 760 327 1391, Caliente Tropics), 411 E Palm Canyon Drive; rooms from $110 per night. Orbit In (+760 323 3585, Orbit In), 562 W Arenas; rooms from $149 per night. The Desert Shadows Inn (+760 325 6410, The Desert Shadows Inn); rooms from $140 per night. What to do: Aerial Tramway (Aerial Tramway); Trail Discovery (+760 325 HIKE, Trail Discovery); Desert Adventures Jeep Tours (+760 324 JEEP, Red Jeep); PS Modern Tours (+760 318 6118, PS Modern Tours); Bighorn Bicycles (+760 325 3367); Oasis Date Gardens ("}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}