{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2002/sep/14/features.steverose", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2002-09-13T23:47:30Z", "webTitle": "Gang related", "webUrl": "https://www.theguardian.com/film/2002/sep/14/features.steverose", "apiUrl": "https://content.guardianapis.com/film/2002/sep/14/features.steverose", "fields": {"headline": "Gang related", "bodyText": "Daniel Craig has one of those faces that you never quite recognise. Not because there's anything remotely forgettable about it, but because it's always being used differently. He carried TV mini-series like Our Friends In The North and Sword Of Honour, but has also cropped up as Francis Bacon's lover in Love Is The Devil, a London schizophrenic in Some Voices, and Lara Croft's American rival in Tomb Raider. Now, the 35-year-old actor is rehearsing in the West End, and waiting for Sam Mendes' new gangster flick, Road To Perdition, to etch him onto our memories for good. What's the play about? It's complicated. It's about genetics and cloning and how you view your place within your life and family. I play three different parts but they're all the same person - clones of each other. It gets a bit tricky. You seem to be one of the growing number of actors with one foot in Hollywood and one on the London stage. Is this part of the plan? No, but if someone said to me at the beginning of the year, there's a new Caryl Churchill play at the Royal Court, a two-hander with Michael Gambon, with Stephen Daldry directing, I would have cut off my left leg to do it. You can't turn things like that down. Presumably the same goes for Road To Perdition. It was along those lines, yeah. When Sam told me where it was set and what the cast was I just said, \"Well, we don't need to go any further do we?\" Had you worked with Sam Mendes before? No. I'd met him socially once or twice. He just called you up? He did. Basically he was watching television and saw me in Sword Of Honour, and had the idea, so he got me in the next day. He was only in town for a couple of days, literally picking up warm weather gear for Chicago, so luck was too small a word to use. Your character is pretty much the baddest guy in the film. I kill one lousy kid, whaddya want me to do? It's a film full of bad guys! People warn me about typecasting, but all I'm interested in is characters who have a journey, who go somewhere and have a past you can see, and this one clearly did. There's no excuse for what he does but you can see the reasons, and that's not a bad guy as far as I'm concerned, that's a character. You know, Tom Hanks murders thousands of people in that movie. Jude Law murders people indiscriminately! But you are horrible to children. Well, that tips the balance, I guess, there's no excuse for that. Oh alright then, you're right. And how was Paul Newman? We didn't socialise. The guy's 76 for Christ's sake, I'm hardly going to go for a beer with him. I'm not sure I could go for a beer with Paul Newman anyway. He's an actor first and foremost on set, so I could talk to him as an actor, but then I'd think, \"Cool Hand Luke, my God! Butch Cassidy!\" I couldn't go down that road otherwise I'd lose my shit. Do you see this film as your breakthrough? If I believed it every time someone said, \"This is gonna be your big break,\" I'd be a fucking lunatic by now. I'll just take it as it comes. So what's next? I'm doing the play till November 16, then I'm starting a film with Gwyneth Paltrow, Ted And Sylvia, about Ted Hughes and Sylvia Plath. Turned down anything interesting lately? Why would I turn it down if it was interesting?"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}