{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/sep/09/newsstory.sport6", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-09-09T22:07:22Z", "webTitle": "Round-up", "webUrl": "https://www.theguardian.com/football/2002/sep/09/newsstory.sport6", "apiUrl": "https://content.guardianapis.com/football/2002/sep/09/newsstory.sport6", "fields": {"headline": "Round-up", "bodyText": "Germany, the World Cup finalists and favourites for Group Five, which includes Scotland, ran out comfortable 2-0 winners against Lithuania in Kaunas. Bayern Munich's Michael Ballack, back in midfield after missing the defeat by Brazil in Yokohama due to suspension, scored with a fine left-foot shot after 26 minutes and an own goal settled it just before the hour. Switzerland went above Russia at the top of Ireland's group thanks to yesterday's 4-1 win against Georgia, for whom Rangers' Shota Arveladze was on target. Italy, beaten in the Euro 2000 final and due in Cardiff to face Wales on October 16, got off to a winning start but needed an Alessandro del Piero free-kick to put blue water between themselves and Azerbaijan, who gave the visitors a leg-up before half-time when Damiano Tommasi's cross was turned into his own goal by Tarlan Akhemedov. Spain, who host Northern Ireland on October 12 in Group Six, were happy enough after goals from Raul and Juan Carlos Valeron gave them a 2-0 win in Greece. But Ukraine, who visit Windsor Park four days later, were held to a 2-2 draw in Armenia despite taking a 2-0 lead. France, the defending champions, started their campaign with a stuttering 2-1 win in Cyprus, who took the early lead with a fine lob from Giannis Okkas but goals from Auxerre's Djibril Cissé a first for his country, and Arsenal's Sylvain Wiltord made it a satisfactory start for the new coach Jacques Santini. Holland got out of the blocks well in Group Three, Edgar Davis, Patrick Kluivert and the substitute Jimmy Floyd Hasselbaink killing off Belarus in Eindhoven but Euro 2000's other co-hosts, Belgium, were beaten 2-0 in Brussels by Bulgaria."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}