{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2002/sep/05/g2", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2002-09-05T17:32:24Z", "webTitle": "Soldiering on", "webUrl": "https://www.theguardian.com/technology/2002/sep/05/g2", "apiUrl": "https://content.guardianapis.com/technology/2002/sep/05/g2", "fields": {"headline": "Soldiering on", "bodyText": "&gt;connecting to server... Current Host: Chris5 Current Topic: Tony Blair has promised to publish a dossier of evidence against Saddam Hussein in the coming weeks, to make the case for attacking Iraq. Meanwhile, American tanks are already being moved to the Iraqi border in Kuwait. Is war with Iraq now a foregone conclusion? What do you think? jenni@boughtledger: WAR Bronco: war! jenni@boughtledger: good god, y'all! Bronco: wot is it good for! nameless: it's good for the economy Bronco: is it nameless: it drives oil prices up in the short tErm, while protecting the free flow of crude oil in the long term jenni@boughtledger: say it again! nameless: it also provides an important proving ground for new military technology Bronco: 2 much info now *Pashmina has entered the NewsRoom* Bronco: wb pash Pashmina: room jenni@boughtledger: WAR Pashmina: you 2 still singin I see Bronco: yes. WAR nameless: is the only way to prevent Saddam from developing nuclear weapons *LADEEZMAN has entered the NewsRoom* LADEEZMAN: how do I look Bronco: wikked! u capped up yr username!! Pashmina: it siuts you jenni@boughtledger: WAR nameless: is simply diplomacy by other means Bronco: who IS this guy nameless: I am nameless Pashmina: thats not alowwed. you must have a name nameless: my name is nameless Pashmina: throw him out Chris2 Bronco: where is Chris2? Pashmina: Chris2, WERE ARE YOU Host_Chris5: hes not here Pashmina: WERE IS HE THEN Host_Chris5: hes away Pashmina: well pls throw out nameless for having no name NOW Host_Chris5: his name is nameless LADEEZMAN: well tell him to stick to the topic Host_Chris5: he is Pashmina: Chris5 u need 2 be a little more pro activ I think Host_Chris5: whatever Bronco: how come they skipped Chris3 and Chris4 LADEEZMAN: its annarchy in ere jenni@boughtledger: i'm a celebrity get me out here! *jenni@boughtledger has left the NewsRoom* Pashmina: she must think shes lara tomkins-palmerson or summat Host_Chris5: the next person who bothers me is banned &gt;connection to server has been terminated..."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}