{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/sep/12/horseracing", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-09-11T23:07:02Z", "webTitle": "The day racing paid its respects", "webUrl": "https://www.theguardian.com/sport/2002/sep/12/horseracing", "apiUrl": "https://content.guardianapis.com/sport/2002/sep/12/horseracing", "fields": {"headline": "The day racing paid its respects", "bodyText": "This modest jumping track, with its friendly ambience and third-division racing, is not generally associated with international events. But yesterday's fixture was sponsored in its entirety by the spread betting company Cantor Sport whose American parent, Cantor Fitzgerald, lost nearly two thirds of its workforce in the attacks on New York last year. Cantor, one of the world's largest bond brokerage firms, had its head offices on floors 101-105 of the north tower of the World Trade Centre. When the first hijacked plane hit between floors 80 and 90, 658 employees - mostly youthful movers and shakers, eager to be at their desks on a sunny September morning - were trapped above the conflagration. None survived, but 658 families still need support. Yesterday's benefit meeting here was organised with the Cantor UK Charitable Relief Fund but National Hunt racing might never have been involved but for the initiative of the champion jockey Tony McCoy, who along with his fellow riders Mick Fitzgerald and Carl Llewellyn is sponsored by Cantor. McCoy went personally to its head of European operations, Lee Amaitis, to suggest that racing should do something on the first anniversary to help those families. McCoy himself donated all of his riding fees yesterday to the relief fund along with his percentage of the prize money he won - be ing the rider he is, he almost inevitably rode four winners out of the seven races - as well as providing McCoy memorabilia for the charity auction. The meeting began with prayers in glorious sunshine led by Rev Mike Vockins, rector of three Herefordshire parishes and former secretary to Worcestershire county cricket club. All the jockeys filed out into the winners' enclosure and assembled into a half-circle in front of the vicar. McCoy, Fitzgerald and Llewellyn, all in black breeches, were flanked by young, fresh-faced riders, ranging from a local amateur to Peter Scudamore's son Tom. Vockins offered his prayers and praise, remembering too those \"survivors damaged in mind, body and spirit\". Then came the 1.46pm minute's silence whereupon, in an eerie and theatrical touch, the sun disappeared briefly behind the clouds. Some racegoers shut their eyes. Some of the younger jockeys looked sheepish. One Cantor guest, a trader who lost his best friend on 9/11, looked fixedly at the ground. The only sound was of a horse whinnying in the background. David Bewick, head of Cantor public relations, then read the poem Death is Nothing At All, familiar to mourners at so many funerals, lingering over its exhortation to \"wear no false air of solemnity or sorrow\". As he finished, some of the jockeys were fidgeting to mount while punters were turning back to their racecards. \"Let's crack on,\" said Bewick in conclusion. \"Let's crack on and enjoy life.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}