{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/sep/21/cricket.davidhopps", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-09-20T23:31:20Z", "webTitle": "Players unite to take on ICC", "webUrl": "https://www.theguardian.com/sport/2002/sep/21/cricket.davidhopps", "apiUrl": "https://content.guardianapis.com/sport/2002/sep/21/cricket.davidhopps", "fields": {"headline": "Players unite to take on ICC", "bodyText": "The world's leading cricketers have formed a global players' trade union to protect their interests in the commercial-contracts row which has caused a major rift between players and administrators. For the first time, the Federation of International Cricketers Associations - which previously had not represented players from all Test-playing countries - has become a truly representative body as players of nine Test nations agreed to unite during a ground-breaking meeting at the Taj Samudra Hotel here in Colombo. Fica will now press the International Cricket Council for urgent clarification on the £400m marketing deal with Global Cricket Corporation which caused uproar among players by signing away their own sponsorship and image rights without consultation. David Graveney, chief executive of England's Professional Cricketers Association and an England selector, was on the platform as Tim May, the former Australia off-spinner and Fica joint chief executive, lambasted the ICC for its dismissive attitude to players' rights. He claimed that the ICC, at an executive meeting in Dubai, had briefly contemplated banning rebellious players. The ICC, which was trying to construct its own players' body - over which, in the manner of a staff association, it would maintain a measure of control - refused to confirm last night whether it would recognise Fica's negotiating rights. Although it cannot be imagined that the rival bodies would allow an escalating dispute to threaten next year's World Cup, more rancorous debate in the lead-up to the tournament, which begins next February, is highly likely. May ridiculed the ICC's proposal for player representation in which they would appoint five former Test players, drawn equally from every cricketing region, as representatives. \"The players' representatives should be of the players' choice, not decided by the ICC or the boards,\" he said. He urged all individual player associations to send official letters to the ICC calling for Fica to be officially recognised, warning that allowing the ICC to agree further deals without consultation could cause players great financial harm. The England association will be one of the first to comply. The Indian website rediff.com, which had an undercover reporter inside the Crystal Room of the Taj Samudra, reported May as saying: \"The ICC has sold your images to the sponsors without permission. You don't want a situation where a player is standing next to Pepsi and endorsing it for free. He needs to be paid for the personal endorsement.\" May also told more than 100 players from nine nations (Bangladesh were not present) that there were dangers in the dispute, in that the ICC's £400m marketing deal, signed two years ago, was only worth half that in a declining rights market. He speculated that the Global Cricket Corporation would welcome an excuse to withdraw from the deal. Most anger at Fica's expansion will be felt in India, where the potential loss of individual sponsorship is most acute. Jagmohan Dalmiya, who refuses to negotiate directly with Indian players, is in a stronger position than ever after his re-election as chairman of the Indian board. While other countries cobbled together compromises over the rights dispute, Dalmiya's stand-off with India's players almost caused their withdrawal from the Champions Trophy. A shadow squad was even drawn up by the selectors. The prospect of May, an Australian, flying into Calcutta to represent the interests of Indian players would be likely to inflame Dalmiya, whose political streetfighting, and nationalistic fervour, has caused several stand-offs, latterly with the ICC's chief executive Mal Speed. England, whose players have no current sponsorship deals under threat, might calculate that continued political rumblings could further undermine India in tomorrow's floodlit one-day affair here in the Premadasa Stadium, in which the prize for the winners will be a place in the semi-final. That the elite half of India's squad - led by Sourav Ganguly and Sachin Tendulkar - were allowed leave in India last week to spend time with their wives and families, while understandable in view of their overloaded international commitments, is unlikely to have created the most committed team atmosphere. India at their best might prove too strong for an England side weakened by injuries to several influential players. But the Premadasa pitch did not turn during England's match against Zimbabwe, and a repeat of that might lessen the threat of India's spinners. There is also a growing sense that India are dreaming not of Champions Trophy glory, but of the first plane home. Tomorrow will reveal whether, on England's part, that is merely wishful thinking."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}