{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2002/sep/14/featuresreviews.guardianreview18", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2002-09-13T23:46:22Z", "webTitle": "Review: Y - The Descent of Man by Steve Jones", "webUrl": "https://www.theguardian.com/books/2002/sep/14/featuresreviews.guardianreview18", "apiUrl": "https://content.guardianapis.com/books/2002/sep/14/featuresreviews.guardianreview18", "fields": {"headline": "Terms of endowment", "bodyText": "Y: The Descent of Man by Steve Jones 280pp, Little Brown, £14.99 Charles Darwin's The Descent of Man and Selection in Relation to Sex, published in 1871, in a sense completed the work he had begun in The Origin of Species in 1859. It had two main themes: the first, implied but never bluntly stated in The Origin, was that the human species had evolved from ape-like ancestors. The second was the proposal of a second, supplementary mechanism of evolutionary change, based not on natural but sexual selection. Why, Darwin had wondered, were the males and females of many species so strikingly different, and why in particular did the males often sport such seemingly improbable, and certainly unwieldy features as the peacock's tail, the turkey's wattles, or the stag's antlers? Darwin proposed that the evolution of such features was driven by female choice from among a range of possible mates. He speculated that she chose on the basis of what passed for beautiful, or at least could be regarded as an extravagant sign of male virility and power (evolutionary psychologists claim that younger women's alleged preference for sex with older men wearing Rolex watches is similarly genetically driven). Female choice thus results in selection for ever more dramatic male addenda, only limited by the physiological and hence genetic cost of carrying them. The geneticist Steve Jones has taken on the task of acting as Darwin's ghost writer, initially with Almost Like a Whale, which \"updated\" The Origin, and now with The Descent of Man. But he has a problem. Human ancestry is no longer controversial, except among certain fundamentalist religious sects, and the importance of sexual selection is taken for granted by biologists, though it has proved exceedingly hard to demonstrate experimentally. Indeed, genetic studies show that it is not infrequently the shabbier males who are sexually successful, keeping the females company while, for instance, the showy stags lock antlers. (The evolutionary biologist John Maynard Smith refers to this as the \"sneaky fucker\" strategy.) So Jones has chosen a rather different course, by interpreting Man in the sense of the male sex in contradistinction to female, rather than in the generic sex-blind (but therefore essentially masculine) way that Darwin had meant it. A neat move this, as it enables him to move into areas that were not merely unknown but unspeakable in Darwin's day. Indeed, even now you'd be hard put to it to find many of them discussed elsewhere and in a book intended for more than men's one-hand reading. It's not so much Woody Allen's Everything You've Always Wanted to Know About Sex... more about a thousand and one things you never knew about sex and could never have imagined asking. Most men, it seems, are concerned about average penis size (5.877 inches, since you asked), but did you know, for instance, that human males copulate 50 billion times a year, producing a million litres of semen a day, comparable to the flow of the Thames near its source? Or that St Teresa wore a wedding ring of the infant Jesus' foreskin (one of many such claimed relic prepuces)? Or that Danish men apparently ejaculate more frequently than do the French? Well, nor did I. The trouble is that I don't know how Jones knows either, as references for such essential contributions to victory at Trivial Pursuit are often sadly lacking. But Jones is the master of such data, deployed to great effect throughout a characteristically mordant and witty text. Occasionally he lets his puns and double entendres run away with him, as when, in referring to penises and their owners, he gives any thesaurus of sexual innuendo a fair run for its money. But there is a serious intent to all this racy stuff, and he brings it off well. A good part of the living world gets by without sex at all, happily cloning itself into what would be, save for mutation, genetic duplicates. Sex divides sets of genes between males and females, enabling them to be recombined in myriad different versions at mating, thus greatly increasing variability, the raw material of evolution. But it comes at a cost, and this cost is differentially borne between the two sexes (just why there are - broadly speaking - only two sexes is another interesting biological question). In Darwin's day, the superiority of males and men was taken for granted. Today at least in biological if not social terms, the roles are reversed. In almost every biological sense, males are the weaker sex; we suffer from more developmental diseases, die younger - especially if we live alone - and are increasingly genetically expendable, the more so in these days of genetic engineering and potential cloning. Furthermore, all humans are female at conception, and maleness requires the switching on of a complex set of genes, carried on the Y chromosome and providing the title for the book. The \"genes for\" (Jones does not always avoid using this misleading shorthand) maleness are a complex called SRY, whose tortuous evolutionary history is unravelled in the first chapter. The Y chromosome also provides an opportunity for mapping genetic lineages both in the human population and in human ancestry, leading to speculations about a male \"Adam\" to put alongside a female \"mitochondrial Eve\". And because in our cultures Y chromosomes are inherited along with paternal surnames, it allows the sorts of links that have always fascinated amateur genealogists as they chart their alleged family trees to be mapped among the Joneses (and the Sykes and Cohens) of the world. Such accounts at least Darwin might recognise as a descendent of his own concerns. But Y has a long way further to go, as its author turns from evolution and genetics to development, the chain of events that leads from a fertilised egg to a human male possessed of testes, penis, a tendency to baldness and a lust for power. Beyond again come chapters on the hydraulics of penile erection, circumcision, sperm dynamics and potential genetic and reproductive manipulation. This must have been unfamiliar territory for one who has made no bones about being \"merely\" a snail population geneticist by vocation, but it is all splendidly crisply handled. Is there a genetic inevitability about the links between possessing Y chromosomes and male appendages with economic, political and social dominance? Sociobiologists and evolutionary psychologists have made a popular living out of such claims. To his credit, Jones will have none of this; he shows how the sexual and social lives of genetically related species are widely varied. Gender, which is shaped by the social and cultural expectations of appropriate ways for men and women to behave, is not simply to be \"read off\" from an individual's biologically ascribed sex (nor is it a mere euphemism for it; he, as I do, increasingly despairs of reading scientific papers where we are informed of research on \"rats of either gender\"). Sociologists, who these days are less firm in their distinctions between sex as biological and gender as ascribed, may be uneasy at this simplification, but it is well worth it as it enables Jones to see off the more ludicrous assertions about sexual stereotyping. In short, Y should be required reading for anyone possessing the relevant chromosome - and XX partners, actual or potential, may well find it rather helpful too. · An updated edition of Steven Rose's prizewinning The Making of Memory will be published next year."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}