{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/sep/29/horseracing.eddiefremantle1", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-09-28T23:04:42Z", "webTitle": "Zonergem's poor form could mean a new tactic", "webUrl": "https://www.theguardian.com/sport/2002/sep/29/horseracing.eddiefremantle1", "apiUrl": "https://content.guardianapis.com/sport/2002/sep/29/horseracing.eddiefremantle1", "fields": {"headline": "Cheeky Zonergem can have Final word", "bodyText": "Zonergem caused plenty of grief to his backers when third to True Night at the Glorious Goodwood meeting last month. Very slowly away - his jockey said later that the gelding had banged his head on the stalls - Zonergem was tailed off with less than two furlongs to run but so fast did he finish that he was beaten only a length and a half. Putting his tardy start aside, Zonergem should still have finished second as Michael Tebbutt failed to ride him out and with True Night winning his next two outings, that form gives the quirky son of Zafonic an excellent chance on landing the Mail On Sunday/Tote Mile Final at Ascot (3.45). On his most recent run, Zonergem has again shown wayward tendencies with thirds to Judge Davidson at Kempton and Atlantic Ace on a return visit to Goodwood, when he was once more funny in the stalls. But again the form stands inspection as Atlantic Ace was earlier beaten in a photo in the William Hill Mile at the Sussex track and Judge Davidson trotted up at that course last week. With Tebbutt on the injured list Lady Herries has had to search for a new jockey and Jamie Spencer looks just the man for a difficult job. Maybe Zonergem's trainer will use her secret weapon - the sheepskin cheekpieces she applied for Zonergem's only win at Warwick in July when he beat two of today's rivals, Mush and Lockstock. It is a bugbear that the authorities have not yet put in place the software so as to be able to insist on the overnight declaration of cheekpieces. Suffice to say, if I spot them on Zonergem for the first time since his win I shall increase my bet. Mister Rambo is expected to take the field along on the stands' side and Spencer should be able to manoeuvre a good position from stall 11. Best of those drawn high may be Captain Venti, who has run consistently this season. I was glad to see Systematic win at Doncaster because I thought it had been a mistake to run a confirmed front-runner like him against his stablemate Bandari in the Great Voltigeur Stakes at York. Bandari is another trailblazer and Systematic was never asked to tackle him until he was boxed in up the home straight. That was only the second defeat in eight runs for Mark Johnston's Rainbow Quest colt this season, the other coming when he missed the break at Epsom and was unable to dominate. In the small field for the Young Vic Theatre Cumberland Lodge Stakes (2.00), he should be in charge throughout. The Riggs Bank Rated Handicap is fiendishly difficult with a spider's web of formlines connecting almost all the runners. However, Henry Hall should give his running. He had Bali Royal, who is worse off, behind him when touched off by the better-drawn Absent Friends at Beverley last week and is well handicapped with others in the field such as Atlantic Viking, Proud Boast and the Ayr Gold Cup runner-up, The Tatling, who is 9lb worse off for beating Henry Hall two necks at Sandown last month. At Musselburgh, Celtic Mill has a decent draw in stall 13 of 14 for the East Lothian News Handicap and should be prominent all the way. Celtic Mill, who has faced impossible tasks from wide draws at Chester and York lately, had Sea Storm behind him when fourth to Stormville at Newcastle last month, yet is 3lb better and is napped. When a small stable hits form it can pay to take note. Newmarket trainer Greg Chung has won with 25-1 Lucefer and 50-1 Bad Intentions recently and went close with Val de Maal at the last meeting. There will not be any fancy prices but Val de Maal is a confident selection for the Musselburgh News Maiden (2.10). Two of Chung's other four runners here in the last two seasons have won."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}