{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/sep/09/sport.comment1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-09-09T22:07:20Z", "webTitle": "Boston's up", "webUrl": "https://www.theguardian.com/football/2002/sep/09/sport.comment1", "apiUrl": "https://content.guardianapis.com/football/2002/sep/09/sport.comment1", "fields": {"headline": "Boston's up", "bodyText": "Our 0-0 draw at Kidderminster on Saturday may have been a non-event for the crowd but it brought us another precious point. Although we've moved into positive equity, we're still propping up the table and I think it's starting to affect a few of the lads. Obviously it's a bit depressing looking at the papers but the main thing is, we're still in touch. As our caretaker manager Neil Thompson says, we're not pulling up any trees but we're not disgracing ourselves. With the four points we were docked for the contract irregularities business, we'd be sixth from bottom. I'm pretty happy with my form. In keeping my third clean sheet of the season, I only had three saves to make all game and I moved a little closer to the all-time Boston appearance record held by Billy Howells. It's 529 down, 42 to go, so given a good cup run or two, I could be in the history books by the end of the season. Some of my family came over from nearby Redditch for the Kiddy match along with my mentor, Les Smith. He ran my first boys team and gave me the confidence to make it as a professional. As I walked off at half-time, Les ran across and said \"Well done, keep it going!\" which really lifted me. For him and my mum and dad to be there made it a great occasion and afterwards we had a chat in the bar about the good old days. I spent yesterday with my family at our caravan at Ingoldmells not far from Skegness on the Lincolnshire coast. I bought it with my testimonial money last year and it's become a lovely retreat to chill out. We're now looking forward to Wednesday's Worthington Cup tie against Cardiff but it looks as if our striker Daryl Clare will be out with a knee injury. He was working as a pundit for a local radio station at Kidderminster and from what I've been told, he shouldn't give up the day job - he'd be a greater loss to football than to broadcasting. · Interview by Grahame Lloyd"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}