{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2002/sep/01/alqaida.terrorism", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2002-09-01T15:02:49Z", "webTitle": "Freelance fanatic or follower of Osama?", "webUrl": "https://www.theguardian.com/world/2002/sep/01/alqaida.terrorism", "apiUrl": "https://content.guardianapis.com/world/2002/sep/01/alqaida.terrorism", "fields": {"headline": "Freelance fanatic or follower of Osama?", "bodyText": "The security men were astonished. There, on the screen of the X-ray machine was a 6.5mm handgun and a number of bullets. Its owner, a tall, dark bearded man, stood a few feet away. Within seconds he was in handcuffs and his gun, which had been among the toothpaste and the shaving gear in his washbag, was safely in the hands of Vasteras airport's police. Bo Fredriksson, head of security at Stockholm's main airport for 10 years, said he had never known anything like it. 'Sometimes we have picked up things like hunting knives they have bought as souvenirs - but never a gun,' he said. 'He didn't try to stop it being put through the X-ray machine. Apparently he was just surprised that the security staff found it.' As yet no one knows for certain what Kerim Chatty was doing with a gun in his washbag. For months Western intelligence services have been warning that Osama bin Laden's al-Qaeda group - and other Islamic terrorist outfits - are planning a series of spectacular attacks to prove that their capability has not been impaired by the war on terror launched against them since September 11. Now it appears those warnings were correct. But is Chatty linked to al-Qaeda? Is he linked to any militant Islamic group at all? And is a man who puts his gun through an X-ray scanner the biggest threat the West faces a year after 11 September? Chatty was born in Stockholm in 1973 and had a Tunisian father, a physiotherapist, a Swedish mother, a brother and two sisters. He grew up in Basta, a quiet town outside the capital. For the first 25 years of his life he appears to have shown little interest in Islam and a lot of interest in fighting, guns and keeping fit. He was well known to both Swedish police and the Swedish intelligence service, 'Sapo', with a string of convictions for firearms offences, theft, brawling and driving without a licence. 'He was a gangster, a hoodlum, as far as we knew,' said one Swedish police source. Four years ago Chatty spent a year in prison for carrying a loaded 9mm Glock machine pistol. He served several months for an attack in a gym on a US marine serving at the US embassy in Stockholm. Then, in 1996, according to a friend quoted in the Swedish daily Aftonbladet, Chatty travelled to America and made his way to a flight school in Conway, South Carolina. where he paid $5000 for a basic training course. There was no sinister intent - he went because he dreamed of becoming a pilot, the friend said. The flight training predates Chatty's interest in Islam. It also predates the schemes of the 11 September hijackers by several years. Chatty's conversion came after - or during - his incarceration in 1998. When interviewed by police after 11 September he told them, according to a friend, he was praying five times a day and was now 'a good Muslim'. That he was interested in the more radical fringe of modern Islam seems clear. When police raided his Stockholm apartment last week they found quantities of hardline Islamic literature. According to friends, Chatty talked a lot about Jihad (holy war), and made a series of trips overseas. His mother says he was in Saudi Arabia, possibly visiting Mecca, on 11 September. He spoke of moving to the Yemen, the southern Arabian state which has been a haven for hardline Islamic groups, and enrolling in a religious school. But he apparently told friends that he did not want to be part of any one group. His jihad, he said, would be a personal one. Swedish security services were still at odds yesterday over whether Chatty was acting alone. The fact that he was planning to fly the plane - a Ryanair jet bound for London's Stansted - into a US embassy somewhere in Europe is now disputed only by Chatty's lawyer. An attack on the US embassy in Stockholm, a clear and identifiable target in open ground, is possible. Though some Swedish officials have talked of a four-man team supporting Chatty, the director of Sapo has denied any such group ever existed. Chatty certainly fits one profile of recent al-Qaeda operatives. Richard Reid, the Briton charged in America after attempting to blow up a transatlantic jet last December, is the same age as Chatty and also came to hardline Islam from a background in petty crime after listening to extremist preachers. Jose Padilla, 31, who is alleged to have travelled to America in May to detonate a radioactive 'dirty bomb', also converted to Islam in prison after a life of gang crime on America's west coast. Nisar Trabelsi, a former professional footballer from Tunisia, was arrested last year. Trabelsi, who became fervently Islamic after kicking a severe drugs habit, was involved in a plot to blow up the US embassy. In many instances junior al-Qaeda operatives have been recruited by a more senior man who has flown in from elsewhere. When police in Morocco foiled a plot to attack British and American ships in the Mediterranean in June they found that a senior man had been sent from Saudi Arabia specifically to recruit a team for the attack. It is thought that a man called Mohamed al'Zammar, a veteran of the Afghan war, may have fulfilled a similar role with the 11 September hijackers. Such men target the weak and the egotistic. Teams are often four or five strong, the number of people some Swedeish intelligence sources have said they are looking for. Intelligence agencies will now be raking through Chatty's past to see if such a figure, and thus a link to bin Laden, exists. If there is then Chatty's attempt shows the tenacity of al-Qaeda - and the damage it has sustained in the last year. The ambition is still there, but the means to effect major terrorist attacks (the 11 September hijackings took four years to plan) has clearly been compromised. But it might be more worrying if no link to al-Qaeda is found. Then the likelihood is that Chatty was a lone 'freelance' fanatic who has been inspired by the example of the 11 September hijackers. Such individuals are hard to spot and harder to monitor. But there are some more reassuring parallels with Reid and others. Reid was caught when he tried to ignite explosives hidden in his shoes with a match. A 19-year-old would-be suicide bomber interviewed by The Observer in Iraq last month admitted he had given himself up when his targets - Kurdish officials - had challenged him. 'I changed my mind,' he said. 'I didn't want to die.' The explanation for Kerim Chatty's amateurish failure may be the same."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}