{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2002/sep/14/students.schools1", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2002-09-13T23:47:59Z", "webTitle": "An ABC guide to gaining interpersonal skills", "webUrl": "https://www.theguardian.com/education/2002/sep/14/students.schools1", "apiUrl": "https://content.guardianapis.com/education/2002/sep/14/students.schools1", "fields": {"headline": "An ABC guide to gaining interpersonal skills", "bodyText": "A. Hard evidence All that work to prove intellectual ability and then you find it's interpersonal skills that matter. If you had the time, inclination and foresight to participate in activities which demonstrated your amiability and leadership potential you shouldn't have a problem. But if you took a more relaxed approach to enhancing your CV whilst enjoying student life, don't despair. Recruiters are looking for evidence you'll fit in, behave appropriately with clients and understand the effect your behaviour has on others. You should be able to go through university and find opportunities to practise all those. B. Team talk Think of new relationships you formed, group discussions and projects contributed to, how you persuaded others to accept your point of view and the difficult people you dealt with. Use such incidents when answering questions about times you had to sell an idea to a group or coped with those who disagreed with you. Bear in mind that correct answers portray you as assertive but not arrogant, sensitive to others whilst standing up for what you believe in and able to establish rapport with all sorts of people. C. Added interest Including details of how you would tackle things better next time is always a winner. Self awareness is a valuable asset; examine the extent of yours by making a list of all the things that prove you're interesting and easy to get on with. If you can't come up with anything, do something that improves your people skills instead. irenek@lycos.co.uk"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}