{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/sep/14/boxing1", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-09-13T23:54:38Z", "webTitle": "De la Hoya in turf war test", "webUrl": "https://www.theguardian.com/sport/2002/sep/14/boxing1", "apiUrl": "https://content.guardianapis.com/sport/2002/sep/14/boxing1", "fields": {"headline": "De la Hoya in turf war test", "bodyText": "Two Mexican-Americans, who grew up 75 miles apart in southern California into bitter rivals needing to be separated at press conferences and weigh-ins, meet in a ring tonight to determine a lot more than the partial unification of the light-middleweight title. Oscar de la Hoya and Fernando Vargas, kept apart by of 9ft partitions for the final press conference at the Mandalay Bay Resort Casino three days ago, are fighting for local turf and global supremacy in the major Hispanic boxing market. Julio Cesar Chavez, who used to be Numero Uno, will be in Vargas's corner against the Golden Boy, and not simply because De la Hoya twice stopped the aging Mexican. Vargas claims he is \"more Mexican\" than De la Hoya, who embarrassed some of his East Los Angeles constituents by learning to play golf. The last time Vargas had a golf club in his hand, he was convicted of assaulting a bar-room bouncer. De la Hoya, 29, the World Boxing Council super welterweight champion, who has won titles at five different weights, is the better-than-2-1-on favourite. \"It's all about placing myself in history,\" said De la Hoya. To Vargas, 24, it is more personal. \"I would rather die in that ring,\" he said, \"than lose to him.\" The World Boxing Association champion is the bigger man but was was knocked down five times and finally out by Felix Trinidad Jr two years ago and has not looked sharp in two subsequent fights. De la Hoya, pointing to Vargas's chin, has predicted a knockout within six rounds in what is, barring Lewis v Tyson, the biggest fight of the year in the United States. De la Hoya will earn a minimum $14m (£9m) and Vargas $6m."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}