{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/sep/11/1", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-09-11T16:55:20Z", "webTitle": "Paper View", "webUrl": "https://www.theguardian.com/sport/2002/sep/11/1", "apiUrl": "https://content.guardianapis.com/sport/2002/sep/11/1", "fields": {"headline": "Paper View", "bodyText": "ENGLAND'S ASHES SQUAD: THE COMMENT After the announcement of the squad yesterday, most columnists agree with Wisden's Tim de Lisle who, writing in the Indy, says the \"selectors had no choice but to gamble on fitness, form and fatigue\" by including not only Darren Gough and Graham Thorpe but also the injury-prone youngsters Simon Jones and Steve Harmison. Meanwhile, Mark Nicholas argues in the Telegraph that there are two crucial areas England need to address: they need to expose the Aussie top order to some fresh bowlers, and the batsmen must take on the bowling of Glenn McGrath and Shane Warne. Warne himself, in the Times, says that openers Marcus Trescothick and Michael Vaughan will be Australia's main targets, and he feels the squad selection was a good one. He added, however, that if the top three batsman don't clear up, he will be able to weave some magic against the middle order. Judging by the grin on his face in his photo byline, the Aussie spin doctor reckons England are going home empty-handed. Well, he's hardly going to say what he really thinks, is he? Meanwhile, both the Star and the Sun use Graham Thorpe as an excuse to talk about some marital tittle-tattle, and claim the left-handed batsman has promised Nasser he won't stray too far from the crease this time. FA SPONSORSHIP BOTHER To the beautiful game, and the Mirror reports that two of the FA's main sponsors - perm any from Nationwide, Carslberg, Umbro and McDonald's - have refused to sign deals. Combined with the FA's failure to find a fifth corporate backer, this has left their coffers up to £80m short. Added to this, potential sponsors Coca Cola, Pepsi, Asda and Siemens have refused to drop any coins into the FA's begging bowl. And to think the building of a new Wembley stadium will cost just £705m. Thank God I'm not Adam Crozier. THE RFU AND IRB MAKE A STAND (LITERALLY, IN THE RFU'S CASE) But in the rugby world, stadia are going from strength to strength, with all the papers covering the news that Twickenham is to be turned into a four-star hotel with six VIP suites. The Sun says the RFU intend to boost capacity to 82,000 with wrap-around stands within two years, but are adamant there is no intention of holding football internationals there in the future. Francis Baron, the RFU Chief Excutive, instead, sportingly suggested: \"Perhaps we can keep the stadium paying its way by staging pop concerts.\" We're living in the modern world now. And the Independent has found an unlikely ally for Arsene Wenger in the members of the International Rugby Board. The IRB has concluded that prolonged rest periods for players - something dear to the Frenchman's heart - are crucial to the future of the game. Chairman of the technical committee, Dr Simon Millar, said that: \"Nothing is more important than the health, welfare and security of our players.\" What? Not money, money, money? RUSEDSKI 'NOT BRITISH' SHOCK Finally, Steven Howard in the Sun reports that big-mouthed legend John McEnroe has queried the ethnicity of our very own Greg Rusedski. The very thought! You see, Greg put his foot in his mouth last week by saying Pete Sampras was a step-and-a-half slower than he used to be, only to see the past-it Pistol shoot his way to a US Open victory. McEnroe says losing with such lack of grace \"only goes to prove that the man is not British\". Rusedski should have taken a leaf out of the form book of the undeniably English Tim Henman - and lost predictably with humility instead."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}