{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/sep/24/championsleague.feyenoord", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-09-24T21:49:52Z", "webTitle": "Newcastle 0 - 1 Feyenoord", "webUrl": "https://www.theguardian.com/football/2002/sep/24/championsleague.feyenoord", "apiUrl": "https://content.guardianapis.com/football/2002/sep/24/championsleague.feyenoord", "fields": {"headline": "Newcastle 0 - 1 Feyenoord", "bodyText": "Full-time: Newcastle 0 - 1 Feyenoord Newcastle lose their second Champions League match in a row. they'll probably need to win three of their remaining four group games to have any chance of progressing. Juventus next week should be a doddle for them. The Italians beat Dynamo Kiev 5-0 tonight. 90 mins: Shearer shoots right and wide. 89 mins: Dyer zooms down the left wing, cuts inside and attempts a shot. He's off balance and his effort is, unlike Live With Chris Moyles, very amusing. 87 mins: Van Wonderen concedes a free just outside the Feyenoord box. It's at the right corner of the box. Solano swings it in, the Feyenoord defenders step forward as one and half the Newcastle team is caught offside. This doesn't stop Aaron Hughes blasting the ball straight at Zotobier from all of three feet. 85 mins: Newcastle are huffing and puffing but Feyenoord are remaining reasonably resolute in defence. LuaLua has been superb since coming on. 82 mins: LuaLua misses a brilliant opportunity to equalise for Newcastle. He meets a great cross from Shearer with a superb first touch, swivels and shoots just wide. Good effort but he should probably have done better. Matt Cibula is back: \"Not sure if Canadians will get this or not, but US people might,\" he says. \"Chris Moyles resembles the spawn of the unholy union between fat Elvis and the TV Geek from Beat the Geeks.\" It certainly means nothing to me. Niall Crowley is very upset that I haven't given him a mention. Which is strange, because even though I'm not a radio request show, I devoted a sizable chunk of my precious time to his musings in the 55th minute. Like I said, he's from Kerry and everything you've heard is obviously true. 75 mins: Ono gets booked for diving. He was unlucky, by the look of things. After being tackled he tried to stay on his feet but lost his balance and fell over. Bellamy tries to shoot from the left hand side of the Feyenoord box into the top right hand corner. Good effort but it's too high. He's substituted and replaced by LuaLua. Newcastle have 13 minutes to get something out of this game. B&gt;72 mins: Emerton crosses from the right for Feyenoord and Given gathers for Newcastle. He's been getting forward a lot, has the boy Emerton. Good on him. Solano hoofs in a long ball but it's too far ahead of Dyer and Zotobier collects. Feyenoord break and Ono has a good chance to settle the match. He shoots straight at Given, who probably can't believe his luck. 68 mins: Newcastle attack with Nobby Solano on the ball. He keeps it a shade too long before despatching it too Dyer and the Pete Sampras lookalike is caught offside. He's not a bit happy. The second-half has been all Newcastle, who have had most of the possession but don't really look too dangerous. Ben Pollinger is being pedantic. Which is fine - I can nit-pick with the best of 'em: \"A minor point,\" he begins. \"But 'Toon Town' is an odd thing to say. Toon means town. 'The Toon' can refer to the town (city centre) of Newcastle, but generally now refers to NUFC. As in, 'Howay the Toon!' Hope that's clear\". Clear as crystal, Ben. I stand corrected. 65 mins: A corner for Newcastle. Robert swings it in and Shearer out-jumps Pauuwe to get his sore head on it again. Over the bar. 63 mins: Newcastle sweep forward in waves. Robert slips it wide to Bellamy who slots it across the box. Pauuwe stretches out a telescopic leg and clears brilliantly. 62 mins: I've put a picture of Chris Moyles up on the site for the benefit of people lucky enough not to have seen his television show yet. Bonkers, isn't he? 60 mins: A lull. Still no descriptions of Chris Moyles. Was anybody watching his television show? Even out of curiosity? 55 mins: Newcastle go forward again. Shearer has a bullet-header cleared off the line by Ono. A great effort, especially considering he has stitches in his head. Speaking of sore heads, Niall Crowley writes from what sounds suspiciously like an Investment Bank in New York: \"Was on the tear until 4 in the morning after Kerry lost the All Ireland football final last Sunday in a second half collapse Emile Heskey would have been proud of. Still though, can't complain. I would have been in a way worse state if we'd won.\" And that, in a nutshell, is why everyone makes fun of Kerrymen. 54 mins: A good effort from Ono on the edge of the Newcastle box. Just over the bar. Elsewhere in this group, Juventus are beating Dynamo Kiev 3-0. 53 mins: Newcastle win a corner. Robert whips it in and it's cleared at the near post. 51 mins: Shearer and Bellamy combine well. Shearer shimmies, makes room for himself and shoots. Zotobier saves for Feyenoord. 48 mins: Pierre van Hooijdonk has a crack from the left corner of the Newcastle box. he hits it out of the stadium. Eliot in New York has mailed in to tell us what he's doing: \"I'm periodically hitting reload on an English webpage featuring an Irishman's commentary on a football match between Geordies and the Geordies of the Netherlands,\" he says. I can think of worse ways of whiling away an evening, Eliot. At least you're not watching the lamentable TFI Live With Chris Moyles. He's so \"zany\" it hurts. 46 mins: Newcastle win a free outside the Feyenoord box on the right hand side. It's swung in. Shearer and Solano both try and fail to get on the end of it. A good start to the second-half by Newcastle. 45 mins: The second-half starts and Song immediately runs out of room at the Newcastle end and dribbles the ball over the endline. Goal kick. Evan Thornton from Ottawa has this to say: \"Chris Moyles has also been taking a pasting over on Scott Murray's side of the report. Lets have more slagging for those of us across the pond who can't see him. What's he look like?\" Well Evan, he looks a bit like English comedian Phill Jupitus, but sadly, doesn't have the same sense of humour. Meanwhile, Matt Cibula from Madison in the USA says: \"Nothing livens up a dull-ass match than MORE slams of Chris Moyles!\" Don't be so juvenmile and childish Matt. We'll see what we can do. Send in your descriptions of the apologetic shock-jock so that we can try and enlighten Evan Thornton as to what he looks like. Half-time: Newcastle 0 - 1 Feyenoord 44 mins: Aaron Hughes tackles well from Buffel, who was haring up the wing and steaming towards the six yard box. Feyenoord win a corner and Newcastle clear. Ono and Kieron Dyer start wrestling outside the Newcastle box and Ono concedes the free. Half time. Rolf from Sweden wants to know if it's true that Manchester United are trying to sign Feyenoord's goalscorer, Pardo. How the John Thomas am I supposed to know, Rolf? I only work on a football website. I'm certainly not privy to the goings-on in Old Trafford. If it's any help, I can state categorically that Sir Alex Ferguson is not chasing Mr Pardo around the St James' Park pitch waving a lucrative long-term contract and a biro. 40 mins: Dabizas horses in a free from midfield, the ball lands in the box and shearer brought a good save out of Zotobier. Corner. It's taken short, crossed in and Bellamy heads it into the goaklkeeper's arms. The lippy sod happy enough to score against Sunderland on Saturday, which is like kicking a blind man's stick, if you ask me. Bosvelt tackles rashly and gets a yellow card. 37 mins: Newcastle win a corner. They take it. It's cleared. Woo hoo! This match started very promisingly and went quickly downhill. Emerton concedes a free. He stands near Robert who appears to fall over. 35 mins: Song wins a free from Aaron Hughes in the middle of the field. So inconsequential I don't know why I even mentioned it. Somebody send me an e-mail, particularly if you're doing anything particularly interesting. Or dreary. Or if there's anything in particular you'd like to get off your chest. 32 mins: Sir Bobby Robson is tapping his watch, gesticulating wildly and shouting abuse at his players that I, for one, wouldn't expect to hear from a knight of the realm. As it's 13 minutes to half-time and Newcastle are losing, I presume he wants his boys to up the tempo. 30 mins: Newcastle win a corner. Dabizas comes up from the back, Robert crosses it into the box and Pierre van Hooijdonk clears with his head for Feyenoord. It must be said, defending corners was not his forte when he was at Nottingham Forest. 28 mins: Bellamy makes room for himself just to the left of the D. He swings his left peg, connects and blasts it high, right and wide. 26 mins: Van Hooijdonk and Emerton string a few good passes together deep in the Newcastle half, but nothing comes of it. Given collect and Newcastle go forward. then they go backwards again. they won't score if they keep kicking it behind them. 23 mins: The match has quietened down considerably after a blood 'n' thunder start. Alexis D Panton in New York wants to know why I always get the lousiest of the two games to cover. When the alternative is listening to ITV1's fawning coverage of Manchester United, I'd rather this one any day of the week. Anyway Alexis, you can only play the hand you're dealt. 20 mins: Newcastle aren't getting much of the ball, which probably isn't great if you hail from Toon Town. Any time they do it seems to end up back at the feet of their keeper, as Feyenoord are hassling and harrying them persistently. 18 mins: Bellamy is dispossessed down the left wing. The fool. At least he hasn't head-butted anyone yet, like he's alleged to have done in Kiev. A fine move by Feyenoord results in a near miss from Emerton. Song played the ball in looking for a one-two but Emerton kept it all for himself. Feyenoord win a corner and it's cleared. 16 mins: A period of inactivity that can only be described as a lull. Thomas Nolan is back mixing chemicals in America, after two weeks on the lash back in Kilkenny. He saw his county win the All Ireland hurling championship and has been drunk ever since. I've done that too, but not since Offaly last won it in 1998. Great men. Great days. 13 mins: A half-volley by Speed from outside the box is heading for the bottom right-hand corner. Zotobier gets down well to grab it. Great shot, good save. 10 mins: Bellamy has a goalbound shot cleared by Emerton. It went that wide of the right-hand post. A fantastic save from the defender. 9 mins: Feyenoord have a corner. Bosvelt, who Manchester United fans may remember once tried to cripple Denis Irwin in a Champions League game, heads it over the bar. 6 mins: Newcastle are a bit shell-shocked after that screamer. Bellamy gets hauled down to the left of the Feyenoord box by Emerton. Free for Newcastle. Solano crosses it, the goalkeeper Zotobier makes a Moyles television/radio programme of it and O'Brien tries to steer it goalwards. It's cleared. Feyenoord break and Buffel slots the ball over Given and narrowly wide. Fortunate for Newcastle. Even Chris Moyles would have scored that. And then apologised. Probably. 3 mins GOAL: Newcastle 0 - 1 Feyenoord Wow. A stunning left foot volley from the young Chilean Sebastien Pardo. A magnificent strike from the edge of the box after a flick-on from Van Hooijdonk resulted in a bungled defensive header? Given had no chance. Well, he had a slim chance, I suppose. More of a chance than I had, for example, because I'm hundreds of miles from the action and he's in the thick of it. 2 min: Robert has a shot that goes narrowly wide. It was a lovely build-up by Solano and the be-bandaged Shearer, who still has a sore head from where he got gashed in Kiev last week. The poor lamb. 1 min: Newcastle get the game underway and Craig Bellamy rolls the ball across the face of the Feyenoord goal. There's nobody there to slot it home. Mindless preamble: The teams emerge to the fancy Champions League music. I hope this game is good, as I need some entertainment after watching Live With Chris Moyles on Channel 5. That's Live With Chris Moyles as in, \"happening now\" with Chris Moyles. The alternative, actually living in the same house as Chris Moyles, doesn't bear thinking about. All those salty snacks and dire witticisms . . . I'd rather live under a bridge and sell the Big Issue. For those of you who don't know who Chris Moyles is, by the way - he's living proof that four million people can be wrong. Every afternoon. He is, of course, a Chris Evans flunkie and alleged \"controversial shock-jock\" who showed his true colours by apologising profusely like a big girl when somebody swore on his new, very poor television show last night. If there's any swearing in this minute-by-minute report tonight, I can guarantee you there'll be no apologies forthcoming. Ooh, controversial. And shocking. Newcastle: Given, Griffin, O'Brien, Dabizas, Hughes, Solano, Dyer, Speed, Robert, Shearer, Bellamy. Subs: Harper, Jenas, Bramble, LuaLua, Ameobi, Bernard, Viana. Feyenoord: Zoetebier, Emerton, Van Wonderen, Paauwe, Rzasa, Song, Bosvelt, Ono, Pardo, Van Hooijdonk, Buffel. Subs: Gyan, Kalou, Lurling, Bombarda, De Haan, Van Persie, Lodewijks. Referee: C Colombo (France) Kick-off: 7.45pm"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}