{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/sep/21/golf.rydercup2002", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-09-20T23:31:36Z", "webTitle": "Americans revisit the Alamo factor", "webUrl": "https://www.theguardian.com/sport/2002/sep/21/golf.rydercup2002", "apiUrl": "https://content.guardianapis.com/sport/2002/sep/21/golf.rydercup2002", "fields": {"headline": "Americans revisit the Alamo factor", "bodyText": "On a Saturday night three years ago George W Bush stepped into the US Ryder Cup team's room at the Brookline country club and read aloud the famous letter written by Lt Col William Barret Travis, the commander of the Alamo garrison, during the siege by Santa Anna's Mexican troops in 1836. \"The enemy has demanded a surrender,\" the governor of Texas read. \"I have answered the demand with a cannon shot and our flag still waves proudly from the walls. I shall never surrender nor retreat. I call on you in the name of liberty, of patriotism, and of everything dear to the American character, to come to our aid with all dispatch. If this call is neglected, I am determined to sustain myself as long as possible and die like a soldier who never forgets what is due to his own honour and that of his country. PS The Lord is on our side.\" Reading the desperate words of a man facing imminent death to a bunch of millionaires engaged in hitting balls with sticks might seem to be getting things out of proportion but Bush's intervention came at the request of Ben Crenshaw, the US team captain and a fellow Texan. Crenshaw's players were going into the final day of singles matches trailing Europe by four points, their chance of recovery all but vanished. And his plan seemed to work. The players, it was said, choked back tears before going out the next day and triumphing, albeit amid high controversy. \"For me,\" David Duval said yesterday, \"the effect of something like that is that it's comforting to know that there are people out there who know what you're trying to do and are paying attention to it. Does it have any effect on your play? No.\" Duval went out and won his singles match on that crucial Sunday. He had not been present two years earlier, however, when the Bush family made their first intervention in the history of the Ryder Cup. At Valderrama the US team were five points down after two days when Tom Kite, Crenshaw's predecessor, invited George W Bush's father, the former president, to address the players. \"It wasn't so much what he said,\" Kite reflected, \"as the fact that he took the trouble to come and see us.\" Europe held on to win by a single point. So it can certainly be said that the Bushes played a considerable role in raising the temperature of the tournament, which boiled over on the final day at Brookline. No one knows what part, if any, America's most famous golf enthusiasts will play in next week's Ryder Cup, but the Bush presence will be felt at the Belfry in one way or another. Until September 11 intervened, the new president's schedule included a dinner in honour of Curtis Strange, the 2001 captain, and his team on the eve of their departure for England. No formal event has been arranged for the postponed event but the effects of September 11 and of the Blair-Bush alliance in the \"war on terror\" mean that efforts have been made to curb the belligerence that would otherwise have been stoked at the Belfry. \"A big part of the deal next week is to remember why last year's event was postponed,\" Scott Verplank, one of the US team's three Ryder Cup rookies, said in Ireland two days ago. David Toms, another newcomer, confirmed that Strange intends to lower the temperature of the event. \"I think that's what he's hoping for. And I think that's what needs to happen. It was getting a little out of hand. But I have no idea what to expect. I've talked to players who've played before and they've warned me of things that might go on. I just have to wait and see.\" No one can predict what will happen after the first ball is struck on Friday but any exhortations are unlikely to be couched in Alamo-like terms, which would in any case seem inappropriately addressed to a team whose fears for their own safety led to the postponement. Whether that will reduce the competitive value of the contest remains to be seen. \"I think there's certainly less excitement from all of us - the players, the fans, the media,\" Tiger Woods said this week at Mount Juliet in County Kilkenny, where 10 of the team are competing in the World Championship of Golf. \"The build-up hasn't been as dramatic this year and rightfully so.\" Duval was similarly downbeat. \"I think we're small potatoes compared to all that,\" he said on his way to the Mount Juliet practice green. Just over a year ago, when Strange had no reason to suppose that the matches would not take place on schedule, he gave each of his 12 players a small book. In it were letters he had elicited from the surviving US team captains, going all the way back to the legendary Sam Snead. \"They wrote us letters about their experiences and what it might be like, giving us some pointers,\" Toms said. \"It was fun to read.\" Thanks to the postponement, Toms and his colleagues have had an extra 12 months in which to digest the messages but a lot has changed in that time. Snead died in the spring, although his words, written in his 90th year, will continue to evoke the expectations surrounding the event. But the mood has changed, and so have the signals with which the teams are preparing for battle. For the the players it has been a year of suspended animation, of looking at the uniforms hanging in the wardrobe, of knowing that the outside world is scrutinising your score every weekend, wondering if you are still worth your place in the team that will open hostilities at the Belfry next week. \"I have never felt I have to justify myself to you guys who write that stuff,\" Duval said, rather too sharply. \"I have good days and bad days. Unfortunately I've had a lot of bad days this year.\" There has certainly been plenty of time for anxiety to take hold since the attacks took place, 17 days before the tournament was due to begin. In a normal year, the teams are announced no more than six weeks ahead of the event. Time to get measured up for the uniforms, in other words, but not enough time for radical shifts in form. \"Last year I made it into the team right at the last minute,\" Toms said. \"I barely had time to get my uniforms and my golf bag and so forth. Now that I've had a year, as far as my game goes, I think I'll be much more prepared to play. And I wrapped the uniforms up and packed them away, so the moths wouldn't get at them.\" Duval, who has gone from Open champion to world No95 in the space of a year, must be wishing he could have packed his game away with his uniforms, before the moths got at it. But not only form has changed. In the wake of the first anniversary of September 11, Woods has been playing the Mount Juliet course with 16 security men in discreet attendance. Duval noted that, for the first time in his career as a tour pro, he is required to wear an ID badge bearing his picture. Verplank said this week that the opening of a bombing campaign against Iraq would be the cue to catch the next flight home. All this will be a reminder of the reason they pulled out of the tournament a year ago, a decision none of them sees fit to challenge in hindsight. \"What happened on September 11 had a profound effect on us all, especially us Americans,\" Woods said. \"It put things in perspective. Missing a four-footer isn't as important as you might think.\" This is a man whose dislike of forfeiting his gym workouts in order to attend next week's formal dinners and of having to practise under the supervision of the team captain is reflected in his Ryder Cup results to date. But if, in the singles a week tomorrow, he is faced with a four-footer to retain the cup for his country, then the US team's new understated approach may come under strain. And the spirit of the Alamo may be abroad at the Belfry."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}