{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2002/sep/29/business.theobserver", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2002-09-28T23:06:01Z", "webTitle": "Media diary", "webUrl": "https://www.theguardian.com/media/2002/sep/29/business.theobserver", "apiUrl": "https://content.guardianapis.com/media/2002/sep/29/business.theobserver", "fields": {"headline": "Media diary", "bodyText": "Des's sticking point Diary hears Desmondo had a somewhat muted reaction to last week's Money Programme which focused on his good self. Des was somewhat perturbed by the allegations of an ex-school acquaintance who effectively accused him of running an extortion racket. 'I might have made a bit of a mark-up on bubble gum sales, but that was as far as it went,' a disgruntled Des told pals. And who was this acquaintance who spilled the beans? One Anthony Damazer, brother of Mark, the BBC's head of news. Press for action? The boys in blue are continuing their investigations into the behaviour of certain members of Her Majesty's Press Corp sent to cover the Soham murder investigation. One hackette on the Daily Mail was banged up for four hours while cops quizzed her over what she had been doing. In particular, officers are examining claims that the reporter offered inducements to persuade Ian Huntley's father to talk to the paper. Rosie future Is Rosie Boycott the new Jeremy Paxman, Diary asks no one in particular? Rizla shot a pilot for Newsnight's producers last week and sources say it was well received. But, then, given the current accusations of political bias at the BBC, the appointment of a recent convert to the Lib Dem cause might play badly with the Tories. Piers shops with Harrods In bonkers story corner this week we report the shock news that Harrods boss Mohamed Al Fayed is to back avid Diary reader Piers Morgan in his quest to lead a management buyout of the Mirror and the Sunday Mirror. Actually, it's not that preposterous. The two men are good friends and Fayed has made no secret of his desire to own a paper. Meanwhile Piers is telling people he doesn't want departing Trinity boss Philip Graf's job. Instead Diary hears preposterous suggestions that Piers current thoughts are focused on a move into television. 'He wants to be a star. He really thinks he can present,' carps a rival. Packed house for Dacre Diary hears the leaving do for ITN boss Nigel Dacre was a packed affair. This must have been very gratifying for Dacre, although Diary hears the turnout was somewhat gerrymandered. 'People who left ITN years ago were getting calls, asking if they'd turn up,' one attendee said. 'They were told: there's not many coming and we need to make up the numbers.' Cat-astrophe What news of Adam Jay, the Daily Telegraph's brilliant City diarist and bon viveur? As readers of this column may recall, our Adam recently suffered a calamitous setback when his home was flooded. Luckily the insurers have housed him in a new abode, complete with waterbed. 'He's got a cat though. It's a recipe for disaster,' a pal warns. No audience with Gloria Damn those Tube strikes, Diary says on behalf of the many fans of Gloria Hunniford. Traffic congestion in the capital meant Gloria's Channel 5 audience failed to turn up to the studios on time last Wednesday. As the show went out live the audience could be seen filing in. Gloria is thought to have been more than miffed. Will Moore go to the max? Much chattering at Canary Wharf. Diary hears that the days of Telegraph ed Charles Moore are spent filleting the more juicy parts of his predecessor Max Hastings' autobiography, soon to be serialised in the paper. But the question is, will Chas remove any references to Sunday Telegraph editor Dominic Lawson? Max's book is said to be peppered with spiky comments about Lawson. Fleet Street holds its breath."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}