{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/sep/17/cricket.davidhopps", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-09-16T23:09:41Z", "webTitle": "International cricket's anti-corruption unit on red alert", "webUrl": "https://www.theguardian.com/sport/2002/sep/17/cricket.davidhopps", "apiUrl": "https://content.guardianapis.com/sport/2002/sep/17/cricket.davidhopps", "fields": {"headline": "Run-out triggers red alert", "bodyText": "International cricket's anti-corruption unit indicated last night that it is on high alert in the build-up to next year's World Cup, admitting that it is studying incidents during the opening match of the ICC Champions Trophy between Pakistan and Sri Lanka. Central to its investigations is a run-out incident involving Pakistan's Saeed Anwar, a Muslim who has loudly opposed America's military action in Afghanistan, and Yousuf Youhana, the only Christian in the side. Yousuf was run out for nought after Saeed pushed the ball to the off side and refused an easy single. The International Cricket Council's officials were quick to play down the anti-corrupton unit's (ACU) request for the videotape of the match, claiming that it was merely one of a host of measures now automatically taken at any major tournament. David Richardson, the ICC's cricket manager, suggested that Indian newspapers' speculation about match-fixing was \"without foundation\". He stressed: \"Every bad run-out, bad dropped catch or bad shot will be studied as a matter of course.\" Nevertheless, as Pakistan cricket enters another chaotic phase, with both captain and coach under threat and three players, including Saeed, withdrawing from the impending three-Test series with Australia and considering their futures, the ACU's involvement is a necessary response to an increasingly volatile situation. Lord Condon, director of the ACU, scheduled to arrive in Colombo later in the tournament, said: \"Our role is to provide all players and teams with an effective anti-corruption in frastructure. This will include detailed monitoring of all matches including, when appropriate, reviewing any incidents that may look unusual. The unit will be looking at other incidents in other matches during the course of the tournament.\" Condon has confidently stated that international cricket has been cleaned up but Mal Speed, the ICC's chief executive, classified the Champions Trophy last week as \"a high-risk event\", and the ICC is determined not to drop its guard at a critical time. Sri Lanka beat Pakistan by eight wickets with 13.5 overs to spare last Thursday, after bowling out Pakistan for 200. Khalid Butt, Pakistan's team manager, said: \"The run-out between Saeed and Yousuf was just one of those things. We are going through a very bad spell. \"The coach is preparing a detailed report which will be considered at a very high level. But this business of fingering us has gone too far. There are no grounds for that at all.\" Pakistan have enough real problems to deal with. Mudassar Nazar, the coach, has been recalled to Karachi to explain their plummeting fortunes to the board chairman Tauqir Zia and if he is made the scapegoat it could mean another emergency spell in charge for the English-born Richard Pybus. Zia has indicated that Waqar Younis will survive as captain for the Australia series, but even that assurance came in the wake of the board's mesmerising decision to name a list of eight potential replacements. Until a recent slump in minor tournaments in Morocco and Nairobi, Waqar's captaincy record was excellent, with 28 victories in 43 ODIs and eight Test wins from 10 during almost 18 months in charge. The looming World Cup, though, has eroded Pakistani patience. \"It is a mystery why we are suddenly the whipping boys of international cricket,\" Zia said. \"Mudassar has been called a master strategist but in the last three tournaments I could see no strategy at all.\" Saeed, 34, the only Test batsman sporting a thick black beard, has pulled out of the Australia series on principle because of their refusal to play in Pakistan. The first Test will be played in Colombo early next month and the last two in Sharjah, assuming the situation in the Middle East remains stable. Wasim Akram wishes to concentrate on one-day cricket, and Rashid Latif, one of the original whistle-blowers on match-fixing, has also indicated he wants a rest from the game."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}