{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2002/sep/01/education.schools", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2002-09-01T15:58:59Z", "webTitle": "Big earners come from small classes", "webUrl": "https://www.theguardian.com/uk/2002/sep/01/education.schools", "apiUrl": "https://content.guardianapis.com/uk/2002/sep/01/education.schools", "fields": {"headline": "Big earners come from small classes", "bodyText": "Children going into smaller classes for the new school term will gain financially for the rest of their lives, says a study by a leading economic think tank. Class size - measured as the ratio of pupils to teachers - has a significant effect on future earnings at work, and the bigger the class a child is in the less they will be paid. It seems that smaller classes help children enjoy lessons more and encourage them to stay on at school. The research - by the Centre for Economic Policy Research (CEPR) - is one of the first studies to prove a direct link between the quality of schooling and children's likelihood of staying on after 16. It concludes that cutting the size of a class by just five pupils directly leads to a rise in average earnings over a working lifetime of £3,415 a year for boys and £2,445 annually for girls. The finding, said Dr Christian Dustmann of University College London and the CEPR, is 'very robust'. 'Considering all the evidence, we conclude that class size affects educational outcomes of teenagers in the UK by prolonging school attendance, conditional on the type of school the teenager attends,' said Dustmann. The Government has committed itself to reducing class sizes since 1997 and has introduced a 30-pupil maximum for primary classes. Many of the more popular schools, however, are getting round this by hiring classroom assistants to raise the staff to pupil ratio and allow more children to be squeezed in. Provisional figures suggests that average class sizes in English primary schools have fallen only slightly, from 27.7 in 1998 to 26.7 in 2001. There was a slight drop in secondary school class sizes over the same period. The Department for Education has recognised there may be a link between school quality and career decisions by 16 year olds. Its 1998 White Paper, Learning to Succeed, suggested: 'Young people can be turned off higher education by poor experiences at any stage of their lives, but critical points usually occur between the ages of 13 and 19. The CEPR research, based on data from National Child Development Surveys, suggests damage can be done far earlier, and contradicts past studies that found no link between class size and pay."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}