{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2002/sep/11/dance.artsfeatures", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2002-09-11T16:40:14Z", "webTitle": "Merce Cunningham Dance Company, Barbican, London", "webUrl": "https://www.theguardian.com/stage/2002/sep/11/dance.artsfeatures", "apiUrl": "https://content.guardianapis.com/stage/2002/sep/11/dance.artsfeatures", "fields": {"headline": "Merce Cunningham Dance Company", "bodyText": "The title plainly refers to the shimmering, shifting stagescape created by digital artists Shelly Eshkar, Paul Kaiser, and Marc Downie; images of Merce Cunningham's hands are morphed into light powered doodles of cosmic landscapes, alien life forms, and geometric puzzles. The title could as easily stick to most of Cunningham's other works - evoking as it does his genius for animating every part of the stage, for making all the spaces between the dancers feel elastic, expectant. Often the choreography tempts you to write stories into those spaces, but in Fluid Canvas you are too awed by the variety of changing views in the dancing. This is a work packed with a lifetime's knowledge, a lifetime's habits of invention; and while a lesser artist might seem to clutter the stage with so much material, Cunningham simply peoples his own universe out of it. When all of the work's 16 dancers move en masse, they flock along exquisitely calibrated, intelligent paths, like some highly evolved species of birds. When two dancers perform a duet, they flicker and feint within each other's orbits like huge, brilliant fireflies. When individuals move in isolation, they slip through so many changes of gear, sculpt such a casually dazzling range of poses, that they seem to re-write the rules of human coordination. Even the mix of charmingly clapped out piano and industrial thrum in John King's score sounds like reverberations from another planet. Interscape (created in 2000) comes a little closer to earth, with Robert Rauschenberg's backdrop assembling a collage of brightly coloured domestic images - houses, artworks, flowers, and stones. The movement is still astonishingly rich but its laws of operation seems less mysterious. Cunningham plays games with doubling, repetition, and echoes; folding and refolding the choreography along its lines of symmetry so that its strangeness comes out of its familiarity. The dancers, performing to John Cage's solo music for cello, also face the audience more directly, looking smiling, hard- working (this is one of Cunningham's jumpier pieces), and alert. They are a glorious company, with Holly Farmer in particular looking as confident and happy as if Cunningham's awesome complexities were second nature to her. · Until Saturday. Box office: 020-7638 8891."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}