{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/sep/01/rydercup2002.rydercup2", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-09-01T15:04:40Z", "webTitle": "Monty plots revenge", "webUrl": "https://www.theguardian.com/sport/2002/sep/01/rydercup2002.rydercup2", "apiUrl": "https://content.guardianapis.com/sport/2002/sep/01/rydercup2002.rydercup2", "fields": {"headline": "Monty plots revenge", "bodyText": "This month, Colin Montgomerie will have the chance to get his own back on America -after the abuse he suffered at the last Ryder Cup in 1999. Lawrence Donegan met the Scot in Seattle and found him relaxed, jovial and, despite a sore back, far removed from the frumpish and aloof image with which he's been saddled. But one question definitely did get to him By: Lawrence Donegan It's Tuesday morning in Seattle and Colin Montgomerie, in defiance of a famous description often used against him, does not have a face like a bulldog licking its own piss off a nettle. A bulldog who has just won the Lottery, would be more accurate. In fact, the happiest, most content bulldog who ever lived couldn't look as happy and content as Europe's most famously malcontent golfer as he wanders along the redwood-lined fairways of Sahalee Country Club, venue for the latest stage of the lucrative but meaningless World Championship of Golf . His tournament was to last a mere nine holes thanks to a sore back, but before the tournament began his mood was a mile away from his malignant reputation. Monty - as he is affectionately known to everyone in the golfing world - is playing a practice round with former Open champion Paul Lawrie and fellow European Ryder Cup player Thomas Bjorn. The prize fund is $20 a man, the gallery consists of OSM and two men from the Golf Channel laying a television cable. The entertainment is first-class. Apart from the golf, which is effortlessly brilliant, it's a joy to listen and watch as three pros play simply for the pleasure of the game hitting outrageous shots they'd never dream of attempting in tournament play, laughing, smiling, taking the mickey, trying to put each other off. \"Oh sorry, did I distract you?\" Lawrie says, unwrapping a Power Bar in the middle of Montgomerie's backswing. Monty giggles and hits it 280 yards right down the middle. \"Not in the slightest,\" he says. A few hours later Montgomerie is still in great form as he walks across the Sahalee clubhouse restaurant. Dressed in a white polo shirt and pleated black trousers, he looks - believe me - handsome. He is no Brad Pitt, but is far from the overweight frump of legend. He is tall, well-proportioned and wears a dusty, tennis-in-Bermuda kind of tan. \"Please to meet you,\" he says jovially, stretching his hand across the table to shake mine. It's been said a hundred times before but a smile really does transform Montgomerie. It lifts the heavy jowls that pull his mouth into an unfortunate frown. Admittedly, this particular smile might be slightly guilt-edged (I'll explain momentarily), but it's hard to believe that this is the one-man thunder cloud whose mood swings are such a staple of the British sports pages. That this is the same man who has snapped at golf galleries from Albuquerque to Long Island. That this is the same man who, after losing in an early round of a matchplay tournament in San Diego this year, is alleged to have said to an American spectator that the one good thing about being beaten was that he didn't have to stay in \"this fucking country for another day\". That this is the same man who complained bitterly at his treatment by the press following this year's Open championship at Muirfield, saying his on-course and off-course behaviour had been misrepresented (\"I haven't lost my temper on the course for five years.\"). Particularly hurtful, he says, was the suggestion that he \"stormed off\" after shooting 84 in the third round. Particularly hilarious, say those in the press tent who have followed his career for the past five years, was the idea that Monty hadn't once lost his temper during that time. However, the Scotsman does have a case when it comes to unfair treatment, at least at the hands of the \"non sporting\" press. A couple of years back, he and his wife Eimear were forced to go public with their marital problems. Friends say the couple's statement was simply a pre-emptive strike, meant to take the sting out of a malicious - not to mention entirely inaccurate - tale about the golfer being involved with another woman that was being cooked up in the offices of a Sunday tabloid. \"There were photographers following them around, people shoving cameras over the garden wall - it was ridiculous,\" one source says. After a short trial separation, followed a highly public weekend away at a luxurious hotel in the north of Scotland, as well as numerous newspaper interviews in which the golfer talked about re-ordering priorities to focus less on golf and more on his family (the couple have three children, two girls and one boy) the Montgomeries were back together again. Understandably, he prefers not to talk about that unhappy period, except to wonder out loud why the details family life could possibly be judged to be in the public interest. To be frank, the accusation of unfair treatment by the press seems equally bizarre. Flicking through the cuttings - the British ones, at least - it quickly becomes clear that few sportsmen have received a better press down the years than Montgomerie, just as few professional sports figures have been as helpful to the press as Montgomerie has. The two camps are currently estranged, but it's obvious to the outsider that they like and respect each other. (Suffice to say, if the Scot was ever to achieve his goal of winning a major the biggest cheer of all would come from the press tent. Likewise, if it's a quiet day on the European tour, Monty can usually be relied on to say something cogent and newsworthy for the troops.) OSM was due to interview Montgomerie the day after the Open Championship, but he pulled out at an hour's notice. No explanation and no apology was forthcoming, although it may have had something to do with his declaration on the final day at Muirfield that, \"I have had enough\". Enough of what - not doing well at the Open, the press, the game of golf? Who knows? Ten days later he was back playing and talking to the media, albeit at a perfunctory pre-tournament press conference. It is this kind of erratic behaviour that has the amateur psychologists on the practice range wondering exactly what is up with Monty these days. There is an interesting theory doing the rounds, but given that I've flown halfway round the world on the off-chance that Montgomerie might speak to me and that he unexpectedly agreed - a rare event in the upper echelons of the golf circuit these days - I decide not to put this theory to him until the interview is over. Instead, I start by asking about his current relationship with the United States of America. \"Better than ever,\" he says quietly. \"I think they realise that they were very, very, very hard on me. When I meet people in airports, or if I meet Americans anywhere in London they always say to me they would like to apologise for the way I've been treated. They tell me they know who I am and they think I'm great. It's been fine the last few times I've been here, so I'm happy with that. The main thing is it's changed an awful lot since 1999.\" \"Since 1999\" is a reference to the last Ryder Cup, held in Brookline, Massachusetts, where Montgomerie was subjected to what most observers - including his American opponents - describe as the worst abuse they've ever heard on a golf course. Accounts of what was said by the galleries vary, but it seems comments about his parentage and sexual proclivities were the very least of it. For his part, Montgomerie has chosen not to go into details, not even in his forthcoming autobiography. \"The funny thing is we felt going to Boston that, oh well there's an Irish contingent, it's a Celtic kind of place, we might get some kind of support.\" He laughs. \"Wrong. In a big way. But to be honest I just don't want to dig up all the bad stuff. I don't want to escalate anything by talking about what was said. Hopefully, it's all behind me now.\" This, alas, seems to be on the optimistic side of wishful. For instance, there's a story doing the rounds that during the US Open at Bethpage earlier this summer Montgomerie was standing on the tee when an American fan shouted at him. \"Hey Monty.\" Montgomerie kept his head down. \"Monty,\" the fan yelled again. And again. Montgomerie didn't look up until the fan adopted the polite approached. \"Excuse me, Mr Montgomerie.\" Finally, Montgomerie made eye contact, at which the fan said to arguably the finest golfer Europe has produced in the last decade, \"That's a nice pair of tits you've got there.\" Even if this anecdote isn't true, it sounds true. The sad fact is there's a section of the American sporting public and media which now treats Monty-baiting as a sport, like seal-clubbing without the moral dilemma. Even sadder is the fact that once upon a time it was abuse with a purpose - to put him off his game. These days it's just abuse for the sake of abuse, delivered only with the intent of being as personally hurtful as possible. Montgomerie isn't the first European golfer to come in for such treatment in the States. Tony Jacklin was accused by some American pros of \"coming over here and stealing our money\", Seve Ballesteros took pleasure in showing off his brilliance in the face of shouted insults, Ian Woosnam had to be restrained from taking on fans who shouted at him during the final round at the 1991 Masters, which he eventually won. But none had it as bad, or for as long, as the Scotsman. The question is why? Some lay at least part of the blame on Montgomerie's former European PGA tour colleague, David Feherty. Now a hugely popular - and funny - golf analyst on CBS, the Irishman accepts authorship of the bulldog/nettle simile but denies responsibility for christening Montgomerie \"Mrs Doubtfire\" - a term which is now as much a part of the American golf fans' lexicon as \"Yo the man!\". However, Feherty, not surprisingly, has other ideas about the origins of Monty's American calamity. \"He's soft, and there's always a few who are going to play on that,\" he says. \"As usual, it's not what happens to you that counts, it's how you respond to what happens to you. The Mrs Doubtfire thing was the moment of truth - that was when he should have done the publicity shot with the powdered wig on, the tweed dress, the string of pearls and stout pair of walking shoes. They would have loved him if he'd done that. The fact is the vast majority of the people out here want to love him because here's an unembracable human frailty to him that other players don't show. His big mistake was being hurt by it all.\" Privately, it's said Montgomerie has never forgiven Feherty for the jibes (he had him removed from the European team room at the 1999 Ryder Cup, for example). Publicly, the Scotsman absolves the Irishman of any responsibility for his plight. American fans took against him because he was the strongest overseas challenger to their heroes, he says. \"It really started to badly wrong at the US Open in 1997 when I shot 65 in the first round. There was rain delay on the second day for about two hours, I was leading the tournament at the time and I'm afraid a lot of alcohol had been consumed. I answered back to a couple of people and from then on it went from bad to worse. It was just the fact that someone who wasn't American was leading, plus I made an error of my own. I answered back - that's a no-no. It's been five years now...\" His voice tails off. \"You do something silly in a split second and it takes years to get over it.\" But couldn't he have done something to improve relations? What about interacting with the galleries every once in a while? Is it too much trouble to doff your Callaway cap to acknowledge applause? \"That's just one of those things people have on me and they tend to bring it up all the time. I do acknowledge the crowds sometimes,' he says. 'I'm not a very out-going person, I just don't go out there and punch the air and salute this and that little thing. That might be seen - especially over here - as being rude or aloof, but it's not meant to be. It's just the way I am.\" What about faking it? He shakes his head. \"I can't change my personality.\" (Two days later he demonstrated the truth of that statement. Already irritated, he took issue with a couple of spectators disturbing his concentration as tried to play out of a bunker at the 18th. \"Excuse me,\" he said icily. And after a woeful bunker shot sailed over the green he followed it up with a no-less ironic, \"thank you\".) At least he won't have to even think about faking it at this month's Ryder Cup . With the event being held at The Belfry, Montgomerie is guaranteed a reception fit for the man considered by many to be the de facto leader of the European team. Sam Torrance might be the captain off the course, but most of Montgomerie's team-mates will look to his lead when the matches begin. Such respect has been earned. No one in recent times, not even Seve or Jose Maria Olazabal, has a record in this biennial team competition to match the Scotsman's. As well as forming winning partnerships with Nick Faldo and Paul Lawrie, he is unbeaten in five Ryder Cup singles matches, three of which will remain in the memory for years: a famous comeback from being five down at the turn against Mark Calcavecchia at Kiawah Island in 1991, a halved match against Scott Hoch at Valderrama in 1997 (featuring a tee-shot at the 18th described by Ballesteros as the \"greatest pressure shot he had ever seen\") and a victory against the late Payne Stewart at Brookline. Of the three, he rates the Hoch match as the most significant because the result of the entire three-day event came down to their singles game. \"At one point Europe was up by five points, then it all started going pear-shaped in the singles. I was praying Olazabal would hang on - he didn't. Then Faldo was my banker, but he got beat as well. It came down to me having to get half a point to win it for Europe. I birdied the 17th to stay in the match. If I'd lost that hole we would have lost the cup.\" Then came the 18th. Montgomerie reached the green in two, Hoch hacked on in three. Monty putted up to three inches to get his four, Seve - the European captain - ran on, conceded Hoch's 15-foot putt for a four and gave Monty the kind of hug normally reserved for long-lost sons returning from bloody wars. The match was halved, much to the European hero's chagrin. \"These singles matches take a hell of a long time and when you've got someone to the point where they need a 15-foot putt to get a half and someone goes and give them the putt, well...\" Five years on, he's still shaking his head at the thought of losing out on the chance to put one over on Hoch, which is gratifying in one way - millionaire sportsman do care about more than money - but odd in another. Why do millionaire sportsmen care so much? Indeed, why would grown-up men (as members of the American team did in 1991, not long after the end of the Gulf War) turn up on the first tee wearing military-issue camouflage skip caps? How could grown men sit in a room and listen to George W Bush stumble through a speech about the Alamo (as the American team did in 1999) and not burst out laughing? Come to think of it, the Americans are responsible for most of the Ryder Cup stupidity, right? \"No comment.\" Montgomerie has got into trouble by passing comment on the American teams' behaviour and personal lives in the lead-up to previous Ryder Cups. This time round he prefers an undiplomatic silence, although he will say this: \"I think in 1999 we underestimated how much they really, really wanted to win the Cup back. Why do they care so much? Because we started beating them, that's why.\" The European team doesn't wrap itself in the flag to the same extent. It cares for reasons of professional pride, and because beating the Yanks helps attract sponsors to the European Tour. Montgomerie cares about both these things, but most of all he cares about the Ryder Cup because of the competition. \"To be honest I enjoy the competition more than I enjoy the game of golf. I love the one-on-one contest, the psychology that it involves - looking at the other guy on the first tee and trying to work out what he's feeling. It's amazing how often you see can see in someone's face that they are a little bit nervous and uptight.\" This time round, it's safe to assume the nerves will be easier to spot on the faces of the European team. Anyone fancy Philip Price to beat Tiger Woods in a singles match? Or the talented but woefully out-of-form Lee Westwood against the talented and wonderfully on-form Phil Mickelson? Even Montgomerie might not be the Ryder Cup force he once was, although suggestion that he might never be as good a player as he was back in 1999 provokes the first frown of the day. \"I have had a bad back for a year and half and haven't managed to get my swing back to where it was. I am practising more now and I don't really enjoy that because it means I'm thinking. For seven years I didn't think at all, I just went out and played,\" he says, his voice tightening. He nods in the direction of the golf course. \"If I thought the best I could do out there is finish 10th I wouldn't be here. Right now the best I think I can do is win.\" He's hardly likely to say anything else, but there is growing sense that while Montgomerie might once again become good enough to win in Europe, his days as a top-five player in world terms are over. Look at his statistics: down in most categories that matter - scoring average, greens in regulation, driving accuracy. He hasn't won a tournament anywhere for more than a year. He's not exactly ancient but 39 is definitely on the old side for a top-class professional golfer these days. Is it possible to imagine Montgomerie winning any major tournament in which Woods is competing? Even he is quite happy to talk about life after professional golf, although he laughs at a newspaper report suggesting he might go into politics (he is a great admirer of Margaret Thatcher). Television work is a more likely option. \"I admire John McEnroe greatly. He tells it as it is, he's been there at the very top of the game and he knows what he is talking about. I'd like to approach commentating in the same way. Can I imagine life after golf? God, you bet I can. Easily.\" This is a classic Montgomerie response. Considered, honest, and a complete contradiction of what he was saying moments before. One minute he balks at the very idea he might never again be the player he once was, the next he sounds like a man who would happily throw his clubs in the cupboard for good. It was ever thus. One day he's best friends with the press, the next he's fallen out with them. One week, he's never going to play in America again, the next he's on a plane to America to play in the Masters at Augusta. One month, he's on a diet, the next he's trying to put on weight. One year, he's going to play on the US Tour, the next he's happy to stay in Europe. Montgomerie is a mercurial man. It's part of his enduring appeal, his unembracable human vulnerability. But lately the 180-degree turns, the mood swings, have been more dramatic than ever, which brings me to my final question, the one cooked up by the amateur psychologists on the practice range: the theory that Montgomerie is struggling to come to terms with the fact that he will never again be one the world's best golfers and that this would explain why he went ballistic after the Open Championship. \"Ballistic? What are you talking about? I didn't go ballistic at the Open.\" Perhaps ballistic is the wrong word. \"Listen mate, if I went ballistic you'd know all about it.\" Right, okay. Fine. \"What is this 'theory' again?\" That Colin Montgomerie is struggling to come to terms with the fact he will never again be one of the world's best golfers. \"That's just total rubbish,\" he says, getting up from his seat. Interview over. The smile has disappeared, and the parting handshake can properly be described as perfunctory. But let the record show that Colin Montgomerie did not storm off in the direction of the locker room. He strode purposefully."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}