{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2002/sep/01/france.travelfoodanddrink.foodanddrink", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2002-09-01T17:34:12Z", "webTitle": "Where water of life is turned into high spirits", "webUrl": "https://www.theguardian.com/travel/2002/sep/01/france.travelfoodanddrink.foodanddrink", "apiUrl": "https://content.guardianapis.com/travel/2002/sep/01/france.travelfoodanddrink.foodanddrink", "fields": {"headline": "Where water of life is turned into high spirits", "bodyText": "As the clear liquid splashed into her cup from a strange copper machine that could be from a nutty professor's workshop, the woman squealed: 'It's just like water, isn't it?' 'Not exactly,' was our lunch host Gérard Guiter's wry response as he moved her cup away before it overflowed. This eau de vie , or water of life, was way more precious than water; at a mere 54 per cent proof it is the basis of Armagnac. Distilled annually in a copper still from wine in south-west France's Armagnac-producing region, the eau de vie sits out the years in oak barrels before it matures into a rounded after-dinner brandy. Before it gets to the barrels lining each producer's cellar, the young alcohol provides a perfect excuse to do what the French do best - to party. While other parts of the country celebrate the first wine of the year, this little corner of France, Gascony, hosts its Armagnac-related revelries. Public festivities abound and most producers hold parties for friends and clients at what is collectively called the Flamme de l'Armagnac, an event to mark the start of distillation. It begins at any time from October to December, whenever the weather allows the grapes to be harvested. Boasting that it has the most vines in the Gers region, the village of Montréal parties with the best of them, though its pretty square didn't seem the most obvious venue at 9am one cold November morning, when I joined 50 people for an open-air breakfast. Nor did the entertainment look as though it would follow the party formula as we were sent across the fields for a day-long walk. This was no ordinary walk - the circuitous route took us from vineyard to vineyard, weaving - and later stumbling - through vines that still bore the odd cluster of extremely sweet grapes for a late harvest. We stopped frequently, tasting as we went. First to sample wine fermenting in a cellar where rows of barrels were stacked under bunches of grapes dangling from the ceiling, then to sup the finished Côtes de Gascogne wine as a pre-lunch drink. We rolled into lunchtime and into Gutier's barn at the Domaine de Cachiquet, where our senses were assaulted by a blissfully alcoholic odour and a strange hissing sound, a cloud of steam and a comforting warmth. All came from the centrepiece in the room - a copper still, known as an alembic. Imagine a piece of equipment from your school chemistry lesson mixed with something out of Charlie and the Chocolate Factory , and you will know what an alembic looks like, complete with two tanks con nected by an interesting array of pipes. Wine rises in one tank and passes into another, where it is heated in tiers. The heat makes the alcohol evaporate, and the fumes pass back into the first tank, helter-skeltering down a long spiral tube in the middle of the arriving wine, which cools it as it heats the wine. By the time the eau de vie trickles out, the quantity has been cut by four-fifths but its proof has shot up to around 50 per cent. Brought to France by the Moors, who supposedly used it to turn lead into gold, the alembic has been used for centuries to distil Armagnac. Meaning 'great art of the alchemists' in Latin, Armagnac has come a long way from its original use for disinfecting wounds, quaffed along the way by its seventeenth-century ambassador Charles de Batz de Castelmore, the model for Alexandre Dumas' D'Artagnan. We took our own 'medicinal' slurps of the eau de vie in takeaway plastic cups. Armed with this and the sweeter pre-dinner drink, Floc, made from Armagnac and unfermented grape juice, we settled in for a long French lunch with a smattering of locals and tourists from other parts of France and Belgium. I was the only Brit, but quite a few people spoke English, and the Gers' famous hospitality plus the tongue-loosening properties of the alcohol made me feel at home. 'An alembic works with wood, wood makes embers, which makes a barbecue, which makes friends,' said Gutier. And there are a lot of opportunities to make friends during distillation. There are hundreds of Armagnac producers in the Gers. Although the small ones such as Gutier with his 17 hectares of vines don't own their own alembics, they hire mobile ones on wheels. After a few days, the alembic is trundled down the road to the next producer to start up its hissing work all over again. Wherever there is an alembic, there is a party; the round-the-clock distillation is the perfect excuse to invite people round for fun that can go on into the small hours. Our own lunch had lasted well into the afternoon, so we trickled down the road for another blur of tastings interspersed with more eau de vie and a quiz thrown in. Did we know that England was the biggest importer of Armagnac? That the alcohol comes in three varieties - Haut Armagnac, Bas Armagnac and Tenareze? Not that anyone really cared by then which we were glugging. Somehow, we had worked our way round to pre-dinner drinks again, and were stamping our way in from the cold into a barn full of cheer, people and four spectacular alembics at Jean-Bernard Mao's Distillerie de Lassalle de Batz at Gondrin. In a region flowing with Armagnac-flavoured goodwill, it seemed churlish to mention the word Cognac. It wasn't until the next day that the difference between the two drinks became apparent. In the Distillerie Gimet were two magnificent copper alembics and two Cognac stills, looking like enormous cooking pots used for the double distillation given to Cognac, compared with Armagnac's single, continuous distillation. Only by tasting the two products side by side can you appreciate the real difference - the eau de vie from the copper alembic at between 54 and 58 per cent proof suddenly seemed like watered-down alcohol next to the eau de vie produced using the Cognac method, at an eye-opening 72 per cent proof. Operating continuously from November to February, the distilleries are the best places to see a working alembic. But timing your arrival with the festive start of distillation and then turning up at the right places is trickier, partly because of the uncertain timing of the harvest. 'I had a group of people arriving in early November for the Flamme de l'Armagnac, then the date changed,' said Rosie Bennett, an Englishwoman running a B&amp;B. Happy to have at least arrived at the right time, I wasn't too disappointed when the Bureau d'Armagnac said categorically there was no night-time gathering round the alembic that weekend; head still fuzzy from too much tasting, I crawled into bed early. The next day, as I arrived at the Domaine de Bilé in Bassoues, Haut-Armagnac, for another lunch, Marie-Claude Della-Vedove apologised for serving leftovers. 'You should have come last night,' she said. 'We had 250 people singing and drinking until 5am.' Factfile Armagnac producers: Most producers are concentrated around Eauze and Condom - you can get a list from the tourist office. Do call beforehand; most speak at least a little English. Domaine Cachiquet (0033 562 29 49 00) in Montréal and Domaine de Bilé (0033 562 70 93 59) in Bassoues both use mobile alembics. Domaine de Laguille (0033 562 09 77 05) near Eauze has its own, and makes an aperitif called Glengers by mixing Armagnac with maple syrup. Distillerie de Lassalle de Batz (0033 562 282110) at Gondrin has four spectacular alembics, and Distillerie Gimet (0033 562 099001) at Cazeneuve has Cognac-style alembics as well. Château Monluc (0033 562 28 94 00) in Saint-Puy has great views and its own Pousse Rapière aperitif, a mix of Armagnac, orange liqueur and sparkling wine. Château de Cassaigne (0033 562 28 04 02), once a medieval bishop's residence near Condom, has free guided tours. Getting there: Jane Knight flew with Air France (0845 0845 111) from Heathrow to Toulouse. Flights from £87. Where to stay: Condom's Hotel des Trois Lys (0033 562 28 33 33) has double rooms for £59, with a three-course dinner for £9. In Castelnau-d'Auzan, near Montréal, Les Colombiers (0033 562 29 24 05), an English-run B&amp;B has double rooms for £34; and the Domaine de la Musquerie (0033 562 29 21 73) has doubles for £30 including breakfast. Where to eat: Le Florida at Castera-Verduzan (0033 562 681322) has one of the best menus in the Gers, with set meals from £13.80. Further information: To find out the exact date of the Flamme de l'Armagnac, contact the Bureau d'Armagnac at Eauze (0033 562 08 11 00) in mid October. Then contact Montréal's Tourism Office (0033 562 294285) for details of walks and tastings. The walk is free. Lunch costs £5 and dinner costs £11. For general information try the France Information Line (09068 244 123 at 60p a minute)."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}