{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/sep/09/match.sport2", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-09-09T22:07:18Z", "webTitle": "Gillingham 1 - 3 Portsmouth", "webUrl": "https://www.theguardian.com/football/2002/sep/09/match.sport2", "apiUrl": "https://content.guardianapis.com/football/2002/sep/09/match.sport2", "fields": {"headline": "Pompey get rich on Redknapp's retail  therapy", "bodyText": "If Woody Allen is right about life and \"80% is turning up\", then the other 20% is probably doing it at the right time. It is early days but Portsmouth look to have it 100% licked. While most clubs are reeling from the ITV Digital fall-out, strapped for cash and stuck with players they cannot afford, Pompey have a millionaire Yugoslav chairman Milan Mandaric and a manager who wheels and deals for fun. It is a moment made for Harry Redknapp and he is seizing it with all his trading relish - 14 players out, a dozen in, and looking. With the Earth Summit lurching at the last from renewables to fossil fuels, he went the other way. Dave Beasant has been displaced. Redknapp is not getting carried away by his \"miracle\" start, extended on Saturday to six wins in seven unbeaten games. \"We're so attack-minded it's silly really. We're going to get belted soon but we'll belt a few along the way. We must push on. We'll never have a better opportunity. You can't wait for it to all fall down around your ears.\" In recent seasons Fulham and Rushden have each tilted the playing field with bank-rolling but Redknapp denies extravagance. \"We haven't spent tuppence halfpenny. It's all bits and pieces and frees.\" Remarkably his biggest outlay since moving from director of football in late March is £400,000. Paul Merson, Shaka Hislop and Gianluca Festa were all free. \"And we're only eighth or ninth in terms of wage bill.\" Merson is the jewel in his new crown, conserving his energy at 34 but still injecting crucial pace to make the most of possibilities that others can neither see nor execute. He made the last two goals thus, having scored the first himself. \"I love players who can play, do the unexpected, ones with a Timeform squiggle by their name,\" said Redknapp. Gillingham, themselves top after starting with three wins, have no such talents but their player-manager Andy Hessenthaler's industrious example at 37 allows no let-up. Injuries have hit them. They were without three strikers - Mamady Sidibe (knee), Rod Wallace (groin) and Marlon King (jail) - and lost another, Tommy Johnson, who pulled a ham string taking a free-kick. Even so the header by Kevin James (5ft 7in) endorsed Pompey's frantic frailties under fire. Redknapp plays up to his barrow-boy image but is right to fancy Spurs' Tim Sherwood as anchor in front of his back three. \"You only have to have 'em on loan for 10 minutes to be able to sign 'em,\" he says. \"There's deals to be done.\" How will he manage if Pompey go up and run into transfer windows? Twinkling as ever, at least he resisted the temptation to put Tony Pulis's son on the bench. Man of the match: Paul Merson (Portsmouth)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}