{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/sep/16/newsstory.sport2", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-09-16T21:22:43Z", "webTitle": "First, Second and Third Division round-up", "webUrl": "https://www.theguardian.com/football/2002/sep/16/newsstory.sport2", "apiUrl": "https://content.guardianapis.com/football/2002/sep/16/newsstory.sport2", "fields": {"headline": "Round-up", "bodyText": "Gary Bloom, who reports on games for ITV's Goal Rush programme, has accused Coventry City of operating a thinly disguised ban on ITV reporters following the collapse of ITV Digital. Bloom was unable to cover Coventry City's fixture with Grimsby Town on Saturday because he was told there was no room for him in the Highfield Road press box. \"I was informed by Goal Rush that Coventry operates a policy of only allowing ITV in to the ground after every other media organisation has requested passes. Technically they are not barring ITV but in essence they are.\" A Coventry City spokeswoman, however, denied the club was operating a ban on ITV. \"It's got absolutely nothing to do with the collapse of ITV Digital [but] we have a finite number of seats in the press box.\" Bloom missed seeing Coventry winning the game 3-2 thanks to a late winner from Jay Bothroyd, all the goals coming in the second half. Sheffield United moved up to fourth after beating Rotherham 1-0 at Bramall Lane courtesy of Peter Ndlovu's 74th-minute goal. Referees were at the centre of attention elsewhere, with both Gillingham and Nottingham Forest having two men sent off. Despite their disadvantage the Gills beat Brighton 4-2 at the Withdean Stadium, all but one of their goals coming before Mark Saunders was dismissed shortly before half-time, while Kevin James followed immediately after scoring a last-minute clincher. Forest lost 1-0 to Watford at the City Ground, Neil Cox scoring from the edge of the area in the last minute of the first half before both David Prutton and Jack Lester were sent off within a minute in the second half. Burnley came from behind to beat Stoke 2-1 at Turf Moor, Dimitrios Papadopoulos scoring the winner nine minutes from time before Tommy Mooney, making his debut for Stoke after signing on loan from Birmingham, was sent off near the end. Bristol City climbed to second in the Second Division after twice coming from behind to win 3-2 at Cheltenham. Julian Alsop scored both the home side's goals before Lee Matthews' free-kick sealed victory for City. Oldham proved their right to a place in the leading pack by thrashing Mansfield 6-1 at Boundary Park, Clyde Wijnhard scoring his team's first four goals. Hartlepool rose to the top of the Third Division after beating their local rivals Darlington 4-1, Eifion Williams scoring twice."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}