{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2002/sep/20/artsfeatures.johnpatterson", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2002-09-19T23:26:29Z", "webTitle": "Hollywood reporter: Dead man singing", "webUrl": "https://www.theguardian.com/film/2002/sep/20/artsfeatures.johnpatterson", "apiUrl": "https://content.guardianapis.com/film/2002/sep/20/artsfeatures.johnpatterson", "fields": {"headline": "Dead man singing", "bodyText": "Here's one for the wannabe obituarist: how do you sum up the achievements of a great artist when he's not dead yet? How do you write a decent obituary when the corpse-to-be is doing such a good job of it himself? Warren Zevon was right. His last album, released in 2000, was called Life'll Kill Ya, and in his case it has - or soon will. His next, already out in the UK, will be his last, in a terminal sense. It's called My Ride's Here, and, yup, it's parked right outside, with the meter running backwards down to zero: Zevon is dying of inoperable lung cancer. Titles from his work take on an eerie resonance with the news of his approaching demise: Don't Let Us Get Sick; Things to Do in Denver When You're Dead. Then there's that photo on his Rhino anthology: a skull in sunglasses, smoking a cigarette. Announcements that he was dying were accompanied with the kind of quip that Zevon's admirers revere him for: \"Really, the thing I want is to last through the winter so I don't miss the new James Bond movie,\" he told the LA Times recently. \"And I want to wear sweaters, a scarf, the overcoat, the whole thing, like a Winona Ryder movie.\" A classically trained prodigy, Zevon hit Los Angeles in the late 1960s, arranged and conducted the orchestral sections on his own albums, but also had a keen ear for meathead rock riffs like the one in Lawyers, Guns and Money. In the singer-songwriter boom of the early 1970s, Zevon found himself not in the platinum-sales column of the ledger, but bracketed with the difficult, superliterate, LA-specific talents like Randy Newman, Tom Waits, Steely Dan and, at a pinch, Zevon's mentor Jackson Browne. It was Browne who first nailed Zevon's musical universe: \"He's the first and foremost proponent of song noir.\" Zevon's songs teem with losers, drunks, failures, killers, rapists, and garden-variety Tinseltown psychotics - all the debris that gets swept out of the Hollywood bars at 2am. The French Inhaler mourns a failed, drunken beauty (\"Your face looked like something Death brought with him in his suitcase\"); Carmelita is an LA junkie's midnight reverie (\"I pawned my Smith-Corona/ And I went to meet my man/ He hangs out down on Alvarado Street/By the Pioneer Chicken stand\"), and one of his poetic masterpieces, Desperadoes Under the Eaves, contains perhaps the best couplet of his career, and one of the best ever written about LA's underside: \"And if California slides into the ocean/As the mystics and statistics say it will/I predict this motel will be standing/Until I pay my bill.\" Somewhere in the middle distance, you can hear Randy Newman's Little Criminals gearing up to rob that gas station. Meanwhile the Nighthawks at the Tom Waits Diner growl dementedly to themselves, Steely Dan's Show Biz Kids are \"makin' movies of themselves/ Cuz they don't give a fuck about anybody else\", Ry Cooder goes \"Down in Hollywood\" (a sleazy, scary trip), and Browne asks plaintively, \"How long have I been drifting away?\" This is the midnight Hollywood they all once trod, then rendered in song, and of which Zevon was the honorary mayor. Intimidatingly well-read, Zevon can quote Kierkegaard at will, knows his pulp fiction backwards, and draws a goodly number of his songs from the headlines. His latest album is full of songs co-written by writer-fans who have become his friends. They include Hunter S Thompson, an anti-role model for the younger Zevon, novelist Carl Hiaasen, whose Florida is a parallel noir universe to Zevon's Hollywood, and Irish poet Paul Muldoon. I'm guessing none of these guys will show up on the next Jewel album. But let's not feel sad, because the corpse-to-be doesn't. \"I feel the opposite of regret,\" he says. \"I was the hardest-living rock on my block for a while. Then for 18 years, I was a sober dad of some amazing kids. I feel like I've lived a couple of lives - and now when people listen to the music they'll say, 'Maybe the guy wasn't being so morbid after all.' \" Musical genius, gifted writer, indubitable king of narcotic and alcoholic excess, Zevon now shows us that, in the face of oblivion, he also has balls the size of cantaloupes. You've just gotta love this guy - but do it while you still can. McCarthy and the cowboys Even 50 years after the trauma of McCarthyism, the shadow of the Hollywood blacklist endures. Darkness at High Noon, a documentary shown here this week about blacklisted screenwriter Carl Foreman and his most famous script, High Noon, combined a fascinating account of the early witch-hunts - which were incorporated by Foreman into his script - with a remarkably hostile portrait of liberal producer-director Stanley Kramer. The documentary claims Kramer deprived Foreman of full credit for the movie, then hounded him out of the production company they had founded together. Kramer's widow, Karen Sharpe Kramer, has accused Darkness's writer-director Lionel Chetwynd of perpetuating a fraud \"distorted by politics\". Chetwynd, in turn, resents criticism of his conservative politics, and both are narked off at PBS; Mrs Kramer because they showed the film at all, Chetwynd because they aired it with a disclaimer and a hastily convened follow-up discussion. Mrs Kramer strenuously refutes many of Chetwynd's conclusions, and questions the authenticity of a letter written by New York Times critic Bosley Crowther, quotes from which are heavily deployed against Kramer. What interests me most about Darkness at High Noon is that Chetwynd is its director. He's one of those beleaguered rightists who band together for mutual aid and comfort in hostile, leftie Hollywood. He was invited to consult with the White House after September 11 and has called for more celebratory, pro-American movies from the studios. But the documentary seems much keener to get the goods on Kramer than it is to venerate Foreman. Chetwynd's calls for upbeat movies would certainly have annoyed Kramer, whose on-screen US wasn't an upbeat place at all, no matter how tedious his films generally were. It's weird to think that even after this old middlebrow liberal is dead, the neoconservative right still wants him just that little bit deader."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}