{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/sep/21/athletics.duncanmackay1", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-09-20T23:31:17Z", "webTitle": "Damp squib for Chambers", "webUrl": "https://www.theguardian.com/sport/2002/sep/21/athletics.duncanmackay1", "apiUrl": "https://content.guardianapis.com/sport/2002/sep/21/athletics.duncanmackay1", "fields": {"headline": "Damp squib for Chambers", "bodyText": "The rain in Spain fell mainly on the Estadio de la Comunidad as Dwain Chambers' superb season concluded with a damp squib in the World Cup here last night. A brief period of torrential rain and hail sent athletes, judges and spectators running for protection. The event was postponed as officials swept the track in a desperate attempt to clear it of water. Whether it was the conditions, the delay or simply fatigue, Chambers ran his worst 100 metres since the Commonwealth Games in Manchester and finished only fifth in 10.16sec in an event the British team captain was expected to win easily. It was a huge disappointment coming less than a week after the Londoner had equalled Linford Christie's European record of 9.87 in Paris. Perhaps the effort he had exerted on that occasion had taken more out of him that he expected. \"I'm totally drained, as you could see by my run,\" he said. Chambers' performance certainly justified the decision of Tim Montgomery, who had set a world record of 9.78 in the same race in Paris, to withdraw from this competition. Under a full moon, Chambers was lethargic out of his blocks and never seemed to gain full momentum as Uchenna Emedolu, a Nigerian called up by Africa only as a late replacement for Frankie Fredericks, won in 10.06. He was given the verdict in a photo-finish with the Americas' Kim Collins, the man from St Kitts and Nevis who will always be a reminder for Chambers of the worst moment of his career. Collins won the Commonwealth title in July when Chambers finished last after suffering from cramp. After his run Chambers withdrew from the 4x100m relay, meaning a half-strength squad could finish only sixth. It left Britain seventh overall at the end of the first evening of this two-day, nine-team competition led by Africa. The only Briton to finish among the top three was Chris Rawlinson, third in the 400m hurdles in a race won by the United States' James Carter. Sad though Chambers' performance was, it should not detract from what has been the best season by a European sprinter since Christie won the world title in 1993. He has beaten the Olympic champion Maurice Greene five consecutive times and his five sub-10sec performances are the most by a British athlete in one season, better than even Christie managed. Another bit of Britain's fine middle-distance heritage was confined to the history books when Bernard Lagat, representing Africa, broke Steve Ovett's 25-year-old Cup record in the 1500m by more than three seconds when he ran 3min 31.20sec. The Kenyan's performance was achieved in controversial circumstances, however. The United States' Seneca Lassiter, a training partner of Lagat, acted as a pacemaker, almost coming to a halt once he blew up after 900m. He jogged the rest of the race to ensure his team scored a point. Nevertheless it was a cynical act in this unique competition where the team is supposed to be more important than the individual and it could ultimately cost the US their first victory in the event since 1989. Ashia Hansen, representing a combined European squad after the failure of Britain's women to qualify, was among the athletes caught in the storm. The Commonwealth and European triple jump champion had just completed her first effort of 14.15 metres when the heavens opened. Upon the resumption she lost the lead to Françoise Mbango, the Cameroonian she had beaten in Manchester, who jumped 14.37m, and she could not regain it despite improving to 14.32m. Lee McConnell was another Briton to impress for Europe. The 23-year-old from Glasgow finished fourth in the 400m in 50.82, 0.20 faster than she had ever run. The winner was Mexico's Ana Guevara, representing the Americas, in 49.56."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}