{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/sep/09/newsstory.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-09-09T22:07:25Z", "webTitle": "Wealth of options give a focus to friendly", "webUrl": "https://www.theguardian.com/football/2002/sep/09/newsstory.sport", "apiUrl": "https://content.guardianapis.com/football/2002/sep/09/newsstory.sport", "fields": {"headline": "Wealth of options give a focus to friendly", "bodyText": "After a week in which the very purpose of international friendlies was top of the agenda, Sven-Goran Eriksson was entitled to have left Villa Park on Saturday night thinking the format had once again justified itself, this time on three counts: opportunity, education and evolution. Every team, from Manchester United to Doncaster Rovers, is a work in progress. Lucky is the manager who can say his designs are nearing completion, especially an international manager given the interruptions, withdrawal and then sudden intensity of international football. This was Eriksson's 21st match in charge since his first at the same venue in February last year. It was his 10th friendly. The statistic that seemed to harness the most agitated opinion, however, was that by the end Eriksson had used his 86th substitute in those friendlies. To the manager this is justifiable experimentation; to his critics an excuse to prefix every such fixture with the word \"meaningless\". The consequence here, continuing a worrying theme from the World Cup, was that after a bright and encouraging first half England petered out and would have lost but for a goalpost denying Nuno Gomes's header three minutes after the interval. Eriksson spoke last week of the importance of acquiring a \"winning culture; a defeat would not have helped him to persuade the sceptics that England were any closer to this aim. But then this was a friendly, which is a practice match no matter how enhanced the status, and offers a rare chance for risk-taking. Leeds United's Alan Smith was given the opportunity to play his first full game for England and he took it with head and heart. Smith could well have done enough to displace Emile Heskey and the non-playing Darius Vassell as Michael Owen's partner for the European Championship qualifier in Slovakia on September 12. That alone would lend this match hindsight significance. Smith's willingness to forage wide, and win the ball, on those occasions when it was hit long into the channels is a vital asset in seize-and-retain possession football. It may also blossom into a conduit from which Owen gets goalscoring opportunities. That was the most positive outcome of a day of mixed conclusions. For all Smith's endeavour and for all the good passing football inspired by Steven Gerrard in the first half, Owen did not receive an opening then or later. As Owen's goal against Brazil came not from clever build-up play but from a mistake by Lucio, perhaps the most troubling thought to take away from Saturday was Owen's continued isolation and the lack of service directed his way. But Eriksson, who is just beginning to experience some of the pressure endured by his predecessors, was combative, for him, on the Owen issue. \"No, I'm not worried about that,\" Eriksson said. \"Michael Owen is 22. He has already played in two World Cups. He can only be better and better. The only thing that worries me is keeping him fit.\" And Owen's absence of opportunity has to be offset against those created for Lee Bowyer, Nicky Butt, Emile Heskey and Gareth Southgate. The 65th-minute move ending in Heskey's flick, featuring two substitutes, was as intricate and effective as the 90-yard one that set up Smith's goal. The two subs involved in Heskey's moment were Blackburn's David Dunn and West Ham's Joe Cole. It was a senior debut for Dunn and in 45 minutes he may have suggested enough functional imagination to have surpassed Cole in Eriksson's thinking. The Swede mentioned Dunn's name a lot afterwards and if Dunn has edged ahead of Cole then this is another small but worthwhile lesson. Having come into the squad only because of Kieron Dyer's shin splints, Dunn remains a fringe player, but when he turns 23 in December he will be of an age when he should undertake a serious justification of his talents. He is almost emblematic of a technically gifted generation - more so than the idiosyncratic Cole - and moreover he can play on the left, which is still an unsolved problem. But the immediate future matters more to Eriksson. In surging on to Bowyer's cross to power in a header, Smith demonstrated that he can be part of it, though there was more than his personal satisfaction to be derived from a move involving Heskey and Owen as well as the Leeds pair. That it was started by David James's 50-yard throw was also pertinent in terms of David Seaman. James went to the World Cup as third choice. He may soon usurp the No1, though maybe not by the Slovakia game. But giving James 90 minutes was another interesting and valid exercise. Even when he was beaten by Costinha's 79th-minute header James was not culpable. Poor organisation and Wayne Bridge's lack of inches were, but England can take consolation from the fact that none of the back four that finished against Portugal - Owen Hargreaves, Southgate, Jonathan Woodgate and Bridge, is likely to begin against Slovakia. To those who argue that it would have been more productive had as many of the defence who will start that game played here as long as possible, Eriksson had this response: \"In my job, for me to see 11, 12 players today and win 1-0 or maybe 2-0, is that more important than to see Dunn, Woodgate, Hargreaves play 45 minutes? For me, no. \"If we play to win every friendly, if that's more important than to see Woodgate, Hargreaves in a position where he might be very useful, then we don't think in the same way.\" Heads nodded in agreement at that."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}