{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/sep/01/sport.comment", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-09-01T19:10:02Z", "webTitle": "Back in the big time", "webUrl": "https://www.theguardian.com/football/2002/sep/01/sport.comment", "apiUrl": "https://content.guardianapis.com/football/2002/sep/01/sport.comment", "fields": {"headline": "Back in the big time", "bodyText": "There will be a strangely familiar fat man sweating copiously in the presidential box of Barcelona's Nou Camp stadium tonight. He carries a financial reputation that would have made Robert Maxwell blush while sporting a girth to render Bernard Manning svelte in comparison. For reasons that will become clear, he hasn't needed to squash his heaving bulk into a chair next to Barcelona chairman Joan Gaspart for well over two years. In his time, Ron Atkinson, Cesar Luis Menotti, Christian Vieri, Jimmy Floyd Hasselbaink, Claudio Ranieri, Bernd Schuster, Alfio Basile, Paolo Futre, Raddy Antic, Arrigo Sacchi, and Diego Simeone have all danced to this man's tune. Meanwhile he has been jailed for corruption, sued by rivals as he took over as mayor of Marbella, defamed, threatened and had his club placed in the hands of administrators. He is Jesús Gil y Gil, president and part owner of Spain's third-most successful side, Atlético Madrid. But the return of this soap opera disguised as a football club to the Primera Liga , and to this evening's first match of the season against Barcelona, means much more than simply another opportunity to savour the brand of farce and fanaticism Gil doles out from the Vicente Calderon Stadium. One of Spain's great clubs have ended the hideous embarrassment, and financial pain of two seasons in the second division and may be about to punch their weight again. Or at least they will if Gil and his ruthless director of sport, Paolo Futre, who won the European Cup with Porto in 1987 and became a hero at Atlético before evolving into their transfer-market Mr Fixit three seasons ago, have anything to do with it. The Chelsea manager, Claudio Ranieri, was the man who hurtled Atlético Madrid to the foot of the Primera Liga before being sacked and replaced by Raddy Antic for his third spell in charge in March 2000. And he is patently unsure what kind of season lies ahead forhis former club. 'This is a grand club you are talking about and now they are back in the Primera Liga there will be expectation and pressure on them,' he told Observer Sport . 'But, since the great days of Atlético, Valencia and Deportivo have arrived. 'Atlético have a fantastic support and when they were in the second division the stadium was always full so the fans will set their ambitions to overtake Deportivo and Valencia if they can. Their support is like at an English club and that is a big weapon in their favour.' Having watched them sign nine new players during the summer, including Javi Moreno, Sergi, Emerson and Demetrio Albertini, Ranieri's unspoken question is whether Atlético are capable of winning a trophy or at least finishing in a Champions League qualifying slot. Atlético walk with the swagger of a big shot in Spain because, with nine championships, the last of which was in 1996 when they also won the Spanish Cup to claim the double, only Barcelona and Real Madrid have won the Primera Liga more often. Yet as the club make their way tentatively back into the big time, like a gangland Don who has been 'inside' only to find his territory has been brutally chopped up and shared out, they know that their rivals have been busy. Very busy. Bitter city enemies Real win the Champions League with metronomic regularity. Both Valencia and Deportivo La Coruña have lifted the Spanish championship in the past couple of seasons - Depo's first ever and Valencia's first for 31 years. Alavés almost won the Uefa Cup in 2001, Malaga and Villarreal made it to one of this summer's Intertoto Cup finals - while Barcelona have reached the Champions League semi-final in two of the past three seasons. The strength of Spanish football has made it a dangerous place in which to betray any weakness. And Atlético Madrid have shown themselves to be vulnerable. Two years ago they were more financially challenged than Nottingham Forest and Bradford City put together, but they were only relegated from the top flight on a football basis despite Hasselbaink scoring 34 goals in a season. Insult met injury when they were placed in administration and, as part of ongoing judicial investigations into Gil's financial empire, a full-scale investigation into illegal payments to players was launched. Recently, several players have been called in front of that judicial committee and admitted they were paid via one contract that was shown to the Spanish Government for tax and another that was paid into a private account and that was never declared for tax. Futre, who won two Spanish Cups in his five years at the Calderon, admitted last month that he earned around £2.5 million in under-the-counter, untaxed payments during that period. 'It was normal for all my team-mates at that time and everyone I knew throughout Spanish football,' he says. Despite that on-going scandal, the fact Gil has been in and out of jail on a regular basis these past few years and the financial downturn in European football, Atlético still managed to become one of the top transfer-market movers and shakers this summer. Futre, as talented and effective in the kill-or-be-killed jungle of football transfers as he ever was on the pitch, has moved through the European market like a wolf among sheep. The pearl in his nine signings is a loan deal for Milan's elegant Albertini, European Cup winner, multi- Scudetto winner, World Cup finalist. Class act. 'I haven't come here looking for a retirement home or to have a nice experience in another country,' the Italian emphasised this week. 'Paolo Futre and Jesús Gil have made me feel important again and that was something I had lost. 'Spain has the best league in Europe and I told Futre I was only coming if Atlético were completely serious about winning titles again.' Ranieri also believes it is a very good signing, saying: 'He's a champion, made in Milan. Of course it is good business. Albertini has won it all and football in Spain has the right rhythm for him - not Italian, which is too defensive, and not English, which is all-out attack, but somewhere in between. Perfect for Albertini.' The relationship between Gil and Futre is integral to any attempt at understanding the alternately dark and flamboyant nature of the club. The Portuguese Futre is like an alter ego to the fat, balding, feet-of-clay Spaniard who likes to wear his shirt open on particularly hot days and let his big brown belly flop out. The first time he and Gil tried their weird Butch Cassidy and the Sundance Kid routine was when Gil staged a putsch for the club presidency in May 1987 and he turned up at an election rally in a Madrid disco with Futre in tow, promising to sign the striker for Atlético if he won power at the club. Futre was then about to contest, and win, the European Cup final for Porto against Bayern Munich. The joyous fans in the nightclub almost combusted spontaneously. Days later, after Atlético lost the Spanish Cup final, it was suddenly President Gil. When Florentino Perez tried the identical trick 13 years later while campaigning for election as Real Madrid's president on the promise of signing Luis Figo from Barcelona, despite Real's massive debt, it came off again. Perez was branded an electoral genius, but Gil and Futre had taught him the trick. 'Futre has been the player I've enjoyed most during my 15 years in charge of the club,' Gil admitted recently. 'Since I signed him he's been like a son to me.' Yet Futre's tricks are in the boardroom, not the penalty box any more. In charge of the team is 64-year-old Luis Aragonés, back at Atlético for his fourth spell as coach, after becoming the club's third-highest scorer while a player, has a better than average squad, but has suffered an atrocious pre-season. A 4-2 home defeat by the Italian club Chievo last Tuesday followed a 3-0 thumping by Porto and a 1-0 defeat by Cruz Azul of Mexico. At least Atlético have four-and-a-half months to shape up until they face their first derby match away to Real at the Bernabeu on 19 January next year. Part of the attraction of Atlético's ascension from the second division, where Aragonés kept them in first position almost from start to finish last season, is that the Madrid derby will be fought between two of the grand old men of Spanish football. Vicente Del Bosque and Aragonés played against each other for Real and Atlético and have faced up as coaches when Aragonés was with Mallorca, Oviedo and Sevilla - Del Bosque's Madrid winning only once. And in the Atlético and Real Madrid squads, coincidentally, are the two burning young talents of Spanish football. Both are strikers. Javier Portillo has done a Michael Owen and eclipsed every youth scoring record Madrid ever had while across the city Fernando Torres made his debut as a 16-year-old for Atlético, playing 36 times in the Division Two championship side last season, and has already scored the winning goals in two European championship age-category finals for Spain. Each will feature this season and comparisons between the boys, as alike as brothers, are inevitable. But, tonight, it is Barça. Sergi, unceremoniously ousted by Louis van Gaal on his reappointment as coach for the second time in May, will make an emotional return to Barcelona after 10 years as a first-team player for the Catalan side. He will be tested by Javier Saviola and the newly signed Gaizka Mendieta. Not only are the Catalans like lightning going forward, the Barça-Atlético match was the highest scoring Spanish league fixture of the 1990s with a total of 81 goals. 'You couldn't lend us a couple of players for when we play Real Madrid and I promise I won't let the coach pick them for our team when we play against you?' Gil joked to Gaspart when the draw for the first game of the season was announced. But there won't be much joking tonight when Gil finds out how good his team for this testing season are. Only copious sweating."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}