{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/sep/25/match.sport2", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-09-24T23:14:26Z", "webTitle": "Wolverhampton Wanderers 4 - 0 Preston North End", "webUrl": "https://www.theguardian.com/football/2002/sep/25/match.sport2", "apiUrl": "https://content.guardianapis.com/football/2002/sep/25/match.sport2", "fields": {"headline": "Blake puts lost leaders back on track", "bodyText": "Bouquets replaced the boos last night as Wolves eased the pressure on their manager Dave Jones by recording their first win in five outings. Wolves had ended Saturday's match against Reading accompanied by a cacophony of abuse from their increasingly disgruntled supporters. But not a murmur of dissent was heard from them as Wolves brushed Preston aside with the attacking panache that was the hallmark of their start to the season. Wolves showed more enterprise in the first quarter of an hour than they had in the entire 90 minutes of last Saturday's moribund display. Just three minutes had elapsed when they constructed a cohesive crossfield move that not only served notice they were more focused but also of the threat posed by Nathan Blake. The manoeuvre, which began on the right, climaxed when Blake's header from Dean Sturridge's cross just cleared Tepi Moilanen's bar. The near miss clearly unsettled the Preston goalkeeper who betrayed his uncertainty by dropping the ball but es caped punishment when Kevin Cooper scooped it over. Moilanen showed more assurance, not to mention a rapid reaction, when he dived to his right to palm away Paul Ince's effort from distance. Ince was at the heart of Wolves's midfield domination. Nevertheless, as on Saturday, the hosts were indebted to their goalkeeper Matt Murray for ensuring the home supporters remained good humoured. Murray, making only his third start, reacted smartly when Marlon Broomes tried his luck from close range after Eric Skora had crossed from the right. It proved a propitious save as midway through the first half Wolves scored the goal they had longed threatened. For once, Ince was not involved in the build-up but his midfield partner Alex Rae was, hitting a through ball into no-man's land between Colin Murdock and Moilanen. Blake, muscling the central defender out of the way, was first to it and slid the ball past the advancing goalkeeper. By contrast, finesse replaced the physical when Sturridge executed an almost Bergkampesque finish to double the advantage on the stroke of half-time. Again Blake played a part, setting up Denis Irwin to deliver a diagonal low cross that Sturridge dragged past the hapless Murdock before clipping the ball home from a tight angle. After the break Wolves then assured themselves of their best win of the season. Blake, put through by Joleon Lescott, added his second before the substitute Kenny Miller completed what had become a rout."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}