{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/sep/29/cricket.vicmarks", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-09-28T23:04:32Z", "webTitle": "Key steps into Thorpe's shoes", "webUrl": "https://www.theguardian.com/sport/2002/sep/29/cricket.vicmarks", "apiUrl": "https://content.guardianapis.com/sport/2002/sep/29/cricket.vicmarks", "fields": {"headline": "Key steps in to party", "bodyText": "In replacing Graham Thorpe for the Ashes tour the selectors had a choice; they could either be conservative or consistent but they could not be both. In the end they opted for consistency, which means that Robert Key, who played two Tests against India last summer now wings his way to Australia. The conservative choice would have been Mark Ramprakash, who had a successful tour of Australia last time averaging 42 in the Test series. Unlike Key, Ramprakash is accustomed to batting in the middle order and therefore was a more obvious selection to replace Thorpe. But he also has experience of being trounced by Australians both home and away. Maybe the selectors were wary of choosing another player so used to being humbled. Moreover Ramprakash, though he flickered in his last period as an England player, revealed all the old frailties last winter. He can be as moody as Thorpe. Key is a bold choice, which leaves England with a plethora of batsmen capable of opening, which is no bad thing in a series that is likely to be dominated by pace until the two teams convene at Sydney in the new year. Yet Key's efforts in his first two Tests were no more than modest. He showed a worrying propensity to open the face and push hard against the new ball, which led to several catches behind the wicket. His fielding at first slip was also fallible. He dropped two straightforward catches at Headingley and endured the humiliation of countless replays of his gaffes, something he will have to get used to if he makes the Test team. But to expect a 23-year-old to adjust to Test cricket seamlessly is unrealistic. Playing in Australia, which initially is unlikely unless the fingers start to break, will provide him with the toughest learning ground imaginable. At least he is familiar with the place, having spent last winter with the Academy. Apart from Ramprakash, the other men considered were also opening batsmen. Nick Knight and Ian Ward were both in the frame after prolific county seasons for their counties. Despite a huge weight of runs at county level, Knight's technique still looks vulnerable at the highest level. Meanwhile Ward, who played against the Australians last time, has only memories of failure from that experience. He has probably improved since then. With the fitness of Darren Gough and Simon Jones still in doubt, England will be setting off with a creaky squad and I doubt whether the Aussies cared a jot who replaced Thorpe. They may, however, be mildly surprised that England have opted for a novice rather than an old lag. By the middle of December the England party will have expanded to unprecedented proportions since the selectors also announced yesterday that no less than seven players will be sent out to augment the Test squad. They will have 23 players in situ for the one-day triangular tournament with Australia and Sri Lanka. The most diverting choice is that of Ian Blackwell, who despite England's thrashing by India, managed to end up in credit after the trip to Colombo. The other spinner to fly out will be Jeremy Snape, who finds himself in the unusual situation of being sacked by his county - Gloucestershire - but required by England. Aravinda De Silva will bid farewell to his adoring Sri Lanka fans when he plays his last international on home soil in the ICC Champions Trophy final against India. The Sri Lankan management confirmed that fact - but added they are hoping to persuade de Silva to play through this winter that will culminate in the World Cup in southern Africa in February and March."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}