{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/grogonomics/2018/jan/14/when-it-comes-to-negative-gearing-this-government-prefers-fiction-to-fact", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2018-01-13T21:06:24Z", "webTitle": "When it comes to negative gearing, this government prefers fiction to fact | Greg Jericho", "webUrl": "https://www.theguardian.com/business/grogonomics/2018/jan/14/when-it-comes-to-negative-gearing-this-government-prefers-fiction-to-fact", "apiUrl": "https://content.guardianapis.com/business/grogonomics/2018/jan/14/when-it-comes-to-negative-gearing-this-government-prefers-fiction-to-fact", "fields": {"headline": "When it comes to negative gearing, this government prefers fiction to fact", "bodyText": "What is it about negative gearing and its ability to make conservative governments espouse absurdities and to ignore advice? This week came the news that before the 2016 election, Malcolm Turnbull and Scott Morrison were making claims about the impact of the Labor party’s negative gearing policy that directly contradicted advice from the Treasury. This was followed on Thursday by Fairfax revealing that the New South Wales government had ignored the advice of its own treasury department that negative gearing was pushing up house prices. Negative gearing is the economic equivalent of a migrant crime story – something conservative political parties believe they can use to scare voters despite little or no relation to facts. And the facts certainly show that the ALP’s policy of limiting negative gearing to new housing and halving the capital gains discount will produce little to be scared about. Those who will most be affected, according to the treasury department, come from the top 20% – and that might give some insight into why conservative political parties and media organisations cling to the policy. To be honest, it was always pretty obvious that what Turnbull was saying about the ALP’s housing policy would have made some pretty powerful fertiliser. The prime minister, for example, in April that year referred to the ALP’s policy as a “housing tax” that was “a big sledgehammer they are taking to the property market” that would “devalue every home, every property, in Australia”. Yep. Every home. Every property. And while at the time it was clear his assertions lacked rigor, we now know he too knew this. A briefing document, first produced under FOI to the ABC this week, revealed that the Treasury had advised the government that the ALP’s housing policy might merely cause “some downward pressure on property prices” in the short term and that in the long term it could have “a relatively modest downward impact” on prices. That the Treasury was advising the government of this should not be a shock, and neither is discovering that the prime minister and treasurer were scaremongering and ignoring advice. Such news is merely – to use a favourite expression of the prime minister’s – a penetrating glimpse of the obvious. Turnbull also suggested Labor’s policy would affect commercial property despite the Treasury saying it wouldn’t. Whereas the prime minister told the Australian public that “what Labor clearly wants is for there to be less investment in Australia because they are jacking up the tax on investment”, the Treasury advised that “in fact the impact of the policy on investments in other asset classes, such as shares, may see investment in owner-occupier housing increase”. That the prime minister and treasurer have been found to ignore advice is a worry, but it is pleasing to discover that at least their idiotic ramblings on the issue were not based on advice from the Treasury. Most likely the next step for the government – one already earmarked by conservative media outlets such as the Australian – will be to argue that the advice shows the ALP’s policy is pointless because it won’t have a big impact. No doubt they will shift to the impact on rents and argue that while it may not smash house prices it will (to quote the prime minister from his April 2016 doorstop) “drive up rents”. Fortunately, here we don’t need to wait on another FOI request of Treasury advice, because we already have such advice based on evidence. In the 1980s, when the Hawke government did remove negative gearing, the impact on rental prices was decidedly mixed – they increased in Sydney and Perth but stayed flat elsewhere. And the release of the 1987 cabinet papers four years ago revealed that the Treasury then advised the Hawke government that the increase in rental prices in Sydney and Perth was because “local influences rather than tax measures dominate in metropolitan rental markets”. Essentially, before the removal of negative gearing in 1985, there was a shortage of rental accommodation in Sydney and Perth, and that was why rents rose in just those two cities. But I doubt such facts will matter – they certainly haven’t bothered the prime minister or treasurer so far. Neither will, I suspect, a study presented at a Reserve Bank conference, which found that the removal of negative gearing (something the ALP is not even proposing) would “lead to an overall welfare gain of 1.5% for the Australian economy in which 76% of households become better off”. That study, which argues increases in rent could be more than offset by increased government transfers coming from more tax revenue, suggest the winners of removing negative gearing would be “renters and owner-occupiers” but “landlords, especially young with high earning landlords, lose”. This is in agreement with the Treasury’s assessment that “negative gearing benefits high income families” and that the capital gains tax discount “overwhelmingly benefits high income families”. Once again, this is not new – given the publicly available tax data to argue that anything else requires one to be relatively unconcerned about facts. And facts are not the government’s strong suit on this issue. • Greg Jericho is a Guardian Australia columnist • On 15 January 2018 this column was amended. A previous version incorrectly said the study presented at a Reserve Bank conference had been written by the RBA."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}