{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2018/jan/05/manchester-united-v-derby-county-fa-cup-live", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-01-05T22:02:27Z", "webTitle": "Manchester United v Derby County: FA Cup third round – as it happened", "webUrl": "https://www.theguardian.com/football/live/2018/jan/05/manchester-united-v-derby-county-fa-cup-live", "apiUrl": "https://content.guardianapis.com/football/live/2018/jan/05/manchester-united-v-derby-county-fa-cup-live", "fields": {"headline": "Manchester United v Derby County: FA Cup third round – as it happened", "bodyText": "That’s all for now. Thanks as always for following along with us and be sure check out Jamie Jackson’s full match report from Old Trafford. Ten minutes ago it looked as if we were headed for a replay. Then came Jesse Lingard’s brilliant winner and Romelu Lukaku’s cherry on top. Truly, the better team won: the visitors were resolute but United were more incisive on the day and created the better opportunities. They knocked and they knocked and they knocked and eventually kicked the door down. And there’s the final whistle! Manchester United are through to the fourth round after a hard-fought, crowd-pleasing 2-0 win over Derby County. 90+1 min: The fourth official calls for three minutes of stoppage time. A half-chance for Derby from a cluster in the United box, but it’s cleared and the hosts have numbers on a breakaway. Martial picks out Lukuau on the break and his shot slips under the body of Carson to double United advantage and surely grant passage to the fourth round. 87 min: Derby throwing men forward now but United have taken possession and are starting to burn a bit of clock. Derby intercept a pass and it ends at the foot of Huddlestone, whose speculative shot from distance takes a deflection off a United defender – but the referee’s missed it and awards United a goal kick. Lingard takes one touch from the edge of the area before uncorking a brilliant right-footed shot into the top-right corner. A wonder strike. Not even Carson, who’s been on a magnificent run of form and never better better than tonight, could stop that one. 81 min: Now Derby will make their final sub as young Mason Bennett comes on for Tom Lawrence. 79 min: Carson steps up with a big save off a Lignard effort and Pogba squanders an open goal by putting it wide. Oh dear! Still scoreless. Now United are making their third and final substitution with Felliani coming on for Rashford, who was excellent in a variety of roles tonight. 75 min: Martial nearly muscles his way through Keogh and Pearce in the area to put it on goal but he’s denied and Derby are on the counter ... wait, no they’re not! It’s intercepted and now it’s United on the run up the left side. It’s played across to Lukaku and his header is off the post! Ah, the flag is up and he was offside. Whew! 71 min: Rashford has Carson beaten inside the area but his shot caroms off the far post. Again! It’s the second time he’s found the woodwork today and the sides remain in a scoreless deadlock. 69 min: Lindelof picks out Pogba at the top of the area and his first-time shot skids just wide of the post past the outstretched arms of Carson. Wildly entertaining match, this. All it’s missing is a goal. 67 min: Derby is making their first change with top scorer Matej Vydra (15 goals) coming on in place of Sam Winnall. Manchester United answers with Anthony Martial entering for Juan Mata. Both sides going for it. 65 min: Russell tries to beat Shaw one on one on a breakaway and is knocked down, springing to his feet and motioning for a penalty but it’s not given. Goal kick, says the referee. 64 min: A nifty one-two in the area between Herrera and Lukaku nearly results in United’s opening goal, but Derby’s work rate wins out and we’re still scoreless. Can they possibly keep the hosts off the board for another 26 minutes? 61 min: Another wonderful save by Carson, who turns away Pogba’s latest. The former Liverpool keeper, on a fine run of form with only four goals conceded in his last 11 games, has been outstanding today. 59 min: Lawrence sends one on goal from distance and Romero tips it out for Derby’s fourth corner, but the corner is quickly picked off by United and their off to the races on a counterattack as we head toward the hour mark. 56 min: Lukaku careeds into the area and sends a cross toward Mata but they can’t quite connect. United have clearly stirred from their prolonged half-time slumber. 54 min: Mata hits it clean from the edge of the box off Carson’s palms, then Pogba misses wide on a follow-up. 52 min: Herrera turns and has a shot from distance but it’s blocked out and United win a corner. It’s played to the far side of the area but cleared safely past the halfway line by Olssen. 50 min: Oh boy. After a bit of a ponderous start to the half for both sides, the ball falls to Tom Huddlestone in the area and his shot from the edge of the box is deflected out for a corner. Corner is played in and Romero comes off his line to punch it out for a throw-in. Wasted chance, that. 46 min: And we’re off in the second half. One change at the break and it’s not an insignificant one: Romelu Lukaku comes on in place of Henrikh Mkhitaryan. There’s the whistle and the sides head to the locker rooms scoreless at the break. United were on the front foot from the opening, dominating possession and enjoying the advantage in chances, but they have nothing to show for it after 45 minutes. More to come! 44 min: Romero steps forward to punch away a floated cross by Russell and we’re only moments from the whistle for half-time. 42 min: Two United players standing over it, four Derby players in the wall. It’s Pogba who takes it, bending a shot into the upper-left corner, but Carson is equal to the challenge and fully extends to make the save. It’s out for a corner but cleared by Derby from immediate danger. 41 min: Pogba is brought down by Lawrence a few yards outside the area and United will have a free kick from a dangerous spot. 37 min: United continue to apply pressure and win another corner. Mata plays it short again and it’s crossed into Rashford. This time the 20-year-old’s header lands straight in Carson’s waiting hands. 35 min: United win a corner. It’s played short by Mata, then whipped into the area by Mkhitaryan where an untracked Rashford meets it from five yards but sends the header off the right post! 28 min: A promising chance for Derby, but Winnall sends it wide after an inspired run down the center of the pitch. 27 min: United have continued to turn the screw for the last five minutes but have no chances to show for their efforts. Suddenly, Derby key a counterattack and win a free kick a few yards outside the area. It’s taken by Tom Lawrence, but his effort sails high over the crossbar into the night. 22 min: Moments after United’s first corner, Derby will have theirs as Olsson’s header forces a Romero to tip it safely out. The corner is headed over by Pierce and United will take over. 21 min: United win a free kick at the top of the area. A hugely dangerous spot. Five Derby players in the wall with two United players standing over the wall. It’s Mata who takes it and sends it into the upper-left corner, but Carson is there fully extended to make the save. It’s out for a corner, quickly taken by United, but soon cleared safely into the middle third. 19 min: Mkhitaryan plays through to Rashford, who slides past a pair of Derby defenders before sending a well-struck attempt narrowly over the bar. United’s best chance so far, surely. 18 min: Another knock on the door from United as Rashford has an attempt from distance but sends it wide. 14 min: It’s a quick counterattack through Winnall and Lawrence, but Lawrence finds himself all alone on the final approach and a Smalling tackle quells the threat. First whisper of a threat for the visitors on the day. 12 min: A spot of possession here for Derby, who string together a series of passes and briefly negotiate it into the final third. But they’re driven back by United’s press and ultimately dispossessed. 9 min: More from the imperious Pogba, who finds himself in space on the approach and curls a left-footed effort just over the bar from the edge of the box. 7 min: United win a free kick from distance and Rashford takes it. It swings in to meet Herrera in the area, but it’s sent wide of the target. An encouraging start for the hosts, who are moving the ball up the pitch with confidence and flair early on. 5 min: More patient build-up for United and this time is Pogba who takes a second touch from the top of the area and then has a go, but it’s corralled by Carson, the former Liverpool keeper. 3 min: United keeping the ball early on and building up slowly from the back. Finally they attack up the left side before Pogba finds Lingard in the area, but he sends it soaring over the crossbar. Lingard claims a deflection but the referee motions for a goal kick. 1 min: And they’re off! Derby County attacking from right to left in white shirts and black shorts, United from left to right in their familiar home kits. Not much longer now. The teams have emerged from the tunnel to the strains of the Stone Roses and we should be under way shortly. Hello and welcome to today’s FA Cup third-round tilt between Manchester United and Derby County at Old Trafford. As expected, with the league appearing out of reach and smarting from a Carabao Cup upset loss to Bristol City, Jose Mourinho has dialed up a strong side with five changes to the team that won 2-0 over Everton on New Year’s Day. Sergio Romero, Chris Smalling, Daley Blind, Henrikh Mkhitarayan and Marcus Rashford come into the team, with David De Gea, Phil Jones, Marcos Rojo, Nemanja Matic and Anthony Martial making way. On the other side, Derby manager Gary Rowett makes six changes from the side that started the 1-1 draw with Sheffield United in the Championship on Monday, with Andre Wisdom, Marcus Olsson, Alex Pearce, George Thorne, Tom Lawrence and Sam Winnall taking the places of Chris Baird, Craig Forsyth, Curtis Davies, Bradley Johnson, Matej Vydra and David Nugent. Manchester United: Romero, Lindelof, Smalling, Blind, Shaw, Ander Herrera, Pogba, Mata, Lingard, Mkhitaryan, Rashford. Subs: Rojo, Lukaku, Martial, Fellaini, Darmian, McTominay, Joel Pereira. Derby: Carson, Wisdom, Keogh, Pearce, Olsson, Thorne, Huddlestone, Weimann, Lawrence, Russell, Winnall. Subs: Martin, Baird, Bennett, Vydra, Hanson, Nugent, Mitchell. Referee: Kevin Friend (Leicestershire) Bryan will be here soon. Here’s some pre-match reading while you wait:"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}