{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2018/jan/16/bath-university-panel-glynis-breakwell-vice-chancellor-to-step-down-immediately", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2018-01-16T23:00:09Z", "webTitle": "Bath University panel says vice-chancellor must leave post now", "webUrl": "https://www.theguardian.com/education/2018/jan/16/bath-university-panel-glynis-breakwell-vice-chancellor-to-step-down-immediately", "apiUrl": "https://content.guardianapis.com/education/2018/jan/16/bath-university-panel-glynis-breakwell-vice-chancellor-to-step-down-immediately", "fields": {"headline": "Bath University panel says vice-chancellor must leave post now", "bodyText": "The body that scrutinises the running of University of Bath has passed a motion calling for the immediate departure of its vice-chancellor following a row about her pay. Dame Glynis Breakwell, whose pay package of £468,000 sparked a national debate around vice-chancellors’ pay and how universities are run, agreed to step down in November. However, in the statement released at the time she said she would take a sabbatical in August 2018, focusing on academic work before retiring in February 2019. It also emerged that Breakwell, who is the UK’s highest-paid university leader, would also remain living in her university-provided accommodation in Bath until then and that a car loan worth £31,500 would also be written off. The court, a statutory body with about 200 members that represents the interests of the university’s internal and external concerns, passed a motion expressing no confidence in Breakwell at a meeting on Tuesday. It called for her to stand down immediately and said the council went beyond its powers by granting the vice chancellor a six-month sabbatical. Her university-provided accommodation should be counted in her pay, it also agreed. Prior to agreeing to stand down, the Higher Education Funding Council for England (HEFCE) released a damning report after it investigated the conduct of the university’s remuneration committee and the events of university court meeting in February. Breakwell’s membership of the committee that had hiked her pay by nearly £200,000 in five years was also criticised. A spokesman for the university said Tuesday’s meeting took steps to implement recommendations made in the report by HEFCE into governance relating to remuneration, passing two motions. A motion calling for improvements to the institutional checks and balances system was agreed and will be implemented, the spokesman said. The pay row originally erupted after a freedom of information request by the Bath Chronicle showed that Breakwell made £471,000 in 2016/17, including benefits. The request also showed that a 1.7% increase on her base salary had been approved by the remuneration committee – totalling an additional £4,510, the paper revealed. Four MPs previously resigned from roles at the university in protest at her salary. Andrew Adonis, the former Labour minister, called it “the worst case of fat-cat pay” he had seen. Breakwell’s retirement terms have been a source of anger on campus since they were announced. In November, hundreds of students, accompanied by members of staff, marched at the university in protest. In a joint statement released at the time the campus unions UCU, Unite and Unison, said: “Prof Breakwell will receive more than £600,000 from the university, an enormous reward for failure, and will continue to exercise the authority which has generated the ‘climate of fear’ now openly talked-of on campus. “Prof Breakwell has lost our trust and our confidence: she must go now.” Last year, HEFCA announced they were making inquiries into the university leader’s retirement terms, following a letter from Labour councillor Joe Rayment. • This article was amended on 17 January 2017 because the court is not the body that oversees the running of Bath University. This has been corrected."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}