{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2018/jan/09/joe-arpaio-arizona-senate-seat", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2018-01-09T22:31:56Z", "webTitle": "Joe Arpaio, pardoned racial profiler, to run for Arizona Senate seat", "webUrl": "https://www.theguardian.com/us-news/2018/jan/09/joe-arpaio-arizona-senate-seat", "apiUrl": "https://content.guardianapis.com/us-news/2018/jan/09/joe-arpaio-arizona-senate-seat", "fields": {"headline": "Joe Arpaio, pardoned racial profiler, to run for Arizona Senate seat", "bodyText": "Controversial former sheriff Joe Arpaio announced on Tuesday that he would run for the United States Senate in Arizona. Donald Trump pardoned Arpaio in 2017 after he was convicted of contempt of court for violating a federal court order to stop racial profiling against Hispanics. In an interview with the Washington Examiner, the 85-year-old said that he was running as “a big supporter of President Trump”. Arpaio had long been known for his draconian views on illegal immigration and his harsh treatment of prisoners and undocumented immigrants detained while awaiting deportation or transfer to other jurisdictions. He was also an enthusiastic believer in so-called birtherism, the long-running campaign by some hardline conservatives, with Donald Trump as their cheerleader, to convince the public inaccurately that Barack Obama was not born in the USA and therefore was not eligible to be president. Arpaio served six terms as sheriff of Maricopa County, Arizona, the state’s largest jurisdiction, near Phoenix and the Mexico border, before losing his re-election bid in 2016. Self-anointed as “America’s toughest sheriff”, he gained notoriety during his 24-year tenure for detaining hundreds of undocumented immigrants in a sprawling jail known as Tent City and forcing them to wear pink underwear. The sheriff courted controversy and media attention – calling his own jail a “concentration camp”, serving inmates just two meals a day and selling replica pink underwear to the public – as he became a national figurehead for the virulent xenophobia Trump embraced in his presidential campaign. Trump’s decision to pardon the polarizing sheriff drew condemnation from both of the state’s Republican senators, as well as Democrats and Latino and immigrant advocacy groups. Arpaio is the only person so far to have received a presidential pardon from Trump. The populist and polarizing former sheriff joins a crowded Republican field in the race to succeed vocal Trump critic Jeff Flake, who announced he would not seek re-election. The former sheriff has a complicated history with Flake. He is currently facing a malicious prosecution suit from Flake’s son, who alleges Arpaio prosecuted him for animal cruelty in an attempt to embarrass the Republican senator. Currently, Kelli Ward, a former state senator who has been vocally backed by former White House aide Steve Bannon, is running for Flake’s seat and is expected to be joined by Martha McSally, a two-term congresswoman who was also the first woman to fly in combat. McSally is an establishment favorite who has won multiple tough races in her Tucson-based swing district. The winner of the Republican primary is likely to face Democratic congresswoman Kyrsten Sinema in the November general election. On Tuesday, Flake told reporters: “I won’t be supporting Joe Arpaio.” Of the sheriff’s bid, the Arizona senator joked: “Write about it fast because it won’t last long.” The Senate race is expected to be one of the most competitive in 2018 and a must-win for Democrats if they are to have any chance of winning control of the Senate in the midterms. Tom Perez, the chair of the Democratic National Committee, said: “Joe Arpaio is one of our nation’s most notorious agents of racism and bigotry,” Perez said in a statement on Tuesday. “He has spent his career tearing apart immigrant families and devastating Latino communities.” As head of the justice department’s civil rights division, Perez sued Arpaio in 2012, alleging long-standing racial profiling of Latinos. Asked about the criticism on Fox News Radio, Arpaio said it was “an honor to know he is going after me”. “He better worry about his own party and not target me,” Arpaio said. “Let him target me, that’s okay, he has been doing it all along anyway.” Critics of Arpaio says his entry in the Senate race could animate Latino voters. “If Republicans rally behind this monster, they will turn out Latino voters like never before – in Arizona and across the country,” Cristóbal Alex, president of Latino Victory Fund, a progressive political action committee, told the Guardian."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}