{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2018/jan/01/bristols-once-troubled-arnolfini-gallery-starts-to-pull-in-the-crowds", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2018-01-01T20:17:41Z", "webTitle": "Bristol's once troubled Arnolfini gallery starts to pull in the crowds", "webUrl": "https://www.theguardian.com/culture/2018/jan/01/bristols-once-troubled-arnolfini-gallery-starts-to-pull-in-the-crowds", "apiUrl": "https://content.guardianapis.com/culture/2018/jan/01/bristols-once-troubled-arnolfini-gallery-starts-to-pull-in-the-crowds", "fields": {"headline": "Bristol's once troubled Arnolfini gallery starts to pull in the crowds", "bodyText": "On a midweek lunchtime approaching Christmas, more than 300 visitors are in the busy, buzzy Arnolfini gallery in Bristol. Around a dozen people are rooted to the spot reading Grayson Perry’s social media tapestry Red Carpet; downstairs, the cafe and giftshop are packed. It’s a far cry from a busted arts organisation, one that was judged so troubled that in June it was removed from the national portfolio of Arts Council England. The main reason the Arnolfini is busy is that it is staging Perry’s self-fulfillingly titled The Most Popular Art Exhibition Ever! It was first shown at the Serpentine in London, where there were queues to get in. Claire Doherty, the Arnolfini’s new director, approached Perry about staging it before she formally started in August. She recognised she needed a big-bang moment, a catalyst for the future. It was even before the bombshell day on 27 June when the gallery was removed from the national portfolio. In an interview with the Guardian, Doherty chose her words carefully about the day. “The decision was made. I think it is really challenging … but it was made on the basis that the financial model was not perceived to be viable by the Arts Council. “My priority has been to come and look at the organisation and devise a financial model that is viable, and it is absolutely critical going forward. That involves also rethinking the Arnolfini in terms of its future vision. “One of the reasons I took the job was that I was ready for rethinking what an arts organisation with this history, and this reputation, could be for the future,” Doherty said. In the art world, Doherty is seen as the right person for the job. Innovative and dynamic, for 15 years she ran the internationally respected arts producers Situations, a company she founded. It became known for ambitious, thrilling site-specific work in unusual places, whether a gold rush on Folkestone beach, or Theaster Gates’s 24 days of sound and performance at Bristol’s Temple Church. It was also instrumental in rewriting Plymouth’s public art policy. Doherty is part of a generation of arts leaders looking at the role of arts organisations in a different way, in that they are not just showcases. They also need to have a strong social purpose and be a resource for the community – “we should be thinking of them as playing a role in people’s lives”. She describes the Arnolfini as an arts centre, and her vision for the future includes showing live art, dance, performance and music as well as internationally important visual art: “But it also has to use its resources, its building, its knowledge, its expertise, its networks for the greater benefit of the city.” The Arnolfini “should be an engine, with the heat going out, rather than coming in”. The gallery, in a converted 19th-century warehouse on the city’s harbourside, was founded in 1961. However, in recent years, not enough people were bothering to visit it and it was mired in financial troubles. It asked for extra money from the Arts Council, which is never a good sign. The council instead withdrew the Arnolfini’s annual £750,000 funding and removed it from its portfolio. It said the gallery was not viable in its current model. Sir Nicholas Serota, the Arts Council chairman, said it could not go on “staunching losses”. But he also expressed great faith in Doherty, and the money still exists in that £3.3m over four years was set aside “to invest in a bold new future for visual arts in Bristol for the long term”. Godfrey Worsdale, director of the Henry Moore Foundation, and James Lingwood, co-director of Artangel, were asked to lead a review “addressing the future of the visual arts in Bristol”. Their report is expected in the new year. “I’m getting on with renewing the business model of the Arnolfini, making sure that the organisation is revitalised, there is a solid business model, and that it is ready for the future,” Doherty said. “I’m not making any assumptions about the outcome of that review.” Important changes to the physical space to make it more welcoming were an early priority. Previously, “it was quiet, in every meaning of the term. There was not a sense of dynamism or energy in the building. “As soon as you step in the building, you should have a sense that you are in an arts organisation and want to hang out here, and want to be here.” New windows are letting in light and visitors to the bar and cafe can now see the harbourside. The Perry show has proved the perfect one for a new chapter in the Arnolfini’s history, with more than 180,000 visitors estimated to have visited across the run. “The fantastic thing has been the real diversity of audience in terms of age,” said Doherty. “We’ve had teenagers coming after school … and the amount of time people are spending, often at least a couple of hours.” Doherty has undertaken a mass consultation exercise on what the future of the organisation should be, ripping up the rule book. She has had coffees with more people than she can count, she says, among them artists, volunteers, councillors, dancers and other arts bosses. On the front window is a text commissioned from Edson Burton called Imagine New Rules, a provocation for new ideas. Doherty said they had received more than 2,000 submissions about what the new Arnolfini should be. What the future Arnolfini will be remains to be seen. The Perry show closed on Christmas Eve and, remarkably, no programming for 2018 has been announced. That is either worrying, or exciting. Doherty hopes it is exciting, and stresses that “international exhibitions will continue to be at the heart of what we do”. This year, though, will be one of transition. “Trialling new ways of programming with different kinds of partners, ensuring that the changes I want to make have time and space to take root so that we grow the new Arnolfini on solid ground.”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}