{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2018/jan/09/weatherwatch-wind-power-can-we-keep-the-lights-on", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2018-01-09T21:30:30Z", "webTitle": "Weatherwatch: can we keep the lights on when the wind fails to blow?", "webUrl": "https://www.theguardian.com/environment/2018/jan/09/weatherwatch-wind-power-can-we-keep-the-lights-on", "apiUrl": "https://content.guardianapis.com/environment/2018/jan/09/weatherwatch-wind-power-can-we-keep-the-lights-on", "fields": {"headline": "Weatherwatch: can we keep the lights on when the wind fails to blow?", "bodyText": "Last year was one of the greenest for power in the UK. Nearly one-third of all electricity came from renewable sources, and wind and solar provided more power than coal on 315 days of the year. Rapid growth in both solar and wind (the UK now has more offshore wind power capacity than any other country in the world) has enabled the UK to achieve these impressive statistics, but will the rise in renewables also make UK power more vulnerable to the whims of British weather? Researchers working on the European Climatic Energy Mixes project have been investigating future risk by assessing how the UK would fare with a repeat of the unusually cold winter of 2009-10. From mid-December 2009 a southward-displaced jet stream allowed cold air to pour in from eastern Europe, bringing widespread snow and plunging temperatures. The mean UK temperature for the entire winter was just 1.5C, the lowest since 1978-79 when it was 1.2C . As a result power demand surged, with electricity consumption between 10 and 20% above average on a number of occasions. Back in 2010 renewables provided less than 10% of UK electricity. But similar weather now might create a strain. “The low wind conditions in a repeat of winter 2009-10 would lead to a substantial reduction in wind power production over the season, which could lead to increased risks to electricity supply availability when combined with an increased demand due to low temperatures,” writes meteorologist Emma Suckling from the University of Reading. Winters like this might be getting rarer, but we still need a contingency plan when the wind fails to blow."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}