{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2018/jan/19/tom-brady-hand-injury-afc-championship-game", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2018-01-19T21:36:17Z", "webTitle": "Tom Brady mum on injured hand amid questionable status for AFC title game", "webUrl": "https://www.theguardian.com/sport/2018/jan/19/tom-brady-hand-injury-afc-championship-game", "apiUrl": "https://content.guardianapis.com/sport/2018/jan/19/tom-brady-hand-injury-afc-championship-game", "fields": {"headline": "Tom Brady mum on injured hand amid questionable status for AFC title game", "bodyText": "New England Patriots quarterback Tom Brady declined to discuss his injured hand on Friday or say if it would keep him from playing in Sunday’s AFC championship game where a Super Bowl berth is on the line amid reports he required stitches after the mid-week injury. The five-time Super Bowl champion, who injured his right throwing hand during practice on Wednesday, had a chance to shed some light on what has become the biggest story of the week in New England but decided to keep everyone guessing. “Not talking about it,” Brady told reporters when asked how his hand felt. He repeated the same answer when asked if he threw a football at Friday’s practice. Asked if he was confident that he would play against the visiting Jacksonville Jaguars, Brady simply said: “We’ll see.” Brady was listed as questionable when the Patriots released their final injury report on Friday afternoon, only fueling the intrigue. But Jaguars head coach Doug Marrone said he was not reading much into the storylines and fully expected the two-time NFL Most Valuable Player to feature on Sunday. “Tommy will play,” Marrone said. “We know that.” Various media reports said Brady injured his hand when a team mate ran into him at practice with 98.5 The Sports Hub’s Michael Felger reporting he needed four stitches to close the cut on his hand. “I heard it was a bloody mess but also that Brady’s been throwing the ball well,” NFL Network’s Mike Garafolo tweeted. While the injury is not considered serious, Brady did not practice on Thursday and cancelled his media availability that day. Brady also gave away very little when asked if he had played in greater pain than he was currently experiencing. “I’ve played in a lot of games with pain,” he said. Earlier, Patriots head coach Bill Belichick was just as tight-lipped when asked if Brady would be a game-time decision for Sunday, saying only: “Today is Friday.” Brady, the 40-year-old quarterback who was named to the Pro Bowl for a 13th time following another sterling campaign, has appeared on the defending champion Patriots’ injury report since late in the regular season but has not missed a game due to injury since 2008. “We’re going to continue to get ready for Jacksonville all the way through until game time,” said Belichick. If Brady were unable to play on Sunday, Brian Hoyer would start at quarterback for the Patriots, who are in the AFC title game for a seventh straight season, the longest streak in the NFL since 1970. Hoyer remains the lone other signal-caller on the New England roster after the team dealt Jimmy Garoppolo to the San Francisco 49ers for a second-round draft pick earlier this year."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}