{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2018/jan/09/new-york-city-police-solve-1994-case-that-newspaper-called-a-hoax", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2018-01-09T22:26:01Z", "webTitle": "New York City police solve 1994 rape case that newspaper called a hoax", "webUrl": "https://www.theguardian.com/us-news/2018/jan/09/new-york-city-police-solve-1994-case-that-newspaper-called-a-hoax", "apiUrl": "https://content.guardianapis.com/us-news/2018/jan/09/new-york-city-police-solve-1994-case-that-newspaper-called-a-hoax", "fields": {"headline": "New York City police solve 1994 rape case that newspaper called a hoax", "bodyText": "New York City detectives announced on Tuesday they had cracked a 23-year-old rape case that a newspaper columnist wrote at the time was a hoax. A woman was walking through Brooklyn’s Prospect Park during the daytime in 1994 when she was attacked by a stranger, who choked her from behind, dragged her up a wooded slope and raped her. The then 27-year-old Yale graduate had been out jogging and was heading home with groceries. She gave police a detailed description of her attacker but the NYPD initially cast some doubt on her account and shared its skepticism with the media. The late New York Daily News columnist, Mike McAlary, wrote that he had heard from a police source that the woman invented her story because, as an activist, she thought it would bolster a speech she was planning to give at a rally protesting violence against lesbians. The police soon reversed their stance and reported that semen had been collected from the victim’s body and clothing, although with the technology available at the time they were not able to separate it from the victim’s DNA and search for a possible match. They recently applied new technology and were able to match the sample from the rape kit with a known perpetrator on file. But, at the time, McAlary continued to write articles casting doubt on the victim’s integrity and calling for her to be arrested. The woman sued the newspaper for libel, but the judge in the case imposed an unusually heavy burden of proof on the victim, arguing that she was a public figure because of her activism, even though she was not named by the NYPD or in the media. Ultimately, the case was dismissed. McAlary died in 1998. On Tuesday, Robert Boyce, NYPD chief of detectives, said that modern technology had been used to retest the evidence and his team had matched the DNA to a notorious serial rapist, James Edward Webb, as first reported in the New York Post. Webb is currently serving 25 years to life in prison in upstate New York for raping a total of 10 women, six in the 1970s and then four in the mid-1990s during a stint out on parole. Boyce called Webb a “savage”, even though when challenged in his cell the inmate denied knowledge of the Prospect Park case. Boyce said on Tuesday the woman wept with joy when she was told the case had finally been cracked. “You can imagine how emotional she was,” Boyce said. “I think my detectives cried with her.” He said cold-case detectives have been going through unsolved stranger rapes to see what evidence they had on file and what they can test using more up-to-date methods. Her lawyer, New York attorney Martin Garbus, said she was experiencing very mixed emotions. “She’s feeling a combination of pain, confusion and relief,” Garbus, who represented her at the time of the case, told the Guardian. She has asked the Daily News and the NYPD to issues apologies for how she was treated. Garbus said it was not clear if she had the right now to file any fresh lawsuits in the case. “We are examining all options,” he said. “The newspaper stories, which were relentless, day after day, were nearly as traumatizing as the rape itself,” Garbus said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}