{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2018/jan/24/even-one-cigarette-a-day-greatly-raises-cardiovascular-risk-experts-warn", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2018-01-24T23:30:01Z", "webTitle": "Even one cigarette a day greatly raises cardiovascular risk, experts warn", "webUrl": "https://www.theguardian.com/society/2018/jan/24/even-one-cigarette-a-day-greatly-raises-cardiovascular-risk-experts-warn", "apiUrl": "https://content.guardianapis.com/society/2018/jan/24/even-one-cigarette-a-day-greatly-raises-cardiovascular-risk-experts-warn", "fields": {"headline": "Even one cigarette a day greatly raises cardiovascular risk, experts warn", "bodyText": "Smoking just one cigarette a day is more dangerous than commonly thought, say researchers who have found it still raises the risk of coronary heart disease or stroke to about half the risk from smoking 20 a day. The team behind the study say that the findings emphasise that cutting out cigarettes, rather than just cutting down, is necessary to dramatically reduce the chance of cardiovascular problems – a key cause of premature death among smokers. “There seems to be a belief that cutting down a lot greatly reduces your chance of getting all smoking related disorders,” said Allan Hackshaw, co-author of the research from University College London. “Whilst that is true for cancer, it doesn’t seem to be true for heart disease or stroke.” Writing in the BMJ, Hackshaw and colleagues describe how they looked at data from 55 published reports, covering 141 studies carried out between 1946 and 2015 and involving several million people in total, to examine the impact of smoking on coronary heart disease or stroke. The team analysed the studies to explore how much the risk of coronary heart disease or stroke increased for those smoking on average one cigarette a day, five a day or 20 a day, compared with those who had never smoked. The team then pooled the results and analysed how smoking one or five cigarettes a day affected health compared with smoking 20 a day. For both cardiovascular conditions the risks of smoking, compared with not smoking at all, were higher for women than men. Looking specifically at studies which took into account a range of factors such as age, BMI, cholesterol and blood pressure, the team found that men smoking one cigarette a day have a 74% increased risk of coronary heart disease compared with never-smokers, while women who smoked one a day had a 119% increased risk. While it might be expected that the risks of coronary heart disease or stroke for those smoking one a day would be about 5% of that for those smoking 20 a day – as is the case for lung cancer – the risk was in fact much higher. “The problem is with cardiovascular disease, the effects on the blood system, the heart, occur really quickly,” said Hackshaw. “You only need a little bit of exposure to give you the big harmful effects; that is why the one cigarette per day carries a much bigger risk than many people realise. When you smoke up to 20 [a day] it gives you more risk, but not hugely more.” Men smoking one cigarette a day had 53% of the coronary heart disease risk of those smoking 20 a day, and 64% of their risk for stroke. Meanwhile women smoking one cigarette a day had 38% of the coronary heart disease risk and 36% of the stroke risk of a women smoking 20 cigarettes a day. While the team note that there were differences between the studies, they found that all studies showed the risk from one cigarette a day on coronary heart disease to be far greater than 5% of that from smoking 20 a day. What’s more, they say further analysis showed the results are not due to heavy smokers cutting down, which could have complicated the results. “To cut down is a good thing, but really to avoid the risk of cardiovascular disease [smokers] really have to stop,” said Hackshaw, adding that devices like e-cigarettes can help smokers quit. Deborah Arnott, chief executive of the charity Action on Smoking &amp; Health, said the evidence was clear. “Sadly, many smokers are in denial and refuse to believe a few fags a day will do any harm,” she said. “Vaping is much less harmful and smokers who can’t quit because they crave the nicotine should consider switching, but they need to stop smoking completely.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}