{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2018/jan/28/jurgen-klopp-liverpool-fa-cup", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-01-28T22:30:30Z", "webTitle": "Jürgen Klopp expects positive response from Liverpool as pressure builds", "webUrl": "https://www.theguardian.com/football/2018/jan/28/jurgen-klopp-liverpool-fa-cup", "apiUrl": "https://content.guardianapis.com/football/2018/jan/28/jurgen-klopp-liverpool-fa-cup", "fields": {"headline": "Jürgen Klopp expects positive response from Liverpool as pressure builds", "bodyText": "Jürgen Klopp said the pressure is on Liverpool following their FA Cup exit and the reaction to defeat by West Bromwich Albion will determine their fortunes in the Champions League. Klopp’s hopes of winning the first trophy of his Liverpool reign rest on the Champions League this season after his team were deservedly beaten by Alan Pardew’s side on Saturday. The 3-2 home defeat condemned Liverpool to a third consecutive fourth‑round exit under their manager and was a second successive loss against a team in the bottom two of the Premier League following the reverse at Swansea City last Monday. VAR intruded Albion’s fine performance at Anfield where the referee, Craig Pawson, used the system for three correct first-half decisions but also strayed into farce with several unnecessary reviews. It could not camouflage another poor defensive display from Liverpool. Their manager admits the success of this campaign, whether through winning the Champions League or finishing in the top four of the Premier League, depends on an immediate response. Klopp, who takes his team to Huddersfield Town , said: “It’s not difficult to think about it [recovering for the Champions League]; it’s more difficult to find the right answer. We have to show in the next game what we really want. It’s not the first game we’ve lost and it’s all about reactions. We have to do better. We’ve played two games in a row in which we didn’t perform like we can. Look at both games and you have to say that was not good enough, simple as that. What we achieve, we will see in the next few games “There are a lot of games to play, a lot of big challenges waiting for us and we have to be ready. After each defeat, if you learn from it, then it makes a little bit of sense. If you don’t learn from it, then it makes absolutely no sense.Of course the pressure increases in a situation like this, the pressure we make on ourselves, but that’s how it is.” The defeat was Liverpool’s first at Anfield since 23 April 2017 and arrived less than two weeks after they inflicted a first Premier League loss of the season on Manchester City. Klopp, whose team face Porto in the Champions League last 16 next month, denied complacency had crept into his players having beaten the league leaders. “It was only a few days ago we were here talking about Man City, one of the best football games we were a part of. That’s how it is. Nothing in training gave me a sign that the boys misjudged the success or result against Man City, or the performance. We are really serious people and I think we took it in the right way. But then we had two games and we have to show that we can do better. It’s not allowed to concede goals like we conceded.” Liverpool benefited from two VAR decisions against Albion – with Craig Dawson having a goal disallowed for a marginal offside and Mohamed Salah winning a penalty after being pulled by Jake Livermore. Klopp, unsurprisingly, was not as bewildered as the Albion manager, Alan Pardew, about the system. “It’s the start of it,” he said. “It’s normal that it’s a little bit rusty but I think it will be OK.” But he was annoyed that VAR was not used to penalise the Albion substitute Ahmed Hegazi for a bad challenge on Roberto Firmino that was missed by the match officials. Klopp, who will be without Adam Lallana for another week because of a muscle tear, said: “Harsh challenges should be picked up. I’m not 100% sure but I think if the video assistant referee is not responsible for something like that we should think over the rules again because the ref needs help in a situation like this. I’m sure he would have whistled if he saw it but he didn’t. If you see it on television it’s just horrible.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}