{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2018/jan/19/donald-trump-and-theresa-may-to-meet-in-switzerland", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2018-01-19T22:48:48Z", "webTitle": "Donald Trump and Theresa May to meet in Switzerland", "webUrl": "https://www.theguardian.com/us-news/2018/jan/19/donald-trump-and-theresa-may-to-meet-in-switzerland", "apiUrl": "https://content.guardianapis.com/us-news/2018/jan/19/donald-trump-and-theresa-may-to-meet-in-switzerland", "fields": {"headline": "Donald Trump and Theresa May to meet in Switzerland", "bodyText": "Theresa May will meet Donald Trump when they both attend the World Economic Forum in Davos next week. Downing Street and the White House confirmed that the pair would hold a bilateral session, which is likely to focus on foreign policy issues such as Syria and North Korea. The forum will take place at the Swiss ski resort from Tuesday to Friday next week, and will be attended by politicians and leaders in the business world. Trump will be the first sitting US president to attend in person since Bill Clinton in 2000. The meeting comes after Trump cancelled plans to travel to the UK for the opening of a new US embassy. A visit was expected to attract mass protests. The US president has tweeted that he was unhappy that his predecessor, Barack Obama, had sold the current embassy for “peanuts” in order to build a $1bn (£750m) replacement, calling it a “bad deal”. In fact the plan was first reported in October 2008, when George W Bush was still president. London mayor Sadiq Khan said Trump had “got the message” from Londoners who considered his policies and actions to be the polar opposite of their city’s values of “inclusion, diversity and tolerance”. Khan, who has been singled out for criticism by the US president more than once, said the planned visit would have been met by mass peaceful protests. “This just reinforces what a mistake it was for Theresa May to rush and extend an invitation of a state visit in the first place,” he said. However, in an interview with the Guardian, foreign secretary Boris Johnson claimed that the Labour mayor and his party leader Jeremy Corbyn were placing US-UK relations at risk and insisted the invitation for a state visit remained firm. “To try to banish the president of the United States from visiting the UK when he’s had trips to France, to Germany, to Japan, to China, is, I think, for the Labour party extremely odd,” Johnson said. May’s recent meetings with Trump have been at G7, G20 and the General Assembly of the United Nations UNGA, where the pair discussed the Syrian crisis, the fight against Islamic State and the threat from North Korea. Trump’s press secretary Sarah Huckabee Sanders said: “President Trump looks forward to having a bilateral meeting with UK prime minister May in Davos next week to further strengthen the US–UK special relationship. Other details on the president’s schedule at Davos will be announced next week.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}