{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/live/2018/jan/05/uk-car-sales-brexit-us-unemployment-stock-markets-business-live", "type": "liveblog", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2018-01-05T22:02:09Z", "webTitle": "Wall Street and FTSE 100 hit new highs as bull market shakes off  US jobs report - as it happened", "webUrl": "https://www.theguardian.com/business/live/2018/jan/05/uk-car-sales-brexit-us-unemployment-stock-markets-business-live", "apiUrl": "https://content.guardianapis.com/business/live/2018/jan/05/uk-car-sales-brexit-us-unemployment-stock-markets-business-live", "fields": {"headline": "Wall Street and FTSE 100 hit new highs as bull market shakes off  US jobs report - as it happened", "bodyText": "And finally.... the Dow Jones has continued to ‘melt-up’ with aplomb. The benchmark US stock index gained another 220 points, or 0.88%, to finish the day at 25,295, which is obviously a new all-time high. The S&amp;P 500 also hit a new closing high, as Wall Street celebrated its best start to a new year since 2006. Economic optimism, and predictions that US interest rates won’t be hiked too quickly, helped to push shares higher. Can the bull market continue next week? Come back on Monday to find out :) Until then, goodnight! GW Hello again. Marketwatch has an interesting explanation for the market rally: Investors are feeling good about the U.S. stock market. In fact, they haven’t felt this good in years. The latest AAII investor sentiment survey, conducted on Jan. 3., indicates that 59.8% of polled investors are bullish on the market, meaning they expect prices will be higher in six months. That’s the highest level in about seven years, since a reading of 63.3% on Dec. 23, 2010, and it is significantly above the 38.5% historical average. The number of bullish investors has gone up by 7.1 percentage points in the past week alone. There has been a corresponding drop in both bearish and neutral investors. The percentage of market pessimists has dropped to 15.6%, down 5.1 percentage points over the last week, while neutral investors have slid by 2 percentage points to 24.7%. Both are below their historical averages, which is 30.5% for bears and 31% for neutral investors. More here: Bullish sentiment for U.S. stocks is at a seven-year high OK, time for a recap. The global stock market rally has driven Britain and America’s stock markets to fresh highs today, despite an underwhelming employment report from the US. The Dow Jones index has pushed further over the 25,000 mark, while in London the FTSE 100 has closed at a new peak over 7,700. Shares jumped despite the news that America’s economy didn’t create as many jobs in December as expected. The closely-watched Non-Farm Payroll only rose by 148,000, missing forecasts of a 190,000 gain, while wage growth was unexceptional at 2.5% over the last year. My colleague Dominic Rushe explains: The headline numbers suggest that the jobs market remains strong. The labor department announced that the unemployment rate held steady at 4.1% in December, close to a 17-year low. The US economy has now added more than 2m jobs a year for seven straight years, a run last seen in the 1990s. But the pace of hiring has slowed, the recovery remains uneven, and wages continue to lag behind growth. Analysts voiced concerns that US retailers cut jobs in December - despite the festive shopping season. In the UK, car sales fell in December for the first time since 2011 - and by the biggest amount since 2009. Further falls are expected in 2018, as consumers continue to shun diesel cars -- with some switching to electric cars instead. The automobile industry is now urging the government to agree a Brexit transition deal by March, at the latest, otherwise manufacturers will be forced to trigger contingency plans. I’ll be back later with the close of Wall Street.... Boom! The FTSE 100 has ended the week at a new all-time high. The blue-chip index of the biggest companies listed in London has closed at 7724 - the first time it has finished over the 7700 mark. That’s a gain of 28 points, or 0.37%. Energy provider Centrica and water group United Utilities were the biggest risers, up around 3% after an analyst upgrade. But insurance group Admiral led the fallers, down 3% after figures showed UK car sales fell last year - and may keep falling in 2018. Fewer new cars means less insurance business. Other European markets also had a strong day, as the first week of 2018 gets off to a strong start. No wonder analysts are talking about a ‘melt-up’.... I missed this detail earlier, but the opening bell of the New York stock exchange was rung by a professional bull rider - J.B. Mauney. This honour was to mark the 25 anniversary of Professional Bull Riders (an enterprise devoted to the noble art of not falling off a 2000 pound bull with a temper). You know you’re in a bull market when you see stetsons on a trading floor.... With 30 minutes to go, London’s stock market could end the week at a new record high. The FTSE has dropped back from this morning’s intraday peaks, but is still 11 points higher than yesterday’s record close, at 7707 points. Here’s a nice summary of the US jobs report: Just in: German lender Deutsche Bank says Donald Trump’s tax reform package will cost it €1.5bn. This makes Deutsche Bank the latest in a string of major companies to announce that their deferred tax assets are less valuable, now that America’s corporation tax rate is being cut from 35% to 21%. Deutsche also says that weak markets have hit its revenues, meaning it will post a small loss for the fourth quarter of the financial year. This has sent Deutsche’s shares sliding almost 5%. It’s slightly ironic, as Deutsche Bank has been a major lender to Donald Trump over the years (a relationship that has come under increasing scrutiny). MSNBC’s Steve Benen have calculated that US job creation slowed last year - the first 12 months of Donald Trump’s presidency. Benen writes: Now that we have data for all of the previous calendar year, we can note that the U.S. added 1.84 million jobs in 2011, 2.19 million jobs in 2012, 2.33 million in 2013, 3.11 million in 2014, 2.74 million in 2015, 2.24 million in 2016, and 2.05 million in 2017. Or put another way, while Donald Trump’s first year as president has been pretty good overall for job creation, Americans nevertheless saw the slowest job growth in six years. Newsflash: US factory orders rose by 1.3% in November, beating the consensus forecast of 1.1% growth. That’s up from 0.4% in October, and the fourth monthly rise in a row. American factories reported rising demand for transportation and electrical equipment. However.... the latest survey of America’s services sector is less impressive. Growth slowed to a four-month low in December, according to ISM’s non-manufacturing index which has dipped to 55.9 from 57.6. Boom! The US stock market has hit fresh record highs (yet again) at the start of trading in New York. Traders are shrugging off the news that America’s job creation slowed last month. The Dow Jones continued its march upwards, gaining 70 points to 25,145. The S&amp;P 500 and the Nasdaq are also pushing higher, as the bull market shows no inclination to fizzle out. But while shares rise, the US dollar has dropped. Jacob Deppe, Head of Trading at online trading platform, Infinox, explains: “Surprisingly, Wall Street shook off the lower than expected jobs data and rose still higher, although the Dollar fell 0.3% versus the Euro and 0.26% versus the Pound on the news. “December’s Non-Farm Payrolls data does not fit the current narrative of booming US growth. The initial reaction from the market is to ignore. That could be perilous. “It’s also possible markets have decided the recent harsh weather contributed to the slowdown in jobs The good news is that America’s economy has now created jobs for 87 months in a row - dating back to early in Barack Obama’s first term as president. That has helped to pull the jobless rate down to its lowest since the end of 2000, at just 4.1%. Bart Hordijk, Market Analyst at Monex Europe, says the US may be approaching full employment: “2017 has been an extraordinary year for the US labour market, with around 200K jobs added every month, leading the Unemployment Rate to its lowest point in 16 years. The fact that we now see a slowdown can be more of a sign of employers not being able to find qualified personnel, than it is an indicator of weakness in the US economy. Despite the fact that the Hourly Earnings Growth remains soft, this can report can still be a nudge for the Federal Reserve in the direction of hiking the rates. The 148,000 increase in the US non-farm payroll last month was “slightly disappointing’, says Paul Ashworth of Capital Economics. He also singles out the drop in retail employment: Looking at the December gain in detail, manufacturing had a strong month, adding 25,000 jobs. Given the strength of the global economy, the decline in the dollar and the recent strength evident in the surveys, we can expect further factory job gains in the next few months. The obvious weakness was in retail, which shed 20,300 jobs. That could be just noise or a consequence of the shift from bricks and mortar stores to online. As a comparison, couriers &amp; messengers added only 2,100 jobs, so in net terms the structural shift is hardly positive for employmen Kully Samra, UK Managing Director at Charles Schwab, says: “The US economy ended on a mixed note in 2017. However, despite disappointing job numbers, over the year average hourly earnings have risen by 2.5%. In addition, we have seen the economy grow quarter on quarter, manufacturing and services indices rise and other factors such as business confidence and housing are also picking up. Here’s Ian Kernohan, economist at Royal London Asset Management, on today’s Non-Farm Payroll: “There was something for everyone in the latest US Labour Market Report. On the one hand, employment growth slipped below 200,000 after a couple of strong months, while on the other, the headline rate of unemployment remained very low at just 4.1%, on an unchanged participation rate. Wage growth ticked higher to 2.5%, still a very modest rate despite the sharp fall in unemployment over the past few years. “The Federal Reserve puts much more weight on labour market data than on any other information, including the volatile and often misleading early estimates for GDP. Most survey based indicators of economic growth are strong in the US, and while the current severe weather is bound to impact economic activity in Q1, the Fed tend to look through these events, and are still on track to raise interest rates once again in March.” Jobs site Indeed.com have made a handy charts showing where jobs were created, or destroyed, last month across the US economy: Ben Casselman of the New York Times is also worried by the fall in retail jobs Seth Harris, who was deputy US labor secretary under president Obama, is concerned by the rise in under-employment (the U-6 rate). He tweets: Yikes! America’s retail sector cut around 20,000 jobs last month, according to today’s non-farm payroll. That could be proof that the rise of internet shopping is forcing Main Street stores to cut back. The NFP report also shows a 55,000 increase in goods-producing jobs, a 30,000 increase in construction, and a 91,000 increase in service-sector roles. Worryingly, the US under-employment rate rose to 8.1% in December, from 8.0% in October. That means more Americans wanted to work more hours than they were able. In better news, November’s non-farm payroll has been revised up to show 252,000 new jobs were created (up from 228,000). But what the revisions give with one hand, they take with the other. October’s NFP has been revised down to 211,000, from 244,000. Instant reaction - this isn’t a great jobs report. It’s not a disaster either. On wages..... earnings rose by 2.5% per year in December, as expected. But November’s wage data has been revised down, to 2.4% (from 2.5%). Breaking! The US economy created 148,000 new jobs in December. That’s rather less than the 190,000 which economists had predicted. The unemployment rate has come in at 4.1% - unchanged on last month. More to follow..... No argument.... Just five minutes to go, and the excitement is building.... The US jobs report is notoriously hard to predict, and invariably revised sometime in the future. But the Non-Farm Payroll is still one of the most eagerly awaited pieces of economic data in the calendar, as it gives an insight into how the world’s largest labo(u)r market is performing. As Naeem Aslam of Think Markets puts it: Today is the day- the most important economic data, the US Non-Farm Payroll number, on the face of the earth will reveal its colour. This number sets the trading tone and the trend for the rest of the month for traders. Today’s number would provide us significant clues if the moderate growth in the US economy has left any impact on the jobs market, most importantly on the wage growth. Since the financial recession, the jobs market has been strengthening and this momentum was set by former President Barak Obama and Mr Trump is reaping the rewards. World stock markets are at record levels today, partly thanks to Britain’s FTSE 100 hitting new heights this morning. And Wall Street is likely to push the bull market even higher when trading begins -- unless the US jobs report is a shock. Lukman Otunuga, Research Analyst at FXTM says: Another day, another record high for world stocks, as a growing sense of optimism over the global economy boosts risk sentiment. Asian shares ventured higher during early trading on Friday, while European markets opened on a positive note amid the risk-on environment. With the Dow Jones Industrial Average surpassing 25,000 for the first time ever on Thursday, U.S equity bulls are clearly back in town and as such, we could see further gains on Wall Street this afternoon. Investors on both side of the Atlantic are bracing for the latest US jobs report to hit the wires, in 35 minutes time. December’s Non-Farm Payroll is expected to show that America’s economy created around 190,000 new jobs last month, leaving the unemployment rate at just 4.1%. However, there is talk that the NFP could be better, after another survey yesterday suggested that US firms hired 250,000 people in December. Here’s a round-up of the latest Wall Street forecasts: Economists will also be looking closely at the wage growth figures, for signs that the US economic recovery is reaching workers’ pockets. Average earnings are expected to have risen by 2.5% per year, the same as a month ago, and by 0.3% in December alone. Craig Erlam of City firm Oanda says: We’ve been promised higher inflation and wage growth for some time and investors are increasingly not buying it. Even some policy makers are starting to question why nothing has not materialised and should that continue, rate hike forecasts will start to slip, especially with interest rates now already elevated. Today’s jobs report should offer some insight on this, with average earnings having arguably become the most important component of it. Still earnings are only expected to have risen by 2.5% compared to a year ago, below last year’s peak and well below where they need to be for inflation to sustainably return to target. Whatever happens, we’ll probably hear Donald Trump’s views through the usual channel.... The Labour Party is also voicing concerns about the drop in UK car sales last year. Rebecca Long-Bailey MP, Labour’s Shadow Business Secretary, says: “The Government’s mismanagement of the economy and mishandling of the Brexit negotiations has shaken consumer and business confidence and it’s concerning that the sales of new cars are falling. “The industry has been warning the Government time and time again and, as has become typical with the Tories, they have failed to listen or take action. “The British car industry is a vital part of our economy, directly employing up to 170,000 people. Labour’s Industrial Strategy will set out a radical programme of investment and genuine partnership between industry and government, to protect vital jobs and build an economy that works for the many, not the few.” Here’s our financial editor, Nils Pratley, on the idea that markets are in a melt-up phase: Over in the City, the FTSE 100 index has climbed to new heights. It just hit 7727 points for the first time, up 0.4% or 31 points today, as the global stock market rally continues to bubble away. Markets have been surging in recent weeks, and there is plenty of talk that shares will keep rising as markets ‘melt-up’. Rupert Harrison of asset manager BlackRock (and former top official in the UK Treasury), told Bloomberg TV that “there are very good reasons to be positive” Harrisons says: Since coming back from New Year, the phrase I’ve heard most is ‘melt up’. There’s been a strong start to the year, and there are good reasons for that - the data is staying barn-stormingly strong. There doesn’t seem to be any sign of the reversion to the mean that people had been looking out for. On top of that, you’ve got tax cuts in the US juicing the prospects for earnings and also potentially boosting the Capex cycle we are in. But, Harrison also cautions that there are some potential risks, including: Everyone is ‘bought in’ to the idea that global growth will continue, so any slowdown could alarm investors.. Trade policy: Donald Trump must soon decide whether to take action against China over the alleged dumping of cheap metals and solar panels. The US president is up early, and wasted no time in tweeting about the bull market: But as one City expert has already pointed out, each 1,000 point gain is less impressive than the last one..... While diesel sales slumped by 17% last year, sales of alternatively-fuelled vehicles jumped by almost 35% as more people bought electric cars. This shows that consumers are keen to drive less polluting vehicles, argues Greenpeace UK’s clean air campaigner Paul Morozzo. He says: “Sales of diesel cars are falling but sales of EVs and hybrids are growing at double-digit rates. Consumers are sending a clear message to the car industry that it’s time to move on from polluting diesel and the industry should listen to it. Diesel cars have been fuelling a major air pollution crisis that has made our cities’ air toxic and harmful to breathe. EVs and hybrids are better for both air quality and the climate. If the UK car industry fails to invest in the technologies that consumers want then they’ll be left behind in the race for this trillion-dollar market.” This charts hows how the market changed last year: Back to cars, and Ana Nicholls of the Economist Intelligence Unit, has identified several reasons for the drop in sales last year: Most people who can afford a new car have bought one recently, and pent-up demand from the auto market crash during the financial crisis is now completely sated. The average age of cars on the road is now less than eight years, so there’s little replacement demand. Consumer confidence is faltering: with incomes nearly stagnant and the outlook uncertain because of Brexit people are becoming less keen to take out credit. November’s rise in interest rates didn’t help, raising many people’s mortgage payments and making the financing deals from dealers less attractive A drop in PPI claims has also cut the number of people with one-off lump sums to spend. The sharp slump in diesel sales, after the VW scandal exposed concerns about NOx emissions. With the London congestion charge now higher, and the vehicle excise duty due to rise for the most polluting diesels, buyers are edging away rapidly. In the longer term there will be a shift towards electric cars, but at the moment sales (though fast-growing) are too low to make up the difference. The latest inflation figures from the eurozone are out -- and they show that prices are rising more slowly than expected. Despite the European Central Bank’s huge money-printing operation, eurozone inflation probably only rose by 1.4% per year in December, down from 1.5% in November. Energy prices were up 3% year-on-year, down from 4.7% in November, while food, alcohol and tobacco inflation dipped to 2.1% from 2.2%. This seems to vindicate the ECB’s decision to press on with its monetary stimulus -- which has been a factor behind the rise in stock markets recently. Guardian Business has launched a daily email. Besides the key news headlines that you’d expect, there’s an at-a-glance agenda of the day’s main events, insightful opinion pieces and a quality feature to sink your teeth into each day. For your morning shot of financial news, sign up here: Breaking away from the car sales figures.... we have good news for the UK economy. UK productivity (basically how much each worker actually produces) jumped by 0.9% in the third quarter of last year, new figures show. That’s the largest increase in productivity since April-June 2011, and may show that future growth will stronger than previously expected. Labour productivity grew in both the services and manufacturing industries, according to the Office for National Statistics. This looks like good news for the UK government. Last autumn, the independent Office for National Statistics slashed its forecast for productivity growth, having concluded that it would not recover to its levels before the financial crisis. Weak productivity leads to slower economy growth, smaller tax receipts and higher government borrowing. But.... UK productivity has still taken a severe knock over the last decade, and basically flat-lined since the financial crisis. Unions fear that British car workers could be laid off this year, if sales don’t recover. Tony Burke, assistant general secretary of Unite, says the UK’s “world class car workers” will be looking to the year ahead with trepidation”, adding: “The government has caused confusion and damage with its policy on diesel cars and needs to start listening to the industry and workforce. Diesel engines produced by Unite members in the UK are the cleanest in the world. “Ministers’ botched and badly thought through announcements are causing major damage to the industry. Combined with economic and Brexit uncertainty this risks taking the sheen off the jewel in the UK’s manufacturing crown and the 800,000 high skilled jobs it sustains. 2018 could be another bad year for the motor industry, if consumer confidence remains subdued. Richard Jones, managing director of motor finance group Black Horse, says the next few months will be crucial “I believe we’ll see new car sales continue to decline in the first quarter of 2018 given that this period in 2017 was so strong. This should help dampen fears of oversupply having a negative impact on used car prices and is positive in the long term by ensuring the new car market is operating from a sustainable position. I would also expect the used car market to continue to perform well. “With uncertainties facing the UK economy it’s hard to make a confident forecast for 2018 as a whole. I believe a big test for the industry will come after quarter one when we will see how the underlying UK economy and consumer confidence is influencing car demand.” Brexit is the biggest threat to the UK automobile industry this year, according to a new survey of car dealers from Close Brothers Motor Finance. More encouragingly, 92% of dealers are confident about business prospects in the market for 2018, up from 63% last year. However, that optimism could wilt if Britain doesn’t agree a Brexit transition deal soon.... Worryingly, the drop in diesel car sales seems to have pushed emissions of carbon dioxide up. That’s a disappointing consequence of consumers shunning diesel motors and buying petrol ones instead, following revelations that diesel cars were pumping more nitrogen oxides into the atmosphere than officially reported. The SMMT explains: Carbon tailpipe emissions have risen for the first time since 1997, with new cars averaging 121.04g/km, up 0.8% on 2016. Last year, UK new car CO2 emissions fell for the 19th consecutive year and this is the first year the figure has risen since records began. The SMMT have just issued a press release, confirming that UK car sales declined in 2017. Here are the key points: Overall annual demand falls -5.7% in 2017 – but new car market still third biggest in a decade at over 2.5 million vehicles. December represents the ninth consecutive month of decline, as registrations for final month of year drop -14.4%. Appetite for electrified cars reaches record high, with almost 120,000 alternatively fuelled vehicles (AFVs) hitting UK roads – a 34.8% uplift. Diesel demand declines -17.1%, undermining progress on emissions and CO2 as industry body warns consumers could end up paying more in fuel if they travel high mileages. There’s a couple of handy charts too: In contrast to the UK, car sales in Germany actually rose last year. Auto sales in Europe’s largest economy increased by 2.7% during 2017. However - as in Britain - diesel sales tumbled (by 13%). Reuters explains: Pressure is growing on Germany to tackle diesel pollution as dozens of cities including Munich and Stuttgart, where BMW and Daimler are based, could face penalties for allowing nitrogen dioxide (NO2) levels in excess of European Union limits introduced in 2010, the DUH environmental lobby has said. Newsflash: Britain’s FTSE 100 has hit a fresh intraday record high. The index of blue-chip companies gained another 12 points, or 0.15% points, to 7708 points, six points above yesterday’s record levels. Rebecca O’Keeffe, head of investment at interactive investor, says investor optimism is undimmed, for the moment.... European markets continue to make further gains, with the sheer scale of the global rally demonstrating how investors are embracing all things equity and risk related, basking in the euphoria of synchronous global growth. Equity markets, which were already strengthening well in advance of Trump’s $1.5tn tax cut, or indeed a prospective US infrastructure bill that could form the centrepiece of 2018 legislation, show no sign of any stress, with new record highs an almost daily occurrence. With the party in full swing and implied volatility at such low levels, markets are seemingly immune to any possible downside, but the key risk that might ultimately bring markets down is inflation. A material increase in inflationary pressures would potentially force central banks to tighten rates faster than the market is expecting Chris Bosworth, Director of Strategy at Close Brothers Motor Finance, believes Brexit anxiety and opposition to diesel cars are the main reason car sales fell last year. “Today’s figures reflect the impact that anti-diesel messages from the government and ongoing Brexit trade negotiations are having on both business and consumer confidence across the motor industry. December marks the ninth month of consecutive decrease in new car sales as squeezed consumers are reluctant to purchase big ticket items such as cars and motorcycles. Alex Buttle, director of car buying comparison website Motorway.co.uk, says diesel’s days are numbered (after the emissions scandal). He wants the government to offer more incentives to shift to electric. “Quite frankly, 2017 has been a year to forget for the UK car industry. “You’d have to dig pretty deep to find anything positive to take from the past 12 months which has seen diesel demonised in the media on a weekly basis. “As sales of new diesels continue to fall, 2017 could well mark the end of one era of motoring and the dawn of a new one, as hybrid and electric sales start to take off. “The destiny of diesel may already be set in stone. Now the Government needs to stand by its commitment to the future and put its full backing behind AFVs. “Incentives to encourage consumers to switch to hybrid and electric vehicles need to run alongside the billions of pounds of investment being pumped into the supporting infrastructure. Bloomberg blames “Brexit’s impact on buyer confidence and lingering skepticism over the emissions performance of diesel cars” for the 5.6% drop in UK car sales last year. The Financial Times agrees that Britain’s car industry needs clarity about the UK’s future relationship with the EU, fast: You can’t wait until March 2019,” [SMMT chief Mike Hawes] said, when the UK will leave the EU. “Production is a tap that takes a long time to turn on and off.” The SMMT said contingency plans could include carmakers investing in additional warehouse capacity to guard against delivery disruptions, or deciding to expand production abroad rather than produce new models in the UK. Mr Hawes said that even the more limited changes, such as investing in warehouse capacity, were the “thin end of the wedge” because they would impose additional costs on British car manufacturers, making them less competitive and damaging their ability to attract new investment. It’s official: Britain’s car industry has suffered its biggest drop in sales since the financial crisis. Sales of new vehicles fell by 5.6% during 2017 - the first annual decline since 2011, and the worst since 2009. Diesel sales were particularly dire, as my colleague Gwyn Topham explains: UK car sales declined in 2017 after five years of rapid growth, with the industry blaming government for a collapse in consumer confidence in diesel vehicles. Total sales for last year were 2.54m new vehicles, a decline of 5.6% on 2016, with diesel sales dropping 17%. Despite the decline, 2017 sales remained near the highest on record. The Society of Motor Manufacturers and Traders (SMMT), the UK automotive industry’s trade body, has forecast a further 5% to 7% decline in sales in 2018. Mike Hawes, the SMMT’s chief executive, said 2017 had been a “very volatile year”. While sales reached a record high in March, by December they were 13.9% down year-on-year, with 152,000 fewer cars sold than in the same month in 2016. Hawes attributed the drop to a decline in business and consumer confidence in the wider economy and uncertainty over the future of diesel. Sales of diesel cars dropped by 31% in December, while petrol car sales dropped by 1.6%, after relatively minor tax changes targeting diesel in the November budget. The SMMT is now urging the UK government to rapidly agree a Brexit transition deal with Brussels. Otherwise, Hawes warns, carmakers will soon be forced to take tough - and potentially irreversible - decisions. He says: “Some investment decisions are overdue … we need clarity [on the terms of a transitional period] by the end of the first quarter.” [Otherwise] They will have to start implementing contingency plans.” Good morning, and welcome to our rolling coverage of the world economy, the financial markets, the eurozone and business. With stock markets at record levels, investors will be looking to today’s US unemployment report for reasons to keep optimistic, and keep buying assets. The monthly non-farm payroll report is expected to show that America’s economy continued to create jobs in December. The Wall Street consensus is that around 190,000 new workers were hired across the US last month, down from 228,000 in November. But it’s possible that the NFP could be stronger. The figures will probably also show that America’s unemployment rate remained at just 4.1%. But economists will be hoping to see evidence that employees are being paid more. David Madden of CMC Markets explains: On a month-on-month basis average earnings are tipped to increase by 0.3% and on an annual basis they are forecasted to rise by 2.5%. The US has been steadily creating new jobs over the past few years, but wage growth has been sluggish. If the US economy wants to step up a gear in terms of economic growth, wage growth and in turn the spending levels will need to tick up. Also coming up today. European stock markets are expected to open mixed, after Thursday’s strong session drove the UK FTSE 100 to a new alltime high. Last night the US Dow Jones closed over 25,000 points for the first time ever, on hopes that the world economy will remain upbeat this year. Traders will also be watching out for the latest eurozone inflation figures, and new UK car sales figures (of which more in a moment....) The agenda 9am GMT: UK car sales figures for December 10am GMT: Eurozone flash inflation figures for December 1.30pm GMT: US non-farm payroll unemployment report 3pm GMT: US factory orders"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}