{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2018/jan/21/all-eyes-on-the-australian-open-a-photo-essay", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2018-01-20T23:21:51Z", "webTitle": "All eyes on the Australian Open – a photo essay", "webUrl": "https://www.theguardian.com/sport/2018/jan/21/all-eyes-on-the-australian-open-a-photo-essay", "apiUrl": "https://content.guardianapis.com/sport/2018/jan/21/all-eyes-on-the-australian-open-a-photo-essay", "fields": {"headline": "All eyes on the Australian Open – a photo essay", "bodyText": "Almost 750,000 spectators will flood into Melbourne Park over the course of the Australian Open to watch one of the showpiece events in the tennis calendar. It’s been the home of Australian tennis since 1988, when the facilities were purpose-built to replace those at Kooyong. Last year spectators were treated to an unforgettable men’s final when Roger Federer defeated his old rival Rafael Nadal in five sets to claim a fairytale 18th grand slam title. This year the men’s and women’s draws have been beset by injuries and withdrawals – with Andy Murray and Serena Williams among those unable to play in the singles competitions – making it one of the most open and unpredictable slams in recent years. There are 43 tennis courts at Melbourne Park, three of them arenas with retractable roofs. But some of the most intriguing matches are played on the outer and show courts, often by lesser-known players in front of sparse crowds. The courts back onto one another in such proximity that the thwack of balls from neighbouring matches is as audible as the calls of the line judges. Temperatures in Melbourne soared to 40C on Thursday and Friday, leading to complaints from players including Novak Djokovic who said it was “right at the limit” of being dangerous and Gaël Monfils who said he was “dying on the court for 40 minutes”. The Australian Open organisers didn’t enforce the heat rule which states that matches must be halted or roofs closed when the mercury hits 40C ambient temperature and the wet-bulb reading gets above 32.5C. Spectators were at least able to cool off in front of huge mist machines and watch the matches from the comfort of deck chairs. Raking shadows and pockets of light gave professional photographers plenty to play with, especially when viewing the action from the concourses and “catwalks” overlooking Rod Laver Arena and Margaret Court Arena. The late afternoon sunlight also bled through the outer courts casting distinctive patterns across Melbourne Park’s blue surfaces. In the absence of Andy Murray, Britain’s Kyle Edmund has shone. After defeating the big-serving 11th seed, Kevin Anderson, in round one and Denis Istomin in round two, Edmund battled back from injury to win a five-set thriller against Nikoloz Basilashvili in round three. The two biggest names in the men’s singles competition, Rafael Nadal and Roger Federer, progressed through the opening two rounds unscathed. Nadal was imperious in his first round drubbing of Victor Estrella Burgos, against whom he dropped only three games. At one stage a spectator called out: ‘Give him a chance, Rafa’. The pair shared a warm post-match embrace at the net. Meanwhile, Federer made one teenager’s night when he tossed his black bandana to him after beating Aljaz Bedene in straight sets. The most uncomfortable the reigning champion looked all night was in a post-match interview with comedian Will Ferrell who, in character as Ron Burgundy, described the Swiss as a “silky gazelle” and asked if he maintained his health by only eating wombat meat. Home favourite Nick Kyrgios built on his recent title win in Brisbane and, despite firing abuse at the crowd and the umpire, showed signs he may yet make the most of his mercurial talent at a major. He earned and later won a third round clash with his childhood idol Jo-Wilfried Tsonga, who beat Canadian prodigy Denis Shapovalov in round two. Elsewhere, third seed Grigor Dimitrov saw off Andrey Rublev, much to the delight of his Bulgarian compatriots in the stands, and six-times Australian Open champion Novak Djokovic overcame Gaël Monfils in the second round to keep his tournament alive. Monfils took the first set before blistering heat saw him wilt. In the women’s singles competition there were early shocks: Venus Williams, Petra Kvitova and Johanna Konta were all dispatched, Kvitova going home in tears. Elsewhere, Maria Sharapova, appearing in her first Aussie Open since a drugs ban, said the experience of being back at the venue where she won the tournament in 2008 gave her “shivers”. She was knocked out in the next round. Australian Ashleigh Barty impressed as the sun set over Rod Laver Arena but also fell at the third hurdle, while compatriot Sam Stosur blew her concentration and a second set advantage as she lost to Monica Puig in round one. Seemingly the only thing that’s certain in the women’s draw this year is that when the final ball is hit on Saturday night a new champion will be crowned."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}