{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2018/jan/24/beppe-grillo-steps-aside-from-italys-five-star-movement", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2018-01-24T22:32:04Z", "webTitle": "Beppe Grillo steps aside from Italy’s Five Star Movement", "webUrl": "https://www.theguardian.com/world/2018/jan/24/beppe-grillo-steps-aside-from-italys-five-star-movement", "apiUrl": "https://content.guardianapis.com/world/2018/jan/24/beppe-grillo-steps-aside-from-italys-five-star-movement", "fields": {"headline": "Beppe Grillo steps aside from Italy’s Five Star Movement", "bodyText": "Beppe Grillo, the bombastic comedian who co-founded Italy’s anti-establishment Five Star Movement, has stepped aside in what some speculate could be a move to bolster the party’s chances before the general election on 4 March. Grillo, who has been instrumental in turning the movement into Italy’s most popular party, roared on to the political scene in 2009 after joining forces with the late web strategist Gianroberto Casaleggio to launch a blog that railed against political corruption. The blog struck a chord among an electorate weighed down by the economic crisis and fed up with the traditional political class, and became the driving force behind the movement’s phenomenal success in the 2013 elections, when it snatched the second-largest share of the votes. But the blog has now removed most references to the party. The 69-year-old has started a new blog, which he said will focus on technology and visions for the future as part of an “extraordinary liberating adventure”. He added that while he “likes to have points of view” he is “fed up with opinions”. Quite what that means has left commentators guessing, but Grillo has been distancing himself from the party for some time. In 2015, just a year after the party made gains in the European elections, he announced that he was leaving politics and returning to comedy. As he toured comedy clubs, the gaffe-prone Grillo was thrust back into the spotlight a year later after taking a swipe at Sadiq Khan, saying the Muslim mayor of London would “blow himself up in front of Westminster”. After that Grillo took more of a back seat, gradually grooming 31-year-old Luigi di Maio for the party’s leadership. Di Maio, who was elected leader in September and is the party’s candidate for prime minister, said on Tuesday night that the split did not mean “patricide” or “reneging on the past”. “The party is now moving forward on its own legs and getting stronger,” he said. The Five Star Movement is leading in opinion polls, ahead of the centre-left Democratic party, Silvio Berlusconi’s Forza Italia and the far-right Northern League. Roberto d’Alimonte, a political science professor at Rome’s Luiss University, said: “Maybe [Grillo] wants to guarantee its survival and see how it will fly in his absence.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}