{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2018/jan/21/labor-says-use-of-lockouts-and-labour-hire-to-undercut-wages-wont-be-tolerated", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2018-01-20T21:00:02Z", "webTitle": "Labor says use of lockouts and labour hire to undercut wages 'won't be tolerated'", "webUrl": "https://www.theguardian.com/australia-news/2018/jan/21/labor-says-use-of-lockouts-and-labour-hire-to-undercut-wages-wont-be-tolerated", "apiUrl": "https://content.guardianapis.com/australia-news/2018/jan/21/labor-says-use-of-lockouts-and-labour-hire-to-undercut-wages-wont-be-tolerated", "fields": {"headline": "Labor says use of lockouts and labour hire to undercut wages 'won't be tolerated'", "bodyText": "Labor is concerned about lengthy employer lockouts of workforces and the use of labour hire to pay workers less for doing the same work, Brendan O’Connor has said. The comments by the shadow workplace relations minister signal the opposition is considering further changes to the Fair Work Act as part of a suite of measures already announced to boost collective bargaining. O’Connor told Guardian Australia Labor was “concerned, in principle, with workers in a workplace being paid less just because they’re employed by labour hire”. “If you’re doing like work in the same workplace and paid less, that is of great concern to us,” he said, adding that it “won’t be tolerated”. “We don’t want labour hire being used to undermine good faith bargaining,” O’Connor said. “It’s hardly good faith bargaining if you strike an agreement and then bring workers in under different conditions. I don’t think that’s reasonable and fair.” Labour law expert and University of Adelaide professor Andrew Stewart said the practice of striking a collective agreement with a small number of workers before a planned expansion or outsourcing to a labour hire company with a non-union agreement was “becoming one of the most effective methods of businesses to avoid collective bargaining”. The Fair Work Commission can reject such agreements on the basis they have not been “genuinely agreed” but many were upheld, he said. Labor has promised to: introduce a licensing regime for labour hire operators; raise the bar for termination of enterprise agreements; end all WorkChoices-era collective agreements, and crack down on “sham” enterprise agreements struck with an unrepresentative sample of the workforce. In a speech in November, O’Connor also said Labor would “legislate to make clear that the workers who vote on an agreement must be representative of the workers who may ultimately be covered by [it]”. But Stewart said Labor had so far stopped short of promising to legislate the principle of “equal treatment”, as many European countries had. “The idea would be to legislate that labour hire workers have to be treated equally to directly hired workers,” he said. “If you’ve got employees who are entitled to the benefit of a collective agreement, the employer can’t bring in labour hire workers and pay them any less than directly engaged workers.” The Australian Council of Trade Unions has cited two examples of what it describes as a pattern of “heavy-handed” employer responses to industrial action. In January workers at Glencore’s Oaky North site marked six months since they were locked out and management at Port Kembla locked out members of the Construction Forestry Mining Energy Union in January last year for about a week. O’Connor said Labor was “looking at a whole array of issues in bargaining, including workers’ and employers’ ability to take [protected industrial] action”. The rights of both employers and employees were under examination, he said, before adding that Labor is “concerned when we see lockouts that go for six months”. O’Connor said Glencore’s was a “disproportionate response to some industrial bans” and Labor had made its displeasure clear to the company. “We want people to treat each other well,” he said. “It’s not always the case that changing the law can fix things – we need trust, not just punitive laws.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}