{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2018/jan/25/australia-needs-more-politicians-australia-institute-says", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2018-01-24T21:33:41Z", "webTitle": "Australia needs more politicians, Australia Institute says", "webUrl": "https://www.theguardian.com/australia-news/2018/jan/25/australia-needs-more-politicians-australia-institute-says", "apiUrl": "https://content.guardianapis.com/australia-news/2018/jan/25/australia-needs-more-politicians-australia-institute-says", "fields": {"headline": "Australia needs more politicians, Australia Institute says", "bodyText": "Do you think Australia needs more politicians, or fewer? The progressive thinktank the Australia Institute says, perhaps counter-intuitively, that our democracy may improve if we have more. It has released a new discussion paper, “It’s time … for more politicians”, laying out the case for greater political representation in Canberra. It says the number of members of parliament and senators has not kept up with Australia’s population growth. The number of constituents represented by each federal MP has tripled since federation in 1901. “In 1901 there were 34,500 Australians for every federal parliamentarian. In 1951 it was 46,900. Today, there are about 106,000 Australians per parliamentarian,” said Ben Oquist, executive director of the Australia Institute. “It will take real leadership to break this cycle and admit that our politicians may be stretched too thinly. “A functioning democracy is not expensive. The risk of the public losing confidence in our democracy and it becoming dysfunctional would be the most costly option.” The thinktank commissioned a national poll of 1,408 people in April and May 2017, conducted by Research Now, and found less than a third of respondents felt confident that they would be able to speak with their local MP if they were concerned about a current political issue. It said greater political representation could benefit the country, but admitted voters did not want more politicians. Some key findings from the poll: Half of Australians (50%) say the number of federal parliamentarians should be decreased Only 9% said that the number should be increased A third (33%) said there should be no change in numbers. The remainder were not sure However, the poll also found just 13% of respondents said they had spoken to their local MP (in person or on the phone), only 16% of respondents said they had written to their local MP, and 61% of respondents admitted they did not know the name of their local MP. “The last substantial increase in parliamentary numbers is now over 30 years old, meaning that federal representatives have never been spread as thinly as they are now,” the paper says. “Incremental increases in the number of senators and, commensurately, in the number of members of the House of Representatives, could bring Australian representation back in line with what it was after Hawke’s 1984 reforms. “This would give parliamentarians a smaller electorate to focus on and make it easier for voters to mobilise to influence their representatives.” In 1901 the Australian population was 3.8 million; in 2016 it was six times larger, 24.2 million. In 1901 the number of federal parliamentarians was 111 (75 MPs and 36 senators); in 2016 it was twice a large, at 226. When respondents to the poll were told that each member of the House of Representatives was responsible for an electorate of about 100,000 voters, and asked if that was too many or too few, 29% of respondents said it was too few or far too few. “This was a substantial drop from the 50% who thought there should be fewer parliamentarians,” the report says. Oquist said: “Representative democracy is built on the idea that politicians are accessible to their electorate and will take the views and values of their community to parliament.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}