{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2018/jan/01/mcmafia-review-james-norton-russia-corruption-bbc", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2018-01-01T22:00:10Z", "webTitle": "McMafia review – James Norton caught in a twisted web of international crime | Lucy Mangan", "webUrl": "https://www.theguardian.com/tv-and-radio/2018/jan/01/mcmafia-review-james-norton-russia-corruption-bbc", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2018/jan/01/mcmafia-review-james-norton-russia-corruption-bbc", "fields": {"headline": "McMafia review – James Norton caught in a twisted web of international crime", "bodyText": "McMafia. Sounds like a bad sketch, but it isn’t. It is, the press release assures us, “a groundbreaking international thriller” based on the non-fiction book by the journalist Misha Glenny about global organised crime and corporate corruption. It will take in money launderers in Dubai, cybercriminals in India, black marketeers in Zagreb, druglords in Colombia and Bedouin smugglers in the Negev desert – and quite possibly, by the end of its eight-week run, the illegal whist drive for cash prizes my Auntie Jessie runs in Lancaster every Wednesday evening. If you’re already exhausted by the thought, be comforted by the fact that it starts small. Monday’s opener was mostly spent establishing Alex Godman (James Norton) as an upstanding citizen. Alex is the England-educated scion of a Russian mafia family who were driven out of business and Moscow by a rival, Vadim Kalyagin, and who now live in exile in London. Alex has tried to escape his family ties by going into business as an emerging markets fund manager without using any of his Godman connections or money, but unfortunately someone circulates false rumours that he, like, totally has, and his investors start to desert. Far be it from me to suggest that what follows could all have been avoided if he’d gone into teaching rather than investment banking, or opened a teashop in Devon, but he didn’t and there’s nothing we can do about that now, so – onward. It turns out that Alex’s beloved uncle Boris has been spreading the rumours in the hope of encouraging his nephew to return to the family fold. Boris has an Israeli friend, Semiyon Kleiman, who is terrifically keen to launder £100m in “shipping” proceeds (I think this means heroin-shifting) through Alex’s firm. It also turns out that Boris has tried to assassinate Vadim Kalyagin. And failed. Thus you would be looking a long time at Boris before you were reminded of a sunny optimist. And even longer once the opening episode hits the third act and Boris gets a caviar knife to the throat and other important arterial locations. Alex is present at the murder and barely escapes with his own life. Later, instead of an exhaustive search through the classifieds for Devonshire teashops in need of new management, he watches his aged father lie in bed grief- and guilt-stricken at not having protected his little brother better, and then goes in search of Semiyon Kleiman, in case he knows anything about the murder of Boris. Semiyon says it was Vadim, and that Alex must go and have an elliptical conversation with him in Versailles because there is a Hall of Peace and a Hall of War there and it will enable Vadim to do a right good metaphor when they have finished ellipting. Once Alex has convinced Vadim he just wants to have a quiet, Englishy life and is not set on vengeance – oh no, heaven forfend – then he can return to Semiyon and they will plot his revenge. I mean. Well. As Miss Jean Brodie says, for those who like this kind of thing, this is the kind of thing they like. It’s beautifully put together, the script is a cut above average, and there is a sense of much more power and energy waiting to be unleashed that may well be enough to carry viewers across eight episodes, Europe and most of the Middle East. Whether any of us can cope mentally with being shown what a web of irredeemable mass corruption the world is, I don’t know. Before we’re too many episodes in, we will be like the creatures on Animal Farm, looking from corporations to criminals and back again, unable to tell which is which, and there is surely only so much truth we can take from our domestic entertainments, given the emotionally pulverised state in which most of us are entering 2018. If it all gets too much, you can always focus on the rumour – unsupported by any evidence as far as I can tell, except that it contains a scene with him in a dinner jacket – that McMafia also functions as an audition for James Norton to become the next James Bond. But don’t get too excited, about anything – it was hope that nearly killed us last year, remember?"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}