{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2010/dec/20/the-bees-review", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2010-12-20T22:30:00Z", "webTitle": "The Bees – review", "webUrl": "https://www.theguardian.com/music/2010/dec/20/the-bees-review", "apiUrl": "https://content.guardianapis.com/music/2010/dec/20/the-bees-review", "fields": {"headline": "The Bees – review", "bodyText": "Always a band to do things their own way, the Bees celebrate the last night of their tour with no tinsel in sight, but enough goodwill to embarrass Santa himself. \"We are your Bees!\" bouncy bassist Aaron Fletcher cries. \"Let's get you dancing!\" Since their 2002 debut, Sunshine Hit Me, the Bees have been making Californian psychedelia laced with a very British cosiness. Blending soul and reggae, 60s garage and 70s country rock, they've won critical acclaim and admirers including Devendra Banhart, yet the Mercury prize-nominated sextet are so low-key they'd probably have trouble being spotted back home on the Isle of Wight. But that might be about to change. Not because the band's fourth album, Every Step's a Yes, is yet another understated classic, but due to vocalist Paul Butler's resemblance to X Factor victor Matt Cardle, from his bashful humility to his beige cap. As Fletcher puts it, Butler \"plays guitar, he plays drums and he sings like a motherfucker\". He dallies with brass, too, but the Bees couldn't be further from being a one-man band: they swap instruments and share three-part harmonies, moving like the mechanics of a tightly wound watch. The band's versatility is matched by their music's diversity, from the Brazillian samba of signature tune A Minha Menina to the mariachi horn-adorned Stand, featuring Rich and Andy Parkin on sax. Uniting these styles is the positivity the Bees put into every note. It could be the lack of darkness, the absence of angst, that's so far stopped the Bees becoming Britain's biggest band. But as the retro dance stomp of Chicken Payback works its magic, it doesn't seem to matter."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}