{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2010/dec/16/arsene-wenger-arsenal-barcelona-champions-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-12-16T22:30:04Z", "webTitle": "Arsène Wenger predicts Arsenal will draw Barcelona in Champions League", "webUrl": "https://www.theguardian.com/football/2010/dec/16/arsene-wenger-arsenal-barcelona-champions-league", "apiUrl": "https://content.guardianapis.com/football/2010/dec/16/arsene-wenger-arsenal-barcelona-champions-league", "fields": {"headline": "Arsène Wenger predicts Arsenal will draw Barcelona in Champions League", "bodyText": "To Arsène Wenger, the draw for the last 16 of the Champions League is a fait accompli. The Arsenal manager struggled to suppress the conspiracy theorist in him when he suggested that speculation over what would happen in Nyon at 11am tomorrow was pointless. The reason? \"I know who we will get,\" Wenger said. \"At this level, you need connections.\" The Frenchman has seen it written. Arsenal will be paired with Barcelona. Perhaps, in imagining the worst, Wenger has ensured that he cannot be disappointed. Arsenal's other possible opponents, after they failed to advance as group winners, are Real Madrid – which would open a new chapter in Wenger's feud with José Mourinho – Bayern Munich and Schalke. Wenger acknowledged that the Spanish clubs would be more heavily fancied and the German ones tended to be fresher in the spring, in the wake of the Bundesliga's winter break. It did not take a mystic to read between the lines and deduce that Wenger considered Barcelona the team to be most feared. But Arsenal's players would love the opportunity to play the Catalans and avenge the defeat they suffered in the quarter-final last season and Wenger suggested that such a scenario would suit him, too. \"If I say we want Barcelona, you won't believe me,\" he said, with a smile. \"I don't even think about it. I hope we get who I feel we will get.\" Barcelona played beautifully for much of last season's quarter-final. They were almost untouchable in the first half of the first leg at the Emirates and after the interval scored twice to lead 2-0. Arsenal pegged them back to 2-2 with a spirited fightback and began the return brightly, scoring through Nicklas Bendtner and going close to a second. Then, Lionel Messi got four. Wenger's described him as a \"PlayStation player\". Barcelona updated those memories for Arsenal two weeks ago, with their 5-0 destruction of Madrid in La Liga, a performance that Wenger felt could inspire his players. \"It was some of the best football I've ever seen,\" Wenger said. \"They played outstandingly well for 90 minutes. What was surprising was that they had no weak moment in that game. Their determination and focus for 90 minutes was spot-on and the quality was unbelievable. When you see a performance like that, you are encouraged to get to that level. It is good that teams show you how well you can play football. It was the best performance of the season in European football. \"On a night, anything can happen. You can have a weak game when you are not completely at your best, and Barcelona turn up. It happened to us last season in the first 30 minutes [of the first leg].\" Wenger could not resist a little moan about last season's encounter, although he did accept that the \"better team\" had won. \"If the ref doesn't give offside [in the second leg] when Bendtner is clean through, because he was not offside, we could have been 2-0 up,\" he said. Wenger's darkest thoughts may include the old one about some of the balls being heated to enable pairings to be predetermined. And don't tell him that former Manchester United and Liverpool players, in Sir Bobby Charlton and Ronnie Whelan, are to do the honours. Yet After the draw Wenger's focus will quickly switch from Switzerland to Stoke, who visit the Emirates in the Premier League on Saturday. Cesc Fábregas is available to start, after he came through his comeback from hamstring trouble in Monday's defeat at Manchester United, and Abou Diaby is back in training after an ankle problem and could be in the squad. Lukasz Fabianski will replace Wojciech Szczesny in goal if, as expected, he recovers from a hip complaint, with Manuel Almunia out for three weeks with an ankle injury. \"We are still in a strong position,\" Wenger said, \"because we still have to play Chelsea, Man United and Man City at home – Liverpool as well. More than ever, we will still have our say in this league.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}