{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2010/dec/01/mad-men-season-4-episode-13", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2010-12-01T22:45:00Z", "webTitle": "Mad Men: season four, episode 13", "webUrl": "https://www.theguardian.com/tv-and-radio/2010/dec/01/mad-men-season-4-episode-13", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2010/dec/01/mad-men-season-4-episode-13", "fields": {"headline": "Mad Men: season four, episode 13", "bodyText": "SPOILER ALERT: This blog is for those who are watching season four of Mad Men on BBC4. Don't read on if you haven't seen episode 13 – and if you've seen more of the series, please be aware that many UK viewers will not have done so Will Dean's episode 12 blog Episode 13: Tomorrowland Well, I'd like to say that I didn't see that coming, but thanks to a spoilerific soul, I knew exactly what was going to happen with Don and Megan. How surprised were you all? There had been a few tell-tale signs in previous episodes, but the couple's engagement still largely came from nowhere. \"Wow,\" as Peggy says drolly. Don's mocking of teenagers for being sentimental at the American Cancer meeting was funny, not only for being true, but because this was his most sentimental episode so far: telling Bobby and Sally about \"Dick\"; cannonballing into the pool; getting lovey with Megan. It was most obvious when Anna's gifted engagement ring burned a hole in his pocket leading to the proposal. Seeing Megan make like Julie Andrews in LA with the Draper clan – mopping up spilled milk, hanging out at the Whisky a Go Go and singing French lullabies – obviously made him pine for a new start as a father. Megan is wonderful, truly, but compared to Faye Miller, she is the easier option. She gets on with his kids, is keenly admiring of him and has vague plans for a career in the arts (like a pre-suburban Betty?). He knows he can tame her. Faye on the other hand is deeply independent and struggles with children, but knows more about how Don works than any of his other conquests. She pins him completely: \"I hope she knows you only like the beginnings of things.\" \"I feel myself when I'm with you. The way I always wanted to feel. Because I'm in love with you Megan and think I have been for a while.\" Don Don's decision to choose Megan opens up a whole new can of worms. Megan doesn't know about the Dick/Don shenanigans whereas Faye knows all – although she seems unlikely to go for a woman spurned routine. But is Don just getting himself into the same situation as he did with Betty by not being upfront about his past? \"I know who you are now,\" says Megan. Except she really doesn't. A minor complaint: both these relationships seem fairly undercooked as a result of occurring late in the series – perhaps deliberately so. The result is that it's difficult to care particularly about who Don ends up with. But, as at the end of season three, we have a happy ending (at last) to carry us into 1966, or wherever we're headed next. \"If they poured champagne it must have been while I was pushing the post cart.\" Joan While the men toast their privates lives, it's the two women of SCDP who are making sure that there's still money to pay for the champagne. A deus ex Morticia (sorry) moment with Joyce's model friend Carolyn Jones gave Peggy the opportunity to catch a fish-in-a-barrel account for Topaz pantyhose and thus end SCDP's losing streak. She's half jokingly indignant when she tells Joan that she's \"saved the company\" but she's done more than most. Her instant riffing of ideas in the Topaz office recalled (again!) Don at his best – and yet her moment of glory was undermined by Don and Megan's news. I loved Joan's seen-it-all-before reaction (\"they're all just between marriages\"), and the flipping of emotions between Don and Peggy – \"she reminds me of you, she's got that same spark\". Peggy, Mad Men's quiet star, remains our guiding light. Meanwhile, we learn that Joan, who's been given a promotion without a pay rise (naturally) never aborted her and Roger's baby, and husband Greg is under the impression – understandably – that it's his. There's a napalm shitstorm on the horizon. \"There is no fresh start, lives carry on.\" Henry This line from Henry provides a nice coda on which to end. There are been several key Mad Men momentsthat would have allowed the writers to rip things up and start again: to have Betty divorce Don, meet Henry and be happy for ever after. But good drama, like life, isn't that simple. The ties that bind, bind. Betty is still a deeply unhappy woman. Her animosity toward Glen Bishop, festering for years now, has proved the catalyst to move to Rye and begin again. Again. Because it's easier that way. The move is a leap enough, but Carla's decision to allow Glen into the Bullet Park Road residence to say goodbye to Sally (a very sweet scene) is enough to make Betty fire the unflinchingly loyal and devoted maid, who's spent years of her life holding this family together at the expense of her own. Hence this exchange: \"Well someone has to look after those children.\" \"Really? Well where are your kids? Are they all doctors and lawyers?\" \"You'd best stop talking now.\" Carla ought to have popped her in the face, but wary of future employment prospects takes it with a sad dignity. Not that she even gets a letter of recommendation. Once more Betty's self-loathing is loaded onto someone else (\"just because you're sad doesn't mean everyone has to be,\" shouts Glen) and, as Don finds new love in LA, once more she's left lying on her bed in her dress. Plus ça change. Finally she and Don's stars align one last time, as they return to their marital home. Betty, it seems, is there on purpose. She appears to have made peace with Don, if not herself, at least until he tells her about his marriage. And with their house keys go the dying embers of their lives together. A fitting denouement. Notes • Always the sign of a big episode: co-written and directed by Matthew Weiner. • One of the fat cats at the American Cancer Society is Everett Marlowe at Dow Chemical. Roger fancies the Saran wrap account. I liked Ken refusing to bring his father-in-law into it. He didn't get in that way. \"I'm not Pete – sorry about that.\" \"No, you're obviously not,\" harrumphs Pete, brilliantly. • Someone in the comments a few episodes back said that Faye was Jewish rather than Italian and it was important. Did I miss something completely? • I'd honestly not noticed Megan's teeth before she mentioned them, now I can't stop looking at them. • The Californian scenes are always a highlight thanks to the location shots. Don giving away a bit of himself to Sally and Bobby re: his \"nickname\" was a tender moment too. Culture watch • Joyce's model friend is Carolyn Jones. Like, she points out, the actress who played Morticia Addams. • Second Julie Andrews reference in two weeks: \"You said you didn't have any professional experience and you're like Maria von Trapp. (The Sound of Music came out in March 1965) • Megan's friend Camille has been in two episodes of Hogan's Heroes. • Does anyone know the song played as Don cannonballed into the pool? • \"They say we're young and we don't know,\" sing Sonny and Cher as the we fade to black into the future. A great moment to end on. 20th century tales • Megan earns $70 a week, or $3,642 a year. The 1965 average was $4,658. If Don's accountant is to be believed she won't have to worry about money any more. The Ossining house has doubled in value and he made 10k from Anna's old house. • The Topaz man doesn't care if it's Abe Beam – who's just run for mayor wearing the tights. Finally, a huge thankyou to everyone for your contributions. As ever, they've made this series what it is. An especially big thanks to Nevada and Digit who've really helped carry the post-episode debates. I should be back here for series five when it airs in the UK – hopefully, satellite TV/iTunes permitting, you'll be back to join me."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}