{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2010/dec/01/alexandra-harris-cabbages-art-first-book-award", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2010-12-01T23:59:00Z", "webTitle": "Top of the crops: cabbages in art", "webUrl": "https://www.theguardian.com/artanddesign/2010/dec/01/alexandra-harris-cabbages-art-first-book-award", "apiUrl": "https://content.guardianapis.com/artanddesign/2010/dec/01/alexandra-harris-cabbages-art-first-book-award", "fields": {"headline": "Top of the crops: cabbages in art", "bodyText": "In 1987, the surrealist artist Leonora Carrington devoted a canvas to a sensual, spectral portrait of a red cabbage – and portrait is the right word, because a cabbage is like a head. Larger and heavier than most other vegetables, it is both common and extraordinary. Carrington's paintings are often concerned with forms of alchemy, and in this work she suggested a latent vegetable magic. Carrington was taking her place in art and literature's long history of cabbage worship, which I discovered while researching Romantic Moderns, my book about modernism and the English imagination. In the 1930s, the famous and hugely influential florist Constance Spry filled an impressive vase with curly kale. With all its glossy crinkles and frills, kale seemed to her worthy of the kind of admiration more usually accorded to roses or lilies. A few years later, Gulley Jimson, the painter hero of Joyce Cary's novel The Horse's Mouth, paid another tribute: Jimson decides a mural is incomplete without a cabbage patch. After all, he thinks, \"curly kale, as a work of the imagination, beats Shakespeare\". The roots of this fascination go right back to the ancient Egyptians and Greeks, who attributed special powers to the vegetable. The Romans venerated the life-giving properties of cabbage such that a whole branch of medicine grew up around it. Cabbage leaves were placed on wounds; cabbage juice was mixed with honey to salve the eyes. Above all, cabbage protected against the effects of alcohol. If eaten in great quantities before a feast, there would be no hangover. The cabbage, then, was the ancient licence for excess. No wonder that, many centuries later, it appealed to the baroque sensibilities of Italian artist Tommaso Salini, who painted Young Peasant with Cabbages in about 1610. A half-draped boy rises tanned and vigorous from behind the splayed, curling leaves of enormous cabbages: a buoyant god emerging from a swirling cabbagey sea. Yet the cabbage has been more readily a symbol of ordinariness, if not the dingy and frankly disgusting. Laurence Sterne's Tristram Shandy is a novel of voluptuous digressiveness, scornful of the straight narrative lines it keeps promising to adopt. When Tristram thinks of straight lines – mechanical, inexpressive, unimaginative – the image that comes first to mind is the cabbage patch. He cannot tell his story in orderly lines. It would be inhuman not to digress a little: \"I defy the best cabbage-planter that ever existed . . . to go on coolly, critically, and canonically, planting his cabbages one by one, in straight lines, and stoical distances . . . without ever and anon straddling out, or sidling into some bastardly digression.\" Plainness and stoicism: these are familiar ideas in relation to cabbage. In the 20th century, with the modernist valorisation of plainness, the cabbage acquired new status among the avant garde. Cabbage was a favourite with the leading abstract painter Jean Hélion, who praised its very ordinariness. A simple diet could be part of a modern rebellion against extravagance and superfluous decoration. So when the architect Adolf Loos campaigned against the profusion of ornament on every possible surface in Vienna, he extended his argument to include not only buildings, pictures, and trinkets, but food as well. The modern citizen, wrote Loos, distinguished himself by his diet: \"The vegetables he likes are simply cooked in water and served with a knob of butter.\" It is no surprise to find that Loos was a supporter of cabbage. Few others have felt quite so refreshed by it, though. Cabbage is more usually to be found as a lingering smell in a bedsit, or swimming in water beside unappetising meat. Cabbage is part of the miserable suburban life that George Bowling tries to escape in Coming Up for Air, by George Orwell, and part of the claustrophobic horror of his Nineteen Eighty-Four. The cabbage has been variously conceived as extravagant, magical, curative, plain, pure, noxious, smelly, sublime and ridiculous. Watching laden carts going along Piccadilly in 1869, \"piled up to the height of the second-floor windows with cabbages\", Charles Dickens wondered where all these cabbages could possibly go. Who ate them all and where were the leftovers? He had a vision of a world covered in cabbage, such that an extra layer would be added to the crust of the earth. It was a surrealist fantasy, as extravagant and banal as they come. My favourite cabbage painting is The Dustman by Stanley Spencer, the master of the familiar-turned-strange. This 1934 work shows the resurrection of rubbish from an ordinary household dustbin: all our forgotten scraps gloriously risen from the dead. Children hold out a broken teapot and a jam jar, and – in the middle of the picture – there's a bedraggled but beautifully deep-veined cabbage. For Spencer, this was a painting about the things we forget to worship: \"All the signs and tokens of home life, such as cabbage leaves and teapot, which I have so much loved that I have had them resurrected from the dustbin because they are reminders of home life and peace.\" I recently visited the cabbage beds at Oxford Botanic Garden, neatly planted in the straight lines and stoical distances Tristram could never manage. Rows of sturdy cabbages sat proudly, Kale \"Nero di Toscana\" next to Cabbage \"January King\". They were regal indeed, works of imagination to beat Shakespeare, and yet so stubbornly ordinary. Lewis Carroll had it right. How brilliant it was of the Walrus and the Carpenter to talk \"Of shoes and ships and sealing-wax/ Of cabbages and kings\"."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}