{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2010/dec/09/jeff-bridges-david-thomson", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2010-12-09T22:54:00Z", "webTitle": "David Thomson on Jeff Bridges", "webUrl": "https://www.theguardian.com/film/2010/dec/09/jeff-bridges-david-thomson", "apiUrl": "https://content.guardianapis.com/film/2010/dec/09/jeff-bridges-david-thomson", "fields": {"headline": "Jeff Bridges", "bodyText": "Some of us have revered Jeff Bridges for decades – since his good-natured young studs and chumps: Duane in The Last Picture Show; the boxer who keeps getting knocked out in Fat City; and, with Barry Brown, as drifters and small-time thieves in Bad Company. It was said that Bridges was a natural, the closest we had to a second Robert Mitchum – a world-weary, handsome presence, who declined to fall for the lofty values thrown around in American stories. It was important to Bridges that he didn't seek important parts. He was seldom caught acting or breaking a sweat. He was happy to play off situations and other characters. The films were not all good or demanding, but Bridges was building a consistency all the more admirable in that not many of his films were hits. No one in 1972 thought John Huston's Fat City (from a Leonard Gardner novel) was a masterpiece – it was simply a shabby, offhand movie about small-time boxers, made without sentiment or hope. Bridges was the kid and Stacy Keach was the veteran who teaches him. Now, Fat City looks like the real thing, while Bridges is an Oscar-winner (for Crazy Heart) – and there is some danger that he is about to become an institution and a national treasure. It's not that he hasn't earned such status. Still, he and we should be careful. Crazy Heart was nice entertainment, but no more. Bridges was fine as Bad Blake, but the film wasn't sure whether to make him a deadbeat or a kind of Willie Nelson – a master gone to seed. Whereas, in the effortlessly tough Fat City, it's vital that the guys aren't good boxers. Equally, the women in Fat City are outcasts, but in Crazy Heart the adorable Maggie Gyllenhaal is pretending to be more lower-class than she looks. Bridges is good enough to be a failure in every line of endeavour or hope. Not that we live in a world likely to make such bleak pictures. I get the feeling now that Bridges, at 61, is as likely to be nominated for Oscars as Katharine Hepburn was at 60. This Christmas he will star as Rooster Cogburn in the Coen brothers' remake of True Grit (the picture that won John Wayne his Oscar in 1969). The competition may be tight this year (he'll face Colin Firth in The King's Speech and Jesse Eisenberg in The Social Network). But it'll be a surprise if the Coens don't deliver a good movie or if Bridges isn't as battered, touching and mercurial as he was in, say, Wild Bill 15 years ago, playing Wild Bill Hickok for Walter Hill, to general public neglect. What I'm saying is that Jeff Bridges had three nominations as supporting actor (The Last Picture Show, Thunderbolt and Lightfoot, The Contender) and one for lead actor (in Starman). But those are not the movies the Bridges cult has treasured. They're not as impressive as Cutter's Way, Tucker, American Heart, The Fabulous Baker Boys, Fearless, Wild Bill, White Squall and The Big Lebowski (plus a handful of others), that looked like routine or throwaway pictures and which seldom did unusual business. For years there was no sign that the public loved Bridges. Yet he developed into maybe the best mature actor in America. Of course, Bridges was raised in show business: he and brother Beau (his co-star in Baker Boys) were the sons of Lloyd Bridges, a competent but stardom-resistant actor. Jeff was brought up in Los Angeles and, while he has no illusions about show business, I'd guess he has respect for it. If in doubt, look at the phenomenal photographs Bridges takes on movie sets. A selection of these were published in 2003 and they would ensure a high gallery reputation if Bridges sought it. I'm sure he hasn't won his last Oscar yet. True Grit would be two in a row, and it could be more deserving than Crazy Heart. But don't ever let the Dude perish – that easygoing, dreamy sensibility is what made The Big Lebowski essential. Bridges is in his element when overlooked and underrated. And these days Hollywood needs more of that. • This article was amended on 14 December 2010. The original gave Jeff Bridges' age as 51. This has been corrected."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}