{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2010/dec/09/readers-recommend-songs-about-mistakes", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2010-12-09T23:02:01Z", "webTitle": "Readers recommend: songs about mistakes – the results", "webUrl": "https://www.theguardian.com/music/2010/dec/09/readers-recommend-songs-about-mistakes", "apiUrl": "https://content.guardianapis.com/music/2010/dec/09/readers-recommend-songs-about-mistakes", "fields": {"headline": "Readers recommend: songs about mistakes – the results", "bodyText": "Mistakes are wonderful things because they open up so many possibilities. Who among us hasn't gazed down a road we've never taken and wondered just what might be at the end of it? We deny ourselves so many potential pleasures just by sticking to the pre-planned, the accepted. The very idea of making a playlist of songs about mistakes only came about because of a different mistake, yet many of the song choices it provoked have been brilliant – strange, but beautiful and true. Country music's love of the sacred and the profane means it's almost uniquely placed to deal with the fallout from mistakes. Honky-tonk hero Carl Smith's bitterly gorgeous hymn to choosing the wrong woman still thrums with pain 60 years after its original release. Billy Strayhorn was only 16 when he wrote the majority of Lush Life, yet it's a brilliant tale of failed romances and lives wasted in the mistaken pursuit of illusions. Coltrane and Hartman's version is a masterpiece of weary regret. \"I thought I met a man,\" ex-Byrd David Crosby sang in 1971, \"who said he knew a man, who knew what was going on … I was mistaken.\" Can you imagine how head-spinningly confusing (and amazing) it must have been being Crosby in 1971? Fela Kuti is much less troubled by the concept of mistakes – he knows they can have outcomes that are both good and bad. \"After all the mistake,\" he sings, \"you still stand like a man.\" Ben Folds Five's Brick deals with the emotional impact of an abortion. The young couple go through with it secretly and quietly, but what they did never leaves them, and it never gets better. When confronted by a parent, he sings, \"She broke down and I broke down, cause I was tired of lying.\" Was this a mistake on top of a mistake? Hawkwind take a much longer view of what is a potentially catastrophic – perhaps environmental – human mistake. \"Think about the things that we should have done before,\" they sing, \"the way things are going, the end is about to fall.\" Wiley considers all the times he's gone wrong, whether personally or in his career, then suggests: \"A mistake is only that if you make it twice/ Mistakes that I've made have helped me in life.\" A young Ian Dury is caught while out \"on the nick\" and owns up regretfully to pilfering a \"silhouette of nudes\". The mistake being the shopkeeper's: Dury still has another grubby mag he stole earlier in his pocket. Tim Buckley's mistake was to be in love and have someone love him and still not be able to give himself to it. \"To hold something real and not believe it,\" he sings, \"to live in her life and never trust it.\" Finally, Dinah Washington knows she's messed up (\"Why should I take somebody like you and shame you?\"), but she also knows life goes on. There is a way back for her, for all of us, even after such cruelty. In the end, don't the mistakes make us who we really are? 1 I Overlooked An Orchid (While Searching For A Rose) Carl Smith 2 Lush Life John Coltrane and Johnny Hartman 3 Laughing David Crosby 4 Mistake Fela Kuti 5 Brick Ben Folds 6 We Took The Wrong Step Years Ago Hawkwind 7 My Mistakes Wiley 8 Razzle In My Pocket Ian Dury 9 I Must Have Been Blind Tim Buckley 10 What Can I Say After I Say I'm Sorry? Dinah Washington"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}