{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2010/dec/13/iran-criticises-policing-fees-protests", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2010-12-13T23:36:12Z", "webTitle": "Iran criticises 'harsh' police tactics at tuition fees protests in UK", "webUrl": "https://www.theguardian.com/world/2010/dec/13/iran-criticises-policing-fees-protests", "apiUrl": "https://content.guardianapis.com/world/2010/dec/13/iran-criticises-policing-fees-protests", "fields": {"headline": "Iran criticises 'harsh' police tactics at tuition fees protests in UK", "bodyText": "Iran lashed out today at the \"harsh\" policing of UK student protests at hikes in tuition fees, summoning the British ambassador to express its criticism. The foreign ministry in Tehran – long used to deflecting international criticism of Iran's handling of demonstrations – said it called in \"impudent\" envoy Simon Gass to highlight its concerns about the \"violations of the freedom of British citizens\". An Iranian official also protested at \"allegations and undiplomatic remarks\" made by Gass, who marked International Human Rights Day last week by commenting on his embassy's website that Iranian human rights defenders \"have been harassed and imprisoned\" since unrest erupted over the disputed presidential elections in 2009. On Saturday, the then Iranian foreign minister, Manouchehr Mottaki, also criticised British police for their \"harsh tactics\" against students protesting at the UK government's plans to increase university fees. Mottaki was sacked today by Mahmoud Ahmadinejad, but the decision is not thought to be related. Iran regularly accuses Britain of backing the green opposition movement in Iran and of working with the US and Israel to attack the country's nuclear programme. Dozens of hardline Basij militiamen demonstrated outside the British embassy in Tehran on Sunday burning US and British flags."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}