{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2010/dec/16/sleigh-bells-brooklyn-mia", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2010-12-16T22:31:00Z", "webTitle": "Sleigh Bells shaken to life by MIA", "webUrl": "https://www.theguardian.com/music/2010/dec/16/sleigh-bells-brooklyn-mia", "apiUrl": "https://content.guardianapis.com/music/2010/dec/16/sleigh-bells-brooklyn-mia", "fields": {"headline": "Sleigh Bells shaken to life by MIA", "bodyText": "Contradiction seems to be the foundation on which Brooklyn-based duo Sleigh Bells are built. It's there in their sound, a kind of skewed pop hybrid of pummelling too-loud-in-the-mix guitars, simple, bone-crunching beats and singer Alexis Krauss's sweetly melodic vocals. The fact that Krauss used to sing in the girl group Rubyblue while producer/guitarist Derek E Miller spent his early 20s in hardcore groups such as Poison the Well only adds to the volatile clash of ideas that exists in both Sleigh Bells' music and their band dynamic. It's also there in their image. Their press shots scream moody and menacing, but in person they're disarmingly sweet and seemingly hellbent on undermining any sense of artful remoteness. In fact, Krauss arrives at the interview crooning the Waitresses' Christmas Wrapping. For a band dismissed by some as a hipster's folly, they've done pretty well so far. Their debut album Treats peaked inside the US top 40 and their recent single Infinity Guitars has been played regularly on Radio 1. It's especiallyimpressive given that the band only played their first gig in September last year after meeting that July in a diner where Miller was a waiter. \"I would ask basically anyone I met [to start a band],\" Miller says. \"If I was in a bar and I struck up a conversation with somebody within minutes it was usually, 'Hey, this is random, but by chance do you play music or sing or anything?' until somebody was like 'Yeah, I do.' And that was Alexis.\" Things moved pretty quickly and after Miller played Krauss some instrumental tracks they started recording almost immediately. By January of this year Krauss had quit her job as a teacher to go full-time with the band. For Miller, his decision to keep working or commit to the band was taken out of his hands by MIA. \"A friend of hers played her our demos and she just got in touch with us immediately, sent us an email and then flew to New York, like out of the blue,\" he says. \"She got there on the Saturday and I actually got fired because I didn't give my boss any notice. She just showed up and was like, 'Let's get to work now,' and of course I'm going to say yes. So I told my boss and he said that's really amazing, congratulations, but that's it. She got me fired, thank God.\" Miller went on to co-produce a track on MIA's Maya album, but was resolute about keeping Sleigh Bells' album as insular as possible, to capture, as Miller puts it, \"the excitement of discovery\". At the heart of Treats is a melodic core that even the most extreme songs – the abrasive, pounding Tell 'Em or the cheerleader-anthem-turned-feral blast of Crown on the Ground – can't obscure. It's that knack for cloaking pure pop in a slightly grubby exterior that creates the thrill. \"Pop isn't a dirty word, it's a great word,\" says Krauss. \"I'm a pop singer, I have no qualms about that.\" What about appealing to a crowd that wouldn't ordinarily listen to your music? \"If a 15-year-old Britney Spears fan likes us then that's great because I can pay rent,\" jokes Miller. \"Who's to say that person isn't any less valid a listener than someone who reads a certain music blog every day?\" Krauss points out. As Krauss explains, they deal with the baggage of being a buzz band or a hype band by simply paying it no mind. \"What's so funny about that is that you're not really aware of it but people are constantly bringing it up, constantly doubting you and constantly questioning and challenging you. You just have to not indulge it and do your thing.\" If doing their own thing means playing visceral live shows that are like \"a punch in the face\" while also licensing songs to adverts, then so be it. Treats is out now on Columbia"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}