{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2010/dec/19/boing-review", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2010-12-19T22:00:01Z", "webTitle": "Boing! – review", "webUrl": "https://www.theguardian.com/stage/2010/dec/19/boing-review", "apiUrl": "https://content.guardianapis.com/stage/2010/dec/19/boing-review", "fields": {"headline": "Boing! – review", "bodyText": "It's bedtime for Joel and Wilkie. They've hung up their stockings and brushed their teeth; their teddies and pillows are present and correct. There's just one problem: Joel is too excited to sleep. He wants to bounce on the bed, to dance like a robot, to pretend to be a superhero. And Wilkie, no matter how reluctant and bleary-eyed, can't help joining in the rough-and-tumble fun. Although set on Christmas Eve, Boing! deserves to have a life long into the new year. This is rumbustious, exhilarating dance theatre, enrapturing for children and adults alike. Choreographed and performed by Wilkie Branson and Joel Daniel of street-dance company Champloo, and directed by children's theatre specialist Sally Cookson, it moves at a cracking pace, always staying one step ahead of the audience's imagination in its movement from slapstick to breakdance, via clowning, acrobatics and an exquisite pastiche of action comics. What partly makes Boing! so delightful is its wickedly acute appreciation of all the things children long to do when the lights are turned out and the door is closed. Joel and Wilkie treat their bed like a trampoline, hide under their duvet for a crunchy midnight feast and embark on an epic pillow fight – all without once being scolded. There are moments when the performers are sweetly childlike, possessive over their teddies and absorbed by the way they can make a feather float in the air by blowing on it. But when they briefly allow themselves to indulge in a proper, grown-up display of street-dance, the show becomes utterly dazzling."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}