{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2010/dec/19/grant-morrison-the-invisibles-comics", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2010-12-19T22:30:01Z", "webTitle": "Grant Morrison, The Invisibles and the comics that put novels in the shade", "webUrl": "https://www.theguardian.com/books/2010/dec/19/grant-morrison-the-invisibles-comics", "apiUrl": "https://content.guardianapis.com/books/2010/dec/19/grant-morrison-the-invisibles-comics", "fields": {"headline": "Grant Morrison, The Invisibles and the comics that put novels in the shade", "bodyText": "The first thing the comics writer Grant Morrison did when he arrived at the podium to address the Disinfocon convention in 2000 was to unleash a bloodcurdling 10-second scream. \"Okay, I'm pissed,\" he admitted to the audience at the bash for the anti-establishment publisher. \"And in half an hour, I'm going to come up on drugs.\" Footage of his speech was greeted with chuckles when it cropped up in Grant Morrison: Talking With Gods, screened last week at the ICA in London. It's sort of how Morrison's fans want him to behave – and, with its copious hallucinogenic drugs, magic symbols and alien encounters, the Talking With Gods documentary didn't disappoint. Morrison, who is in the DC comics stable, certainly plays up to his own myth with his shaved head, shades and trenchcoat. But he's thoughtful and well read, too. This was a properly interesting – albeit rather worshipful – portrait of one of the most interesting writers in the comics medium. Morrison's friend Warren Ellis, another excellent comics writer, points out that Morrison's occultism is actually very pragmatic. The only reason he was abducted by aliens in Kathmandu in 1994, says Morrison, is \"because I went to Kathmandu in 1994 to be abducted by aliens. And it works! These fuckers, they will turn up!\" Morrison practises magic, and encourages his readers to do the same. He's matter-of-fact about it: \"Anyone can contact the scorpion gods.\" At their best, Morrison's comics are crammed with ideas. They are exhilaratingly strange, and kind of puckish. His Doom Patrol featured a gang of supervillains called The Brotherhood of Dada, a sentient piece of roadway called Danny the Street and a painting that ate Paris. But Morrison's masterwork remains The Invisibles, a series about a cell of existential resistance fighters – including a transsexual shaman, a grumpy Scouser, a telepath from the future and their bald-headed leader King Mob, who is the dead spit of Morrison himself. No summary can do justice to how mind-bending and bizarre – and yet compellingly in earnest – this comic is. Its themes are: order v chaos (the Invisibles are fighting the Archons of the Outer Church, a race of inter-dimensional beetles with obsessive-compulsive disorder), time and timelessness, occult magic, and psychedelic or hallucinatory experience. But, rather than being sombre or preachy, it's rollicking good fun. Ever since mainstream comics \"grew up\", with Alan \"Watchmen\" Moore as instigator, the way they tended to show their maturity was by ditching ass-kicking in favour of ideas. Morrison, although he shares Moore's occult interests, is much more into the biff-pow-bang. As one interviewee in Talking With Gods points out, Moore was interested in placing superheroes in the real world – giving them sexual neuroses, bad breath and anxiety disorders. Morrison approaches it from the other end: \"He wanted to bring us into super-world.\" I don't see this as a bad thing. The Iliad is a superhero story, as are Beo-wulf and Sir Gawain and the Green Knight. As the best writers in the genre recognise, these myths have real force. Why not inhabit their worlds rather than flee from them in embarrassment? As well as that link to primal storytelling, superhero comics have a heritage of their own. In terms of longevity and complex continuity (all those monthly stories have to dovetail), there's nothing I can think of in the whole history of narrative comparable to the universes of Marvel and DC. In the 19th century, a penny-dreadful series called The Mysteries of London ran to 4.5m words over 12 years. The Fantastic Four alone probably has that licked by now. There are drawbacks: practically no one ever properly dies, which does lessen the sense of risk. But it also presents amazing narrative challenges. As Morrison, who took them on when he wrote the giant story strand mashup series Final Crisis, puts it: \"These long-running universes have a weight, and a reality, that is greater than mine.\" With Morrison let loose on DC's biggest characters and Mark Millar the prime writer at Marvel, this is also one industry in which the Brits – or, to be precise, two Glasgow lads – have actually cracked America. Meanwhile making Superman interesting, as Morrison does, is a cosmological project. He is, says the author, \"a bit like God, a bit like Dad, a bit like a celebrity\". Morrison, a charismatic writer with a wild imagination, works on a wider canvas with bigger ideas and characters than most novelists. And anyway, what's wrong with men in tights?"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}