{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2010/dec/05/the-ashes-2010-kevin-pietersen-graham-ford", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-12-05T23:01:00Z", "webTitle": "Graham Ford's lessons in posture underpin Kevin Pietersen's revival", "webUrl": "https://www.theguardian.com/sport/2010/dec/05/the-ashes-2010-kevin-pietersen-graham-ford", "apiUrl": "https://content.guardianapis.com/sport/2010/dec/05/the-ashes-2010-kevin-pietersen-graham-ford", "fields": {"headline": "Graham Ford's lessons in posture underpin Kevin Pietersen's revival", "bodyText": "The coach credited with turning Kevin Pietersen's game around said he was not surprised by the batsman's double century because he lived to make headlines. \"Kevin loves the big stage, which is a real gift,\" Graham Ford said from his Durban home. \"The Ashes is such a big event and Kevin is not the kind of guy who likes to miss out on being in the headlines. In fact, he wants to make them.\" The former South Africa coach spent nearly three weeks helping Pietersen find the missing pieces of his game this October and felt the hard work was now paying dividends. \"The determination and the desire to do well in this series started months ago. He came to South Africa looking for answers and help because his focus was on dominating Australia's bowlers this summer.\" • Interactive guide to all the Ashes venues • Sign up now for our weekly email The Spin • How to stay awake during the Tests • Follow our daily blog throughout the Ashes • The latest news and comment on our Ashes site Pietersen flayed Australia's bowling in the revamped Adelaide Oval, and Ford reckoned that having established his momentum, he would not let it slip. \"I'm not one for early mornings but I can easily wake up to watch him bat when he's in that kind of form,\" Ford said. \"He's going to continue to have a massive impact on this series.\" Ford was modest about his influence on the Pietersen revival, but the player was quick to highlight the coach's input after the day's play. Ford said: \"I was flattered when I heard some of the things he had to say, but the bottom line is that he put in the practice and he spent hours working on his game, making subtle changes and applying them.\" Although Pietersen only played two first-class games for the Nashua Dolphins, it was the work he did in the nets and in outdoor sessions with Ford that brought about the positive change to his fortunes. \"We spent a lot of time in the nets and most of it was one-on-one with me doing throw-downs to him while discussing aspects of his play,\" Ford said. \"He also faced a lot of 'live' bowling, which was a great opportunity for him to bat in the outdoors. I believe that with a player of his talent, the more work he does, the more the body naturally finds ways to anchor those good feelings to bring his game together. It allows him to operate on autopilot. During his time out here that all started to happen. He didn't have a lot of game time but he spent a lot of time batting outdoors and that was more important than playing in a match. \"There is no doubt that his stay here was really refreshing for him, which is what he needed. He was in a very good place mentally and when you're refreshed and happy, the quality of your work is always going to be high. He put in long hours, but you can only put in those long hours if you are enjoying yourself.\" Ford was reluctant to specify what aspects of Pietersen's game the pair had focused on, but he did venture a small piece of information. \"There were a couple of things that I noticed he'd changed in the last year or so,\" Ford said. \"They were small, but simple check points that he'd forgotten about and I reminded him of them. The most important thing in his case is where he positions his head. When he's played well he's used his reach to get his head well down the wicket. \"There was a period when he wasn't moving into the correct position. But with me reminding him about what had worked when he was a younger player, he quickly put that right.\" Much to Australia's misery."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}