{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/cifamerica/2010/dec/28/my-generation-squandered-opportunity", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2010-12-28T21:30:00Z", "webTitle": "My generation squandered our golden opportunity | Geoffrey Wheatcroft", "webUrl": "https://www.theguardian.com/commentisfree/cifamerica/2010/dec/28/my-generation-squandered-opportunity", "apiUrl": "https://content.guardianapis.com/commentisfree/cifamerica/2010/dec/28/my-generation-squandered-opportunity", "fields": {"headline": "My generation squandered our golden opportunity", "bodyText": "As a year ends, we look back and take stock, all the more when a decade ends. But it's not the past year, or even the grim past 10 years, that should dismay us. It's the past two decades that have been the most wretched of my lifetime – high promise followed by bitter disappointment. After the Berlin wall fell in November 1989, the Soviet Union imploded, eastern Europe was freed, Germany was reunited, and the west had won the cold war without a shot fired. Francis Fukuyama proclaimed The End of History: not only had communism been vanquished, liberal democracy and the market economy had triumphed throughout Europe, and were now bound to triumph throughout the world, from the Middle East to Africa to east Asia, or so we were told. Twenty years on, the hubristic boastfulness of that moment seems revolting. What happened in the event? Yugoslavia was torn apart, in a way that brought great discredit to the European Union. More horrible wars across the world have killed huge numbers, from central Africa to western Asia and Sri Lanka. Then there were the long years of illusory economic growth. In the memorable words of Bertie Ahern, the now disgraced former Irish prime minister: \"The boom is getting boomier\". So it did, until it turned to bust, or a bustier bust than usual. Not everything was the direct responsibility of western governments, but some grave and unforgivable errors were. They ranged from the negligent failure to control a rampant financial sector to the doctrinaire insistence on imposing laissez-faire capitalism on Russia, which has turned the country into a brutal, despairing kleptocracy; from the thoroughly foolish expansion of Nato to a needless, criminal and abominably bloody invasion of Iraq. After a series of false dawns, the US has proved quite incapable of imposing a just and peaceful settlement in the Holy Land, or even of seriously trying, despite a persistent myth that the Clinton administration did so. The next president didn't even try. George Bush did attempt to punish the enemies of his country and export its supposed values by violence, with the willing support of a British prime minister, but the result was not a success. For us, a peculiarly acute disillusionment has followed the glad confident morning of May 1997. In his weird and rather horrible memoirs, Tony Blair writes of the adoring crowds that day, \"giving all that you touch something akin to magic\", and says his election \"felt like a release, the birth of something better\". What makes it so much worse is that he's right. It did feel like that at the time. Does anyone feel that now? Even then it was already possible to see that Blair's instincts were on the authoritarian right, though harder to guess that he would one day wage a relentlessness war on individual freedom and the rule of law. A few percipient souls recognised sooner than the rest of us that the great economic miracle of which Blair and Gordon Brown once boasted was really an asset-and-credit bubble which one day must burst. But how could any of us know then that Blair would take the country into more wars than any prime minister in living memory, culminating in that appalling Iraq war? Just as the war was beginning, Blair told the Guardian he was \"prepared to be judged by history\". Weeks later in Washington, in the course of an ingratiating speech to Congress, he said that, even if the ostensible reasons for the war proved untrue, \"that is something I am confident history will forgive\". However it may be with that amorphous concept \"history\", there are brilliant historians who have already made their judgments on Blair and his wars. After his second election victory in 2001, the late Tony Judt, whose death last summer was an irreparable loss, wrote a scathing essay about Blairite Britain and the way that, thanks to him, we had become \"a post-political society\". Seven years later Judt added, in his collection Reappraisals, that nothing since, least of all Iraq, had caused him \"to revise my low estimate of the man and his 'legacy'\". In similar vein, Perry Anderson mentioned, in his latest book, The New Old World, the recent eclipse of centre-left parties throughout Europe, before adding that \"the pit of contempt into which New Labour has fallen, in the closing stages of the tawdriest regime in postwar British history, is an extreme case\". And at the beginning of the book Anderson wished that he'd had the opportunity to write about some more countries than those he had discussed, but \"I do not regret the omission of Britain, whose history since the fall of Thatcher has been of little moment\". Doesn't that too seem an increasingly apt verdict? Aren't the mistakes, missteps, and sheer missed opportunities of these 20 years inexcusable? And might not there be an explanation? In one of the last interviews he gave before his death, Judt said something that haunts me: \"My generation has been catastrophic. I was born in 1948 so I'm more or less the same age as George W Bush, Bill Clinton, Hillary Clinton, Gerhard Schröder, Tony Blair and Gordon Brown – a pretty crappy generation, when you come to think of it. It's a generation that grew up in the 1960s in western Europe or in America, in a world of no hard choices.\" Well, his generation is mine, and \"no hard choices\" is exactly right. We were incredibly lucky. We grew up in what the French call les trentes glorieuses, the astonishing three decades that followed 1945, with unimagined prosperity and an all-nourishing state that provided healthcare and education. To cap it all, and make us softer still, we enjoyed unprecedented personal freedoms. Then came that supposed complete victory for the west. But by then we had taken over, and what a horrible mess we've made. If there's any hope at all, it must be that our crappy generation can slink away in shame, and let a younger generation see if they can manage things better. They could scarcely do worse."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}