{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2010/dec/20/the-ashes-2010-england-andy-flower1", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-12-20T22:00:05Z", "webTitle": "The Ashes 2010: Four days off - England calm nerves by taking it easy", "webUrl": "https://www.theguardian.com/sport/2010/dec/20/the-ashes-2010-england-andy-flower1", "apiUrl": "https://content.guardianapis.com/sport/2010/dec/20/the-ashes-2010-england-andy-flower1", "fields": {"headline": "The Ashes 2010: Four days off - England calm nerves by taking it easy", "bodyText": "Andy Flower has witnessed England's crushing defeat at the Waca and by his own admission has been shocked by it. But Flower is a coach who operates by logic and not by emotion. His immediate response is to change nothing. England's top six batsmen, Paul Collingwood among them, look certain to play in the Boxing Day Test in Melbourne even though they made 310 runs in two innings. The four-bowler strategy remains cast in stone. And as for extra nets, do not be so crass: England will allow their badly beaten cricketers four days off, refusing to change their tour plans after a 267-run defeat that has left Australia crowing about a renaissance in the nick of time. \"They still have problems,\" Flower suggested. • Interactive guide to all the Ashes venues • Sign up now for our weekly email The Spin • How to stay awake during the Tests • Follow our daily blog throughout the Ashes • The latest news and comment on our Ashes site Four days off – a statistic that will not delight everybody. An unplanned free day after England lost at the Waca by lunch on the fourth day, a long travel day on Tuesday as they make the four-hour flight from Perth to Melbourne, a family day to make last-minute preparations for Christmas and then a day of Cricket Australia functions and charity visits mean that England will begin their preparations for the fourth Test only on Christmas Eve. Unlike millions, though, they can truthfully claim they will be working on Christmas Day. \"Naughty boy nets,\" or any modern variant, are not part of England's management style. \"Business as usual, no cause for panic,\" is the message from both Flower and the captain, Andrew Strauss. Plans that were drawn up in detail ahead of the tour will not be dismantled. Flower admitted that he did not expect England's capitulation in Perth, with Australia's pace bowlers, Mitchell Johnson and Ryan Harris, taking nine wickets each. The suggestion has taken hold that England's coaches did not plan for Johnson's sudden rediscovery of his inswing, preferring instead to believe the statistical evidence that he had lost the knack. Flower hinted that, as Johnson swung his first ball, England's batsmen should have been able to think on their feet – and he had a point. This is a united dressing room, but heavy defeats create tensions and you could just about sense the blame passing from players to coaches. \"Our performance did surprise me, absolutely,\" Flower said. \"But we also knew that coming to Australia was not an easy task and for anyone to think that would be naive. Today is an unexpected day off so they can use that as rest time. Tomorrow is a travel day then we will have another rest day thereafter. We have a few commitments the day after that and then we will have two training days prior to the Test match.\" There will be no changes in England's top six for the MCG. Flower made a characteristic call for Kevin Pietersen to strut his stuff, be the big man on the big occasion, whatever was the phrase of the day. But it is Collingwood, the only England batsman without a hundred on tour who is struggling the most. Collingwood is as close to a fifth bowler as England have got, still takes inspirational catches and may just feel entirely at home at the MCG. No change there then. Fatigue is growing among the bowlers, but England's reliance upon a four-strong attack will also not be abandoned. Stuart Broad was injured after two Tests, now Jimmy Anderson has a stiff side – \"not a strained side\", Flower emphasised, \"indications are that he will be fit for Melbourne\" – and Steve Finn is staggering towards the finish line, tiring by the day. Rest seems thoroughly sensible for the bowlers at any rate. \"Finn is 100% fit,\" Flower said. \"He's taking wear and tear like all the bowlers will in a five-Test series. I think he's done superbly for a 21-year-old playing in his first Ashes series away in Australia. \"Is he getting weary and feeling the effects? A lot of players will feel the effects three matches in to a five-match series. For bowlers the workload is physically difficult. We've got a few days off in which those bowlers can rest and recuperate then we'll make decisions closer to the time.\" Four bowlers became three at the Waca as Graeme Swann's off-spin became virtually redundant. A repeat of that will surely be unimaginable at the MCG, however green the pitch turns out to be. Spinners have had minimal impact at the MCG all summer but then Australia has few spinners of note and Xavier Doherty did take five wickets there in a Shield game and forced himself into the Test side as a result. As ever, a large Wags contingent is a cause of debate. Flower pondered long and hard before the tour about how best to integrate the sizeable number of wives, girlfriends and children who will all have arrived in Melbourne (delayed flights permitting) by Christmas. England won heavily in Adelaide before the first wave of Wags landed, then were trounced in Perth in their presence. It is all too tempting to draw the conclusion that here is another of those \"little 1% differences\" that can turn a winning side into a losing one. Flower disagrees. \"We'll have a brilliant Christmas lunch all together which we're all looking forward to,\" he said. \"We did the same in Durban last year and then came out and won that Durban Test. \"I don't equate the arrival of the families with us losing the Perth Test at all. If I did notice some effect I'd have spoken out about it. We didn't bat for long enough, that's the bottom line. I don't think families have anything to do with getting hit on the pad by a left-arm swing bowler. \"It was a bad game for us and I'm obviously not happy with the way we handled it. But in the context of the tour as a whole, it's a setback, we've played some very good cricket especially in the first two Tests, where we've had a number of broken records and career bests, and we even had a career-best [Chris Tremlett] in Perth. We're doing a lot right but we'll have to regroup and be better in Melbourne.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}