{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2010/dec/11/liberal-democrat-fees-richard-grayson", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2010-12-11T22:00:03Z", "webTitle": "Liberal Democrat grassroots hit back over tuition fees", "webUrl": "https://www.theguardian.com/politics/2010/dec/11/liberal-democrat-fees-richard-grayson", "apiUrl": "https://content.guardianapis.com/politics/2010/dec/11/liberal-democrat-fees-richard-grayson", "fields": {"headline": "Liberal Democrat grassroots hit back over tuition fees", "bodyText": "The depth of anger among the Liberal Democrat grassroots over tuition fees is laid bare tonight in an astonishing article by the party's former director of policy. Richard Grayson claims that most Lib Dem members have more in common with their counterparts in the Labour party and the Greens than with their own leadership. Grayson, who was director of policy between 1999 and 2004, and until October a vice-chairman on the party's federal policy committee, says the divisive issue of tuition fees should make ordinary Lib Dems \"sit up and think\". He urges the party to seize the \"exciting opportunity\" of Ed Miliband's leadership and to engage more with its traditional enemy. Grayson, a history professor at Goldsmiths, University of London, adds: \"Most of the party defines itself as being 'centre-left', so how did the party end up so badly split on an issue which has previously united it? This split stems not just from a different approach to fees, but from a wider division between centre-left and centre-right liberals. Those on the right generally favour privatised and marketised policies. On the left, we really do take the view that 'we are all in it together'.\" He says the Labour leader is a genuine pluralist and points to the fact that he has signed up to the campaign for the alternative vote (AV). But he adds: \"The current Liberal Democrat leaders will not always be our leaders. In time, the centre-left roots of the party should (or at least could) reassert themselves.\" The remarkable words come at the end of a difficult week for the party which saw it split three ways inside parliament as protests outside spilled over into violence. Despite a large rebellion, the party's leadership won a vote that will allow universities to almost treble tuition fees to £9,000. Nearly half of Lib Dem voters are ready to abandon the party over its backing for the rise, according to a new poll. Research by Ispos MORI for the News of the World showed 29% of those who previously voted for the party said they were much less likely to do so in future, while 17% said they were somewhat less likely. A separate poll in the Sunday Telegraph suggested that just 54% of those who voted Lib Dem in May planned to back the party at the next general election. Grayson is not the only party figure to express anger. David Hall-Matthews, chair of the Social Liberal Forum, which represents members on the left of the Lib Dems, said the closer the leadership was seen to be to the Conservatives the further it was from the party mainstream. They \"have some work to demonstrate to the party and the public how they differ from the Tories\", he added. In a sign it is starting to do just that, the leadership today lays out the details of its pupil premium in an attempt to prove that it is securing victories within the coalition. In the first year of the policy, the country's poorest pupils will receive additional funding of £430 a year, costing a total of £625m a year. By 2014-15 the total cost of the policy will rise to £2.5bn a year. Nick Clegg said: \"When money is tight, you have to be really clear about what your priorities are. One of mine has always been making sure that the most disadvantaged children in this country get the help they need.\" He said he first proposed the idea a decade ago and being in government meant he could put it into practice. \"Despite the recent controversy, all the evidence shows that the best way to help bright kids from poor families get to university is to target additional resources at them when they are younger and so give them a head start in life.\" He was determined to break down the socially segregated education system, he said. Critics said that Grayson does not represent the mainstream of the party. • This article was amended on 12 December 2010 to clarify the funding figures in the paragraph beginning \"In a sign ...\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}