{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2010/dec/13/wikileaks-mervyn-king-bank-bailout", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2010-12-13T23:00:04Z", "webTitle": "WikiLeaks cables: Mervyn King plotted banks bailout by four cash-rich nations", "webUrl": "https://www.theguardian.com/business/2010/dec/13/wikileaks-mervyn-king-bank-bailout", "apiUrl": "https://content.guardianapis.com/business/2010/dec/13/wikileaks-mervyn-king-bank-bailout", "fields": {"headline": "WikiLeaks cables: Mervyn King plotted banks bailout by four cash-rich nations", "bodyText": "The Bank of England governor, Mervyn King, was so concerned about the health of the world's banks in March 2008 that he plotted a secret bailout of the system using funds from cash-rich nations, according to a US embassy cable released by WikiLeaks. Six months before the world financial crisis reached its peak, forcing taxpayers to rescue collapsing financial institutions, King told US officials in London that the UK, US, Switzerland and Japan could jointly enable a multibillion-pound cash injection into global banks, overriding the \"dysfunctional\" G7 nations. The leak may allow King to claim that he – rather than Gordon Brown – was one of the brains behind the bailout of the banks, which took place in October 2008. According to the cable, King told Robert Tuttle, the US ambassador to Britain, and the treasury deputy secretary Robert Kimitt, who was visiting London, that there needed to be a \"coordinated effort to possibly recapitalise the global banking system\" as well as a way to rid the banks of the toxic loans on their balance sheets. The ambassador said in the cable, dated March 2008, that King's proposals \"were not casual ideas developed in the course of a luncheon conversation. It was clear that his principal objective in the meeting was to outline his outside-the-box thinking for Kimmitt. King suggested that the US, UK, Switzerland and perhaps Japan might form a temporary new group to jointly develop an effort to bring together sources of capital to recapitalise all major banks.\" The grouping of the four nations would have been in addition to the 35-year-old G7, which comprises the finance directors of Canada, France, Germany, Italy, Japan, the UK and the US. King appeared concerned that the G7 did not include cash-rich China, Singapore and countries in the Middle East that might have been tapped for a global bank bailout. King said the G7 was \"almost dysfunctional on an economic level\" as key economies were not included. \"It could be a temporary group and he suggested that perhaps the central banks and finance ministers of the US, the UK and Switzerland could coordinate discussions with other countries that have large pools of capital, including sovereign wealth funds, about recycling dollars to recapitalise banks,\" the cable went on. \"King said Japan might not be included because it has little to offer. King noted though that including the Japanese might force their hand in finally marking to market impaired assets.\" King had spelt out to the US officials that he was certain the UK's banks would need fresh cash. \"He [King] said is it hard to look at the big four UK banks (Royal Bank of Scotland, Barclays, HSBC and Lloyds TSB) and not think they need more capital. A coordinated effort among central banks and finance ministers may be needed to develop a plan to recapitalise the banking system.\" It seems likely that the banks identified in the cable were provided as examples for Washington rather than named by the governor. Shortly after the meeting between King and the US officials, leading UK banks began trying to shore up their balance sheets by launching cash calls on their shareholders. RBS stunned the markets in April 2008 by preparing the ground for a £12bn rights issue. HBOS, later rescued by Lloyds, tried – and failed – to raise £4bn from its shareholders, while Bradford &amp; Bingley, later part-nationalised, also tried to raise fresh funds. By October, RBS, Lloyds and HBOS had all been bailed out by the taxpayer, while Barclays raised funds from Middle Eastern investors and managed to avoid taking a direct injection of funds from taxpayers. HSBC launched a £12.5bn cash call in March 2009 and also avoided any government bailout. King appeared before the Treasury select committee later in March 2008 and warned MPs that the financial crisis had \"moved into a new different phase\". At the 28 March committee session, the governor raised his concerns about the need for fresh capital. He told the committee that the right response to the crisis was to \"think very, very deeply about the causes of this crisis and whether levels of bank capital and the sort of financial system that generated this crisis does not require some action\". \"I would not be opposed to a process in which the banks would find more capital, I think most central banks would regard that as a very desirable development,\" King told the MPs."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}