{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2010/dec/20/milan-sign-antonio-cassano-sampdoria", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-12-20T23:22:31Z", "webTitle": "Milan agree deal to sign Antonio Cassano from Sampdoria", "webUrl": "https://www.theguardian.com/football/2010/dec/20/milan-sign-antonio-cassano-sampdoria", "apiUrl": "https://content.guardianapis.com/football/2010/dec/20/milan-sign-antonio-cassano-sampdoria", "fields": {"headline": "Milan agree deal to sign Antonio Cassano from Sampdoria", "bodyText": "Milan have agreed a deal to sign the Sampdoria forward Antonio Cassano, a team spokesman has confirmed, and the player could begin training with his new club before the transfer window opens next month. Although Milan did not confirm details of the contract, it is understood to be for three and a half years, running through to the summer of 2014. A €5m (£4.2m) fee due to Cassano's previous club Real Madrid will be paid by Milan, Sampdoria and the player. The relevant documents will be signed tomorrow before being deposited with the league and, although the deal cannot be ratified until the transfer window opens on 2 January, Milan will apply for special dispensation to have the player begin training with them sooner. Neither club have any more official games before Serie A returns from its winter break on 6 January and Milan hope Cassano will join them for their training camp in Dubai on 27 December. Cassano has been frozen out of the first team at Sampdoria since a heated row with the team's president, Riccardo Garrone, over the player's refusal to attend an awards night. Garrone was so incensed that he attempted to have Cassano's contract rescinded for gross misconduct, but a tribunal ruled last week that the player should have his pay halved instead, and the club have decided to sell him. \"Yes, we will take Cassano,\" said the Milan owner, Silvio Berlusconi, today when asked about the transfer. \"He is the right man to get us winning again because it has been too long that Milan don't win anything.\" Berlusconi also suggested the arrival of Cassano could pave the way for departures, saying that \"it seems Ronaldinho may be leaving\". Ronaldinho's former club Gremio are known to be interested, with their president Paulo Odone saying: \"I'm optimistic that we're going to sort the matter out on our part, pay up and bring him back to the club.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}