{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2010/dec/20/northern-sinfonia-elder-review", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2010-12-20T21:45:00Z", "webTitle": "Northern Sinfonia/Elder – review", "webUrl": "https://www.theguardian.com/music/2010/dec/20/northern-sinfonia-elder-review", "apiUrl": "https://content.guardianapis.com/music/2010/dec/20/northern-sinfonia-elder-review", "fields": {"headline": "Northern Sinfonia/Elder – review", "bodyText": "Two years ago, Mark Elder conducted Elgar's Violin Concerto, with Thomas Zehetmair as soloist. The partnership was a huge success – the performance appeared on the Hallé's CD label – and seems to have persuaded the two to collaborate further. Next month, Zehetmair appears in Manchester conducting the Hallé, while his own orchestra, the Northern Sinfonia, enjoyed a guest appearance by Elder, his first with them, to conduct a deftly themed programme. Elder had put together works by Schreker, Elgar and Richard Strauss, all composed during or immediately after the first world war, and only one of them a regular repertory work. Schreker's Chamber Symphony was the real treat: composed in 1916, it's easily his finest orchestral score and inexplicably neglected. The single, evolving movement occasionally echoes Schoenberg's Op 9 in the same form, but the language is far less astringent, the form more intuitive, and the textures full of genuinely ravishing sounds owing much to Debussy and Ravel. It was shaped quite beautifully by Elder and made a perfect contrast with Strauss's Bourgeois Gentilhomme at the other end of the programme, with its sly borrowings and knowing neoclassicism, which anticipated the Stravinskyan brand by several years. Elder especially relished his role as MC in the final Dinner number, while the Northern Sinfonia players made the most of all their solo opportunities. However, between the two, Elgar's Cello Concerto was less successful. Even with a string section of just 24 players, Steven Isserlis's solo playing lacked assertiveness, and all Elder's exquisite tact with the accompaniment couldn't give the result any sense of presence or immediacy."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}