{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2007/sep/29/uknews4.mainsection", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2007-09-28T23:32:56Z", "webTitle": "Did Mallory make it? Researcher believes he  has the answer", "webUrl": "https://www.theguardian.com/uk/2007/sep/29/uknews4.mainsection", "apiUrl": "https://content.guardianapis.com/uk/2007/sep/29/uknews4.mainsection", "fields": {"headline": "Did Mallory make it? Researcher believes he  has the answer", "bodyText": "When Graham Hoyland was 12, an old man told him a story that changed the course of his life. The man was Hoyland's cousin Howard Somervell, a retired missionary doctor and mountaineer who had been one of the last men to see George Mallory alive in June 1924 on the slopes of Everest. It began Hoyland's lifelong obsession with the legendary climber and the mystery of his death. Now, after eight expeditions to Everest and decades of research, he thinks he knows what happened. On Wednesday, Hoyland will tell the Royal Geographical Society why he believes Mallory and Andrew Irvine were the first men in history to reach the summit of the Earth's highest mountain, 29 years before Sir Edmund Hillary and the Tibetan-born Sherpa Tenzing Norgay. Hoyland, an assistant producer with the BBC, instigated the expedition that found Mallory's body in 1999. He believes the route Mallory took to the summit offers the answer to the mystery. He argues that most of the historians and climbers who are, like him, fixated by Mallory's last climb have been looking for answers in the wrong place. That place is a vertical cliff at 8,620 metres (28,280ft) on the mountain's north ridge known as the Second Step. Most mountaineers believe it was here in 1924 that the mountaineer Noel Odell saw Mallory and Irvine for the last time, climbing towards the summit. In June, British climber Leo Houlding and American Conrad Anker, who found Mallory's body eight years ago, temporarily removed an aluminium ladder at this same spot, placed there by a Chinese team in 1975. Their plan was to recreate the conditions Mallory and Irvine would have faced, but they relied on modern clothes and equipment. Their effort on the Second Step was filmed for a documentary about the mystery to be broadcast next year. But Hoyland says that while Mallory had favoured this route, it had not been the way chosen for earlier attempts. \"I read all the pre-war expedition books and I realised no one had even attempted to go anywhere near the Second Step. They'd all traversed underneath it.\" Climbing up Everest's lower slopes, Hoyland says, Mallory and Irvine met Somervell and his partner Edward Norton as they descended from an earlier attempt on this same, slightly lower route to the summit. \"Mallory had Irvine with him, who isn't really a climber, and he looks up and sees this enormous prow of a Second Step. I don't think he would have contemplated it when he got up close. Imagine Norton lying in the tent and telling Mallory how it went. Norton and Somervell are telling them that they were almost there, right under the summit. \"They'd traversed under the Second Step into the couloir [a formation of snow or ice] and the damn [summit] was just above them. But they'd run out of puff and out of time.\" Odell's description of his last glimpse of two distant figures close to the top soon became part of the legend. \"The first approached the great rock step,\" Odell wrote in a dispatch for the Times a week after the climbers disappeared, \"and shortly emerged at the top. The second did likewise. Then the whole fascinating vision vanished enveloped in cloud once more.\" But Odell's diary entry made that fateful day was more prosaic. He jotted down that they were \"on ridge nearing base of final pyramid\". As the years passed, Hoyland says, Odell became convinced he had seen his companions on the imposing Second Step. But Hoyland argues that the two Britons could not have climbed the steep cliff as quickly as Odell described. \"No one can surmount the Second Step in five minutes.\" Then, he says, there is the question of timing. \"Odell saw them at 1.30pm, which is late, so it certainly wasn't on the Second Step. The only place it can have been was the Third Step. They were seen by Odell at just the time you would have expected to see them at the Third Step.\" If Mallory and Irvine were on the Third Step, a much smaller challenge closer to the summit, then most historians agree they would have made it to the summit. \"If they were there,\" Hoyland argues, \"there is no question in my mind that one or both of them would have reached the summit.\" The location of Mallory's body, far below and near their top camp, shows how close they came in making it back. But Mallory had put his snow goggles in his pocket, suggesting it was dark when he fell. Hoyland believes Irvine then struggled on before finally lying down and succumbing to the cold. Whether Hoyland goes back to find him is another matter. His latest Everest project, a film about a medical expedition for Horizon that concludes on BBC2 tomorrow, has left him exhausted. \"But I've been wanting to stage a completely authentic filmed reconstruction, using the replica clothing, real oxygen sets and two strong climbers. We'd use the Norton and Somervell route I'm suggesting Mallory followed.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}