{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2007/sep/20/marketforces", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2007-09-19T23:49:53Z", "webTitle": "Market force: Central banks give the Footsie a fillip", "webUrl": "https://www.theguardian.com/business/2007/sep/20/marketforces", "apiUrl": "https://content.guardianapis.com/business/2007/sep/20/marketforces", "fields": {"headline": "Central banks give the Footsie a fillip", "bodyText": "It was the central banks to the rescue yesterday. First came the Fed. The US Federal Reserve set the tone with Tuesday night's half-a-point cut in interest rates, sending Wall Street and Asian markets soaring. The FTSE 100, almost inevitably, followed suit. Then the Bank of England made a U-turn by indicating it could pump £10bn into the system next week to calm the turbulent money markets. The upshot was a huge bounce in UK shares, which was helped by a positive opening start for the Dow Jones industrial average, up nearly 100 points when London closed. By the close the leading index was 176.7 points higher at 6460.0. Miners led the way, as analysts said the sector was benefiting from hopes that the US rate cut would prevent the country going into recession, leading to increased demand for metals. Anglo American was up 239p to £31.29, BHP Billiton was 97p better at £16.27, while Xstrata added 193p to £30.50. Meanwhile builders were boosted by the thought that the Bank of England might follow the US example and reduce UK rates sooner rather than later, especially given the credit crunch and the problems at Northern Rock. The latest Bank minutes, out yesterday morning, hinted that a cut could be in the offing. So Persimmon added 48p to 989p, while Barratt Developments rose 41p to 822p. But Northern Rock was under pressure again on talk of a low-ball bid for the troubled mortgage bank, along with signs that major shareholders were selling out. Its shares dropped 49p to 257p, down 16%, as word went round that Lloyds TSB - unsuccessfully roped in by the Bank as a possible white knight - would offer only 200p a share. Another tale had HBOS offering 100p. Martin Slaney, of GFT Global Markets, said: \"Speculation as to the price of a potential bid, and a bidder's identity, has been rife ever since the bank's problems surfaced last week. Early support today on the back of the US surprise half-point rate cut has been wiped out by rumour that any bid is more likely to be around 200p. In reality this is all supposition at this stage without any interested party going public. \"Further pressure has come from rumours that major shareholders are cutting their stakes, even Lloyds TSB which was a potential suitor for at least part of the business. Investors should be braced for continued volatility in the share price as the uncertainty persists. The longer we go without a bid, the lower that bid is likely to be.\" In fact it appears that Lloyds did cut its stake in Northern Rock yesterday, from 16.9m shares to 16.57m, which represents 3.934%. But the bulk of these shares are held by its Scottish Widows investment business, which traders said would not preclude Lloyds making a bid if that was its desire. Meanwhile Baillie Gifford cut its stake below 5%, while Deutsche Bank picked up a 3.64% shareholding on Friday and dumped some of the shares on Monday. Traders said Deutsche must have made a loss on the deal. Amazingly, given the current credit crunch, there was a hint of a bid for a FTSE 100 company by one of its compatriots. Standard Life, up 2.25p to 277p, said it was considering a cash and shares bid for Resolution, the closed life fund attempting to merge with Friends Provident. The wrinkle here is that Pearl Assurance has built up a stake in Resolution and is trying already to prevent the merger. Resolution closed 28.5p higher at 683.5p. Elsewhere gold and oil moved higher as the dollar weakened in the wake of the US rate cut. The crisis at hedge fund group Absolute Capital continued, as its shares dropped a further 56p to 62.5p. It suspended investors' ability to redeem shares in some of its funds, following the surprise resignation of co-founder Florian Homm on Tuesday. In a sharply worded statement the company said Homm was \"disingenuous to portray himself as the employees' champion\". Back among the big boys, Imperial Tobacco fell 3p to £22.07 after an uninspiring trading statement, which helped pull down rival BAT, 5p lower at £16.85. Software group Misys rose 17.5p to 225p after first-quarter revenues climbed by a higher than expected 6%. Photo-booth operator Photo-Me lost 4.5p to 59p as it said it was scrapping the sale of its vending division because it had received no acceptable bids in the current difficult climate. Oil exploration firm Cardinal Resources was 3.75p lower at 7.25p after it said it had called off possible takeover talks. There was some excitement in Phil Edmonds's Central African Mining, up 6.5p to 31p. The company said it had received a favourable court judgment regarding the legality of its mining licences in the Democratic Republic of Congo. However, after the market closed, the DRC government reportedly said the licences had not been reinstated and it alleged they had been obtained illegally. Rich vein There was good news for BBI yesterday. The diagnostic testing group supplies the US company Verax Biomedical with a device to test for bacteria in blood before transfusions. Yesterday the US Food and Drug Administration cleared the device for marketing. Brokers estimate BBI could sell 0.6m tests at $2 a pop in the year to March 2008, but Verax believes this could rise to as many as 50m tests a year. BBI chief executive Julian Baines said: \"Although initial volumes are expected to be modest, it is clear Verax thinks the potential is substantial. We are well placed in terms of our 10-year manufacturing contract and our capacity to produce large volumes of tests to benefit enormously from demand for this product.\" Yesterday BBI added 13p to 160.5p. nick.fletcher@theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}