{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2007/sep/21/newsstory.tottenhamhotspur", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2007-09-20T23:34:20Z", "webTitle": "Football: Spurs prepare audacious bid for in-demand manager", "webUrl": "https://www.theguardian.com/football/2007/sep/21/newsstory.tottenhamhotspur", "apiUrl": "https://content.guardianapis.com/football/2007/sep/21/newsstory.tottenhamhotspur", "fields": {"headline": "Spurs prepare audacious bid for in-demand manager", "bodyText": "Jose Mourinho has become a target for Tottenham Hotspur after parting company with Chelsea in the early hours of yesterday morning. Spurs are believed to be preparing a financially attractive offer that would allow the 44-year-old Portuguese to remain in London, a city where he has recently declared himself and his family \"settled\". After a poor start to the Premier League season that included a 3-1 defeat at home to Arsenal on Saturday, Tottenham's current manager, Martin Jol, must prevail against Bolton Wanderers on Sunday to buy himself time at White Hart Lane. But whatever the impending results, Tottenham's chairman, Daniel Levy, would install Mourinho in a heartbeat. Mourinho will have no shortage of offers after becoming overnight one of the most sought-after commodities in European football. When his relationship with Chelsea began to break down in January, Real Madrid - currently Spain's league leaders - approached him to succeed Fabio Capello. However, he set a spring 2007 deadline to make the move and passed up the opportunity when that elapsed. Nevertheless the stock of the man who steered Porto to an unlikely Champions League triumph in 2004 remains high in Madrid, whose manager, Bernd Schuster, yesterday admitted to difficulties in \"having to adapt to Real Madrid, because it really is a different world\". Barcelona's Frank Rijkaard has been harassed after taking only five points from the club's first three matches of the Spanish league season. Leaks to the Catalan media from club directors, who expected a bigger impact from their £16m summer signing from Arsenal, Thierry Henry, have raised the pressure. Rijkaard has privately questioned whether he needs the stress of managing a club at which perennial triumph is an expectation and it may not be long before he leaves. That might open the door for a return to Camp Nou for Mourinho, who worked there with Bobby Robson and Louis van Gaal. Reports in Portugal suggested Mourinho and his tight-knit backroom staff would take up a role with the national federation, but he is understood not to be immediately interested. Portugal lie third in qualifying Group A for Euro 2008 but their plans were disrupted when the coach, Luiz Felipe Scolari, received a four-match touchline and dressing-room ban after the 1-1 draw with Serbia. The Brazilian was also fined £8,479 for an attack on Serbia's Ivica Dragutinovic after the defender was sent off. Scolari has previously stated he will quit Portugal after Euro 2008 and last night the Portuguese were holding talks about his future."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}