{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2007/sep/10/match.latvia", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2007-09-09T23:55:40Z", "webTitle": "Football: Latvia 1-0 N Ireland", "webUrl": "https://www.theguardian.com/football/2007/sep/10/match.latvia", "apiUrl": "https://content.guardianapis.com/football/2007/sep/10/match.latvia", "fields": {"headline": "Baird faces the chilling truth", "bodyText": "For Chris Baird there was embarrassment at his costly own-goal, while for Nigel Worthington there was anger and frustration at his side's inept performance. But more pertinent is the realisation that their hopes of qualifying for Euro 2008 hinge on Wednesday's trip to Iceland. The gloom that accompanied the end of a dismal display in Riga was at least partly lifted later on Saturday evening with news that Spain had failed to win in Rejkyavik, ensuring that Worthington's side travel to the Icelandic capital still clinging to second place in Group F on head-to-head results. With fixtures against Sweden, Denmark and Spain to follow, this week's game represents the best opportunity for Northern Ireland to bolster their points tally. That defeat was greeted with such disappointment is a measure of Northern Ireland's dramatic improvement in recent years. But it was the manner of the reverse against a side who had lost their previous seven games that caused most concern, particularly when Worthington accused his players of lacking passion, the very thing that fired the revival under the manager's predecessor Lawrie Sanchez. Baird's miscue that diverted Imants Bleidelis' low cross beyond Maik Taylor ultimately divided the two teams, but the seeds of defeat were sown in all areas of the pitch. \"What can you say about that performance? It was absolutely terrible,\" admitted the captain Baird. \"We just didn't do anything that we prepared for. I don't think we can afford any more slip-ups. We need those three points in Iceland to stay up there with Spain and Sweden.\" Worthington's decision to reorganise his back four after the win over Liechtenstein appeared to unsettle the defensive unit but overall it was the Irish failure to lift themselves against less celebrated opposition that caught up with them. \"That's been Northern Ireland's way over the last few years,\" said the winger Keith Gillespie. \"We've always done very well against the bigger nations and then slip up against the sort of minnows. But we have got to pick ourselves up now and it's lucky that we've got another one coming around so quickly. It's a major game now.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}