{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2007/sep/10/newsstory.sport1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2007-09-09T23:55:41Z", "webTitle": "Croatia stay on course for stress-free Wembley trip", "webUrl": "https://www.theguardian.com/football/2007/sep/10/newsstory.sport1", "apiUrl": "https://content.guardianapis.com/football/2007/sep/10/newsstory.sport1", "fields": {"headline": "Croatia stay on course for stress-free Wembley trip", "bodyText": "Steve McClaren's principal concern is to ensure that England prosper but he could be forgiven for hoping Croatia also enjoy a trouble-free run. Slaven Bilic's team are England's final opponents in qualifying and would arrive at Wembley in November with a place at Euro 2008 already guaranteed if they win their next three qualifying matches. A 2-0 victory at home to Estonia on Saturday, courtesy of excellent goals from Arsenal's Eduardo da Silva, enabled Croatia to retain top spot in Group E. Wins away to Andorra on Wednesday, at home to Israel next month and in Macedonia in November would secure them a berth in next summer's finals with their visit to England to come. The only points Croatia have dropped so far came in goalless draws against Russia but Bilic was circumspect after his team's comfortable defeat of Estonia. \"Everything is still open in our group. We are a formula one racer and have kept a few seconds of advantage but we have to be cautious to avoid fatal errors,\" the former Everton and West Ham United defender said. On Saturday Eduardo showed the eye for goal which convinced Arsenal's manager, Arsène Wenger, to buy him from Dinamo Zagreb over the summer. The striker scored with an overhead kick in the 39th minute and collected a pass from Luka Modric in first-half stoppage-time to add his eighth goal of the campaign with a left-foot shot into the top right corner. Darijo Srna missed a sixth-minute penalty against a defensive Estonia side."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}