{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2007/sep/25/waste.mainsection", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2007-09-24T23:22:40Z", "webTitle": "Letters: Plastic bags: waste not, want not", "webUrl": "https://www.theguardian.com/environment/2007/sep/25/waste.mainsection", "apiUrl": "https://content.guardianapis.com/environment/2007/sep/25/waste.mainsection", "fields": {"headline": "Plastic bags: waste not, want not", "bodyText": "It is a shame that Josette Morgan's local authority is suggesting she wraps food waste in plastic bags (Letters, September 24), where it will rot anaerobically to create methane, a powerful greenhouse gas which will be released when the bag is crushed in her bin lorry or at the tip. Sadly, her idea of wrapping the waste in Co-op \"degradable\" bags won't help much either. Methane will still be produced if the food is wrapped. Landfilling biodegradable materials still causes methane to be released. Though in fact the Co-op's bags are not biodegradeable; but \"degradeable\": they disintegrate into little flakes of plastic after a year or two. Her waste authority could be offering Ms Morgan help to compost food waste at home, returning the fertility to her own soil. At the least it could offer a weekly food-waste collection, and compost the waste for her, ensuring no methane is released and the fertility in her waste goes back to soil somewhere nearby. The worse the weather, and the higher the price of oil, the more precious our soil fertility becomes. We can't afford to bury it. Kate de Selincourt Lydney, Gloucestershire Businesses seem happy to go along with a ban on plastic bags (Report, September 22) as it has the side-effect of making them money: they don't have to supply the bags, and some people who now use them around the home might have to start buying more bags. What a contrast with other ideas that would actually cost businesses money, such as changing the rules on junk mail so you have to opt in rather than opt out, or compulsory free extended warranties on all appliances to cut the number going into landfill? HW Lean Reading, Berkshire"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}