{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2007/sep/20/conservatives.uk", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2007-09-19T23:46:55Z", "webTitle": "Letter: Social policies made the right way round", "webUrl": "https://www.theguardian.com/politics/2007/sep/20/conservatives.uk", "apiUrl": "https://content.guardianapis.com/politics/2007/sep/20/conservatives.uk", "fields": {"headline": "Social policies made the right way round", "bodyText": "Jonathan Freedland (The rosy view from Tory Towers could end up looking very dark, September 19) writes that the Conservative party \"got it the wrong way round\" in presenting the solution of \"social responsibility\" before belatedly setting out the problem of social breakdown. This is incorrect. The social justice policy group analysed the nature and causes of social breakdown in Britain, commencing in the autumn of 2005. Breakdown Britain was published in December 2006, offering extensive analysis of the problem, which was widely debated and written about. Seven months later we published Breakthrough Britain, which contained more analysis and also some 200 policy proposals. It was the work not just of \"Team Cameron\", as implied, but of thousands beyond the Westminster village: core working groups, comprising academic specialists and those working on the frontline, took evidence from 2,000 voluntary-sector groups and local councils throughout the UK and abroad, conducted 3,000 hours of public hearings, and polled 50,000 people. All of this came on the back of the three years' work that the Centre for Social Justice has been doing in the most difficult communities with inspirational voluntary leaders like Ray Lewis, Bob Holman and Camila Batmanghelidjh. You can disagree with the findings, but don't tell me we got it the wrong way round. Iain Duncan Smith MP Cons, Chingford and Woodford Green; chairman, social justice policy group"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}