{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2007/sep/17/match.liverpool", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2007-09-16T23:47:21Z", "webTitle": "Football: Premier League: Portsmouth 0 - 0 Liverpool", "webUrl": "https://www.theguardian.com/football/2007/sep/17/match.liverpool", "apiUrl": "https://content.guardianapis.com/football/2007/sep/17/match.liverpool", "fields": {"headline": "Drop Gerrard? I wouldn't dare, says Redknapp", "bodyText": "Harry Redknapp refused to criticise his opposite number for his baffling tactics on Saturday but the expression of surprised relief did the job for him. A week before the season of mists and mellow fruitfulness, Rafael Benítez had decided to rest arguably his two best players, Steven Gerrard and Fernando Torres. By the time he dragged them from the bench for the last quarter of the game it was too late to influence the result of an indifferent contest and, against one of their most difficult opponents of recent seasons, they lost their top place. \"We're all different,\" said Portsmouth's manager. \"He's a clever man and it's his decision to do it how he wants to do it. Personally, I would field my best team. But that's me. I'm not saying I'm right and he's wrong but that's me. \"I'd never feel confident enough to go and rest players. I think you take a big chance. But it's worked for Rafa in the past. I'm not criticising him. It's his decision. Everybody's different, aren't they? Everybody does it his way. And he's been in two Champions League finals.\" Another Champions League campaign - Liverpool are away to Porto tomorrow - undoubtedly clouded Benítez's thinking, as did Gerrard's recent international duties, but it was still an odd decision. Gerrard did not have time to have a profound influence, though Torres almost set up a winner in the 86th minute when Andriy Voronin just failed to reach his cross. Liverpool were marginally the better side but Portsmouth could easily have won. Nwankwo Kanu missed a penalty and John Utaka shot wastefully wide when put through by Papa Bouba Diop, who made a composed debut in midfield. Benítez said: \"You analyse your team and the quality of your players and after that the other team. You analyse which players are tired and which will have fresh legs. And you put everything in the scales and then decide. [Gerrard] is like the majority of the players - he wants to play in every game. But it's my decision.\" There was sympathy for Benítez when he spoke about his players returning from internationals last week. \"It is ridiculous to see players playing in friendly games in Australia [Mascherano] and you can't use them. Some have played one or two full games before they came back. [Alvaro] Arbeloa came back at eight o'clock on Thursday night and you can't do anything with him. Just 'come on, get on the plane and go and play.' It's really difficult to prepare for a game especially if you have away matches with early Saturday kick-offs.\" Asked what he did with those left at home, he replied: \"Play small games - two against two. My players travel more than Willy Fogg all the time, probably.\" Who? \"Willy Fogg? Around the World in 80 Days? Oh, that's right, Phileas Fogg, sorry. In an international break, if you play on Tuesday it is easier for everyone. Someone needs to talk to the television companies. If we are really tired and lose against Porto an English team will be losing in the Champions League. If you want your team at the top level in Europe then OK, protect them.\" Redknapp, too, had frustrations during the international week. \"What do you do? You've got eight players, that's all we had. You train them. You play head tennis. You can't plan because you don't know who's coming back and whether they'll be fit.\" Portsmouth need to win their home matches because they have not won away this year. But they will be happy with six points from their first six games because they have played all the big four. From what he has seen, Redknapp tips Manchester United to win the title. Kanu had his penalty chance in the 32nd minute after Arbeloa pulled Utaka's shirt. Such penalties are often not given but Mike Riley was right. Jose Reina saved it diving to his right. Matthew Taylor, a better penalty-taker, was on the bench. \"I've seen Kanu miss them before so I wasn't overconfident,\" said Redknapp. \"But he's been fantastic. He's the one fella who can hold it up for us.\" Man of the match Papa Bouba Diop (Portsmouth)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}