{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2007/sep/29/rugbyunion.rugbyworldcup20074", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2007-09-28T23:48:57Z", "webTitle": "Rugby World Cup: 'On current form Australia will be the overwhelming favourites'", "webUrl": "https://www.theguardian.com/sport/2007/sep/29/rugbyunion.rugbyworldcup20074", "apiUrl": "https://content.guardianapis.com/sport/2007/sep/29/rugbyunion.rugbyworldcup20074", "fields": {"headline": "'On current form Australia will be the overwhelming favourites'", "bodyText": "The key to England's win last night was that the simple things were done properly in the face of the much-anticipated Tongan pressure, according to Jonny Wilkinson. \"We needed to hang in there and do the basics right. It was a tough night, and we were chasing shadows - and at times, just like [against] Samoa, it was very close and could have gone either way.\" Wilkinson was relieved by the result - that set up a quarter-final against Australia in a week's time - after England had struggled to find their form in their first three pool games. But he admitted they must improve again if they are to have a chance of defending their trophy. \"If you had said this morning 'you can have a win' I would have taken it,\" he said. \"To win by a few points is satisfying, but we have a fair way to go.\" A noted perfectionist, the Newcastle fly-half was critical of his own performance, his second match in a week after coming back from injury last Saturday against Samoa. His place-kicking in particular was not to his usual high standards though the ball used in this tournament has been questioned by him and by the All Blacks' fly-half Dan Carter. Wilkinson struggled with his goal-kicking againlast night, missing three out of seven. \"I still need to improve. Most of the stuff in my head is what I need to improve upon.\" The veteran No8 Lawrence Dallaglio made clear that the team as a whole would need to improve to beat Australia. \"We know we are going to have to play better,\" he said. \"There will be a lot of people trying to hype up this fixture and there's bound to be a war of words which you always get from the Australians. The important thing for us to concentrate on is that we are playing in a World Cup quarter-final. On form in this tournament they will be the overwhelming favourites.\" The Wasps wing Paul Sackey added two tries to the two he ran in against Samoa and believes England's performance demonstrated their potential. \"If we get our performance right on the day we can cause a problem,\" he said. \"Tonga came with a game plan, we soaked up the pressure and came away with a big result.\" Sackey highlighted the performances of the half-backs, Wilkinson and Andy Gomarsall, and Olly Barkley at inside-centre as key to the win. \"The decision-making between 10, nine and 12 was spot on today,\" he said. \"We played our territory game and kept competing.\" Of Saturday's quarter-final against Australia he added: \"We'll think about that next week.\" Tonga's captain, Nili Latu, said his side had failed to keep the pressure on after a strong start. \"It was a very hard game tonight. What can you say? They are world champions. We got a good start and we slacked off and they came back. It shows that against good teams you can't afford to give in. We are going to go away very proud. I would like to thank the boys and all of our supporters back home.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}