{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2007/sep/20/transport.uk", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2007-09-19T23:21:54Z", "webTitle": "Letters: How to tackle traffic chaos: get on your bike", "webUrl": "https://www.theguardian.com/world/2007/sep/20/transport.uk", "apiUrl": "https://content.guardianapis.com/world/2007/sep/20/transport.uk", "fields": {"headline": "How to tackle traffic chaos: get on your bike", "bodyText": "Cycling in London has has increased by more than 80% in the last seven years. Despite Professor Stephen Glaister's fears (Investment in cycling could save £520m, government told, September 17), this has not been matched by a rise in the casualty rate. More cycling leads to safer streets for everyone. London's streets would be even safer for cyclists had the Department for Transport acted sooner to implement wide-visibility mirror systems on heavy lorries. The danger posed by these vehicles is the biggest barrier to safer cycling. The real economic benefit of cycling in London is that it is quicker than any other mode of transport. The value of time savings that cyclists in London enjoy is huge. When this value is added to that identified by Cycling England, or by the DfT's Webtag system, there is no doubt that investment in cycling is the most cost-effective way of improving London's transport efficiency. Charlie Lloyd London Cycling Campaign My experience of cycling has made me wonder whether past attempts to invest in cycling included the appointment of a transport department official whose job was to cull the cycling population. If this de-cycling manager did exist, I imagine the first thing they'd do is introduce huge bendy buses that harvest cyclists on left-hand turns, crushing them to death. Second, they'd introduce an exclusive space for cyclists at traffic lights. This is like driving cattle into a pen before they enter an abattoir. Once wrangled, a herd of cyclists would be ready to be mown down by lorries or angry off-road vehicle drivers. Third, they'd make cyclists share a lane with buses driven by maniacs with no concern for life on two wheels. The government would have to invest a great deal more in cycle safety measures to reap any cost benefit. Why don't they ask cyclists what they want before they invest in schemes to avoid the total incompetence we've witnessed so far? James Bradley London If Leo Hickman's local midwives had cycled they could never have got stuck in traffic (Call 999!, Family, September 15). The London ambulance service's cycle response units now cover the West End, the City and Heathrow airport. They carry a maternity pack for delivering babies, a defibrillator, oxygen and anaesthetic gas. The West End unit regularly reaches 100% of the most serious calls within eight minutes, and enables about half of all ambulance call-outs to be cancelled. Professor Glaister thinks cycling is too dangerous to be encouraged. He should be discouraging walking, which is roughly as dangerous. Cyclists actually live years longer than the average, thanks to the exercise. The main hazards to urban cyclists are lorries turning and drivers opening doors. It is easy to teach cyclists to avoid them. That's why the national Bikeability programme - teaching children and adults - is so important to increasing cycling. Tim Evans London"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}