{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2007/sep/10/newsstory.sport3", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2007-09-09T23:55:40Z", "webTitle": "Only I pick team, warns McClaren after Owen plea", "webUrl": "https://www.theguardian.com/football/2007/sep/10/newsstory.sport3", "apiUrl": "https://content.guardianapis.com/football/2007/sep/10/newsstory.sport3", "fields": {"headline": "Only I pick team, warns McClaren after Owen plea", "bodyText": "Steve McClaren is prepared to change the victorious England line-up that fared so well against Israel for Wednesday's visit of Russia, though the head coach has insisted that he will not be swayed in his decision as to who partners Michael Owen up front by any preferences expressed by his senior players. England strengthened their chances of qualifying from Group E with a convincing 3-0 dismissal of the Israelis at Wembley on Saturday and are confident they will have Owen Hargreaves back from a thigh injury against Russia. However, it is up front where McClaren appears to face an awkward decision following Emile Heskey's impressive display on his first appearance for the national team for 39 months, with Peter Crouch back in contention after suspension. There had been suggestions that Owen would favour playing alongside Heskey, with whom he has proved prolific for England and enjoyed a productive spell in the Liverpool team. Yet McClaren, who does not anticipate having Frank Lampard available this week as he continues his rehabilitation from a thigh injury, will not be seeking the senior striker's opinion ahead of finalising his selection. \"It's a tough decision, but I pick the team,\" insisted the coach after Saturday's win. \"It will be dictated by what I think. It will have nothing to do with other players and their opinions. It would count, but I would not discuss that with the player. I would know that from the performance of the player. Michael has played well with Peter Crouch and with Emile Heskey.\" Owen, who scored his 38th international goal just after half-time on Saturday, combined well with Heskey against Israel. \"I know Emile like the back of my hand so we were never worried about whether we would click going into the game,\" he said. \"Emile is Emile. You know what you're going to get from him and he can be a real weapon in certain games. He was unplayable in some of the games I was alongside him for Liverpool, so it doesn't surprise me that he did so well against Israel.\" Yet, while Owen has thrived alongside the Wigan Athletic forward - Saturday's goal was his 12th in 13 England games alongside him - it should not be forgotten that Crouch and Owen have scored 10 goals in six starts together for their country. Russia are unlikely to prove as accommodating as Israel, with Guus Hiddink's side having conceded only once in the group to date. Their Dutch coach was quick to insist yesterday that he still anticipates Russia joining Croatia in emerging from the group in November. \"Croatia are a tough team, England are coming up and we are still in transition, but qualification is between these three teams,\" said Hiddink. \"I wouldn't be very good if I didn't say that Russia would be among the two that qualify. I don't mind who the other one is, but Croatia are in the lead, are very experienced and they don't spill many points.\" England will need to claim all three on Wednesday, wary as they are of next month's match in Moscow, on an artificial pitch. McClaren is keen to have Hargreaves' experience back for the first tie between the countries, the Manchester United midfielder having failed a fitness test on a thigh strain on Saturday. Hargreaves will be assessed at training in London Colney today, and early indications are optimistic. \"We are hoping Owen will be OK,\" said the coach when asked whether the side would be changed for the visit of Hiddink's side. \"But it is a valid question. We will have a look at the video. It may not be the same team.\" That will affect Gareth Barry. The Aston Villa player earned his 11th cap on Saturday and excelled alongside Steven Gerrard in central midfield, though he accepts he may now lose out to a more experienced head. \"Hopefully I've given the coach something to think about,\" he said. \"It's another option for him, though, isn't it? All you can do is put your name in the frame and do as well as you can, if selected.\" Regardless, there is a refreshing realism within the England set-up that demands a productive result against Russia. \"We've done nothing,\" added McClaren. \"We have put ourselves into a position. There's no time for celebration. We need to follow this up on Wednesday. It is always winning after winning that is the most difficult.\" Kevin McCarra, page 2 Richard Williams, page 5"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}