{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2007/sep/17/match.fulham", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2007-09-16T23:47:20Z", "webTitle": "Football: Premier League: Wigan 1 - Fulham 1", "webUrl": "https://www.theguardian.com/football/2007/sep/17/match.fulham", "apiUrl": "https://content.guardianapis.com/football/2007/sep/17/match.fulham", "fields": {"headline": "Heskey's renaissance ends early as broken foot rules out England duty", "bodyText": "One minute the prodigal hero then, as fast as you could say metatarsal, Emile Heskey was being written out of England's immediate European future, and Wayne Rooney, with a broken metatarsal hat-trick to his name, was as good as back to face Estonia and Russia next month. Having steadied the team, and assuaged his critics, this was an injury that must have had Steve McClaren rolling his eyes in disbelief. The pairing of Heskey and Michael Owen had been wrenched apart as quickly as it had been concocted. Wigan's chairman, Dave Whelan, yesterday confirmed Heskey had broken his foot and said he is likely to be out for six weeks, which would mean he misses England's matches against Estonia and Russia next month. \"He has cracked a metatarsal in his foot,\" Whelan said. \"We had it confirmed last night. It's not a serious one, but it is still six weeks.\" Heskey is in good company. Steven Gerrard, David Beckham, Gary Neville, Roy Keane, Ashley Cole, Ledley King, David Nugent and Owen, as well as Rooney, have all suffered similar damage, with the recovery time dependent on the extent of the injury. Portsmouth's Nugent, like Heskey, broke his fifth metatarsal when with Preston and was back after six weeks, having taken the old advertising slogan \"drinka pinta milka day\" quite literally to speed him on his way. Perhaps the authorities should launch an inquiry into the possibility of a calcium deficiency among today's players. All these metatarsal breaks might be blamed on Thatcher the milk snatcher, who did away with free school cow juice, thereby turning today's footballers into a bunch of limping wimps. Or maybe it is simply the design of the modern slipper-boot, although Heskey appeared to do more than roll over - akin to England before he was recalled. But the damage was done. England will get by; Wigan may find it altogether more difficult, although they will hope this dismal performance against a Fulham side that was only a shade better than mediocre was an aberration. Whatever might have been said and written about the disruption that international fixtures make to the smooth running of a Premier League football club, and it is a topic as tedious as it is largely irrelevant, no excuses can be made for players of this so-called quality not being able to hit a telling ball to within a yard of each other. Judging on this one performance, neither of these teams will be likely to avoid the Championship cut next year. Heskey's injury left Wigan with the pairing of Antoine Sibierski and Marcus Bent, which failed to gel. Bent was lively enough on occasions, albeit in an inconsequential fashion, whereas the Frenchman faded in the way that 33...#8209;year-old strikers are inclined to do. This left Wigan bereft of an attacking focus, and any midfield cohesion was also singularly lacking until Josip Skoko replaced David Cotterill to give some much-needed poise. Not that they looked remotely like equalising Clint Dempsey's first-half goal - and he missed a second-half sitter - until Hameur Bouazza unaccountably upended Mario Melchiot for the sort of unambiguous penalty decision that required not a nano-second of self-doubt from Rob Styles, who had managed to get things so badly wrong at Anfield when Liverpool played Chelsea. Jason Koumas converted. At this point, having been in no previous difficulty, Fulham might have lost it completely had Paul Scharner managed to get more on his close-range header. \"He should have finished us off,\" said Lawrie Sanchez, the Fulham manager. Sanchez was miffed, in a way that has become customary for Fulham managers, who travel in hope rather than expectation. He felt his side's performance was \"as comprehensive as you can get without winning\", a view guaranteed to bring a fit of the shudders to Fulham fans. Perhaps Sanchez was redefining the word comprehensive, for as well as captivating hand signals from the technical area, he has an engaging post-match descriptive feel for the language, such as: \"We were banged to rights for a clean sheet.\" Chris Hutchings was a touch more prosaic, smiling in adversity in a way that may become increasingly difficult as autumn slides into winter. His side must face Liverpool, Manchester United, Chelsea and Arsenal within their next eight matches, making it imperative that this incoherent performance was atypical. \"Nobody gave us a spark,\" Hutchings said, and with the departure of Heskey, the first serving Wigan player to begin a match for England, the fire had gone out completely. Man of the match Diomansy Kamara Never stopped running and was integral to virtually every Fulham attacking movement. Best moment When he raced upfield to take a return pass from Simon Davies and set up the opening goal for Clint Dempsey"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}