{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2007/sep/02/match.birminghamcityfc", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2007-09-01T23:18:03Z", "webTitle": "Premier League: Middlesbrough 2-0 Birmingham", "webUrl": "https://www.theguardian.com/football/2007/sep/02/match.birminghamcityfc", "apiUrl": "https://content.guardianapis.com/football/2007/sep/02/match.birminghamcityfc", "fields": {"headline": "Decisive display separates Wheater from chaff", "bodyText": "Middlesbrough may just have found a way to fill the 12,000 empty seats that provided a worrying backdrop to another encouraging performance by Gareth Southgate's team. Supporters have drifted away, complaining, among other things, about the quality of football served up in recent seasons, but here was a Middlesbrough team with a refreshing approach. They were solid at the back, inventive in midfield and could have added to the goals scored by David Wheater and Stewart Downing as they beat Birmingham at home for the sixth successive time. These are early days, but there are signs this could be the start of a promising new era at Middlesbrough, who achieved their 1,500th league victory with an ease that embarrassed the Birmingham manager Steve Bruce. 'We got our backsides kicked - and there are no excuses. It was a woeful display and we made Middlesbrough look like world beaters. 'There aren't too many positives to take out of a performance like that and I'm not going to lie to you about it. It's a huge disappointment. We've given as good as we've got for four or five games, but we've come here and haven't kicked a ball. It's a harsh lesson for us as to what the Premier League is all about.' Birmingham's fate was effectively sealed after only 12 minutes with a goal from Wheater, who headed in a cross from Andrew Taylor when the full-back commendably stayed on his feet after being challenged inside the area. Middlesbrough extended their lead in the 37th minute and Taylor was again involved, with another cross that left Radhi Jaidi outnumbered inside the area as George Boateng headed the ball down to leave Downing with a simple task. Bruce resisted the obvious temptation to reshape his side at the interval, but substitutions were delayed until only 10 minutes into the second-half. By then, a slip by Taylor had almost presented a goal to Downing, Jeremie Aliadiere had forced a save at the near post from the keeper and Arca had been left unmarked inside the area when he headed wide from Fabio Rochemback's excellent pass. Bruce had seen enough and sent on Gary McSheffrey, Garry O'Connor and Mehdi Nafti in a triple substitution that said everything about his team's display to that point. It was the act of a desperate man and did nothing to shift the balance of power, with Aliadiere going close on three occasions and Stephen Kelly clearing off the line from Luke Young. For Bruce, the one consolation was that only two goals separated the teams at the end. It could have been so many more, as Southgate was eager to point out. 'We are starting to look like a decent side,' he said. 'The players are starting to believe in what we are trying to do. They enjoyed the game and everybody worked hard for their mates. 'That's the best we've played and there is more to come. We played with energy, movement and pace and created a lot of chances. It was a performance I enjoyed watching.' Man of the match: David Wheater The Middlesbrough defender, who has spent most of his career on loan to lower-division clubs, was a decisive influence at the back and scored a fine goal to set the tone for the home team's victory."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}