{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2007/sep/25/transport.ukcrime", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2007-09-24T23:46:44Z", "webTitle": "I've lost my job, said driver clocked doing 172mph. Now his liberty has gone too", "webUrl": "https://www.theguardian.com/uk/2007/sep/25/transport.ukcrime", "apiUrl": "https://content.guardianapis.com/uk/2007/sep/25/transport.ukcrime", "fields": {"headline": "I've lost my job, said driver clocked doing 172mph. Now his liberty has gone too", "bodyText": "For a man who had just been caught by police hurtling through rural Oxfordshire at 172mph, Tim Brady was remarkably clear-headed. As he juddered to a halt almost 700 metres from where he had slammed on the brakes of the Porsche 911 turbo, the consequences of his actions came immediately into view. \"Oh shit,\" he told the constable behind the raised hand. \"I've lost my job.\" Yesterday, Brady, of Harrow, north west London, also lost his liberty for the next 10 weeks and his driving licence for the next three years after being sentenced for dangerous driving at Oxford crown court. The only thing the 33-year-old former delivery driver has gained is a place in legal history as the fastest British motorist to be caught in a speed check. John Reilly, defending, said in mitigation that his client had admitted that borrowing the Porsche from the car hire firm where he worked had been \"foolhardy, stupid and done in a moment of weakness\". Judge David Morton Jack told Brady: \"Your driving was criminally self-indulgent and utterly thoughtless of the danger you might be creating for the innocent.\" As well as handing him the jail term and the driving ban, the judge ordered Brady to pay £474 costs. Normally stuck behind the wheel of a delivery van, Brady worked for a firm that provided \"like for like\" cars for people whose vehicles had been damaged in accidents or crashes. The court was told that on January 26 this year, Bill Maclachlan, a manager at Helphire, had taken delivery of the £98,000, 3.6-litre Porsche at the firm's depot in Kingston Bagpuize, near Abingdon, Oxfordshire. Brady had nagged Mr Maclachan for a chance to drive the car but was repeatedly told he could not. He returned the next day, claiming his boss had not said \"no to that idea\" and took the Porsche for a spin with a colleague on board. Mr Reilly said that although Brady had been refused permission to take the vehicle out, employees at the firm often drove such cars. \"It was not company policy but sometimes blind eyes were turned,\" he said. \"It was almost an allurement that went with the job.\" A little later, police dealing with a motorist who had been driving at 115mph noticed a black Porsche shooting along the A420 near Abingdon, where the hazards included a staggered crossroads, parking layby areas and pedestrian access. PC Peter Billingham, who was carrying out checks with a speed gun, discovered that the Porsche was travelling at 172mph - 77 metres a second. PC Mark Gulliford, stationed further down the dual carriageway, stepped out on to the road and raised his hand, and Brady slammed on his brakes. The car wobbled along for 681 metres before the heavy braking paid off. Mr Reilly said his client had realised the trouble he was in and blurted out: \"Oh shit, oh shit, I've lost my job, everything. I've just got a new job.\" Brady, who resigned from Helphire shortly after the incident, had admitted dangerous driving last month but denied a charge of aggravated vehicle taking. Mr Reilly said Brady, who is dyslexic, had left school with no qualifications and was earning little more than the minimum wage at Helphire. He pleaded with the judge for Brady to be spared prison, saying he suffered from claustrophobia. The judge said he had taken into account the mitigating factors before passing sentence. He criticised Brady for disobeying his manager, risking his passenger's life and putting the public at risk. He added: \"Travelling at almost two-and-a-half times the highest limit which is allowed on the roads in this country, you would have approached without any warning. The plain fact is that your driving was criminally self-indulgent.\" A spokesman for the Royal Society for the Prevention of Accidents described it as \"an absolutely terrifying piece of driving\". He said: \"Our roads are not racetracks or for breaking speed records,\" adding that Brady's apparent \"lust for speed\" had led him to disregard the safety of others. \"Even if he thinks he is capable of controlling a car safely at more than 170mph, he is making no allowance for the possible behaviour of other road users. No one would have a chance of surviving if there had been a crash.\" Until Brady was convicted, Jason McAllister held the record for the fastest speed recorded by police for a car on British roads. The car dealer was caught after a camera photographed him travelling at 156mph in his BMW M3 on the A90 in Scotland in 2003."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}