{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2007/sep/14/comment.sudan", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2007-09-13T23:16:25Z", "webTitle": "Response: My sister was killed in Darfur. The world must not look the other way", "webUrl": "https://www.theguardian.com/commentisfree/2007/sep/14/comment.sudan", "apiUrl": "https://content.guardianapis.com/commentisfree/2007/sep/14/comment.sudan", "fields": {"headline": "My sister was killed in Darfur. The world must not look the other way", "bodyText": "Jonathan Steele reports that, on his recent trip to Sudan, UN secretary-general Ban Ki-moon \"was conspicuously unwilling to criticise Sudan's President Bashir for human rights violations\" (The UN leader is right to defy the Khartoum bashers, September 11). Most of us would read such a statement as a strong indictment of someone who is supposed to speak for the world's conscience. But Steele meant it as praise. His column is peppered with denials and red herrings: it's not the government that's responsible, it's climate change; it's not the government killing civilians, bombing villages and arming militia, it's just \"violence between rival clans\". If you're a Darfuri like me who has had to flee your home in the face of the slaughter, reading such comments in a progressive newspaper makes you wonder what's going on in the world. As Steele says, there are of course numerous reasons why the violence in Darfur has been so horrific. Climate change may have contributed, and ethnic differences are of course important, but he ignores the political situation. When I grew up in Darfur following independence, the different ethnic groups lived peacefully together. I went to school with people from Arab clans and many were my friends. Things began to change while I was at secondary school. One day the government troops arrived and executed seven people in my village, Khazan Jaded. We protested about the murders and I was expelled from school. That was just the beginning. Once I graduated from university, state discrimination meant it was impossible for me to get a job. The governors of Darfur, for example, have always been taken from a government-allied Arab tribe that only makes up 17% of the population. This was of course unsustainable unless ordinary Darfuris were subjugated. As Darfur developed, ordinary people began to want more control over their lives. This threatened the Sudanese government's control and thus they mobilised the Janjaweed militia, funding and arming them and giving them instructions to help themselves to the land and property of others. So this isn't, as Steele suggests, some backward conflict fought between farmers and nomads in rural areas: it is politically orchestrated and planned. My sister, for example, was murdered 12 months ago, leaving six children behind. Mariam was killed on her doorstep in the capital of Darfur - not some rural backwater - and by government soldiers, not bloodthirsty peasants. The government's desire to subjugate Darfur ignited this conflict and drives it today. As Steele suggests, peace is urgently needed. But we must get the right conditions in place to ensure it. On Sunday I, along with thousands of Darfuris, will attend the Day for Darfur demonstrations in 50 countries around the world. We will demand an immediate ceasefire and the rapid deployment of the promised peacekeepers. If the international community looks the other way now, the violence will flare up again and the government of Sudan will go back to slaughter. Leaders responsible for mass killings of their own civilians deserve to be criticised. I would rather be a \"basher\" of mass murderers than an apologist for them. · Ishag Mekki, formally from El Fasher, Darfur, is a refugee living in London ishagmekki9@hotmail.com globefordarfur.org"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}