{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2007/sep/12/newsstory.sport2", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2007-09-11T23:34:35Z", "webTitle": "Magician Hiddink prepares something special for England", "webUrl": "https://www.theguardian.com/football/2007/sep/12/newsstory.sport2", "apiUrl": "https://content.guardianapis.com/football/2007/sep/12/newsstory.sport2", "fields": {"headline": "Magician Hiddink prepares something special for England", "bodyText": "Guus Hiddink is taller than you might expect, his stomach tauter than a man of 60 could be forgiven for carrying and his barrel chest juts out as sharply as that defiant bottom lip of his. It is a pugnacious appearance that augments the aura of one whose managerial achievements in steering provincial PSV Eindhoven to a European Cup triumph and South Korea to the World Cup semi-finals have been widely applauded. But although he would seem to be suited to a nation whose ursine pride is not matched by prowess in the world game, respect has at times been hard to come by in Russia. \"It's progressing out there but he wants to make faster progress,\" said one friend who has known Hiddink since his early career at PSV, where he began as assistant manager in 1983. \"There is politics: Russian club coaches won't be convinced so easily. As a coach you have to have patience; especially in Russia, where he's found it's two steps forward and one step back. He's trying to revive Russian football, in an immense country. He says he's feeling OK out there but it is a slow process to get everyone behind him.\" Nikolay Provokov, a journalist with Sports.ru, suggests that his task has been complicated by the envy of the locals towards someone whose multimillion-dollar contract is generally considered a personal grant from Chelsea's oligarch owner, Roman Abramovich. \"It's a common situation - he's not from the Russian coaches' community, he's a foreigner so it is harder to communicate that he would like them to rest a player or to release them for a friendly match,\" said Provokov. \"There might be some jealousy from the Russian coaches because he has a huge salary and a very good contract.\" Scepticism has also grown within Russia's media. Provokov says it initially regarded him as \"a magician who would do a miracle\", but that soon faded after the first two matches ended in draws at home to Croatia and Israel. However, with the platform of the most obdurate defence of the 50 teams in qualifying, five wins and a 0-0 in Croatia brought recognition that Russia is resurgent under Hiddink. His friend believes that if Hiddink overcomes England at Wembley tonight or by squeezing them out of Euro 2008 qualification from Group E, the Dutchman will be every bit as highly regarded as he is south of the 38th parallel. \"If Guus manages to get Russia to the European Championship he will be a god there also,\" said the friend. \"They have already offered a contract extension and he can make everything work. But I don't know if he will stay after the tournament in Austria and Switzerland.\" That will come as welcome news to many English football fans - and journalists - who would have liked to see Hiddink leading out the home team at Wembley tonight. The Football Association did approach him as a possible successor to Sven-Goran Eriksson, but he told them he had committed himself to Russia. But in an apparently flustered outburst in which he accused Hiddink of \"kidology\" and \"mind games\" earlier this week, McClaren's assistant, Terry Venables, seemed to betray his consciousness of the threat the Dutchman poses to his own job. Should McClaren's attempt to guide England to Euro 2008 end in failure, Hiddink might yet be persuaded to come to England. But whatever his own ambitions the Russia coach had nothing but favourable comments for his England counterpart. \"I think McClaren did a good job in getting the team together and by sticking to what he thinks is right he has been proving in recent games that they are on the right road,\" he said yesterday. Hiddink can relate to that headstrong streak. Occasionally described as the \"second-chance 11\" in their home country, his Russia team contains several players whose careers have been studded with indiscipline. Dmitry Sychev, the striker, took his former club Spartak Moscow to court in a pay dispute; his forward partner against Macedonia, Roman Pavlyuchenko, once attacked an opposition coach and Igor Semshov was banned for five games after kicking a referee. Hiddink believes he draws \"energy\" from what he describes as a \"spicy\" recipe of characters in his dressing room. \"It is always good to have some characters who might think differently to how everyone thinks,\" he said. \"You shouldn't be afraid as a coach of something extra or of something special. It is very easy when you are in a position of power to say no because it prevents problems. But in top football work you are on the edge and it can work at a high, high level. It is not only in football that's important but also in life.\" Perhaps Venables is right to be rattled. That boldness would be a boon to England if McClaren, the continuity candidate after Eriksson, should fail tonight. Guus's greatest hits PSV Eindhoven, 1988 A year after becoming manager of the Dutch club he led them to their first European Cup title with victory over Benfica on penalties in Stuttgart Holland, 1998 After four years in charge of his national team he steered them to the semi-finals of the World Cup in France, where they lost to Brazil on penalties, having beaten Argentina in the quarter-finals South Korea, 2002 In charge of one of the two host nations he wildly exceeded expectations by taking a team which had not won a single game in five previous World Cups to the semi-finals, beating Portugal, Italy and Spain before Germany halted their run PSV Eindhoven, 2005 Returning to his native country, he led the Dutch club to the semi-finals of the Champions League where they lost to Milan on away goals, the furthest they had been since the competition's format changed in 1992-93 Australia, 2006 After taking the reins of a national team that had not been at a World Cup since 1974 he helped the Socceroos qualify for Germany and then oversaw their first-ever win in the finals, over Japan, before a controversial penalty saw them lose 1-0 to Italy in the second round"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}