{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2007/sep/14/music.comment", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2007-09-13T23:16:35Z", "webTitle": "Alexander Chancellor: I tried to give classical maestro Pierre Boulez a chance", "webUrl": "https://www.theguardian.com/commentisfree/2007/sep/14/music.comment", "apiUrl": "https://content.guardianapis.com/commentisfree/2007/sep/14/music.comment", "fields": {"headline": "I tried to give the contemporary classical maestro Pierre Boulez a chance. I really did ...", "bodyText": "I have always tended, in my fuddy-duddy way, to steer clear of contemporary classical music, but last week at the Lucerne festival I decided to expose myself to it. It is at Lucerne each year that Pierre Boulez, its great apostle and theorist, and bogeyman of the traditionalists, assembles young music students from around the world and, through a series of masterclasses and concerts, seeks to stir their interest in sounds that, to the uninitiated, seem anarchically and tunelessly arranged. It might be thought a shame that a conductor of such undoubted gifts as Boulez should devote himself to promoting music that most people neither like nor understand, but he is clearly having an effect. For not only do the students clearly enjoy playing under his direction, but the solidly bourgeois citizens of this lake-side town, whom you would assume to be people of old-fashioned tastes, also flock in great numbers to his concerts. The day on which I attended a Boulez concert was overshadowed by the death in Italy of Luciano Pavarotti, who stood for everything that the French maestro has repudiated - melody, emotion, sentiment. Tunes from Puccini operas kept drifting into my head when I should have been concentrating on higher things. Boulez also studiously avoids showmanship. He conducts, wearing a business suit, with modest little gestures. He never smiles, and he responds graciously to applause but with what seems to be a dogged sense of duty. It is as if he wants to emphasise that contemporary music is not intended to entertain. The concert I went to was devoted entirely to the work of Hungarian composers: Bartok, Ligeti, Kurtag, and Eotvos. The older Hungarians tend to have had lives blighted by tragedy. Bela Bartok died in 1945 in miserable exile in New York, and György Ligeti, who died last year, lost his father and a brother in Nazi concentration camps. In Ligeti's case, bitter experience of the Nazi and communist dictatorships fuelled his musical radicalism. \"Totalitarian systems don't like dissonances,\" he once said. But Litegi's music, even if I couldn't understand it, had, as claimed in a programme note, a certain \"sensual accessibility\". His orchestral piece, Lontano, had a sepulchral spookiness that was quite affecting. The violins shimmered and buzzed like flies against a background of grumbling double basses and sullen protests on the brass. And gradually the buzzing noise swelled to become like a swarm of frantic bees. Whatever it meant, the piece had a confidence and authority that commanded respect. The highlight of the concert, however, was the first performance of a long piece for solo violin and orchestra by Eotvos, the festival's composer in residence. It was called Seven and was written as a memorial to the seven astronauts who died in the space shuttle disaster of 2003. Eotvos, who is 63, has always had a thing about space travel. In 1961, when he was only 17, he wrote a piano piece called Kosmos in honour of Yuri Gagarin. Seven consisted mainly of a string of cadenzas, each in honour of one or two of the named astronauts, so that all of them were personally commemorated; but if these were intended to reflect their individual characters, as Elgar's Enigma Variations did for his friends, one didn't notice it. The fluttering strings, cascading flutes, and the contrasting bursts of noise on the percussion may have conveyed a sense of the danger and drama of space travel, but that for me was about it. Maybe with enough effort one could grow to feel at home with music that has abandoned all the old familiar reference points, but should art require effort to be understood? I did rather enjoy the concert all the same, especially the Ligeti, and I admired Boulez's devotion to his austere mission; but I went into a shop next day and bought a CD of Pavarotti singing Puccini. Few experiences could be nicer than a visit to Lucerne, where the food is excellent, the people are amiable, and the views across the lake are of breathtaking beauty. Turner returned obsessively in old age to paint the Rigi, one of the two mountains that loom over the town. Queen Victoria assuaged her grief over the death of Prince Albert by visiting Lucerne in 1868 and riding a pony to the top of the other mountain, the Pilatus. And both Goethe and Wagner sang its praises. Wagner said he knew of \"no more beautiful place on earth\", and Goethe wrote that at Lucerne he had experienced \"the splendour of the world\". It's not perhaps quite so nice today. There is a lot of new building development around the lake. But nothing can diminish the glory of the mountain scenery. And Switzerland is a refuge for those of a non-conformist bent. It is far easier to smoke there than in most countries in Europe. Although Swiss cigarette packets tell you in three languages that smoking kills, lighting up is still permitted in restaurants and in the foyer of the great concert hall, where ashtrays are thoughtfully provided. Even Zurich airport is equipped with smokers' lounges. And, while the middle-aged look pretty stuffy, I noticed that there was hardly a young woman in Lucerne without a jewel in her nose. · This week Alexander read Mark Twain's A Tramp Abroad, about his travels in Europe in the 1880s, in which he complained, as he still could today, about the tackiness of the souvenirs on sale in Lucerne, especially the cuckoo clocks and \"wooden images of chamois skipping about wooden rocks\". Alexander also fell asleep during the film Atonement."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}