{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2007/sep/29/marketforces", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2007-09-28T23:19:09Z", "webTitle": "Market forces: Traders lose appetite after sugar warning", "webUrl": "https://www.theguardian.com/business/2007/sep/29/marketforces", "apiUrl": "https://content.guardianapis.com/business/2007/sep/29/marketforces", "fields": {"headline": "Traders lose appetite after sugar warning", "bodyText": "The market turned sour yesterday as sugar group Tate &amp; Lyle plunged and miners suffered from profit taking. Tate lost 155p to 402.5p after the company issued a profit warning and listed a catalogue of woes, ranging from higher corn costs to the recent dollar weakness. Mining group Antofagasta fell 28p to 762.5p, Vedanta Resources dropped 27p to £20.30 and Kazakhmys was 50p lower at £14.05. Investors decided to cash in after recent strength in the miners, while UBS downgraded all three of them, including issuing a sell note on Antofagasta. UBS was also negative on Aquarius Platinum, which slipped 11p to £17.20 on worries about its operations in Zimbabwe. The country's government has proposed that white owners should hand over 51% of their business interests to the black business community. This concern outweighed any benefits from the rising price of platinum. Investors in rival Lonmin however took full advantage, pushing its shares 251p higher to £36.49. UBS said: \"We continue to like the strong fundamentals in the platinum industry and continue to admire the Aquarius management, but we note three issues: Aquarius has outperformed Lonmin by 29% over the last three months on production concerns for Lonmin - in our opinion, most platinum producers have production issues, including Aquarius; secondly, we note the strengthening rand, which would have a negative impact on US dollar earnings; finally, the announcement from the Zimbabwean government of the plans to implement an Indigenisation Bill could impact Aquarius's Mimosa operation in Zimbabwe.\" With the miners weak and Tate knocking 3 points off the leading index, the FTSE 100 closed 19.6 points lower at 6466.8 . Wall Street was in the red by the time London closed but its fall was limited by news that the Chicago Purchasing Managers Index came in slightly better than expected. Back in the UK, catering group Compass continued to fall back after Thursday's trading statement. It lost 8.75p to 302p, not helped by analysts at Panmure Gordon moving their recommendation from hold to sell. Northern Rock continued on its volatile way, down 14.3p to 179.2p. The business is believed to have now borrowed around £8bn from the Bank of England, while the initial excitement after its announcement of takeover approaches is now fading. Pubs group Enterprise Inns was also lower, off 7p to 592p. The company said trading for the year was on track, but added it was delaying negotiations to raise £750m of debt until next year because of the current market turmoil. Chocolate and soft drinks group Cadbury Schweppes slid 6.5p to 567p. Merrill Lynch listed the company as one of those with high debt which may need refinancing, especially if it fails to sell its beverages business. Fund manger New Star Asset Management reported good first-half figures, but these were overshadowed by cautious comments on current trading and its shares fell 56p to 364p. Insurer Resolution fell 2p to 682.5p as rival Pearl issued a statement clarifying its bid intentions. Pearl hinted it was unlikely to offer much more than the 660p a share it had paid to build up its 16.5% stake. Later Resolution demanded that the Takeover Panel set a clear timetable for offers. But DSG International - formerly known as Dixons - added 1.4p to 135p as JP Morgan upgraded from underweight to neutral and raised its price target from 150p to 165p. Engineering group FKI edged up 1.5p to 91p after a trading statement. There had been fears that FKI's US hardware business would be badly hit by the problems in the American housing market. FKI admitted the division was suffering, but said the performance of its other businesses would compensate. Dana Petroleum jumped 69p to £11.62 after the company and its partners found oil in a wildcat well in the North Sea. Elsewhere Celtic Resources added 53p to 284p on hopes of a takeover battle. First the gold miner confirmed it had received another offer on top of the rejected 220p a share bid from Russia's Severstal. Then Severstal snapped up another 3.1% of Celtic to take its stake to 29.7%, and raised its offer to 270p. It added that it had received a letter from Barrick Gold - which holds 6.6% of Celtic and was suggested as a possible white knight - supporting its offer. But Celtic immediately rejected the improved bid. Traders pointed to Victoria Oil &amp; Gas, where Celtic's Kevin Foo is chairman, as the possible other bidder. Victoria added 3p to 27.75p. Still among the small fry, Hong Kong-based digital surveillance company Univision Engineering climbed 1.125p to 2.75p after full-year profits tripled to £1.4m. Finally, Sports Direct International, Mike Ashley's sports retailer - perhaps helped by reasonable news from rival JJB - added 5p to 129p. It also revealed it had increased its stake in Umbro further, to 12.24%. Analysts are still counting down the time until Ashley decides to take the business private again - inevitably at a hefty discount to the 300p flotation price. AT debts AT Communications produced some reasonable figures this week - half-year profits up 25% to £2.3m and an upbeat outlook - but its shares have not reflected that. Yesterday they fell 2p to 41.5p. Investors seem concerned about AT's debt levels, given the tricky state of the financial markets. Borrowing stands at £19.8m, but this should fall to £15m by the end of the year and AT is confident it has the debt covered. The company has also suffered from the Torex syndrome - AT's finance director Mark Woodbridge was involved in the troubled Torex group and stepped down from AT in February. His replacement, Ian Crawley - ex-Shell and BT - has bought £1m worth of shares, while chief executive Alex Tupman paid 45p each for 330,000 shares to take his stake to 15.7%. nick.fletcher@theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}