{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2007/sep/21/sport.comment3", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2007-09-20T23:34:19Z", "webTitle": "Kevin McCarra: He raised standards to breathless altitude", "webUrl": "https://www.theguardian.com/football/2007/sep/21/sport.comment3", "apiUrl": "https://content.guardianapis.com/football/2007/sep/21/sport.comment3", "fields": {"headline": "He raised standards to breathless altitude", "bodyText": "Roman Abramovich wanted to see the back of Jose Mourinho but there are others who must be even more delighted to be rid of him. Since August 2004 his Chelsea side have been distressing rivals. Sport is supposed to be competitive and English football should respect him for raising standards to a breathless altitude. The peak came in his very first attempt when Chelsea's total of 95 points for season 2004-05 set a record for the Premier League. Eight years before, Manchester United had been champions by scraping together 20 points fewer. If that modest haul reflected a more competitive environment it was also one in which leading sides neglected to use their advantages to the full. Mourinho put a stop to all that. Statistics are arid, but the spiky passion of the Portuguese enthralled a public that could not bring itself to ignore his words even when it purported to be tired of him. While the skewwhiff English of a clever man speaking a foreign language was ear-catching in itself, he had much of substance to say. Over his first two Premier League-winning campaigns he gave Chelsea a cold-eyed ambition and discipline never before witnessed in the history of the club. His approach was evident from the start, when the programme opened with the visit of Manchester United on Sunday August 15 2004. There was programmed monotony and a hawkish exploitation of weakness. Roy Keane disliked playing centre-half and his failings there were exposed as the movement of Didier Drogba and Eidur Gudjohnsen led to the Icelander scoring the single goal of the day. Mourinho inherited good players and his own transfer record was uneven. It could be claimed that Petr Cech, John Terry, Frank Lampard and Drogba were the men who mattered most for him, with all but the latter already on the books when he first hit London. Preparing and motivating footballers is what Mourinho does best. Manchester United have scraped one win in 10 attempts against Chelsea since the summer of 2004. Arsenal did worse still, never beating Mourinho's team over the same period. Liverpool alone vexed Chelsea, particularly by eliminating them twice in the Champions League semi-finals, and it is noticeable that Rafael Benítez's management style most resembled that of Mourinho. The Portuguese is the more disturbing character and all his traits, for good and ill, were shown in the notorious games with Barcelona early in 2005. His football, with its efficiency and unholy arts, was displayed in the second leg at Stamford Bridge. Chelsea had gone down 2-1 in the Camp Nou, but preyed on the modern Barcelona's faults as no team has before or since. With pinpoint counter-attacks, Mourinho's side strode to a 3-0 lead inside 20 minutes, yet it took a late header to thwart the visitors' recovery for a 4-2 win. In the dressing room Ricardo Carvalho then pointed to the television screen, pleased by his tug on the Barcelona goalkeeper Víctor Valdés before the Chelsea captain found the net. Such sneakiness is nothing new, but sharp wits and sharp practices are seldom so apparent as they have been under Mourinho. It was the first leg of the tie with Barcelona that included a pair of yellow cards for Drogba shown by Anders Frisk. Mourinho related the dismissal to the influence of his opposite number at half-time. \"When I saw [Frank] Rijkaard entering the referee's dressing room I couldn't believe it,\" said the Chelsea manager. He had seen no such thing, as he later admitted, and had been relaying reports from his backroom staff. Frisk would eventually report that he broke off the conversation when the Dutchman began discussing the match. The Swedish official retired after being the subject of death threats. Mourinho does not do regret and Chelsea stayed in denial regarding their unnecessary, if not squalid, part in the affair. A touchline ban was imposed on the manager for the quarter-final matches against Bayern Munich. There were tales that Mourinho, nowhere to be seen at the Stamford Bridge leg, had been smuggled into the dressing room inside a laundry basket and even claims that communication equipment had been hidden inside the woolly hat of his assistant Rui Faria. Underlying everything was Mourinho's desire not to be bested and it blinded him from acknowledging how the episode had degenerated. So far as football results were concerned, overcoming Barcelona was as good as it got. Despite the affluence, there was a damagingly old-fashioned tone to the club. The sums of money have been multiplied beyond comprehension, but Abramovich could have passed for the sort of local businessman who would once buy a provincial club and then dabble in football matters. No one accepted that Mourinho had been hankering after the £30m signing of Andriy Shevchenko. The line-up has not been so well integrated since that signing. Nothing has worked well in a wider context either and criticisms of the ambulance service after Cech's fractured skull at the Madejski Stadium were notoriously ill-advised. Chelsea's structure, becoming more complex as Avram Grant followed Frank Arnesen on to the staff, seemed to blur the sharp focus Mourinho had initially achieved. Signings met with disapproval as, for instance, when Mikel John Obi was slow to look worth the compensation paid to Manchester United. Deterioration was measured by pettiness, with Mourinho denied the centre-half he needed in the January transfer window last season. His efforts to be cooperative in the summer, as Chelsea cut back their spending, were a little sad, as if he were dimninishing himself. Maybe he could not live with the scorn that the Chelsea owner exuded after bad results against Aston Villa and, this week, Rosenborg. Abramovich seeks exuberant football for the good of his soul and, perhaps, the worth of Chelsea as a global brand. Both men had surely had enough. Mourinho, with his intellect and ambition, may be able to remake himself and temper the mechanistic nature of his football. The Russian has the means to regroup. Despite much success over three years, though, each has in the end introduced the other to failure."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}