{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2007/sep/17/match.reading", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2007-09-16T23:47:21Z", "webTitle": "Football: Premier League: Sunderland 2 - 1 Reading", "webUrl": "https://www.theguardian.com/football/2007/sep/17/match.reading", "apiUrl": "https://content.guardianapis.com/football/2007/sep/17/match.reading", "fields": {"headline": "Reading running on empty as Keane conjures spirit of 73", "bodyText": "Reading are unwell. Steve Coppell has diagnosed \"second-season syndrome\" and admits he is struggling to find a cure for his players who not only nearly qualified for Europe in May but contributed to making him manager of the year. \"Few teams improve in their second season after promotion to the Premier League and I've compiled a list of the reasons why I think this happens,\" said Coppell, whose floundering side were largely out-classed by an, at times, distinctly nervy Sunderland, fresh from four straight defeats. \"It was all a novelty for us last year; we were going into big stadiums wide eyed and with a point to prove,\" said the Reading manager, looking almost as anxious as Northern Rock's chief executive. \"Now though the wide-eyed element has gone. We've got to reproduce the freshness we had last year but it's hard.\" Whereas Sunderland are finding the step up from the Championship something of a quantum leap Reading experienced an impressively seamless transition last season, astounding even Coppell with their wonderfully fluent, high calibre attacking football. It was invariably high-tempo stuff evidently fuelled by high adrenaline levels but now, suddenly, Reading look drained of energy. Perhaps significantly, their decline bears strong similarities to those endured by Blackburn Rovers during 1996-97 and Leeds United towards the end of David O'Leary's time in charge. Blackburn won the 1995 title courtesy of a vigorously up-tempo game which they subsequently lacked sufficient impetus to sustain; and the gloriously swashbuckling style that swept Leeds to the European Cup semi-finals in 2001 could not be maintained and a dramatic fall from grace ensued. They say no one is indispensable but the midfielder Steve Sidwell's defection on a free transfer to Chelsea during the summer has had a hugely negative effect. Sidwell's former team-mates were certainly no match for the Sunderland players who were galvanised emotionally by the presence of members of the club's famous 1973 FA Cup-winning team - who led a pre-match period of applause in celebration of the life of the late Ian Porterfield, scorer of the crucial goal against Leeds at Wembley - and physically by Kenwyne Jones. Jones's former manager at Southampton, George Burley, once described him as \"another Didier Drogba in the making\" and the imposing Trinidadian revelled in showing precisely why Roy Keane paid £6m for him last month. He duly used his impressive physique to conjure the space in which to turn Ivar Ingimarsson and shoot low, hard and left footed beyond Marcus Hahnemann from 22 yards after initially controlling Grant Leadbitter's pass with the outside of his right boot. \"As good a home debut as I've seen,\" said the Sunderland manager, who also saw Jones's cross create Sunderland's second goal for Ross Wallace. \"Kenwyne's big and strong, his footwork is underestimated and Reading couldn't handle him.\" Five years ago Sunderland's manager, a believer in destiny, barely registered Jones when the forward arrived at Manchester United from the Caribbean on a short trial, during which he asked to have his photograph taken standing alongside United's then captain. \"He was typical Roy Keane, composed, no conversation, didn't smile and moved straight off afterwards,\" recalled Jones who framed the photograph. \"I'm just so happy my cycle has come full circle and I'm here today playing for him.\" His mood would have been less joyous had Reading, who rallied slightly after Dave Kitson headed Nicky Shorey's free-kick past Craig Gordon, snatched a draw but Coppell's men rarely looked worthy of a point. Instead they seem badly in need of the sort of camaraderie which even now unites Sunderland's team of 1973 and was typified by Vic Halom's decision to spend two days driving to Porterfield's funeral from his base in Bulgaria. \"There were 10 of us lads from 34 years ago here today and Vic's driven from Bulgaria; that epitomises what we all think of each other,\" said Jim Montgomery, Sunderland's former goalkeeper. \"But 73 was not just about Ian scoring the goal or me making the saves it was about the whole team. It was never him, him and him but always us.\" Man of the match: Kenwyne Jones Bullied Reading into submission. He often appeared unplayable on a day when he was not only aerially dominant but showed some nifty footwork. Best moment: The amalgam of strength, technique, precision and power which saw him swivel clear of his marker and find the bottom corner with a 22-yard shot."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}