{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2007/sep/25/labour.uk1", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2007-09-24T23:23:48Z", "webTitle": "Letters: Poll speculation among the Labour party is a distraction", "webUrl": "https://www.theguardian.com/politics/2007/sep/25/labour.uk1", "apiUrl": "https://content.guardianapis.com/politics/2007/sep/25/labour.uk1", "fields": {"headline": "Poll speculation is a distraction", "bodyText": "Once again Labour MPs show a total disregard for their party colleagues in local government as they scramble to read the signs that will secure the safety of their parliamentary skins (Snap poll: MPs give support amid clamour, September 24). Labour activists in the constituencies will be hoping the prime minister decides to go to the country on May 1. Doing so offers him several advantages over an unseemly dash to the polls now. May 1 still holds some meaning for Labour supporters; even the most disillusioned would be tempted to make their mark for the party. Additionally, there is no reason for Gordon Brown to gamble on being remembered as the incumbent whose term of office was the shortest in history. In any case, it is just as likely that conditions will be even more advantageous in the spring than they are now. But the most compelling reason for choosing the first Thursday in May is that it would coincide with the local elections on the same day. A national poll, with its greater voter turnout, would have the bonus of significantly increasing Labour's representation in local authorities, helping it regain control of many of the cities that slipped away from it in recent years. Nick Nolan Former leader, Coventry city council One of Gordon Brown's first actions as prime minister was to call for a new constitutional settlement. Only a few months later this is all forgotten, as he toys with the constitution for the advantage of himself and his party and the disadvantage of the country. If the Queen as head of state had the guts to do it she would summon this man, point out that he had a large working majority in the Commons, and invite him to (in his words) \"get on with the job\" for another couple of years. She won't, of course. But what is going on is a disgrace and only strengthens the case for fixed-term, four-year parliaments as part of any new constitutional discussions - if and when he or others may get around to them. Tony Greaves Lib Dem, House of Lords Fixed-term parliaments would: (a) avoid \"media speculation\" about the rights and wrongs of particular dates to go to the country and give journalists time to report more important news and issues; (b) rid us of the incessant \"opinion polls\" that serve little purpose other than to increase this media frenzy; (c) ensure that electors know when they will need to be at home to vote; (d) reduce the cynicism that many of the electorate share about general elections. Frank Gutierrez York Gordon Brown should shut up and get on with the job rather than talk endlessly about the \"challenges\". What we don't need is the diversion - and enormous public expense - of a general election. Mark Davies Llandrinio, Powys"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}