{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2007/sep/06/afghanistan.uknews4", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2007-09-05T23:30:14Z", "webTitle": "Roadside bomb kills two British soldiers in Afghanistan", "webUrl": "https://www.theguardian.com/world/2007/sep/06/afghanistan.uknews4", "apiUrl": "https://content.guardianapis.com/world/2007/sep/06/afghanistan.uknews4", "fields": {"headline": "Roadside bomb kills two British soldiers in Afghanistan", "bodyText": "Two British soldiers were killed yesterday by an improvised bomb in southern Afghanistan. A third British soldier and a civilian interpreter serving with Nato forces were also wounded in the attack, in which 20 suspected insurgents died. The Ministry of Defence said the men were taking part in a routine patrol in Helmand province when their vehicle was hit at around 9.15am local time. The soldiers were from the 2nd Battalion The Mercian Regiment (Worcesters and Foresters) and were patrolling eight miles north of Lashkar Gah when their vehicle was caught in an explosion. Both soldiers were pronounced dead at the scene. The third soldier and the interpreter were evacuated by helicopter to Camp Bastion for treatment. The Ministry of Defence said last night that the families of the soldiers had been informed but there would be a 24-hour period of grace before any further information was released. Lt Col Bridget Rose, a spokeswoman for the International Security Assistance Force (Isaf), said it was a \"profoundly regrettable incident\" and their thoughts were with the family and friends of those who had died. \"Isaf troops, and the Afghans who work alongside them, operate in extremely dangerous conditions,\" she said. \"It is testament to their courage, resolve and commitment that they continue to bear down on insurgents bent on destroying the lives of the normal hard working people in Afghanistan.\" The deaths came almost two weeks after three British soldiers were killed in Afghanistan by so-called friendly fire from American fighter planes. The deaths bring the number of British forces fatalities in Afghanistan since November 2001 to 76 - 53 of them killed or fatally injured in action."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}