{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2007/sep/21/sport.comment2", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2007-09-20T23:34:21Z", "webTitle": "Richard Williams: For Abramovich, success on its own will never be enough", "webUrl": "https://www.theguardian.com/football/2007/sep/21/sport.comment2", "apiUrl": "https://content.guardianapis.com/football/2007/sep/21/sport.comment2", "fields": {"headline": "For Abramovich, success on its own will never be enough", "bodyText": "Jose Mourinho was never the right man for Roman Abramovich, to whom the Premier League title turns out to be of little more value or relevance than the cup for the egg and spoon race at the local junior school's sports day. When it comes to football, Abramovich is not in it for the long, exacting grind that produces English champions. To him, that is merely a necessary launching pad for the far greater dream in which success would put all Europe at his feet. Abramovich wants Chelsea to succeed on the biggest available stage, and he wants that success now. Knowing little about the game, he thinks it can all be achieved more or less immediately through the correct application of money. He is right, in one sense, but he appears not to understand that spending vast sums on a football club guarantees only that you will achieve your ambition eventually, not according to the precise timetable of your choosing. For the Russian billionaire, England is merely a convenient and tax-friendly base of operations. For the Chelsea project to succeed in his terms, it must resonate as loudly in Paris, Rome, Madrid and Moscow as it does in London. And it must do so with a special cachet, among a particular class of people, creating the sort of glamorous ambiance that made Vanessa Redgrave remark, about 15 years ago, that going to a big match at San Siro was like attending an opening night at La Scala. To begin with, he must have thought Mourinho was the man of his dreams. Probably no other head coach in the world could have walked into Stamford Bridge in the summer of 2004 and, within 12 months, brought the club its first league title in half a century. It is true that the foundations had already been laid. Mourinho was bequeathed a useful squad by Claudio Ranieri and, for a while, enjoyed the freedom to spend Abramovich's fortune more or less as he wished. But the first thing Chelsea needed, if they were to start winning trophies, was the application of rigour that Mourinho was unusually well qualified to apply. Those two league titles, and the various domestic cups picked up during the Mourinho era, represented a magnificent achievement that will always occupy a special place in the hearts of the club's long-term fans, who had waited so long for something that glittered attractively to reveal itself as real gold. For a while, Chelsea were Porto writ large. Their tactics represented a model of realistic planning and execution, particularly in the matter of swift transition from defence to attack and vice versa, which was where Mourinho's talent lay. It was not a guarantee of champagne football, although in that first season Chelsea's opponents were so unprepared that Mourinho's players were able to score four goals against Premiership clubs on no fewer than seven occasions, and twice more in the Champions League. That must have pleased Abramovich, albeit perhaps making him believe - along with many of the club's fans - that it was only a start, and that to apply even more money to the project would be like sprinkling water on a beautiful bud. Mourinho, however, resented anything that did not fit into the pattern he had laid down, in which entertainment came a clear second to structure. He would rather spend less money on a player over whom he knew he would have influence than welcome the arrival of a fully formed superstar around whom the playbooks would have to be redesigned. So when Abramovich presented him with Andriy Shevchenko and Michael Ballack in the summer of 2006, no doubt thinking that this was the equivalent of Santiago Bernabéu adding Ferenc Puskas to a Real Madrid side already containing Alfredo Di Stéfano almost 50 years earlier, it was just about the last thing Mourinho wanted or needed, since it required him to disrupt the rigid planning on which all his success, in both Portugal and England, had been based. Occasionally these \"president's gifts\" pay off. Bernabéu did not do so badly, after all, with five European Cup wins in a row. Nor did Silvio Berlusconi when he added Ruud Gullit, Marco van Basten and Frank Rijkaard to Arrigo Sacchi's squad at Milan. Berlusconi is still at it, recruiting Ronaldo from Real Madrid last Christmas in a deal over which the long-suffering Carlo Ancelotti had no jurisdiction but which the coach was happy to see result in the goals that helped the team overcome a points deduction in Serie A while giving his other strikers time to rest between the matches of their ultimately successful Champions League campaign. Abramovich wants to be like Bernabéu and Berlusconi, distributing his largesse before enjoying the rewards and the acclaim from the presidential box. Many Chelsea fans will think that the departure of Mourinho is nothing short of bonkers, but they will have to accept that their club has evolved into one whose sights are set firmly, as Peter Kenyon has said, on regularly capturing the European Cup, and that the model for such a project requires the regular turnover of head coaches whose functions are so restricted that they can no longer be called managers in the traditional English sense. In England, the sack has always been the reward for failure. In Abramovich's world, it is the penalty for not enough success. We had better get used to it."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}