{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2007/sep/25/comment.religion", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2007-09-24T23:16:10Z", "webTitle": "Tom Robinson: Quakers are silent witnesses who prefer to listen than to lecture", "webUrl": "https://www.theguardian.com/commentisfree/2007/sep/25/comment.religion", "apiUrl": "https://content.guardianapis.com/commentisfree/2007/sep/25/comment.religion", "fields": {"headline": "Silent witnesses", "bodyText": "'For most people, if the word Quaker means anything at all it is the jolly, white-haired man on the front of a cereal packet.\" Thus spake our RE teacher at the Friends' school I started at in 1961. Today, even Quaker Oats have diminished in popularity, while ignorance about Quakers themselves is wider than ever. However, this is National Quaker Week, when the organisation hopes to raise its profile higher than the breakfast table. They're one of those weird 17th-century sects like the Shakers, Levellers, Ranters and Diggers, aren't they? Well, yes and no. Five years spent at one of their schools was enough to convince me there was much to like about the Society of Friends. Even my father, a hater of religion, harboured a grudging respect for their lack of creed, clergy, preaching or dogma. He ended up sending all four of his children to Friends' schools. Quakerism, he asserted, was the only branch of Christianity that didn't proselytise. Still, you can't spend five years in a faith school without some of it rubbing off on you. For example, the Quaker belief that there is \"that of God\" in everyone meant racism and violence were to be deplored. So our school noticeboard carried posters for Amnesty, CND and anti-apartheid campaigns alongside timetables and library opening times. But my single most vivid memory of the Quakers was their manner of worship. Our local meeting house was a plain rectangular room with tall windows and white walls, unadorned apart from a single wooden clock. On all four sides, rows of seating faced a table in the centre of the room with a vase of flowers and a book or two - the Bible perhaps, and a copy of Quaker Faith &amp; Practice. Meeting for worship took place at 10.30 on Sunday mornings. Ages ranged from students to young families with children to white-haired elders. After a fidgety 10 minutes, young children would be escorted out to the junior meeting elsewhere in the building, and silence would descend over the room. Right there in that silence you have the unique quality of a Friends' meeting. If God is trying to tell us something, the thinking goes, how can we hear him amid the hymns, psalms, sermons, and recited prayers of a conventional church service. So for 350 years Quakers having been sitting down, shutting up and listening instead. For me the focused, expectant silence of the meeting was like nothing I'd ever experienced. Birdsong or traffic noises would mingle with the occasional cough, or creak of a seat, within the room. And after perhaps 10 minutes there would be a sense of the silence deepening - like a coastal shelf falling away beneath our feet. A profound, inner stillness would descend as fidgeting diminished and superficial sounds receded into the background. The other unique aspect of Quaker worship is that anyone is free to speak or pray out loud, provided it is done in response to \"a prompting of the spirit\". Sure enough, every now and then someone would stand up to break the silence with a sudden memory, anecdote, or reflection. As they sat down again, the calm and silence would close back over our heads, immersing us once again in the still, deep spirit of the meeting. In recent years I've taken to attending Quaker meetings again. Partly because the Society of Friends is as welcoming as its name suggests, and partly because the lack of doctrines makes it the most tolerant of churches. I also admire the way Quakers express their faith through action and example rather than praise and contemplation. Mostly, though, I go because the intense shared silence of a meeting still refreshes those parts other religions cannot reach. · Tom Robinson is a songwriter, broadcaster and writer www.quaker.org.uk/sing"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}