{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2007/sep/20/match.rangers", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2007-09-19T23:15:49Z", "webTitle": "Champions League: Rangers 2-1 Stuttgart", "webUrl": "https://www.theguardian.com/football/2007/sep/20/match.rangers", "apiUrl": "https://content.guardianapis.com/football/2007/sep/20/match.rangers", "fields": {"headline": "Darcheville gives Rangers a perfect start", "bodyText": "If the magnitude of Rangers' task to progress from a group which includes the champions of France and Germany, along with Barcelona, was apparent before kick-off here last night, such concerns had been rendered insignificant by full-time. Stuttgart, who were even afforded a 56th-minute lead, were humbled by an outstanding final half-hour from Walter Smith's team. Goals from Charlie Adam and Jean-Claude Darcheville were enough to ensure Rangers head for Lyon in a fortnight with more optimism than many would have thought probable. If this result does not rank among the best in Rangers' European history, the rousing manner in which it was achieved certainly will. By the admission of the captain, Barry Ferguson, the \"team spirit which was so sadly lacking\" under Paul Le Guen last season was prevalent in abundance. Stuttgart left the field a weary and battered team. \"We still have to play against exceptional teams,\" warned Smith. \"We will have to play at an extremely high level to achieve anything at all in this section.\" The youthful Germans had wasted little time in demonstrating their intent, Mario Gómez clipping a shot against a post after a sublime cross from Roberto Hilbert within three minutes. Rangers, admirably, recovered and should have opened the scoring after 33 minutes, Darcheville shooting straight at Stuttgart's goalkeeper, Raphael Schäfer, when sent clean through. Stuttgart took the lead 11 minutes after half-time when Ferguson was in the dressing room to have stitches for a head wound. Sami Khedira's wicked cross from the left prompted chaos in the home defence and Gómez coolly flicked the ball into the Rangers net from eight yards. Now it was Rangers' turn to be adventurous and they did not disappoint. Adam curled an angled right-foot shot past Schäfer five minutes later after a superb run by Alan Hutton. The latter was instrumental again as Darcheville claimed the winner, the full-back having been caught by an uncharacteristically late tackle from Fernando Meira. Darcheville's goal, driven to Schäfer's right, prompted the kind of euphoric scenes not seen at Ibrox since Rangers' run to the last 16 of the Champions League two seasons ago. Maybe the unthinkable is possible after all."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}