{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2007/sep/12/leadersandreply.mainsection3", "type": "article", "sectionId": "theguardian", "sectionName": "From the Guardian", "webPublicationDate": "2007-09-11T23:46:00Z", "webTitle": "Letters: Polly's throwbacks defend union action", "webUrl": "https://www.theguardian.com/news/2007/sep/12/leadersandreply.mainsection3", "apiUrl": "https://content.guardianapis.com/news/2007/sep/12/leadersandreply.mainsection3", "fields": {"headline": "Polly's throwbacks defend union action", "bodyText": "Polly Toynbee's article (Comment, September 11) is a mess of contradictions. She is rightly concerned about growing inequality in Britain, yet appears dismissive of those in the trade union movement who wish to do something about it. According to Polly, united action by unions against below-inflation pay offers, or attacks on pension rights, is little more than a \"dream\" held by \"throwbacks of revolutionary bent\" such as ourselves. But it was united collective action in the past that led to the increases in equality she applauds. We make no apology for arguing for unity against policies that will see the living standards of our low-paid members fall. Polly Toynbee and Gordon Brown are wrong: union members are the victims, not the cause, of inflation. They have decided that we must act. If we took no action, as Polly appears to imply we should, many of our members and potential members would rightly query the value of joining a union. That would contribute further to the weakening of unions and the related growth in inequality that Polly rightly abhors. A key way to build the strength of trade unions, and so help to secure a more socially just society, is to campaign and take action on the issues that matter most to working people. Waiting for the great and good to feel sorry for us is not an option. Mark Serwotka General secretary, Public &amp; Commercial Services Union Bob Crow General secretary, RMT"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}