{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2007/sep/02/match.manchesterunited", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2007-09-01T23:07:22Z", "webTitle": "Premier League: Man Utd 1-0 Sunderland", "webUrl": "https://www.theguardian.com/football/2007/sep/02/match.manchesterunited", "apiUrl": "https://content.guardianapis.com/football/2007/sep/02/match.manchesterunited", "fields": {"headline": "Sub Saha pops up to sink plucky  Sunderland", "bodyText": "Sunderland could not manage a miracle on Roy Keane's return to Old Trafford, though Louis Saha did provide a lesson: Manchester United cannot function without a centre-forward. Before his goal, United were in danger of surrendering another two points to determined but ordinary opponents. Things should improve when Cristiano Ronaldo returns from suspension and Wayne Rooney from injury, and they need to. On this evidence the idea that Carlos Tevez can lead the United attack appears wildly misplaced. 'Carlos is far better playing behind someone,' said Sir Alex Ferguson, stating the obvious after the event. 'We passed the ball too slowly in the first half and there was a lack of understanding. Louis gives us penetration and strength, and a good target to play up to.' The retirement of Ole Gunnar Solskjaer earned a guard of honour on the pitch and had both sets of fans united in applause before the kick-off, although when the PA system had finished playing a truly awful version of 'Country Roads' - killing the spontaneity of the anthem as well as inserting naff new lyrics - it was possible to hear all four sides of the ground affirming 'There's only one Keano'. The returning hero would scarcely have recognised his old team - no Ronaldo, Rooney, Ryan Giggs or Gary Neville; Michael Carrick on the bench and starts for Anderson and Chris Eagles - though his present team was much altered from the one that started the season. For Sunderland, new arrivals Kenwyne Jones and Danny Higginbotham were pushed straight in, with Paul McShane moving to right-back to accommodate the latter. With players on both sides still introducing themselves to each other, the game took a while to get going. Sunderland had Jones on his own up front most of the time, while rather weirdly United had no one. Tevez and Anderson were merely a notional front pairing. In practice Anderson spent more time in midfield, partly because Paul Scholes stationed himself almost as deep as Owen Hargreaves, while Tevez, who is even less happy with his back to goal than Rooney, took up forward positions without seeing enough of the ball. By the mid-point of the first half neither keeper had made a save and the only goal attempt of note was an early rangefinder from Nani that drifted wide. United were not able to stretch Sunderland sufficiently, so Dwight Yorke, also returning to his old ground, spent a surprisingly comfortable first half hour strolling around in front of his back four. When Yorke finally made a mistake, losing out to Anderson in the 33rd minute, United surged forward and Tevez forced a save from Craig Gordon to give the first half its only highlight. Unless you count the Sunderland fans taking advantage of the eerie silence with a cheeky chant of 'Who are you?' followed by a chorus of 'You'll Never Walk Alone.' At the conclusion of a scoreless first half the Sunderland fans felt sufficiently emboldened to sing 'You're not very good', and it was true. United were all midfield and no attacking focus. They either needed to bring Saha on or get Scholes further forward. As if to underline the point, Scholes ended the first half with a shot deflected just the wrong side of a post. It was just about United's best effort in 45 minutes. Saha replaced Anderson at half time and United's shape improved immediately. Their football became less convoluted, too. When Rio Ferdinand launched a long ball forward for Saha to nod down and enable Tevez to hit a shot on target it was practically route one, though no one was complaining. When Saha produced a terrific shot on the turn after an hour, only to see it equalled by a top-quality save from Gordon, the crowd came alive and it felt like the match had finally started. None of United's midfield midgets, as the bloke in the row behind the press box rather unkindly dubbed the starting line-up, would have managed so direct an attack. Sunderland attacked more in the second half, too, perhaps sensing a single goal might be enough for an upset, though they never managed to put Edwin van der Sar under serious pressure. Gordon had to save a long shot from Hargreaves before he was beaten from close range 20 minutes from the end, all Sunderland's defensive organisation being undone by a goal of such simplicity it was a mystery how it had taken so long to arrive. Nani swung in a corner from the left and Saha moved quicker than Gordon or his central defenders to meet it with a glancing header at the near post. It was far from the most impressive goal Saha has ever scored, but sometimes you just need to take up the right position. 'One lapse and you lose the game, that's why the Premiership is so tough,' Keane said. 'I don't want to be over-critical, though, it was a very good delivery and Louis is a bloody good player. He changed the game when he came on, gave our defenders a different challenge, but I saw plenty of good signs for Sunderland today. I'm comfortable where we are, and confident we will be fine by the end of the season.' And United? 'None of my business,' said a smiling Keane. 'They'll be safe.' Man of the match: Louis Saha Has to be Saha for making Manchester United recognisable again. Until he came on to score the only goal, United looked a diff erent team from the one that won the title last season. Saha has rarely been the number-one striker at Old Traff ord, but right now he is the only centre-forward around, and United need him."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}