{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2007/sep/21/12", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2007-09-20T23:33:45Z", "webTitle": "Northern Rock runs out of likely British rescuers", "webUrl": "https://www.theguardian.com/business/2007/sep/21/12", "apiUrl": "https://content.guardianapis.com/business/2007/sep/21/12", "fields": {"headline": "Northern Rock runs out of likely British rescuers", "bodyText": "Spanish bank Santander, the owner of Abbey, was approached to step in with a rescue bid for Northern Rock days before the Bank of England rescue last Thursday, it emerged last night. Santander discussed a possible takeover of the ailing mortgage lender after talks with Lloyds TSB collapsed, according to sources in the City. A tie-up with Abbey in the UK would have created the second largest mortgage lender, after Halifax-Bank of Scotland. The talks foundered after the Spanish bank told advisers representing Northern Rock that it was committed to buying banks in Italy and Brazil and was only interested in growing its mortgage business organically. As Northern Rock appeared to run out of domestic banks to launch a bid, Dutch bank ING, which brokers persistently cited as a possible buyer, said yesterday it was not interested in buying the Newcastle based bank. Asked at an investor meeting in London whether he would consider acquisitions to grow its UK mortgage business, Michel Tilmant, ING's chairman, said: \"If your question is whether we are interested in buying Northern Rock, my answer is no. \"Today it is not something we feel would be reasonable to absorb in a company like ours. That doesn't mean that we're not interested here and there to buy some mortgage portfolios.\" Lloyds TSB was named by the governor of the Bank of England, Mervyn King, as a possible suitor at his interrogation by the Treasury select committee yesterday. Some City brokers said Lloyds TSB was still prepared to step in at a lower price. However, Citibank said the \"worst case scenario for the bank\" would leave it worth £25m or 6p a share. Earlier this year it was worth more than £5bn. \"As time goes by it would seem less and less likely that Northern Rock has any hope of retaining its independence,\" it said in a broker's note. David Buik, of Cantor Index, said: \"If it's sold, it is going to be cheap, and that's the problem. All the potential predators know that it is thrashed and has no future as an ongoing business because the brand is tarnished.\" The share price of Northern Rock, which has become Britain's biggest casualty of the global credit squeeze, slumped another 30% to a low of 176p. The stock has lost about 75% in the week since it was forced to ask the Bank of England for an emergency funding line. Most banks are down by between a quarter and third of their peaks this year. Yesterday saw a wider loss of confidence as mortgage lender Alliance &amp; Leicester fell 3.1%, Bradford &amp; Bingley shed 4.6%, and HBOS lost 2.8%. Barclays, Royal Bank of Scotland, HSBC, Standard Chartered and Lloyds TSB were slightly down. A statement from the Treasury said guarantee arrangements for existing deposits in Northern Rock would cover all accounts existing at midnight on Wednesday and reopened accounts. The \"clarification\" that new savers would not be covered except on their first £2,000 and 90% of the next £33,000 sent investors scurrying to the screens to sell banks and Northern Rock in particular. Calllum McCarthy, chairman of the Financial Services Authority, said the frenzy of lending based on cheap credit was like freak weather conditions and \"as unnatural as the drought of 2006\". In a speech last night to City grandees, he described the growth in \"covenant lite\" loans, historically low margins on the sale of junk bonds and the rapid decline in credit quality of debt sold on international markets as a thing of the past. \"Pricing of risk of this nature could and should not be continued. It was as unnatural as the drought of 2006,\" he said. \"The last week has been sobering for all of us, and we need to reflect and then act to prevent repetition of anxieties and concerns which I recognise and with which I sympathise. I am conscious that those who queued last weekend will have questions about what happened, and why, which need to be answered.\" He supported moves by the Bank to inject liquidity into the three-month maturity money markets and to use a wider range of collateral than previously. \"I hope that, once eligible banks have gained access to funds which the Bank of England has made clear are being made available to alleviate the strains in longer maturity money markets, they will deploy them accordingly.\" Bank assets Santander 129,000 worldwide staff; 16,000 UK staff; 714 Abbey branches; £101.7bn mortgage lending book at Abbey Lloyds TSB 67,000 UK staff; 2,100 branches; £95.3bn mortgage lending book HSBC 300,000 worldwide staff; 55,000 UK staff; 1,672 branches; £39.1bn mortgage lending book HBOS 72,000 worldwide staff; 66,000 UK staff; 1,100 branches; £220bn mortgage lending book ING 120,000 worldwide staff; 600 UK staff; no branches RBS 135,400 worldwide staff; 96,000 UK staff; 2,277 branches; £67.4bn mortgage lending book Barclays 127,000 worldwide staff; 62,000 UK staff; 1,810 branches; £61.6bn mortgage lending book Dan Morgan"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}