{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2007/sep/20/match.sportinglisbon", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2007-09-19T23:23:01Z", "webTitle": "Champions League: Sporting Lisbon 0-1 Man Utd", "webUrl": "https://www.theguardian.com/football/2007/sep/20/match.sportinglisbon", "apiUrl": "https://content.guardianapis.com/football/2007/sep/20/match.sportinglisbon", "fields": {"headline": "Lionised Ronaldo lights up his Lisbon homecoming", "bodyText": "Cristiano Ronaldo's instinctive reaction after scoring against his former employers was to raise his arms in triumph but, remembering his surroundings, he stopped suddenly in his tracks, turned to the Portuguese supporters who had been serenading him and bowed respectfully in their honour. The gesture was greeted with a standing ovation which swept round the stadium like a Mexican wave on an evening of personal and collective triumph for Manchester United and the most famous No7 in world football. This was a fourth successive 1-0 win for Sir Alex Ferguson and, while it is perplexing that their expensive payroll of players have managed only five goals this season, the shortcomings evident last night will not matter too much when they reflect on the implications of Ronaldo's decisive contribution and their 100th Champions League victory. The winger might be reviled and jeered on his travels in the Premier League and elsewhere in Europe, but the Jose Alvalade, a kaleidoscope of colour, bonhomie and exuberance, is a stadium where he is applauded, not a victim of whistling, and Sporting's crowd distinguished themselves with the reception they afforded to their former player. \"Once a lion, always a lion,\" read one of the banners that was thrust to the skies after Ronaldo's first goal of the season, reflecting the great sense of pride among the Leoes that he, along with Nani, began their careers in Lisbon. Their names were cheered before kick-off, their posters sold in the club superstore, and how typical it was that Ronaldo, always a man with a fine sense of occasion, should play the leading role back on his old ground. His goal came in the 62nd minute after a move that oozed class, starting deep inside United's own half. Michael Carrick and Paul Scholes were prominently involved along with Wayne Rooney, who had been restored to the team at the expense of Carlos Tévez. Scholes turned the ball out to the overlapping Wes Brown on the right wing and Ronaldo met the cross with a stooping header six yards out. Then came the moment that ensured his popularity here would not be diminished. In truth, it was a move that was out of keeping with the rest of United's display and in the first half Ronaldo was as guilty as anyone for stodginess when going forward. United were indebted at times to their goalkeeper Edwin van der Sar, who appears to have overcome his loss of form earlier this year. Brilliantly, the Dutchman ensured they did not lose their lead in the final exchanges with an exceptional one-handed save to keep out Tonel's header. For long spells United's attacking thrusts were unimpressive, to say the least, with Ronaldo shadowed by a clutch of defenders, Nani looking as if the occasion might have got to him and Rooney busy but ineffective in his first game since breaking a metatarsal bone on the opening weekend of the season. In mitigation, they were not helped by the badly rutted pitch but it must have been disappointing for Ferguson, all the same, that Van der Sar had to make half a dozen saves in the first 45 minutes whereas Vladimir Stojkovic barely had to dirty his knees in the opposite goal. Their problems persisted at the start of the second half when, again, they lacked penetration and their front players were culpable of losing possession cheaply. United's supporters will have been encouraged to see Rooney making his comeback but, in hindsight, perhaps Ferguson should have selected the rehabilitated Louis Saha, too. United's more incisive performances tend to come when Saha is leading the line and there is clear evidence that Rooney is better playing in the area between midfield and attack rather than as an orthodox centre-forward. No matter. United might not have scored more than once in their last 11 games but that felt like an irrelevance when Ronaldo anticipated Brown's centre, darted between Tonel and Polga and flashed in the header that gives the English champions an immaculate start to Group F. Sporting faded badly during the second half and Ronaldo then embarked on one of those flurries when it feels like he is on first-name terms with the ball and he can trouble the world's best defenders. He was substituted with four minutes to go and, again, the massed ranks of green and white rose to their feet to show their acclaim. Ronaldo waved back and strutted away to take the congratulations of his manager. If only, he must have thought, it could be like this in England."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}